{
	"_meta": {
		"sources": [
			{
				"json": "3M^L",
				"abbreviation": "Lang🧙",
				"full": "Modnar's Many Mutterings",
				"authors": [
					"various"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0.0",
				"url": "",
				"targetSchema": "1.0.0"
			},
			{
				"json": "FRFandom",
				"abbreviation": "FRF",
				"full": "Forgotten Realms Fandom Wiki: Language",
				"authors": [
					"Various"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0.0",
				"url": "https://forgottenrealms.fandom.com/wiki/Category:Languages",
				"targetSchema": "1.0.0"
			},
			{
				"json": "EFandom",
				"abbreviation": "EF",
				"full": "Eberron Fandom Wiki: Language",
				"authors": [
					"Various"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://eberron.fandom.com/wiki/Category:Languages",
				"targetSchema": "1.0.0"
			},
			{
				"json": "EUW",
				"abbreviation": "EUW",
				"full": "Eberron Unlimited Wiki: Language",
				"authors": [
					"Various"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "http://eberronunlimited.wikidot.com/languages",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 0
	},
	"language": [
		{
			"name": "Aarakocra",
			"source": "EEPC",
			"page": 5,
			"typicalSpeakers": [
				"{@creature aarakocra}"
			],
			"additionalSources": [
				{
					"source": "NN",
					"page": 12
				}
			],			
			"script": "Primordial (Auran)"
		},
		{
			"name": "Abyssal",
			"source": "3M^L",
			"srd": true,
			"typicalSpeakers": [
				"{@filter demons|bestiary|tag=demon}"
			],
			"entries": [
				"Some believe that Abyssal was the first language developed by the inhabitants of the Outer Sphere. Given the incredible rate of change within the tongue, this is very difficult to prove. Although it is the native language of the demons of the Abyss, it is also spoken by many devils, daemons, or others who have frequent dealings with races of the lower realms. Abyssal is spoken on Golarion in the Worldwound, a region in northern Avistan with a direct connection to the Abyss that is overrun by demons.In Tian Xia, Abyssal is most commonly spoken among the oni and other evil spirits",
				"Lower-ranking demons spoke using sounds like the barking of canines, while the speech of more refined demons sounded like softly droning ocean waves mingled with the violence of a swarm of angry hornets. As with everything involving the tanar'ri, however, their speech was unpredictable, and sometimes an elite balor's words were rougher or a lowly bar-lgura's words smoother"
			],
			"script": "Infernal",
			"fonts": [
				"fonts/languages/PHB/Infernal/Infernal.ttf"
			]
		},
		{
			"name": "Celestial",
			"source": "3M^L",
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter celestials|bestiary|type=celestial}"
			],
			"entries": [
				"Celestial was the language of celestials. It was brought to Toril through contact with good folk from other planes. It was described as beautiful, yet alien in nature, since it developed among beings with thought patterns very unlike those of humanity. Clerics often took the time to learn it, and the Celestial alphabet was used to transcribe the Mulhorandi language, except in Thay, where they wrote their own dialect of Mulhorandi using the Infernal alphabet instead."
			],
			"script": "Celestial",
			"fonts": [
				"https://www.fontspace.com/digital-type-foundry/enochian"
			]
		},
		{
			"name": "Daelkyr",
			"source": "EFandom",
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter aberrations|bestiary|type=aberration|source=ERLW}",
				"denizens of Khyber"
			],
			"entries": [
				"Daelkyr is the language of the daelkyr and their creations, as well as the other inhabitants of the plane of Xoriat. The daelkyr brought their language with them from Xoriat when they invaded Eberron 9,000 years ago.",
				"The daelkyr language is the root language for {@b Deep Speech}.",
				{
					"type": "insetReadaloud",
					"name": "Same As Above",
					"entries": [
						"In third edition, most of the aberrations created by the daelkyr and other inhabitants of Xoriat spoke the language of the daelkyr, also known as daelkyr. With the consolidation of languages in fourth edition, Daelkyr and Deep Speech merged; with all denizens of both Xoriat and the Khyber speaking Deep Speech."
					]
				}
			],
			"script": "Daelkyr"
		},
		{
			"name": "Deep Speech",
			"source": "3M^L",
			"type": "exotic",
			"typicalSpeakers": [
				"{@creature mind flayer||mind flayers}",
				"{@creature beholder||beholders}"
			],
			"script": "Espruar",
			"entries": [
				"Deep Speech was the language of aberrations, an alien form of communication originating in the Far Realm. When written by mortals it used the Espruar script, as it was first transcribed by the drow due to frequent contact between the two groups stemming from living in relatively close proximity within the Underdark."
			],
			"fonts": [
				"https://fonts2u.com/download/lovecrafts-diary.font",
				"https://blogfonts.com/download/cthulhu-runes.htm"
			]
		},
		{
			"name": "Draconic",
			"source": "3M^L",
			"additionalSources": [
				{
					"source": "PHB",
					"page": 32
				}
			],
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter dragons|bestiary|type=dragon}",
				"{@race dragonborn}"
			],
			"script": "Draconic",
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://3.bp.blogspot.com/-Xw3Sbiw0_Lw/WN41i_eCV4I/AAAAAAAAQ64/C128Dy3CnRI6c50AHmJsoLUiZWmNULhqQCLcB/w1200-h630-p-k-no-nu/Iokharic%2BFont%2Bfrom%2BPixel%2BSagas.png"
						}
					}
				]
			},			
			"entries": [
				"Draconic was the language of dragons. It used its own distinct alphabet, called Iokharic. Other native speakers included members of draconic-related races, such as kobolds and dragonborn, and members of reptilian races such as lizardfolk and troglodytes. The language was also used as a primary means of arcane notation throughout the universe.",
				{
					"type": "entries",
					"name": "History",
					"entries": [
						"Draconic was one of the earliest languages, influencing or creating the language of kobolds and other races. According to dragons, their language was the oldest mortal tongue and all other mortal languages descended from it. Scholars from Candlekeep theorized Draconic was created by the ignidracos, one of the ancestor species of true dragons.",
						"Draconic was a monolithic language, and it remained almost unchanged since its creation. The only known Draconic language variant was the Aragrakh, an ancient draconic language."
					]
				},
				{
					"type": "entries",
					"name": "Dialects",
					"entries": [
						"Slight variations in the dialect of Draconic were used among the different kinds of chromatic dragons, and were considered equivalent to regional accents. Metallic dragons on the other hand all had similar accents.",
						"Dragonborn and kobolds had their own unique draconic dialects, the Tymantheran and the Yipyak,respectively."
					]
				},
				{
					"type": "entries",
					"name": "Basic Grammar",
					"entries": [
						"Draconic was a language of hard consonants and sibilants that usually sounded like hissing when spoken, like sj, ss, and sv. It also included a sound similar to a creature clearing its throat, ach.",
						"Draconic words were emphasized on the first syllable, and speakers of Draconic expressed important ideas by stressing the beginnings and the ends of words. Dragons often used this when referring to themselves, or when they wanted to command, warn, threaten, or otherwise make their point clear.",
						"Words that modified other words were placed before or after the word they modified, with the most important modifier always placed before. Draconic speakers often placed it a second time directly after the word for additional emphasis. Draconic had no specific word for “my” or “mine,” instead using several prefixes that depended on the exact meaning."
					]
				},
				{
					"type": "entries",
					"name": "Writing system",
					"entries": [
						"Main article: Iokharic All Draconic languages use a script known as Iokharic. This script was likely created long after its spoken form was standardized, as dragons had little to none need to write than other races."
					]
				},
				{
					"type": "entries",
					"name": "Alphabet",
					"entries": [
						"The Iokharic alphabet was equivalent to that of human languages, with the same number of characters for letters and numbers."
					]
				},
				"",
				"Draconic is thought to be one of the oldest languages and is often used in the study of magic. The language sounds harsh to most other creatures and includes numerous hard consonants and sibilants.",
				{
					"type": "inset",
					"name": "Script",
					"entries": [
						"A converter from {@link common to elvish (in Tengwar)|https://www.tecendil.com/} and {@link another converter|http://lingojam.com/TheTelQuessirOnlineTranslator}"
					]
				}
			],
			"fonts": [
				"fonts/languages/PHB/Draconic/Iokharic.otf",
				"fonts/languages/PHB/Draconic/Iokharic Bold.otf",
				"fonts/languages/PHB/Draconic/Iokharic Italic.otf",
				"fonts/languages/PHB/Draconic/Iokharic Bold Italic.otf"
			]
		},
		{
			"name": "Dwarvish",
			"source": "3M^L",
			"additionalSources": [
				{
					"source": "PHB",
					"page": 18
				}
			],
			"type": "standard",
			"typicalSpeakers": [
				"{@filter dwarves|bestiary|type=humanoid|tag=any race;dwarf}"
			],
			"script": "Dwarvish",
			"fonts": [
				"fonts/languages/PHB/Dwarvish/Davek.otf",
				"fonts/languages/PHB/Dwarvish/Davek Bold.otf",
				"fonts/languages/PHB/Dwarvish/Davek Italic.otf",
				"fonts/languages/PHB/Dwarvish/Davek Bold Italic.otf"
			],
			"entries": [
				"Dwarven is the name for a family of languages used by dwarves. It was predominantly written using the {@link Dethek alphabet|} which are runic and have very little disambiguation, and is written top to bottom, right to left.",
				"Besides their aglâb, spoken tongue, the Dwarves use a sign language, or iglishmêk. For Dwarves it is learned simultaneously with the aglâb from childhood. In a noisy Dwarvish smithy, the ringing of hammers against anvils was often too loud to allow verbal communication. The Dwarvish sign language was much more varied between communities than the verbal and written, which remained \"astonishingly uniform and unchanged both in time and in locality\".",
				"The command to \"Listen!\" involved a slight raising of both forefingers simultaneously. The acknowledgment \"I am listening\" involved a slight raising of the right-hand forefinger, followed by a similar raising of the left-hand forefinger.",
				"Its very common for other races to use Dethek alphabet for their own written language (as such knowledge of Dwarven given a chance to know other's written messages with disadvantage.)",
				{
					"type": "inset",
					"name": "Script and Tools",
					"entries": [
						"",
						"{@link Common to Dwarven Translator |http://lingojam.com/TheDwarvenLanguage}."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://66.media.tumblr.com/420b840875aaa72dd65ed3c9cead46c2/tumblr_inline_mupafe14Ay1rnrk68.jpg"
						}
					}
				]
			}
		},
		{
			"name": "Elvish",
			"source": "3M^L",
			"additionalSources": [
				{
					"source": "PHB",
					"page": 21
				}
			],
			"type": "standard",
			"typicalSpeakers": [
				"{@filter elves|bestiary|type=humanoid|tag=any race;elf}"
			],
			"script": "Tengwar",
			"entries": [
				"Elvish is a lyrical susurration of breath, with a musical like quality to tonality and cadence.",
				"It has evolved into three branches - Eleven common (which is what most learn) a dialect that is shortened and then High Elven, High elven uses tonal emphasis to convey sublty. Its also called Sperethiel.",
				"Tengwar is the name of the alphabet, and it appears",
				"",
				"Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires.",
				{
					"type": "inset",
					"name": "Script",
					"entries": [
						"A link to the {@link Tengwar font|https://www.dafont.com/tengwar-annatar.font}.",
						"A  {@link converter from common to elvish (in Tengwar)|https://www.tecendil.com/} and {@link another converter|http://lingojam.com/TheTelQuessirOnlineTranslator}"
					]
				}				
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/i/c500d447-fb09-4fcf-b1d6-033fb05eec8c/d1ib4v0-ee975636-fd99-4b42-80a7-c93f030eedb3.jpg"
						}
					}
				]
			},
			"fonts": [
				"fonts/languages/PHB/Elvish/Rellanic Bold Italic.otf",
				"fonts/languages/PHB/Elvish/Rellanic Bold.otf",
				"fonts/languages/PHB/Elvish/Rellanic Italic.otf",
				"fonts/languages/PHB/Elvish/Rellanic.otf"
			]
		},
		{
			"name": "Giant",
			"source": "3M^L",
			"type": "standard",
			"typicalSpeakers": [
				"{@creature ogre||ogres}",
				"{@filter giants|bestiary|type=giant}"
			],
			"entries": [
				"The giant language, called Jotun by those who speak it, was the ancient language of most giants. It was one of the oldest active languages. It was believed that the language shared some of its roots with Common and Thorass."
			],
			"script": "Dwarvish",
			"fonts": [
				"fonts/languages/PHB/Dwarvish/Davek.otf",
				"fonts/languages/PHB/Dwarvish/Davek Bold.otf",
				"fonts/languages/PHB/Dwarvish/Davek Italic.otf",
				"fonts/languages/PHB/Dwarvish/Davek Bold Italic.otf"
			]			
		},
		{
			"name": "Infernal",
			"source": "3M^L",
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter devils|bestiary|tag=devil}"
			],
			"script": "Infernal",
			"entries": [
				"Infernal is the name for the loose collection of disordered dialects spoken by both Stranded demons and those that reside in Hell. Purer among Hell's elite, it is used throughout the Inferno in thousands of forms. At its core, it is a debased form of Enochian, the secret language of The Throne, having been brought to The Pit by Lucifer after the rebellion and the exodus from the celestial realms. All demonic spells are cast in Infernal.",
				"The Infernal tongue is not ordered like Terrestrial languages, though it follows similar rules. It is ordered enough to be understood universally in Hell. Of course, Infernal is harsh and difficult for humans to withstand. But, after enough exposure, some ears will start to hear an underlying beauty in it. This is likely due to the celestial roots of the language.",
				"Infernal is written from right to left with no connectedness and no spaces between words. The language uses stacked vowels, a system in which the vowel sounds are represented by dots and lines positioned above the consonants they directly precede. When a word ends in a vowel, that last vowel is left as a hanging symbol. There are no double letters in Infernal, and vowels are not stacked atop one another. In the event that a word ending in a vowel is followed by a word that begins with a vowel, a line break is made."
			],
			"fonts": [
				"fonts/languages/PHB/Infernal/Infernal.ttf"
			]			
		},
		{
			"name": "Modron",
			"source": "3M^L",
			"additionalSources": [
				{
					"source": "MM",
					"page": 224
				}
			],
			"typicalSpeakers": [
				"{@creature Monodrone||monodrones}",
				"{@creature Duodrone||duodrones}",
				"{@creature Tridrone||tridrones}",
				"{@creature Quadrone||quadrones}",
				"{@creature Pentadrone||pentadrones}"
			],
			"script": "Dethek",
			"entries": [
				"Modron was the language spoken by the modrons.[1] To humanoids, it sounded like a series of \"clicks and whirs\".",
				"There was no word in the Modron language for an individual to refer to itself in the single person. A modron always referred to itself as \"we\" or \"us\"."
			]
		},		
		{
			"name": "Orc",
			"source": "3M^L",
			"type": "standard",
			"typicalSpeakers": [
				"{@filter orcs|bestiary|tag=orc}"
			],
			"script": "Dethek",
			"entries": [
				"Orc, also known as Orcish or Daraktan, was the common language written and spoken by most orcs.Daraktan used the Dethek script.",
				{
					"type": "entries",
					"name": "Histroy",
					"entries": [
						"Orcish evolved from the archaic Hulgorkyn language used by the orcs."
					]
				},
				"",
				" Orc is a harsh, grating language with hard consonants. It has no script of its own but is written in the Dwarvish script.",
				{
					"type": "inset",
					"name": "Script Source: Human Languages",
					"entries": [
						"Link to the {@link Infernal converter |https://lingojam.com/BlackSpeechTranslator}"
					]
				}
			],
			"fonts": [
				"fonts/languages/PHB/Dwarvish/Davek.otf",
				"fonts/languages/PHB/Dwarvish/Davek Bold.otf",
				"fonts/languages/PHB/Dwarvish/Davek Italic.otf",
				"fonts/languages/PHB/Dwarvish/Davek Bold Italic.otf"
			]			
		},
		{
			"name": "Primordial",
			"dialects": [
				"Auran",
				"Aquan",
				"Ignan",
				"Terran"
			],
			"source": "3M^L",
			"additionalSources": [
				{
					"source": "EEPC",
					"page": 9
				}
			],
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter elementals|bestiary|type=elemental}"
			],
			"script": "Dwarvish",
			"entries": [
				"Primordial is a guttural language, filled with harsh syllables and hard consonants.",
				"Primordial was the language of primordials and {@filter elemental |bestiary|type=elemental}. The Giant language was a debased form of it. The Abyssal language was a form of Primordial warped and twisted by the evil of the Abyss.",
				"It was also considered a language family, so that the elemental languages {@language Aquan}, {@language Auran}, {@language Ignan}, and {@language Terran} were considered a group of dialects of Primordial. They were sufficiently similar that creatures who understood one of those dialects could understand the others as well.",
				"",
				"Primordial used the Barazhad script or the Dwarvish script."
			],
			"fonts": [
				"fonts/languages/PHB/Dwarvish/Davek.otf",
				"fonts/languages/PHB/Dwarvish/Davek Bold.otf",
				"fonts/languages/PHB/Dwarvish/Davek Italic.otf",
				"fonts/languages/PHB/Dwarvish/Davek Bold Italic.otf"
			]
		},
		{
			"name": "Quori",
			"source": "3M^L",
			"type": "exotic",
			"typicalSpeakers": [
				"{@creature Inspired|ERLW|inspired}",
				"kalashtar",
				"{@filter quori|bestiary|source=ERLW|search=quori}"
			],
			"script": "Quori",
			"entries": [
				"Quor is the language of the natives of the plane of Dal Quor. The most significant of these inhabitants is the Quori, have invaded Eberron multiple times in the past. The quori have brought their language to Eberron through their Inspired: psychic overlords who serve as vessels for the quori. Quori is one of the dominant languages of the continent of Sarlona, the continent of the Inspired.",
				{
					"type": "inset",
					"name": "Translations",
					"entries": [
						"Translator {@link Common to Quor |http://www.screwytruths.com/Quor.html}",
						"il-Lashtavar: the darkness that dreams",
						"il-Yannah: the great light",
						"il-altas: great spirits",
						"altavars: dark spirits",
						"yannahilath: light speakers",
						"yannahsur: light bringers",
						"sheshantol: shadow watchers"
					]
				}
			]
		},
		{
			"name": "Sylvan",
			"source": "3M^L",
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter fey creatures|bestiary|type=fey}",
				"{@race centaur|ggr|centaurs}",
				"{@creature Conclave Dryad|ggr|dryads}"
			],
			"script": "Elvish",
			"entries": [
				"Sylvan is widely spoken in the Selesnya Conclave, for it is rich in vocabulary to describe natural phenomena and spiritual forces.",			
				"Sylvan is often seen as the language of nature, as its speakers are often nature spirits and creatures. The language itself is fairly old, and has changed very little throughout the ages. It flows easily, similarly to elven; in fact many linguists believe that the elven language is derived from sylvan. Although it uses the elven script, the language is hardly ever written."
			],
			"fonts": [
				"fonts/languages/PHB/Elvish/Rellanic Bold Italic.otf",
				"fonts/languages/PHB/Elvish/Rellanic Bold.otf",
				"fonts/languages/PHB/Elvish/Rellanic Italic.otf",
				"fonts/languages/PHB/Elvish/Rellanic.otf"
			]			
		},
		{
			"name": "Thayan",
			"source": "3M^L",
			"additionalSources": [
				{
					"source": "SCAG",
					"page": 112
				}
			],
			"typicalSpeakers": [
				"Mulan ethnic group"
			],
			"script": "Thorass",
			"entries": [
				"As one of the Mulhorandi languages, Thayan was highly inflected, and word order was of only minor importance. It sounded thick and slow to speakers of many other languages",
				{
					"type": "inset",
					"name": "Option: Human Languages",
					"entries": [
						"Many human ethnicities and nations in Faerûn have their own language, in addition to Common. Most human languages are written in Thorass, the alphabet of Old Common, derived from the Chondathan language that traders used as their common tongue. A few human languages use other alphabets, including Draconic, Dethek, and Espruar.",
						"If your Dungeon Master allows this option, then any human from an ethnic group that has its own language is assumed to know that language as well as Common. This ethnic language is treated as a free additional language for such individuals."
					]
				},
				{
					"type": "entries",
					"name": "Script",
					"entries": [
						"In their earliest forms, the Mulhorandi languages used a logographic system of writing, which included pictographs to represent concepts. Over the millennia, the written forms of the languages were simplified yet still contained tens of thousands of pictographs. By the late 14th century DR, however, speakers of Thayan utilized Infernal in their writing, as a direct insult to the god-kings of neighboring Mulhorand, who used the Celestial script. A century later, they had switched to using the Thorass alphabet."
					]
				},
				{
					"type": "entries",
					"name": "History",
					"entries": [
						"Thayan was so closely related to Mulhorandi that many scholars considered them a single language. Both languages were in the Mulani languages group within the Rauric languages family."
					]
				},
				{
					"type": "inset",
					"name": "Option: Human Languages",
					"entries": [
						"Many human ethnicities and nations in Faerûn have their own language, in addition to Common. Most human languages are written in Thorass, the alphabet of Old Common, derived from the Chondathan language that traders used as their common tongue. A few human languages use other alphabets, including Draconic, Dethek, and Espruar.",
						"If your Dungeon Master allows this option, then any human from an ethnic group that has its own language is assumed to know that language as well as Common. This ethnic language is treated as a free additional language for such individuals."
					]
				}
			]
		},
		{
			"name": "Turmic",
			"source": "3M^L",
			"additionalSources": [
				{
					"source": "SCAG",
					"page": 112
				}
			],			
			"typicalSpeakers": [
				"Turami ethnic group"
			],
			"script": "Thorass",
			"entries": [
				"Turmish was the language of the Turami people and the official tongue of Turmish.",
				{
					"type": "inset",
					"name": "Option: Human Languages",
					"entries": [
						"Many human ethnicities and nations in Faerûn have their own language, in addition to Common. Most human languages are written in Thorass, the alphabet of Old Common, derived from the Chondathan language that traders used as their common tongue. A few human languages use other alphabets, including Draconic, Dethek, and Espruar.",
						"If your Dungeon Master allows this option, then any human from an ethnic group that has its own language is assumed to know that language as well as Common. This ethnic language is treated as a free additional language for such individuals."
					]
				},			
				{
					"type": "entries",
					"name": "Speakers",
					"entries": [
						"Besides in the nation of Turmish, Turmic was spoken by folk living in Chessenta, Cormyr, Impiltur, Sembia, Thesk, the Vast, the Vilhon Reach, the Western Heartlands, and along the Dragon Coast."
					]
				},
				{
					"type": "entries",
					"name": "Script",
					"entries": [
						"Turmic employed the Thorass alphabet, which the Turami learned from trade with the Chondathans and Calishites."
					]
				},
				{
					"type": "inset",
					"name": "Option: Human Languages",
					"entries": [
						"Many human ethnicities and nations in Faerûn have their own language, in addition to Common. Most human languages are written in Thorass, the alphabet of Old Common, derived from the Chondathan language that traders used as their common tongue. A few human languages use other alphabets, including Draconic, Dethek, and Espruar.",
						"If your Dungeon Master allows this option, then any human from an ethnic group that has its own language is assumed to know that language as well as Common. This ethnic language is treated as a free additional language for such individuals."
					]
				}
			]
		},
		{
			"name": "Undercommon",
			"source": "3M^L",
			"type": "exotic",
			"typicalSpeakers": [
				"underdark traders"
			],
			"script": "Espruar",
			"entries": [
				"Undercommon was a trade language spoken by the majority of intelligent races native to the Underdark. Speakers of Undercommon included the aboleth, choker, chuul, cloaker, delver, drider, drow, duergar, dwarf, githyanki, githzerai, grimlock, kobold, kuo-toa, orc, rakshasa, roper, svirfneblin, and mind flayer races.",
				"Undercommon was written using the Espruar alphabet",
				{
					"type": "inset",
					"name": "Script",
					"entries": [
						"Link for the {@link Espruar font|https://www.dafont.com/olde-espruar.font}."
					]
				}				
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "http://https://www.dafont.com/img/preview/o/l/olde_espruar0.png"
						}
					}
				]
			},
			"fonts": [
				"fonts/languages/PHB/Elvish/Rellanic Bold Italic.otf",
				"fonts/languages/PHB/Elvish/Rellanic Bold.otf",
				"fonts/languages/PHB/Elvish/Rellanic Italic.otf",
				"fonts/languages/PHB/Elvish/Rellanic.otf"
			]			
		}
	]
}