META SOURCE STUF ````````````````

		[
			{
				"json": "btn",
				"abbreviation": "BTN",
				"full": "Better Than Naught",
				"authors": [
					"Gary Flannel"
				],
				"convertedBy": "Modnar",
				"version": "1.0.0",
				"url": [
					"https://btn.com/2015/03/10/a-table-of-contents-thats-better-than-nothing/"
				],
				"targetSchema": "1.0.0"
			},
			{
				"json": "pfue",
				"abbreviation": "PfUE",
				"full": "Pathfinder Ultimate Equipment (into 5e)",
				"authors": [
					"Greg Lynch",
					"J. C. Alvarez"
				],
				"convertedBy": "Modnar",
				"version": "1.0.0",
				"url": "http://paizo.com/products/btpy8tmc?Pathfinder-Roleplaying-Game-Ultimate-Equipment",
				"targetSchema": "1.0.0"
			},
			{
				"json": "pfar",
				"abbreviation": "PfAR",
				"full": "Pathfinder Advanced Race Guide (into 5e)",
				"authors": [
					"Jason Bulmahn"
				],
				"convertedBy": "Modnar",
				"version": "1.0.0",
				"url": "http://paizo.com/products/btpy8rv2?Pathfinder-Roleplaying-Game-Advanced-Race-Guide",
				"targetSchema": "1.0.0"
			},
			{
				"json": "pfmc",
				"abbreviation": "PfMC",
				"full": "Pathfinder Monster Codex (into 5e)",
				"authors": [
					"Jason Bulmahn"
				],
				"convertedBy": "Modnar",
				"version": "1.0.0",
				"url": "http://paizo.com/products/btpy9926?Pathfinder-Roleplaying-Game-Monster-Codex",
				"targetSchema": "1.0.0"
			},
			{
				"json": "bim",
				"abbreviation": "BIM",
				"full": "BastionLand: 100 Interesting Magic Items",
				"authors": [
					"Chris McDowall"
				],
				"convertedBy": "Modnar",
				"version": "1.0.0",
				"url": "http://www.bastionland.com/2009/07/100-interesting-magic-items-first-half.html",
				"targetSchema": "1.0.0"
			},
		]




 ======  ITEM unsorted stuff ===============================			








======== ALCHEMY ==========================================


			{
				"json": "mmmxa",
				"abbreviation": "MMMxA",
				"full": "Modnar's Miscellaneous Materials - Alchemy",
				"authors": [
					"Modnar",
					"WoTC",
					"Various Redditors"
				],
				"version": "1.0.0",
				"url": "https://docs.google.com/spreadsheets/d/1Ol4hsUsQ9iEITwOOZQX9TakH3HWSYPAYFGUlfZhvYAY/edit#gid=1758688597",
				"convertedBy": "Modnar",
				"targetSchema": "1.0.0"
			},




		{
			"abbreviation": "O",
			"source": "mmmx",
			"entries": [
				{
					"type": "entries",
					"name": "Oversized",
					"entries": [
						"A weapon with the oversized property is larger than even the largest conventional weapon. Only individuals with exceptional strength can hope to wield one efficiently.",
						"An oversized weapon counts also as a {@itemproperty heavy} weapon (PHB p. 147); with the following changes. Both Small and Medium creatures have disadvantage on attack rolls with oversized weapons. A Medium creature does not have disadvantage if its Strength score is 20 or greater.",
						"If a damage value in parenthesis appears with the oversized property, a Large creature may wield the weapon in one or two hands. The oversized damage value is used if the creature wields the weapon in two hands.",
						"{@bold Rationale}",
						"This is intended to make weapons for Large player character races. Normally a Large-sized weapon deals double the damage die (e.g. a large greataxe deals 2d12 instead of 1d12) but this might be considered overpowered for a player. When designing oversized weapons,the damage can be one step or more greater than a martial weapon, but must be less than a Large weapon."
					]
				}
			]
		},
		{
			"abbreviation": "D",
			"source": "mmmx",
			"entries": [
				{
					"type": "entries",
					"name": "Defensive",
					"entries": [
						"All attack rolls made with weapons that have the defensive property suffer a -1 penalty. However, when a creature attacks with a weapon with this property on its turn or during its reaction, it gains +1 to its AC until the end of its next turn. ",
						"{@bold Rationale}",
						"In melee weapons, this defensive quality could come from a protective hilt or a lighter construction, allowing for quicker movements; on ranged weapons, it could come from a wide guard at the front of the weapon or a camouflaged cover."
					]
				}
			]
		},
		{
			"abbreviation": "B",
			"source": "mmmx",
			"entries": [
				{
					"type": "entries",
					"name": "Brace",
					"entries": [
						"Any weapon with this property always deals Maximum damage when it hits a mount - provided its wielder uses half their movement before taking the attack action.",
						"When used as an held action to attack a creature on a mount or attempting a charge action targeting the wielder or moving through its threatened range, the wielder makes their attack on a successful attack the weapon deals maximum damage and the mount or creature charging is halted and their charge attack automatically misses.",
						"{@Note Weapons are usually polearms}"
					]
				}
			]
		},
		{
			"abbreviation": "AM",
			"source": "mmmx",
			"entries": [
				{
					"type": "entries",
					"name": "Aiming",
					"entries": [
						"Weapons with the aiming property may take an action gain a +2 bonus and make a single ranged attack. However, when a creature uses a weapon with this property, it suffers a -2 penalty to its AC until the start of its next turn. ",
						"{@bold Rationale}",
						"Longbows might gain this quality through the use of weights and sights attached to the bow scopes, whilst light and heavy crossbows might achieve it by having tripods attached to the bottom of the barrel."
					]
				}
			]
		},
		{
			"abbreviation": "BL",
			"source": "mmmx",
			"entries": [
				{
					"type": "entries",
					"name": "Bleeder",
					"entries": [
						"When hit by a weapon with the bleeder property, upon a successful hit imparts the Bleeding condition to the target (Target takes an additional point of damage of the weapon's type at the start of its next turn until they make a Constitution Save versus DC 12 (+ any magical bonuses)"
					]
				}
			]
		},		
		{
			"abbreviation": "E",
			"source": "mmmx",
			"entries": [
				{
					"type": "entries",
					"name": "Entnagle",
					"entries": [
						"Some weapons, particularly those with chains, are designed to wrap around a foe's weapon or limbs.",
						"A creature can use an attack with such a weapon to entangle the target's weapon or limbs. The attacker makes an attack roll contested by the target's Strength ({@skill Athletics}) check or Dexterity ({@skill Acrobatics}) check. The target has advantage on its ability check if it is larger than the attacking creature, or disadvantage if it is smaller. If the attacker wins the contest, the attack causes no damage or other ill effect, but becomes entangled by the attacker.",
						"An entangled creature has disadvantage on attack rolls until the attacker ends the entanglement with a bonus action; the attacker drops their weapon or the attacker is {@condition incapacitated}; forced movement causes the attacker and target apart beyond the reach of the weapon; or the target uses its action to escape (as though {@condition grappled}). While entangled, neither the attacker nor the target can move apart beyond the reach of the weapon.",
						"While the attacker is entangling the target's weapon, it has advantage on subsequent attempts to disarm the target (see DMG p. 271)"			
					]
				}
			]
		}		
	],



	"item": [

		{
			"name": "Itching Powder",
			"type": "G",
			"rarity": "Rare",
			"value": "60gp",
			"weight": "2",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This fine gray powder causes targets to suffer from uncontrollable itching until they spend at least 1 round washing it off. Throwing a packet of itching powder is a splash attack with a range increment of 10 feet. Anyone standing on the square of impact must succeed at a DC 12 Constitution save to resist the powder, while those in adjacent squares must make a DC 8 Constitution save. Creatures that fail the save take a -2 penalty on attack rolls, saving throws, skill checks, and ability checks until they wash the powder off. This is a poison effect."
			]
		},
		{
			"name": "Kaava Musk",
			"type": "G",
			"rarity": "Uncommon",
			"value": "40gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This emerald-colored adhesive is made from animal glands, urine, and other powerful scents that are difficult to wash off. A target splashed with it smells like weak prey to predators. Creatures with the scent ability can detect a marked creature at five times the normal range, note its direction as a free action, pinpoint it when it is within 25 feet, and track it by scent with a +5 bonus on their Survival checks. Immersion in water within 1 round of exposure washes the musk off; otherwise the effect decreases by 1 range increment per day (four times normal range after 1 day, three times normal range after 2 days, and so on) until the creature is again at normal scent levels. One dose of Kaava musk costs 40 gp and weighs 1/2 lb.; the Craft (alchemy) DC to create Kaava musk is 20."
			]
		},
		{
			"name": "Keros Oil",
			"type": "G",
			"rarity": "Rare",
			"value": "5gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM): Also known as firebreather's oil, this bitter liquid is harder to ignite than common oil but burns quickly at a low temperature, making it ideal for exotic performers such as fire-spinners and flame-spitters. You may spit a mouthful of keros oil past an open flame (such as a candle, tindertwig, or torch) to ignite it, creating a brief burst of fire. If you use it to attack, the attack is a ranged attack with a maximum range of 5 feet that deals 1d3 points of fire damage. If you roll a 1 on your attack roll, you accidentally inhale or swallow some of the burning fuel; you take 1d6 points of fire damage and are nauseated for 1 round. A bottle of keros oil holds enough for 10 mouthfuls; taking a mouthful from the bottle is a weapon action."
			]
		},
		{
			"name": "Light Detector",
			"type": "G",
			"rarity": "Rare",
			"value": "1gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 10",
				"{@bold Features} (GM): This hand-sized metal plate is covered with a thin layer of light-sensitive transparent paste. If exposed to light, the paste darkens and becomes opaque, depending on the amount of light. Bright light causes it to fully darken in 1 round, normal light in 3 rounds, and dim light in 10 rounds. It is mainly used by creatures with darkvision to determine whether creatures carrying light have recently passed through an area. The plate is sold wrapped in a thick black cloth to prevent accidental light exposure from ruining the plate."
			]
		},
		{
			"name": "Light Fire Ink, vial",
			"type": "G",
			"rarity": "Uncommon",
			"value": "40gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This alchemically infused ink ensures secret messages destroy themselves after being read. If light strikes the ink after it has dried, chemicals cause it to spontaneously combust within about a minute. The combustion is small—not significant enough to ignite anything but paper. Ink used on other materials such as stone or wood simply vanishes, leaving no trace of the writing. A vial of this ink holds enough to write 10 brief messages of no more than 50 words each. Light fire ink can be created with a DC 20 Craft (alchemy) check."
			]
		},
		{
			"name": "Light-Killer's Grease",
			"type": "G",
			"rarity": "Uncommon",
			"value": "25gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM): Keenly aware of their vulnerability to light and to those who wield it as a weapon, the drow have pioneered many ways to defend themselves against light—magic or otherwise. Light-killer’s grease is a pungent, oily alchemical substance harvested from underground fungus and mixed with powdered minerals common in the deep earth. When combined correctly, this black, tarry mass absorbs light. It must be applied around a creature’s eyes (a fullround action) to function. When worn, it negates the dazzled/blinded condition from exposure to bright light and grants a +1 bonus on saving throws against spells and effects with the light descriptor. The grease is considered an overpowering scent for the purpose of the scent special ability, and a creature with scent can pinpoint the wearer’s location at a range of 10 feet instead of 5 feet. Once applied, the grease remains potent for 1 hour. Removing the grease is a full-round action that requires a gallon of water or another suitable washing liquid; otherwise, the visual marks can be removed, ending the effect, but the smell remains for the full duration."
			]
		},
		{
			"name": "Liquid Ice (flask)",
			"type": "G",
			"rarity": "Rare",
			"value": "15gp",
			"weight": "2",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): Also known as “alchemist's ice”, this sealed jar contains crystalline blue fluid that immediately starts to hiss and evaporate once opened. During the 1d6 rounds after it is opened but before it evaporates completely, you can use it to freeze 5ft cube of liquid or to coat an object in a thin layer of ice. You can also throw liquid ice as a splash weapon. A direct hit deals 1d6 points of cold damage; splash creatures save vs attack's roll DC or take 2 points of cold damage from the splash."
			]
		},
		{
			"name": "Liquid Traction",
			"type": "G",
			"rarity": "Uncommon",
			"value": "25gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This glass bottle is filled with sticky goo prized by sailors for the additional traction it grants on ship decks. When applied to the soles of footwear and allowed to dry for 1 hour, liquid traction grant s a +2 bonus on Acrobatics checks to keep your balance or saves against being knocked prone. Liquid traction has no ef fect when it comes into contact with very slick or unnaturally slick surfaces such as ice or grease."
			]
		},
		{
			"name": "Litmus Strip",
			"type": "G",
			"rarity": "Uncommon",
			"value": "15gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This white paper strip treated with dyes extracted from common lichen is used to quickly test the composition of any water-based solution. The user dips the end of the strip in the liquid and waits 1 round for the chemical reaction to change the color of the strip. If the strip turns purple, then the water contains poisonous toxins and must be purified before consumption. The darker purple the strip turns, the more toxic the substance. If the strip remains white, the solution is poison-free. Though it's not useful for testing oils, slimes, or gases, a strip can be invaluable in determining whether a water source or beverage is tainted."
			]
		},
		{
			"name": "Lodestone Boots",
			"type": "G",
			"value": "60gp",
			"weight": "4",
			"reqspace": "Alchemy Lab",
			"subtype": "Clothing (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): The soles of these tough boots include lodestones that have been augmented through alchemical processes to be very strong. While climbing a rope, you can pinch the rope between the boots to prevent yourself from falling; you can release the boots’ grip by carefully twisting them apart. The boots also stick to steel, iron, and other magnetizable surfaces.You gain a +2 bonus on your Athletics (Climb) checks while using the boots’ magnetism to help you climb a rope or magnetic surface. While standing on a magnetic surface, the boots grant you a +4 bonus on Strength checks and Constitution saving throws to avoid being blown away by winds. Leaving a square when you the boots are attached to a magnetic surface requires an additional 5 feet of movement, as your overland speed is effectively reduced in exchange for the boots’ assistance in climbing."
			]
		},
		{
			"name": "Loyalty Transfusion",
			"type": "G",
			"rarity": "Rare",
			"value": "215gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 30",
				"{@bold Features} (GM): This serum transfers a homunculus's loyalty from one master to another. In order for this to work, the homunculus's current master and its master-to-be must each place a drop of their blood into the serum. When an appropriate homunculus drinks this concoction, it thereafter treats the master-to-be as its master. The change in ownership also causes the homunculus's alignment to change to match that of its new owner."
			]
		},
		{
			"name": "Lyddric Essence",
			"type": "G",
			"rarity": "Uncommon",
			"value": "20gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This enzyme is derived from a parasitic fungus that breaks down most organic tissue, and is especially destructive to plants and other fungi. A flask of lyddric essence can be used like a flask of acid, dealing normal acid damage to creatures not of the plant type. However, plant creatures, plants, and fungi targeted with lyddric essence take 2d6 points of acid damage on a direct hit, or 2 points of acid splash damage if within 5 feet of where it hits."
			]
		},
		{
			"name": "Marker Dye",
			"type": "G",
			"rarity": "Uncommon",
			"value": "5gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM): This dye (available in several colors) creates an obvious stain wherever it is splashed. Washing has no effect for the first 72 hours (though magic can erase it), but it fades completely after 2 weeks. You can throw it as a splash weapon."
			]
		},
		{
			"name": "Mellowroot (vial)",
			"type": "G",
			"rarity": "Uncommon",
			"value": "25gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): Sneaky goblin chieftains give this orange paste to the tribe's warriors before proposing a particularly bold raid. Consuming mellowroot causes a euphoric feeling that makes you feel invulnerable. For 1 hour after consuming mellowroot, you gain a +5 bonus versus fear effects. However, while under the effects of mellowroot, you must make a DC 15 Wisdom saving throw when you try to leave the threatened area of an opponent. If you fail the saving throw, you cannot leave the threatened area."
			]
		},
		{
			"name": "Mending Paste",
			"type": "G",
			"rarity": "Uncommon",
			"value": "25gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): You can use this smelly, silvery paste to temporarily repair metal objects. It is sold in a sealed flask and reacts with air, turning solid in 1d6+4 minutes. You must make an appropriate DC 16 Craft check to repair a metal item with the broken condition; success means the object loses the broken condition but gains the fragile condition. Increase the DC by +5 if the broken object is a magic item or by +5 if it is a firearm (add both modifiers if the item is a magical firearm). If the check fails, the mending paste is consumed but you may try again with another flask or conventional repair methods."
			]
		},
		{
			"name": "Mimic Fibers",
			"type": "G",
			"rarity": "Uncommon",
			"value": "30gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): These alchemically prepared fungal spores are suspended in a thick green ichor. They grow in patterns that match any plant or fungal material they touch, even dead wood, causing any cuts or breaks in the matter to mend as if it had never been damaged. When applied as a full-round action, mimic fibers heal 1d10+10 points of damage to one object made of wood, paper, earth, or other onceliving material. Even a destroyed item can be repaired (treat as if at 0 hit points) as long as the item is in no more than two pieces and is held together at the break as the spores are applied. (It mimics a mending spell in many regards)"
			]
		},
		{
			"name": "Moonrod",
			"type": "G",
			"rarity": "Uncommon",
			"value": "10gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This 1-foot-long, silver-tipped tin rod glows dimly when struck as either a bonus or standard action. It sheds dim light in a 30-foot radius. However, the light given off by a moonrod is particularly easily to perceive for creatures with low-light vision. For such creatures, a moonrod grants dim lightingfor a 60-foot radius. It glows for 6 hours, after which the silver tip is burned out and worthless."
			]
		},
		{
			"name": "Necrobane Formaldehyde",
			"type": "G",
			"rarity": "Rare",
			"value": "60gp",
			"weight": "3",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 23",
				"{@bold Features} (GM): This form of the common embalming agent comes in a glass beaker with a thick rubber stopper, and is employed in regions such as Ustalav, where alchemy is prized as a viable defense against the depredations of necromancers. When introduced into a dead body, necrobane formaldehyde slows the process of decay, keeping the corpse from stinking and rotting for 1d6 days after death. Treating a body with necrobane formaldehyde takes 1 hour and requires a successful DC 22 Medicine check. A corpse injected with necrobane formaldehyde is more difficult to resurrect as an undead creature for 6 days after injection. Anyone attempting to seed unlife in a corpse treated in this substance must succeed at a DC 12 caster level check to complete the process or the spell fails and its components are wasted. This is also the case for creatures that ingest necrobane formaldehyde and subsequently die before the effect's duration has expired.If an undead creature ingests necrobane formaldehyde (perhaps by eating part of an embalmed corpse), the undead creature becomes “poisoned” (Constitution save DC 17 at the start of each round to end - the poisoned condition is not reflective of traditional poison, undead immune to poison are not immune to this). When ingested by a living creature, necrobane formaldehyde nauseates the imbiber for 1d6 rounds and deals 1d4 points of Constitution damage. A successful DC 14 Constitution save reduces the nauseated effect to sickened and halves the Constitution damage (minimum 1). This is a poison effect, though the pungent aroma and unmistakably toxic taste of necrobane formaldehyde makes it difficult to use as a surreptitious weapon."
			]
		},
		{
			"name": "Nushadir (vial)",
			"type": "G",
			"rarity": "Rare",
			"value": "10gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This reagent is often stored in the form of small, salty pellets in a dry container, though it can also be mixed with a flask of water and carried that way. Nushadir neutralizes acid; a vial of pellets or a flask of nushadir-water is enough to render a cubic foot of acid safe to touch, though this is usually too slow to prevent damage from a thrown vial of acid or the contents of a large monster's gullet. Nushadir vapors are slightly irritating to the eyes, nose, and mouth, causing nausea after close exposure (Constitution DC 10 negates)."
			]
		},
		{
			"name": "Oil of the Masters",
			"type": "G",
			"rarity": "Uncommon",
			"value": "50gp",
			"weight": "2",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This gold-tinted oil smells of wood shavings. When you apply it to the strings of a stringed instrument or the body of a woodwind, it improves the quality of the instrument’s sound. For 1 hour, anyone playing the instrument gains a +2 alchemical bonus on the appropriate Perform check. A Jar contains enough oil to coat the strings 10 times."
			]
		},
		{
			"name": "Ooze Grease",
			"type": "G",
			"rarity": "Uncommon",
			"value": "50gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This alchemical concoction can be spread over a Medium or Small creature’s body as a full-round action. It provides a +5 alchemical bonus on Escape Artist checks, grapple checks to avoid or escape a grapple, and Dexterity saves to avoid an ooze’s improved grab, consume or engulf abilities, but gives a –5 penalty to disarm checks, grapple checks to start or maintain a grapple or pin, and other checks that may be hindered by a loose grip (such as Athletics(Climb). One application lasts for up to 1 hour and can be removed with soap and water"
			]
		},
		{
			"name": "Padzahr",
			"type": "G",
			"rarity": "Rare",
			"value": "80gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Drink,Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Drink,Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): Drinking this crystal-clear liquid accelerates the natural process of healing Constitution damage. Resting for 1 hour after drinking a vial heals you of 1 point of Constitution damage as if you had benefited from a full night's rest. Taking multiple doses in an hour does not increase the rate of healing; you must take each individually, followed by an hour of rest, for it to have any effect. Using more than 4 doses of padzahr in 1 day has no effect."
			]
		},
		{
			"name": "Pathstones",
			"type": "G",
			"rarity": "Uncommon",
			"value": "50gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): Similar to sunrods, these small white pebbles are alchemically treated so that they shed a soft light once activated by striking them together or coated in a phosophesecent paint that glows for 2 hours after a light source passes by it. The glow is faint—just barely enough to illuminate the stone. Though not bright enough to serve as an effective light source, they can be placed in patterns to create messages or laid out in a path, marking it for others to follow."
			]
		},
		{
			"name": "Perfect Ice",
			"type": "G",
			"rarity": "Rare",
			"value": "150gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This vial contains a large snowflake that melts only at temperatures of 140 degrees Fahrenheit or above. Perfect ice is an alchemically engineered form of water that briefly converts any moisture it touches into a similar state. When a flask of perfect ice is opened or broken (such as by being thrown as a splash weapon), the snowflake within expands rapidly, forming a layer of ice and snow with a 60-foot radius along any nearby surface. Any living creature that touches an area of perfect ice or starts its turn in a space of perfect ice takes 4d6 points of damage from desiccation as some of the water in its body crystallizes (Constitution DC 16 half). Creatures with the water subtype take half again as much damage (150%) and receive no saving throw. The ice crystals that form along flat surfaces are large and strong, and are treated as caltrops. The ice persists for 10 minutes, after which it vaporizes or reverts to a normal state for its temperature. To avoid the hazards of its large area of effect, many users propel the vial from a launching crossbow (Pathfinder Player Companion: Adventurer’s Armory 4) or use similar means to extend their throwing range."
			]
		},
		{
			"name": "Petrified Ooze",
			"type": "G",
			"rarity": "Rare",
			"value": "80gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This tiny blob of ooze looks like a small disc of green stone when inactive, and is stored in a circular dish with an airtight cover. When the cover is removed and the ooze is exposed to air, the user has 1 minute to handle the rapidly softening ooze before it regains its former viscosity (as well as toxicity) and springs back to life. Although much smaller than an actual ooze creature, this coin-sized blob still deals 1d6 points of acid damage to anything it comes in contact with. Due to its unpredictable nature, petrified ooze is typically only good for breaking or melting whatever object or device on which the user originally sets the ooze, after which the blob quickly scurries into the nearest corner or crevice so it can feed on particles of dust and diminutive prey. Once restored to its viscous form, a petrified ooze moves at a rate of 60 feet per round, and any creature that comes in contact with the ooze must succeed at a DC 12 Reflex save to avoid taking acid damage from it."
			]
		},
		{
			"name": "Phosphorescent Gel",
			"type": "G",
			"rarity": "Uncommon",
			"value": "45gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This sealed vial contains 1 ounce of milky white gel. Once the vial's seal is broken, the liquid reacts with the surrounding air and begins to rapidly heat up, glowing like a candle for 1 hour. After that hour, the oxidization of the chemical agent is complete, and the gel dissolves in a white-hot flash, dealing 3d6 points of fire damage to anything directly in contact with it. A single dose of phosphorescent gel can coat 6 square inches of a surface. Multiple doses of phosphorescent gel can be used to coat larger surfaces, but the amount of damage dealt does not stack. The conflagration occurs in an instant, and the fire generated doesn't spread, though it can be used to ignite a larger explosive such as a fuse grenade or pot of oil."
			]
		},
		{
			"name": "Planar Alchemical Catalyst",
			"type": "G",
			"rarity": "Rare",
			"value": "200gp",
			"weight": "2",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: XX",
				"{@bold Features} (GM): A pox burster is an alchemically preserved animal bladder or gourd that has been filled with toxic, rotting materials. You can throw a pox burster as a splash weapon. Treat this attack as a ranged touch attack with a range increment of 10 feet. A direct hit forces a target to immediately make a DC 13 Constitution save or contract filth fever. Every space adjacent to the target square of the pox burster is covered in disease-causing filth. For the next minute, any creature that is injured while in one of these spaces must also make a Constitution save (with advantage) or contract filth fever."
			]
		},
		{
			"name": "Poison Diffuser",
			"type": "G",
			"rarity": "Very Rare",
			"value": "200gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This compound comes in a tiny eyedropper. When you combine a dose of poison diffuser with a dose of contact or ingested poison, the poison becomes a gas, slowly diffusing into the surrounding air. The poison is treated as an inhaled poison for 3 rounds, after which the poison and the poison diffuser are both expended and become inert. Any creature that passes within 5 feet of a diffused poison while it is active must save against the vaporous toxin.If you are using spontaneous alchemy, adding urea to the alchemical recipe delays a poison diffuser's activation time. For every 20 doses of urea (worth a total of 1 gp) incorporated into the alchemical creation process, the time from which the diffuser is added to the poison to the time the poison begins spreading into the air increases by 1 round."
			]
		},
		{
			"name": "Poison Tattoo",
			"type": "G",
			"rarity": "Very Rare",
			"value": "50gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtypes}: Tattoo, Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This henna-like paste creates a dark brown tattoo on the hands or feet that fades over the next 2d6 days. The tattoo temporarily boosts the strength of a vishkanya's natural poison, increasing the DC of the next weapon envenomed with the vishkanya's blood or saliva by +1 (once used, the tattoo is merely decorative and does not affect the creature's poison). A typical tattoo consists of intricate whorls and spiritual symbols on the hands or feet."
			]
		},
		{
			"name": "Poison Ward Salve",
			"type": "G",
			"rarity": "Uncommon",
			"value": "15gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM): This herbal salve can be applied directly to the skin to prevent the effects of contact poisons which lasts for 1 hour. If a creature touches a contact poison, but you apply the salve within 1 round of contact, the victim may roll their save again with advantage."
			]
		},
		{
			"name": "Potion Sponge",
			"type": "G",
			"rarity": "Uncommon",
			"value": "2gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM): This egg-sized sponge is covered in a layer of waterproof edible wax, designed to absorb 1 dose of a potion. Chewing a potion sponge and swallowing its liquid contents is a full-round action. A creature of at least Large size can swallow the sponge in its entirely; other creatures must spit out the sponge once it's depleted (a free action). Unlike a potion that is drunk from a vial, a potion sponge can be used underwater. A potion can be poured from a vial into a sponge potion (or squeezed from a sponge into a vial) as a full-round action. The potion sponge is immune to attacks that specifically target crystal, glass, ceramic, or porcelain, such as shatter. It otherwise works like a potion vial."
			]
		},
		{
			"name": "Pox Burster",
			"type": "G",
			"rarity": "Rare",
			"value": "50gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): A pox burster is an alchemically preserved animal bladder or gourd that has been filled with toxic, rotting materials. You can throw a pox burster as a splash weapon. Treat this attack as a ranged attack. A direct hit forces a target to immediately make a DC 13 Constitution save or contract filth fever. Every space adjacent to the target square of the pox burster is covered in disease-causing filth. For the next minute, any creature that is injured while in one of these spaces must also make a DC 9 Constitution save or contract filth fever."
			]
		},
		{
			"name": "Purification Pellet",
			"type": "G",
			"rarity": "Uncommon",
			"value": "10gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This tablet of compressed herbs and potent alchemical reagents can purify tainted, brackish, muddy, or alkaline water in order to make it drinkable. If used to purify water that is diseased or poisonous, each tablet reduces the save DC by 1 (to a maximum reduction of 5) for any disease or poison present in the water. A single purification pellet can affect up to 1 gallon of tainted water."
			]
		},
		{
			"name": "Rager's Aid",
			"type": "G",
			"rarity": "Uncommon",
			"value": "25gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This packet filled with spikey-edged leaves has a pungent scent almost strong enough to make your eyes water. While you chew the leaves, you ignore the effects of exhaustion. The leaves last for 10 minutes, at which point only a wad of pulp remains. When the effect of rager’s aid wears off, you are stunned for 10 minutes and gain a level of exhaustion."
			]
		},
		{
			"name": "Reagent Paper",
			"type": "G",
			"rarity": "Uncommon",
			"value": "1gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM): This slip of paper can aid in the identifying of liquids. Its color changes in accordance to basic traits such as acidity, salinity, or magic. This confers a +2 bonus on any check made to identify potions or other liquids."
			]
		},
		{
			"name": "Rhinarium Paste",
			"type": "G",
			"rarity": "Uncommon",
			"value": "40gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): When applied to the nose as an action, this alchemical paste traps airborne particles and sharpens your olfactory receptors, heightening your sense of smell. You gain the scent ability (advantage on scent based perception), except you can detect creatures and odors at only half the distance. If you already have the scent ability, rhinarium paste increases the range at which you can detect creatures to 150%. Rhinarium paste’s effects lasts for 1 hour. Crafting this item requires a successful DC 16 Craft (Alchemy) check."
			]
		},
		{
			"name": "Rust Dust",
			"type": "G",
			"rarity": "Rare",
			"value": "50gp",
			"weight": "0.25",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This is a girtty powder which when sprinkled over a nonprescious metal object renders the metal into metal dust of the same type. One dose turns up a catagory tiny sized metal object into dust. If used against metal armor the armor loses 2 AC with each does (Wearer may make a Dex Save to prevent) until the armor can be mended (cantrip) or cleaned (forgo a short rest for each dosage) - Armor Renduced to 0 AC is destroyed, Magical Armor loses only 1 AC per dose."
			]
		},
		{
			"name": "Rusting Powder",
			"type": "G",
			"rarity": "Uncommon",
			"value": "60gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 30",
				"{@bold Features} (GM): This flaky brown powder derived from rust monster fluids causes iron and similar metals to corrode and fall apart. If you apply a dose of rusting powder to a metal lock or trap as part of using the lockpicking skill, you gain a +5 bonus to open the lock or disable the trap, but there is a 75% chance that the mechanism is destroyed and cannot be used afterward. If the check fails, the mechanism is destroyed. A destroyed lock cannot be unlocked (but still counts as locked for the purpose opening the locked object). A destroyed trap mechanism immediately triggers the trap. If you fail the DC by 5 or more, the powder also lands on an object in your square (including possibly your armor or weapon), dealing damage to the object. Rusting powder is sold in a paper tube; you apply it by tearing the ends off the tube and blowing the flakes into the target device. Rusting powder does not affect gold, silver, copper, bronze, brass, or mithral, but easily affects iron, steel, and adamantine."
			]
		},
		{
			"name": "Salt Tablets (10)",
			"type": "G",
			"rarity": "Uncommon",
			"value": "1gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 10",
				"{@bold Features} (GM): These tablets of pressed salt help stave off dehydration. Taking a salt tablet once every 24 hours grants you the ability to avoid additional water consumption needs for hot climates."
			]
		},
		{
			"name": "Scent Cloak",
			"type": "G",
			"rarity": "Rare",
			"value": "2gp",
			"weight": "2",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This collection of coarsely ground spices, seeds, musk, and alchemical reagents are meant to be rubbed into your skin and clothes in order to override your scent, increasing the DC of tracking you by scent by +10 for 24 hours. Because you still have a smell, creatures with scent can still detect and pinpoint you if you are cloaked; they just can't identify your smell as something unique. Washing for 1 full round removes the scent cloak."
			]
		},
		{
			"name": "Scentbane Incense",
			"type": "G",
			"rarity": "Uncommon",
			"value": "80gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): Scentbane incense is a form of smokestick that also blocks most scents. As long as the smoke lasts, creatures with the scent special ability must make Perception checks, opposed by the Stealth checks of any creatures within the smoke, to use scent to locate creatures within the smoke. If a creature remains in scentbane incense for 5 rounds or more, the smoke clings to it for 1 round after it leaves, making it similarly difficult to find by scent during that time."
			]
		},
		{
			"name": "Semblance Transfusion",
			"type": "G",
			"rarity": "Rare",
			"value": "150gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): When combined with a drop of a humanoid's blood, this solution allows the homunculus that drinks it to grow to size Small and assume the likeness of the subject whose blood was used. If the homunculus can speak, its voice changes to resemble that of the subject. The homunculus's space and reach become 5 feet and it loses its bite attack, but otherwise its statistics remain unchanged. This transformation lasts 24 hours. The homunculus gains a +10 bonus on Disguise/Performance checks to appear as the subject, but unless the subject is a halfling, a gnome, a child, or another Small humanoid, the homunculus is likely shorter than the subject."
			]
		},
		{
			"name": "Shadowcloy",
			"type": "G",
			"rarity": "Rare",
			"value": "25gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This thin black liquid is stored in airtight flasks because it evaporates quickly when exposed to air. Its cloying vapors cling to a target, obscuring vision for a short period of time. You can throw a shadowcloy flask as a splash weapon with a range of 10/20 feet. A direct hit means the target treats the ambient light as one category darker than normal, with a creature already in natural darkness treating it as supernatural darkness. This effect lasts for 1 round. A thrown shadowcloy flask has no effect on adjacent creatures or if it misses."
			]
		},
		{
			"name": "Shaman's Paint",
			"type": "G",
			"rarity": "Rare",
			"value": "90gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): The ground carcasses of goldbelly stinkbugs-insects native to the Mindspin Mountains-give this paint its characteristic yellow hue. When applied as a full-round action, this fine paste makes your head glow as though with an unearthly halo. You gain a bonus to your caster level for any spells you cast that target one or more of your allies, granting rolled results advantage or where availible . The quicksilver in shaman's paint is harmful to living creatures. If you wear shaman's paint for more than 1 minute per day, you take 1 point of Wisdom damage, plus 1 point of Wisdom damage for every minute you wear the paint that day after the first."
			]
		},
		{
			"name": "Shard Gel",
			"type": "G",
			"rarity": "Rare",
			"value": "25gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This vivid green gel instantly crystallizes into needle-like shards upon contact with the air. You can throw a flask of shard gel as a splash weapon. A direct hit deals 1d4 points of piercing damage as the shards penetrate the target's flesh. The target's square and each square adjacent to it are covered in shards that function like caltrops. The caltrops last for 5 rounds before dissolving into harmless green sludge. Any effect that deals sonic damage to an area (such as thunder wave) immediately destroys all gel shards in that area."
			]
		},
		{
			"name": "Shriek Bomb",
			"type": "G",
			"rarity": "Uncommon",
			"value": "45gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This yellow ball of volatile resin has a hemp wick. Lighting the fuse is a move action; 1d3-1 rounds later (a result of 0 rounds takes place at the end of your turn), the shriek bomb explodes, dealing 2d6 points of sonic damage to creatures in a 10-footradius burst (Constitution DC 15 half). A shriek bomb can be thrown as a splash weapon with a range of 10 feet."
			]
		},
		{
			"name": "Shrieking Paste",
			"type": "G",
			"rarity": "Rare",
			"value": "35gp",
			"weight": "2",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): Created by suspending the spores of a shrieker mushroom in a thick mixture of wheat paste and vermiculite, this thick sludge comes in a soundproof, stone container. Shrieking paste creates an obnoxious piercing noise when exposed to even minute amounts of movement or light. This makes applying the paste a very noisy endeavor at best. However, once the paste is applied and left alone for several rounds, it once again becomes silent. Thereafter, any light source or movement within 10 feet of the paste causes it to shriek for 1d3 rounds. A single container contains enough shrieking paste to coat 1 square foot of a surface. If left undisturbed for several weeks in a dank, lightless setting, shrieking paste might eventually grow into a colony of shrieker mushrooms."
			]
		},
		{
			"name": "Signal Rocket",
			"type": "G",
			"rarity": "Uncommon",
			"value": "100gp",
			"weight": "3",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM): an explosive rocket that delivers a simple auditory and visual signal, typically used to signal an army from a distance. It allows an army commander to change strategy track with a higher degree of success when using mass combat rules; granting a +5 circumstance bonus on its Morale check to implement orders."
			]
		},
		{
			"name": "Silence Dust",
			"type": "G",
			"value": "60gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This ashen powder can be thrown as a splash weapon, muffling all sound within a 15-foot-radius sphere centered on the point of impact. Perception checks to notice sound emanating from or passing through the cloud take a -10 penalty. Alternatively, applying a dose of silence dust to your feet as a standard action grants you a +5 circumstance bonus on Stealth checks to avoid being heard while walking. The dust is effective for 1 minute before it disperses."
			]
		},
		{
			"name": "Slime Slow",
			"type": "G",
			"rarity": "Rare",
			"value": "15gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): Dark blue crystals are suspended at various points in this chunky mixture of icy liquid. When the liquid inside is exposed to open air, a vial of slow slime has a unique congealing effect on amorphous bodies. The wielder can throw a vial of slime slow as a splash weapon. If a creature with the amorphous special quality suffers a direct hit, that creature must succeed at a DC 17 Constitution save or lose the benefits of being amorphous until it saves. Amorphous creatures indirectly hit by slime slow must attempt the same Constitution save, but only risk losing the benefits of being amorphous for 1 round. Crafting a vial of slime slow requires a successful DC 20 Craft (alchemy) check."
			]
		},
		{
			"name": "Smelling Salts",
			"type": "G",
			"rarity": "Uncommon",
			"value": "25gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): These sharply scented gray crystals cause people inhaling them to regain consciousness. Smelling salts grant you a new saving throw to resist any spell or effect that has already rendered you unconscious or incapacitated. If exposed to smelling salts while dying, you immediately become conscious and staggered, but must still make stabilization checks each round; if you perform any standard action (or any other strenuous action), you take 1 point of damage after completing the act and fall unconscious again. A container of smelling salts has dozens of uses if stoppered after each use, but depletes in a matter of hours if left open."
			]
		},
		{
			"name": "Smoke Signal",
			"type": "G",
			"rarity": "Rare",
			"value": "5gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM): This alchemically fused powder ball creates a plume of brightly colored smoke when lit. While the smoke is not thick enough to significantly impair vision, it is clearly visible up to 1d6 miles away under average conditions, and may be visible at greater distances in ideal conditions. Many desert clans use particular signature colors of smoke to indicate their allegiance, or use smoke signals with specific colors or in a pattern of sequential colors to convey coded messages."
			]
		},
		{
			"name": "Smokestick",
			"type": "G",
			"rarity": "Uncommon",
			"value": "20gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This alchemically treated wooden stick instantly creates thick, opaque smoke when burned. The smoke fills a 10-foot cube (treat the effect as a fog cloud spell, except that a moderate or stronger wind dissipates the smoke in 1 round). The stick is consumed after 1 round, and the smoke dissipates naturally after 1 minute."
			]
		},
		{
			"name": "Sneezing Powder",
			"type": "G",
			"rarity": "Uncommon",
			"value": "60gp",
			"weight": "2",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This coarse yellowish-red powder is a splash weapon that causes uncontrollable sneezing for 1d4+1 rounds. Anyone standing in the square of impact must succeed at a DC 12 Constitution save to resist the powder, while those in splash squares must make DC 8 Constitution saves. Creatures affected by sneezing powder must make a DC 10 Constitution save every round for the duration or be stunned until their next turn. This is a poison effect."
			]
		},
		{
			"name": "Soothe Syrup",
			"type": "G",
			"rarity": "Rare",
			"value": "25gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM): This sweet and wholesome-tasting blue liquid creates a sense of warmth and comfort. Soothe syrup coats your stomach and makes it much more difficult for you to succumb to queasiness. For 1 hour after drinking soothe syrup, you gain a +5 bonus on saving throws made to resist effects that would make you nauseated or sickened."
			]
		},
		{
			"name": "Spider Sac",
			"type": "G",
			"rarity": "Rare",
			"value": "30gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): Despite their name, spider sacs have nothing to do with spiders but rather are alchemical devices with a unique delivery system. Used for climbing as well as combat, these grayish, gourd-like pouches are made of a specially grown fungus with a tough but rubbery exterior. The fungoid is carefully harvested, pierced at one end, hollowed out, and then injected with a strong alchemical adhesive that hardens to a fibrous material almost instantly when exposed to air. When squeezed, a spider sac's adhesive shoots out to a maximum range of 10 feet and sticks to whatever it strikes, whereupon the strand dries instantly into a durable fibrous rope. For the purposes of climbing, treat a spider sac as a grappling hook except that all surfaces are AC 5. A spider sac can also be used as a lasso except with AC 10, 4 hit points, and a DC 24 Strength check to burst. A spider sac is a single-use item."
			]
		},
		{
			"name": "Spiderdraw",
			"type": "G",
			"rarity": "Rare",
			"value": "40gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This alchemical fluid is viscous and clear, and it emits a strong chemical smell when exposed to air. Vermin are attracted to it and perceive anything marked with it as prey. Spiders, insects, and similar vermin gain a +5 bonus on Perception checks and attack rolls against a creature marked with spiderdraw; if these creatures have the scent ability, they can detect a marked creature at five times the normal range, note its direction, and pinpoint it when it is within 25 feet. Drow sometimes use spiderdraw as a contact poison or splash weapon against opponents, allowing vermin to focus on the marked targets while the drow retreat, regroup, or move to a more advantageous position. Washing off the spiderdraw is an action requiring at least a gallon of water or other suitable washing liquid; otherwise, the effects last for 1 hour."
			]
		},
		{
			"name": "Spirit of Glass",
			"type": "G",
			"rarity": "Rare",
			"value": "35gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This fiber is composed of tiny strands of razor-sharp glass laced with alchemical elements. Anyone who touches it finds her skin irritated by countless tiny abrasions. Though it causes only minor discomfort, it opens the skin enough for poison to seep through, allowing injury poisons to be delivered to the affected creature as if they were contact poisons. The abrasions last for 1 hour or until cleaned and treated with a successful DC 10 Medicine check (a full-round action). Poisoners sometimes place spirit of glass in a target's wardrobe or amid her personal effects along with a rag soaked in poison. Spirit of glass is often mistaken for lint or loose cloth, though it and the abrasions it causes can be identified with a successful DC 13 Alchemy check or DC 15 Medicine check. Spirit of glass can be used only once before it is expended."
			]
		},
		{
			"name": "Spiritbane Spike",
			"type": "G",
			"rarity": "Rare",
			"value": "275gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): When you slash this alchemically treated iron spike against your flesh - a move action that deals 1d6 points of slashing damage- the spike extends and becomes a short sword with the ghost touch weapon special ability. The spike reverts to its old form after 10 minutes, corroded and useless. Should a spiritbane spike rematerialize within a corporeal body, it is shunted to the nearest empty space without effect. Crafting this item requires a successful DC 25 alchemy check."
			]
		},
		{
			"name": "Star Candle Firework",
			"type": "G",
			"rarity": "Rare",
			"value": "5gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; ",
				"{@bold Features} (GM): When lit, this footlong wooden tube launches a flaming pyrotechnic “candle” every round for 4 rounds. The projectiles deal 1 point of nonlethal damage and 1 point of fire damage if they hit; on a critical hit, the target is also blinded for 1 round. The projectiles shed light as candles for 1 round and have a range increment of 5 feet. Attacking with a star candle is a ranged touch attack and in considered an improvised weapon."
			]
		},
		{
			"name": "Stillgut (vial)",
			"type": "G",
			"rarity": "Uncommon",
			"value": "50gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): Drinking a vial of this bland, bluish liquid grants you a +5 bonus on Constitution saves to avoid the poisoned effect for 1 hour. If you are already poisoned, you can drink stillgut as a bonus action. Drinking it in this fashion grants you a second saving throw (without the +5 bonus). Goblins often use stillgut so they can choke down meat or other foods in advanced stages of rot or decay."
			]
		},
		{
			"name": "Stink Ink",
			"type": "G",
			"rarity": "Rare",
			"value": "5gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM): Stink ink is a special, pungent, musk-based ink that allows its user to encode information with smell rather than visually. Stink ink dries clear but its sharp, extremely localized smell can be picked out by those with sensitive enough noses to make it possible to read by sense of smell. Only creatures with the keen senses trait or scent ability can read stink ink without aid of some form of magic. Reading or writing something with stink ink takes twice as long as going through the same amount of information written in normal ink."
			]
		},
		{
			"name": "Stonechipper Salve",
			"type": "G",
			"rarity": "Rare",
			"value": "110gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This gritty, gray ointment weakens rocky materials. When applied to an object made of stone, it reduces the object's AC by 4 for 10 minutes. As an action, a creature can apply the paste to affect one 5-foot-square or a Medium or smaller creature. The paste only affects hardness, not damage reduction or similar defenses."
			]
		},
		{
			"name": "Sun Cinder",
			"type": "G",
			"rarity": "Uncommon",
			"value": "25gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): Sun cinder is a fine powder that glows faintly when exposed to light. One bag of this alchemically created talc contains 5 uses. When opened, it shines like a candle. If sprinkled on a torch or similar flame, 1 dose of sun cinder increases the light level of the area that flame illuminates by one additional step, up to bright light. This increased illumination lasts for 1 minute. Multiple doses of sun cinder can be used to further increase the light shed by the same source. A single dose of sun cinder does not affect flames larger than a torch. Sun cinder doesn't affect a light source's ability to penetrate magical darkness. Crafting 5 doses of sun cinder requires a successful DC 20 Craft (alchemy) check."
			]
		},
		{
			"name": "Sun Cream",
			"type": "G",
			"rarity": "Uncommon",
			"value": "10gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): An application of this alchemical solution, typically compounded from substances found in desert flowers, fruits, and roots, gives1d4 temporary HP points to that target. If you succeed at a DC 16 Medicine check while applying sun cream, you may add your Wisdom modifier to the temporary hp gained. A creature cannot benefit from more than one application of sun cream in a 24-hour period."
			]
		},
		{
			"name": "Sunderblock",
			"type": "G",
			"rarity": "Uncommon",
			"value": "35gp",
			"weight": "2",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: XX",
				"{@bold Features} (GM): This lumpy, lardlike, alchemical substance is designed to protect armor and weapons from dents and cracks that commonly develop in close-combat equipment. When liberally applied to armor or weapons, the material provides a greasy surface that blunts impacts, causes blades to slide aside, and strengthens the gear it is applied to. A single container holds enough sunderblock to coat a single weapon or suit of armor as a full-round action. The effects aren’t pronounced enough to increase the Armor Class bonus of a suit of armor, but the hardness of armors and weapons coated with sunderblock increases and it gains DR/2. This bonus lasts for 12 hours or until the end of the first short or long rest, at which point the greasy substance dries and flakes away."
			]
		},
		{
			"name": "Tangleburn Bag",
			"type": "G",
			"rarity": "Uncommon",
			"value": "70gp",
			"weight": "5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 30",
				"{@bold Features} (GM): This sack contains tanglefoot bag materials and alchemical powders that burn at a high temperature. It functions like a tanglefoot bag, plus a direct hit on a creature deals 1d6 points of fire damage, and the creature must make a DC 17 Dexterity save or catch on fire. If it catches on fire, for the next 2 rounds extinguishing the flames is a full round action, and using water to extinguish the flames creates a burst of burning material equivalent to alchemist's fire making a direct hit on the target (including splash damage). After the initial 2 rounds, the flames may be extinguished as an action."
			]
		},
		{
			"name": "Tanglefoot Bag",
			"type": "G",
			"rarity": "Uncommon",
			"value": "50gp",
			"weight": "4",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): A tanglefoot bag is a small sack filled with tar, resin, and other sticky substances. When you throw a tanglefoot bag at a creature (as a ranged attack with a range of 10 feet), the bag comes apart and goo bursts out, entangling the target and then becoming tough and resilient upon exposure to air. Target Creature is considered restrained unless a DC 12 Dexterity save or be glued to the floor, unable to move. A tanglefoot bag does not function underwater. A creature that is glued to the floor (or unable to fly) can break free by making a DC 14 Strength check or by dealing 15 points of damage to the goo with a slashing weapon. A creature trying to scrape goo off itself, or another creature assisting, does not need to make an attack roll; hitting the goo is automatic, after which the creature that hit makes a damage roll to see how much of the goo was scraped off, either way the goo becomes brittle and fragile after 1 minute, cracking apart and losing its effectiveness. An application of universal solvent to a stuck creature dissolves the alchemical goo immediately."
			]
		},
		{
			"name": "Tar Bomb",
			"type": "G",
			"rarity": "Rare",
			"value": "15gp",
			"weight": "2",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM):  A tar bomb is an easy weapon to make, and devastating in use. A head-sized lump of tar is wrapped around a rope and set on fire. You use the rope to lob the burning tar onto an enemy's deck, where it sticks and sets the ship alight. In many ways, a tar bomb functions as a less potent version of alchemist's fire, as it deals less damage and lacks the splash damage of the more expensive substance. Treat this attack as a ranged attack. Lighting a tar bomb is weapon interaction. A hit with a tar bomb deals 1d4 points of fire damage and has the potential to set the struck object or creature on fire, causing an additional 1d6 points of fire damage at the start of each round unless the target or an adjacent creature makes a DC 15 check to extinguish the flames as a full action. Knocking the tar bomb or the burning creature or object into a body of water or magically extinguishing the flames automatically smothers the fire."
			]
		},
		{
			"name": "Thunder Kettle",
			"type": "G",
			"rarity": "Rare",
			"value": "150gp",
			"weight": "3",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This intricate glass and metal jug vibrates gently, and contains a light cloud of white vapor and crackling blue electricity. Djinn of the Plane of Air use thunder kettles to capture the essence of air and lightning elementals within planar super storms. When uncorked as an action, a thunder kettle releases a rumbling cacophony of thunder in a 10-foot-radius burst. Creatures in the area must succeed at a DC 16 Constitution save or take 1d6 points of thunder damage and become stunned until the beginning of the attacker's next round. A successful save halves the damage and negates the stunned condition."
			]
		},
		{
			"name": "Thunderstone",
			"type": "G",
			"rarity": "Uncommon",
			"value": "30gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): You can throw this stone as a ranged attack with a range of 20 feet. When it strikes a hard surface (or is struck hard), it creates a deafening bang. Each creature within a 10-foot-radius must make a DC 12 Constiution each round until a successful save or be stunned and deafened."
			]
		},
		{
			"name": "Tindertwig",
			"type": "G",
			"rarity": "Uncommon",
			"value": "1gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): The alchemical substance on the end of this small, wooden stick ignites when struck against a rough surface (a move action). Creating a flame with a tindertwig is much faster than creating a flame with tinder and a flint and steel or magnifying glass. Lighting a torch with a tindertwig is a standard action rather than a full-round action, and lighting any other fire with one is at least a standard action. A tindertwig burns for 1d2 rounds and sheds light as a candle. Tindertwigs are waterproof, but must be dried before you can strike them."
			]
		},
		{
			"name": "Tracking Powder",
			"type": "G",
			"rarity": "Uncommon",
			"value": "30gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): When you scatter this very fine pale blue powder on the ground, it reveals the tracks of any creatures or individuals that have passed through the area within the last 48 hours. The powder also grants you a +5 bonus on Survival checks to follow tracks. A single application can cover an area of up to 60 square feet. Tracking powder is sold in small leather pouches that hold 10 applications each."
			]
		},
		{
			"name": "Trailscent Kit",
			"type": "G",
			"rarity": "Uncommon",
			"value": "10gp",
			"weight": "5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This small box of specially prepared catfolk pheromones and alchemical reagents can be used to leave a small group of subtle but long-lasting scents that only catfolk can smell and decipher. Given a minute, object such as a tree, a wall, or even a smaller item such as a weapon or potion vial. When the catfolk does this it leaves one of the following scent impressions: danger, food, shelter, or possession. The possession impression is always keyed to the specific catfolk using the kit, and signifies that she owns the territory or item. Other races can attempt to use this kit to create the danger, food or shelter impression, but doing so requires a successful DC 18 Alchemy check. A catfolk can detect a particular scent applied with a trailscent kit from 10' away. If the scent is upwind, the range at which a catfolk can detect the scent increases to 60'; if it is downind, the range drops to 15'. A catfolk with the scent racial quality doubles those distances. A catfolk with the scent racial quality doubles those distances. A scent impression lasts for 1 year or until it is washed away. Each kit has 10 uses."
			]
		},
		{
			"name": "Troll Oil",
			"type": "G",
			"rarity": "Rare",
			"value": "50gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 30",
				"{@bold Features} (GM): This crimson liquid is viscous and tastes foul. If you drink it, for the next hour you automatically stabilize when reduced to 0 hit points (and get a single save if you would automatically die, failure is of course -- death; success means you stablize) and have a 50% chance each round to end any bleed effect on you. If you take fire or acid damage, the benefits of troll oil are suspended until the end of your next round."
			]
		},
		{
			"name": "Troll Styptic",
			"type": "G",
			"rarity": "Rare",
			"value": "65gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): A witch's brew of troll blood, powdered plant extracts, and alchemical binders, troll styptic is intended as a field treatment for wounds and bleeding, particularly where magical healing is not available. This powder is stored in small packets, and when applied directly to wounds grants a living creature 2hp each round of healing for 1 minute, as well as closing any open wounds the subject has or receives while the styptic is active, preventing ongoing damage from bleeding. This is a painful cure and requires the target to make a DC 15 constitution save to avoid being sickened for the duration of the effect. (on a “1” the DM may elect that the regenerated tissue is troll flesh and that it will continue to grow/replace the creature's native tissues)"
			]
		},
		{
			"name": "Tunnel Creeper",
			"type": "G",
			"rarity": "Rare",
			"value": "65gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This fist-sized cluster of aggressive fungus grows rapidly when placed against a solid surface and exposed to water, and can quietly bore a 5-foot-tall, 10-foot-deep tunnel in a straight line. The tunnel is supported by sturdy fungal tubes. A tunnel creeper cannot eat through metal or any material denser than common stone. A tunnel creeper takes 1 hour to carve a tunnel through stone, or 5 minutes to carve through wood, after which the fungus withers and falls to the ground."
			]
		},
		{
			"name": "Twitch Tonic",
			"type": "G",
			"rarity": "Rare",
			"value": "45gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This thick syrup is extracted from bitter herbs and enhanced by alchemy to ward against sleep, paralysis, and the staggered condition. If you drink twitch tonic, you gain a +2 alchemical bonus on saving throws made against these effects for the next hour. If you drink twitch tonic while suffering from any of these effects, you may immediately roll another saving throw against the effect (with the +2 bonus); you may gain this particular benefit only once per day. You can administer twitch tonic to an unconscious or paralyzed creature as a full-round action, similar to administering a potion."
			]
		},
		{
			"name": "Unguent, Fiendgore",
			"type": "G",
			"rarity": "Very Rare",
			"value": "75gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 21",
				"{@bold Features} (GM): When this unguent—prepared with vile alchemical reagents and the gore of fiends—is applied to a wounded tiefling or demon (not currently at maximum hit points), it momentarily transforms the essence of the target into something even more fearsome and demonic. While under the effects of a fiendgore unguent, a tiefling or an fiend gains a advantage on Intimidate checks and a creatures subject to spell or effect that gives frightened condition, saves are at disadvantage. Applying the unguent is a delicate process, requiring a full-round, and can only be properly applied to a willing or helpless creature. If applied to a creature other than a tiefling or a fiend, it sickens the creature instead. The unguent's effects (either beneficial or harmful) last for 1 minute."
			]
		},
		{
			"name": "Unstable Accelerant",
			"type": "G",
			"rarity": "Uncommon",
			"value": "50gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 22",
				"{@bold Features} (GM): A volatile mix of incendiary reagents, unstable accelerant can be thrown just like alchemist's fire. In the hands of an alchemist, a flask of unstable accelerant can be used as part of creating a bomb, increasing its fire damage by +1d6 points. It has no effect on bombs that do not deal fire damage. If the bomb lasts for more than an instant, the extra damage only applies to the first round's damage."
			]
		},
		{
			"name": "Vapors of Easy Breath",
			"type": "G",
			"rarity": "Rare",
			"value": "40gp",
			"weight": "3",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This waxy ball of resin and herbs is stored in a large glass jar or other airtight container. When the jar is opened, it instantly evaporates into a soothing vapor that renders the lungs of any adjacent creatures resistant to inhaled poisons, diseases, and irritants such as choking smoke. Each creature within 5 feet of the jar when it is opened gains a +5 bonus on saving throws against such effects for the next 10 minutes. If already affected by an airborne affliction, an affected creature can immediately attempt another saving throw against the effect (with the +5 bonus); a creature can attempt only one such additional saving throw in a 24-hour period"
			]
		},
		{
			"name": "Vector Ink",
			"type": "G",
			"rarity": "Uncommon",
			"value": "60gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This specialized ink can be mixed with a contact poison to make the poison last longer on paper. Once applied to a sheet of paper, the ink remains slightly tacky and keeps the poison effective for up to 1 week. Any creature that touches the writing (such as while opening a closed book or unraveling a scroll) must save against the contact poison. Once a creature has come in contact with the vector ink, the ink is expended. A single vial of vector ink is enough to write a single page of text on standard-sized parchment"
			]
		},
		{
			"name": "Vermin Repellent",
			"type": "G",
			"rarity": "Uncommon",
			"value": "5gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This vile-smelling white paste keeps vermin at bay if spread on your skin. Normal-sized (Fine) vermin avoid you. Swarms of vermin must make a successful DC 15 Constitution saving throw in order to enter your square. Vermin repellent has no adverse effect on vermin of Small size or larger, though if an attacking vermin has a choice of targets that are respectively covered and not covered in repellent, it usually chooses the creatures without repellent. Once applied, vermin repellent remains effective for 4 hours or until you spend 1 round washing it off. Vermin repellent counts as a strong scent, allowing creatures with the scent ability to detect it at a greater range."
			]
		},
		{
			"name": "Vitus Flask",
			"type": "G",
			"rarity": "Rare",
			"value": "40gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Drink,Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Drink,Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 18",
				"{@bold Features} (GM): Drinking this crystal-clear liquid accelerates the natural process of healing Constitution damage. Resting for 1 hour after drinking a vial heals the drinker of 1 point of Constitution damage as if the drinker had benefited from a full night's rest. Taking multiple doses in an hour does not increase the rate of healing; as each dose must be taken individually, followed by an hour of rest, for it to have any effect. Using more than 4 doses in 1 day has no effect."
			]
		},
		{
			"name": "Vomit Capsule",
			"type": "G",
			"rarity": "Uncommon",
			"value": "12gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM): These small capsules consist of a concentrated mix of nausea-inducing herbs. To use a capsule, you bite down and ingest its contents, which almost immediately cause you to projectile vomit. The vomiting lasts 1 full round, during which you are incapacitated. The following round you recover fully, and suffer no other ill effects. These capsules are most often used by rogues working in teams to create distractions and spectacles in order to draw people's attention away from their activities, as well as by those interested in faking illness, such as pugilists trying to throw fights or criminals seeking to create chaos during an arrest."
			]
		},
		{
			"name": "War Spirit Pouch",
			"type": "G",
			"rarity": "Uncommon",
			"value": "50gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM):  This tiny bundle of sacred herbs and bones supposedly attracts the attention of helpful battle-spirits. By crushing the pouch as a bonus action, an orc (or a creature from a suitably warlike culture) gains 1d4+1 temporary hit points. These temporary hit points go away 10 minutes. A creature can only benefit from 1 spirit pouch at a time. Once used, the spirit pouch is destroyed."
			]
		},
		{
			"name": "Warding Ash",
			"type": "G",
			"rarity": "Uncommon",
			"value": "40gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This flaky compound of blessed ashes is steeped in juniper berries, giving it a warm, chestnut color. Unintelligent undead instinctively recoil upon touching warding ash. If an unintelligent undead creature moves into a space covered in warding ash, it must immediately end its movement in that space (Dexterity DC 14 negates). A singe dose of warding ash is enough to cover a 5-foot-square space. Applying warding ash is a full round action, during which the creature is considered prone. The warding ash becomes inert 1 hour after being laid, or after the ash is disturbed in any way (such as being stepped on by a creature). Crafting this item requires a successful DC 25 Craft (alchemy) check."
			]
		},
		{
			"name": "Water Purification Sponge",
			"type": "G",
			"rarity": "Uncommon",
			"value": "25gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM): This fist-sized blue sponge absorbs up to 1 pint of water; squeezing the water out of the sponge filters and purifies it, making it safe for drinking, washing, and similar activities. Filling and emptying the sponge is a full-round action. The filtration is enough to remove mundane impurities and common diseases, but does nothing to protect against poisons, magic, and other exotic threats. Each sponge can cleanse 25 pints of water before deteriorating and becoming useless."
			]
		},
		{
			"name": "Weapon Blacking",
			"type": "G",
			"rarity": "Uncommon",
			"value": "15gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; ",
				"{@bold Features} (GM): This oil can be applied to any metal weapon to make the metal a deep black color that absorbs almost all light, increases passive stealth attempt by +2."
			]
		},
		{
			"name": "Weapon Blanch, Adamantine",
			"type": "G",
			"rarity": "Very Rare",
			"value": "550gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): These alchemical powders have a gritty consistency. When poured on a weapon and placed over a hot flame for a full round, they melt and form a temporary coating on the weapon. The blanching gives the weapon the ability to bypass one kind of material-based damage reduction, such as adamantine, cold iron, or silver. The blanching remains effective until the weapon makes a successful attack, and there after for one minute, or until critical fail is made. Each dose of blanching can coat one weapon or up to 10 pieces of ammunition. Only one kind of weapon blanch can be on a weapon at one time, though a weapon made of one special material (such as adamantine) can have a different material blanch (such as silver), and counts as both materials for the first successful hit."
			]
		},
		{
			"name": "Weapon Blanch, Cold Iron",
			"type": "G",
			"rarity": "Very Rare",
			"value": "10gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): These alchemical powders have a gritty consistency. When poured on a weapon and placed over a hot flame for a full round, they melt and form a temporary coating on the weapon. The blanching gives the weapon the ability to bypass one kind of material-based damage reduction, such as adamantine, cold iron, or silver. The blanching remains effective until the weapon makes a successful attack, and there after for one minute, or until critical fail is made. Each dose of blanching can coat one weapon or up to 10 pieces of ammunition. Only one kind of weapon blanch can be on a weapon at one time, though a weapon made of one special material (such as adamantine) can have a different material blanch (such as silver), and counts as both materials for the first successful hit."
			]
		},
		{
			"name": "Weapon Blanch, Ghost Salt",
			"type": "G",
			"rarity": "Very Rare",
			"value": "20gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): These alchemical powders have a gritty consistency. When poured on a weapon and placed over a hot flame for a full round, they melt and form a temporary coating on the weapon. The blanching gives the weapon the ability to bypass one kind of material-based damage reduction, such as adamantine, cold iron, or silver. The blanching remains effective until the weapon makes a successful attack, and there after for one minute, or until critical fail is made. Each dose of blanching can coat one weapon or up to 10 pieces of ammunition. Only one kind of weapon blanch can be on a weapon at one time, though a weapon made of one special material (such as adamantine) can have a different material blanch (such as silver), and counts as both materials for the first successful hit.Ghost Salt: This gritty alchemical powder is made from exotic minerals mixed with an infusion crafted from the ectoplasmic remains of destroyed incorporeal undead. When rubbed onto a weapon that is then placed over a hot flame for a full round, ghost salt melts and forms a temporary coating on the weapon. The blanching gives the weapon the ability to do full damage to incorporeal creatures, even if the weapon itself is non-magical. An application of ghost salt remains effective until the weapon makes a successful attack. Each dose of weapon blanch can coat one weapon or up to 10 pieces of ammunition. Only one kind of weapon blanch can be on a weapon at one time."
			]
		},
		{
			"name": "Weapon Blanch, Silver",
			"type": "G",
			"rarity": "Very Rare",
			"value": "50gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): These alchemical powders have a gritty consistency. When poured on a weapon and placed over a hot flame for a full round, they melt and form a temporary coating on the weapon. The blanching gives the weapon the ability to bypass one kind of material-based damage reduction, such as adamantine, cold iron, or silver. The blanching remains effective until the weapon makes a successful attack, and there after for one minute, or until critical fail is made. Each dose of blanching can coat one weapon or up to 10 pieces of ammunition. Only one kind of weapon blanch can be on a weapon at one time, though a weapon made of one special material (such as adamantine) can have a different material blanch (such as silver), and counts as both materials for the first successful hit."
			]
		},
		{
			"name": "Wing Oil",
			"type": "G",
			"rarity": "Rare",
			"value": "1gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): Tengus mix special salves to protect their feathers from the elements. This one-ounce vial of wing oil gives a feathered creature a +1 bonus on all saving throws to resist the effects of cold damage/weather. Its effects last 24 hours."
			]
		},
		{
			"name": "Woad Painting Kit",
			"type": "G",
			"rarity": "Uncommon",
			"value": "30gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 30",
				"{@bold Features} (GM): Though associated with the woad plant, the alchemical ingredients of this blue paste can vary considerably. When preparing a spell, you can grind the spell’s material components and mix them into this paste to paint the components directly onto your flesh, allowing you to cast that spell. Additionally, by painting complex woad designs that symbolize gestures for an hour, you can cast the spell while it lasts with +10 sleight of hand. You can have only one spell painted on you in this way at a time, and if you cast the prepared spell or the paint is removed for any reason, the effects of the woad paint are spent. Woad paint is sold in small, concentrated blocks (costing 30 gp each) that must be ground into paste on a wooden or stone pallet with a small amount of water and material spell components. A typical kit contains a pallet and 5 small blocks of paint. One block produces enough paint for 10 component designs or one stilled spell design. Woad paint has no benefit for a non-spellcaster."
			]
		},
		{
			"name": "Zer0 Caulk",
			"type": "G",
			"rarity": "Rare",
			"value": "300gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 22",
				"{@bold Features} (GM): Liquid dispensed by a tube that becomes a rapidly expanding foam than becomes harder than steel. 1 tube expands to 5 square feet of foam than hardens after 60 seconds. Foam AC: 20 HP: 80, After 12 hours it starts to decay 1 hp per 10 minutes."
			]
		},
		{
			"name": "Zhen Distillate",
			"type": "G",
			"rarity": "Rare",
			"value": "50gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Consumable (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 16",
				"{@bold Features} (GM): Through alchemical processes, zhen worm mucus can be distilled into a preservative ointment. When spread liberally over a dead game animal, zhen distillate preserves the meat for 1 month. If left on for at least 3 days, the distillate dissolves away hair, nails, and skin, while leaving muscles and organs untouched. If not thoroughly washed away with wine or a similar alcoholic liquid, zhen distillate leaves behind a foul aftertaste. A flask of zhen distillate weighs 1 pound, costs 50 gp, and preserves the corpse of a Large creature. Each step up or down from Large doubles or halves, respectively, the amount of distillate needed.The mucus harvested from a single zhen worm can be processed into one flask of distillate with a successful check.",
				"SOURCE: Numeria, Land of Fallen Stars pg. 63"
			]
		},
		{
			"name": "Alchemist's Mercy",
			"type": "G",
			"rarity": "Uncommon",
			"value": "1gp",
			"weight": "1",
			"reqspace": "Alchemist Lab",
			"subtype": "Consumable (Alchemy)",
			"source": "mmmx", 
			"entries": [
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Kit or Medicine Kit}",
				"{@bold Required Space(s)}: Alchemist Lab; {@bold DC}: 20",
				"{@bold Features} (GM): A fine powder that when mixed with water or fruit juice and consumed, eliminates the effects of a hangover."
			]
		},
		{
			"name": "Aqua Grease",
			"type": "G",
			"reqspace": "Alchemy Lab", 
			"source": "BIM", 
			"entries": [ 
				"{@bold Subtype}: ",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; ",
				"{@bold Features} (GM): This pale grease can be rubbed over any equipment to completely protect it against damage from water exposure."
			]
		},
		{
			"name": "Weapon Oil, +1",
			"type": "G",
			"rarity": "Uncommon",
			"value": "250gp",
			"weight": "0.25",
			"reqspace": "Workshop",
			"subtype": "Consumable (Alchemy)", 
			"source": "0dgz", 
			"entries": [
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Workshop; ",
				"{@bold Features} (GM): a bonus action to pour magic oil on your weapon. The effect lasts until the end of a battle or for five minutes before fading."
			]
		},
		{
			"name": "Weapon Oil, +2",
			"type": "G",
			"rarity": "Rare",
			"value": "1000gp",
			"weight": "0.25",
			"reqspace": "Workshop",
			"subtype": "Consumable (Alchemy)", 
			"source": "0dgz", 
			"entries": [
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Workshop; {@bold DC}: 22",
				"{@bold Features} (GM): a bonus action to pour magic oil on your weapon. The effect lasts until the end of a battle or for five minutes before fading."
			]
		},
		{
			"name": "Weapon Oil, +3",
			"type": "G",
			"rarity": "Very Rare",
			"value": "2500gp",
			"weight": "0.25",
			"reqspace": "Workshop",
			"subtype": "Consumable (Alchemy)", 
			"source": "0dgz", 
			"entries": [
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Workshop; {@bold DC}: 25",
				"{@bold Features} (GM): a bonus action to pour magic oil on your weapon. The effect lasts until the end of a battle or for five minutes before fading."
			]
		},
		{
			"name": "Antitoxin (vial)",
			"type": "G",
			"rarity": "Uncommon",
			"value": "50gp",
			"reqspace": "Alchemist Lab",
			"subtype": "Consumable (Alchemy)",
			"source": "mmmx", 
			"entries": [
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Herbalism Kit}",
				"{@bold Required Space(s)}: Alchemist Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This substance counteracts a specific toxin. A creature that drinks this vial of liquid gains advantage on saving throws against poison for 1 hour. It confers no benefit to undead or constructs."
			]
		},
		{
			"name": "Celestial Lamp",
			"type": "G",
			"rarity": "Rare",
			"value": "300gp",
			"weight": "2",
			"reqspace": "Alchemist Lab/Temple",
			"subtype": "Alchemy",
			"source": "pfar", 
			"entries": [
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemist Lab/Temple; ",
				"{@bold Features} (GM): This polished lantern contains a continual flame and sheds light as a common lamp. If its font of consecrated crystal and metalwork is filled with holy water, the lamp's light is sanctified for 24 hours, adding a +1 bonus to the save DC of channeled positive energy or energy channeled to harm evil outsiders within a 30-foot radius."
			]
		},
		{
			"name": "Darklight Lantern",
			"type": "G",
			"rarity": "Rare",
			"value": "20gp",
			"weight": "3",
			"reqspace": "Alchemist Lab",
			"subtype": "Alchemy",
			"source": "pfar", 
			"entries": [
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemist Lab; {@bold DC}: 16",
				"{@bold Features} (GM): This lantern does not burn oil, but instead burns shadowcloy. When shadowcloy is used as its fuel, this lantern creates a strange, hazy darkness that decreases the light level for 30 feet around it by one step. Unlike when shadowcloy is thrown at a single target, this haze does not decrease natural darkness to supernatural darkness. One flask of shadowcloy fuels a darklight lantern for 1 minute."
			]
		},
		{
			"name": "Sunrod",
			"type": "G",
			"rarity": "Uncommon",
			"value": "2gp",
			"weight": "20",
			"reqspace": "Alchemist Lab",
			"subtype": "Consumable (Alchemy)",
			"source": "pfue", 
			"entries": [
				"{@bold Subtype}: Consumable (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemist Lab; ",
				"{@bold Features} (GM): This 1-foot-long, gold-tipped, iron rod glows brightly when struck as an action. It sheds bright light in a 30-foot radius and dim light for an additional 30 feet beyond that area. It glows for 6 hours, after which the gold tip is burned out and worthless. For use in underwater areas or environments where open flames would be hazardous, such as coal mines, small rooms(oxygen supply), or methane filled caverns."
			]
		},
		{
			"name": "Leech Dust",
			"type": "G",
			"rarity": "Uncommon",
			"value": "40gp",
			"subtype": "Alchemy",
			"source": "mmmx", 
			"entries": [
				"{@bold Features} (GM): Scattering this dust over a wound will clean it and drain any injury poison from it if applied before the end of the afflicted creatures next turn."
			]
		},
		{
			"name": "Burglar's Bane",
			"type": "G",
			"rarity": "Uncommon",
			"value": "10gp",
			"subtype": "Alchemy",
			"source": "llpos",
			"entries": [
				"{@bold Subtype}: Alchemy",
				"{@bold Features} (GM): This powder is a favorite of investigators and others charged with upholding the crown’s laws. Alchemical in nature, this ultra-fine powder is tasteless, odorless, and translucent, making it nearly invisible to an untrained observer. It is typically dusted upon papers, art objects, jewels, or other valuables that are feared to be the targets of intruders. The reason for this is that the powder provides a harmless but invaluable service to the property’s rightful owners. The powder’s useful properties begin with its unique composition, but do not stop there. With the addition of water, the powder bonds to the surface on which it lies, resulting in a bright, rosy glow that will not come off (much to the horror of many a thief caught red-handed). The more water added, the brighter the glow. The powder can only be removed with the use of a companion liquid called “thief’s soap,” available exclusively to agents of the crown and usually only offered to the accused in exchange for their confession. This has given rise to the colloquial phrase, “come clean,” meaning to confess. Without the thief’s soap to remove it, the glow wears off in 3d4 days."
			]
		},
		{
			"name": "False Seal",
			"type": "G",
			"rarity": "Rare",
			"value": "50gp",
			"subtype": "Alchemy",
			"source": "llpos",
			"entries": [
				"{@bold Subtype}: Alchemy",
				"{@bold Features} (GM): A seal is a piece of metal engraved with a design representing a noble title or family, official government or church correspondence, or otherwise wealthy or important individuals. These seals are often cast into rings or set into the end of a wood block. They are used along with heated wax to place an imprint on a document in question, verifying the official signature of a person in authority. The same method is also used to seal letters, designating to whom this correspondence belongs. In parts of the world where this custom is observed, a false or forged seal is a necessity for anyone who indulges in a bit of forgery (or who has a  desperate need to read the Count’s correspondence without being noticed). A false seal can only be obtained from a skilled gold or silversmith or from a thieves’ guild with the appropriate connections. A wellforged seal (Masterwork) gives a disadvantage to anyone attempting to detect the forged document on which it was used. It should be noted, however, that being caught with a false official or noble seal is typically considered a capital offence."
			]
		},
		{
			"name": "Gossamer Line (25ft)",
			"type": "G",
			"rarity": "Uncommon",
			"value": "15gp",
			"weight": "1.5",
			"subtype": "Alchemy",
			"source": "llpos",
			"entries": [
				"{@bold Subtype}: Alchemy",
				"{@bold Features} (GM):  This thin gray silken cord is unnaturally tough, made from alchemically created putty that is then stretched into strands and woven together to form a cord. The result is light, thin, and nearly impossible to see against any background, night or day. At the same time, it can support the same weight as a hemp rope at a fraction of the size. It is recommended that gloves be used with this rope, as rapid descent down such a thin line can cut unprotected skin.  Gossamer line has 6 hp and can be burst on a successful Strength check (DC 18). Difficulty Class (DC 24) on passive Perception checks for noticing the rope, DC 18 for active."
			]
		},
		{
			"name": "Hanging Man's Harness",
			"type": "G",
			"rarity": "Uncommon",
			"value": "15gp",
			"weight": "5",
			"subtype": "Alchemy",
			"source": "llpos",
			"entries": [
				"{@bold Subtype}: Alchemy",
				"{@bold Features} (GM): This full-body harness is designed for those who need to get into a tight space and yet have every available limb free. It is made from leather straps and metal rings and can be configured to allow for upside down descent or horizontal work. It is not quick to get in or out of, nor was it designed for everyday wear, but for hands-free ability when you dangle from the ceiling, it can’t be beat. The harness gives an armor bonus of +0 but incurs a –1 armor check penalty if worn while on the ground."
			]
		},
		{
			"name": "Listening Cup",
			"type": "G",
			"rarity": "Uncommon",
			"value": "2gp",
			"subtype": "Alchemy",
			"source": "llpos",
			"entries": [
				"{@bold Subtype}: Alchemy",
				"{@bold Features} (GM): Sometimes called the “eavesdropper’s friend,” this collapsible metal cup gives rogues a sorely needed advantage when it comes to obtaining valuable information. The cup itself is small and cunningly made, roughly two inches wide at the thick base and three and a half wide at the top. It is four inches tall but collapses down like a small spyglass to a one-inch-tall spiral. The instructions for its use are simple: merely place the top of the cup firmly on the wall or door to the room you want to listen in on, then place your ear to the base of the cup. Conversation-level sounds that were once muffled become far clearer, allowing for evildoers to be caught red-handed. Best of all, the collapsible size of the cup means that getting rid of an awkward prop (“Who was that man, and why did he have a cup?”) is as simple as twist and drop. Using the cup when attempting to listen through a door or wall grants advantage for Listening based perception checks."
			]
		},
		{
			"name": "Lock Powder",
			"type": "G",
			"rarity": "Uncommon",
			"value": "12gp",
			"weight": "0.5",
			"subtype": "Alchemy",
			"source": "llpos",
			"entries": [
				"{@bold Subtype}: Alchemy",
				"{@bold Features} (GM): Available from many alchemists, this fine black powder looks innocent enough at first glance, like fine coal dust, though with an unusually silken feel in the hand. That odd feel is the first hint of its special properties and the reason for its favored status among stealthy rogues. Lock powder is a dry powder with the amazing ability to act exactly like oil when it comes to fixing squeaky hinges or freeing rusty locks. Its dark color and powdery consistency, however, can hide the traces of an industrious rogue from even the most eagle-eyed guard, with no telltale shine of a newly oiled padlock to spoil the evening’s fun. In addition, should the cap on the powder flask ever loosen, a good dusting is all the other occupants of the pouch will need—a blessing for anyone who’s ever lost a document or garment to an oil spill. Lock powder grants a +2 to Thieve's Kits checks for Opening Locks or Disabling Traps.A single jar is sufficient for 10 applications."
			]
		},
		{
			"name": "Thief's Perfume",
			"type": "G",
			"rarity": "Uncommon",
			"value": "25gp",
			"subtype": "Alchemy",
			"source": "llpos",
			"entries": [
				"{@bold Subtype}: Alchemy",
				"{@bold Features} (GM): This viscous liquid alchemical concoction is typically sold in small, tightly stoppered opaque glass or metal vials. Each vial contains a thin metal wand attached to the stopper, designed to allow precise application of the liquid without actually coming in contact with it—a fortunate thing, given the strong burnt-tar and sulfur smell of the substance within. The purpose of thief’s perfume is to cover a person’s scent and throw any who might try to track that scent off the trail. While the smells left behind by an individual are typically too faint for humans to notice, any trainable animal with a keen nose can pick up the traces of a person’s passing and be taught to follow them. Some races with enhanced senses are also able to track scents, especially with magical aid. Thief’s perfume is a particularly strong, foulsmelling solution that completely overwhelms sensitive noses, rendering them unable to track by scent. With a few drops placed discreetly at the threshold of a room, dogs or other scenttracking animals who encounter the substance will be unwilling to enter the affected room and unable to track by scent (CON save vs DC 16) each hour to recover. Each three-drop dose lasts 1 hour from the time it is applied. Care must be taken with the vial, however: Should the contents be spilled or the vial be broken, anything coming in contact with the contents will reek for days until the smell wears off. Each vial contains 12 doses"
			]
		},
		{
			"name": "Trace Paper (10 Sheets)",
			"type": "G",
			"rarity": "Uncommon",
			"value": "20gp",
			"subtype": "Alchemy",
			"source": "llpos",
			"entries": [
				"{@bold Subtype}: Alchemy",
				"{@bold Features} (GM): This alchemically treated paper looks and feels normal, though the accompanying faint scent of acid is a dead giveaway to those who are familiar with it. Trace paper comes in bundles of 10 sheets, each carefully wrapped in an oiled vellum envelope. When removed from the envelope and placed on top of a written document, the trace paper reacts with the ink on the page and creates a copy of the document below it, the words burning into the trace paper while leaving the original untouched. This process takes up to 1 minute to complete, and each sheet of trace paper can only be used once."
			]
		},
		{
			"name": "Alchemical Sling Bullet",
			"type": "OTH",
			"rarity": "Uncommon",
			"value": "5gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)",
			"source": "mmmx", 
			"entries": [
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; ",
				"{@bold Features} (GM): This sling bullet contains a reservoir that can store a single vial of any alchemical substance capable of being used as a splash weapon. If the alchemist bullet hits, the splash weapon also strikes the target and causes splash damage as normal. If the alchemist’s bullet misses but is not destroyed, the alchemical substance remains stored within, and the bullet does not explode and can be reused. If it misses and is destroyed, the bullet is destroyed as well without effect."
			]
		},
		{
			"name": "Arrow Splintercloud",
			"type": "OTH",
			"rarity": "Rare",
			"value": "25gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)",
			"source": "mmmx", 
			"entries": [
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): The shaft of this arrow is formed from numerous small bone fragments that have been painstakingly glued together. On a successful hit, a splintercloud arrow deals normal damage as it tears itself apart, creating a burst of razorsharp bone shards centered on the target. These shards deal 1d3 points of piercing damage to the target and any creatures adjacent to the target (Dex DC 12 negates)."
			]
		},
		{
			"name": "Arrow, Bleeding",
			"type": "OTH",
			"rarity": "Rare",
			"value": "160gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)",
			"source": "mmmx", 
			"entries": [
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This sharpened hollow tube looks like the narrow proboscis of some giant insect, but it actually comes from a carnivorous plant. A bleeding arrow deals normal damage when it hits a creature and deals 1 point of bleed damage. A critical hit does not multiply the bleed damage."
			]
		},
		{
			"name": "Arrow, Dye",
			"type": "OTH",
			"rarity": "Uncommon",
			"value": "1gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)",
			"source": "mmmx", 
			"entries": [
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This arrow ends in a crystalline bubble filled with a viscous alchemical dyeing agent. Firing a dye arrow is a ranged touch attack; a creature struck by a dye arrow takes no damage but is splashed with enough black, blue, green, or red marker dye (Pathfinder RPG Ultimate Equipment 104) to coat about 1 square foot. The stain caused by marker dye cannot be washed off except with magic for the first 72 hours, but fades completely after 2 weeks."
			]
		},
		{
			"name": "Arrow, Pheromone",
			"type": "OTH",
			"rarity": "Rare",
			"value": "15gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)",
			"source": "mmmx", 
			"entries": [
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): The arrowhead of this arrow is coated with potent substances that react to blood and sweat, releasing a strong aroma that most predators recognize as the scent of tasty injured prey and other creatures perceive as merely unpleasant. Any creature with the scent ability gains +5 passive bonus to perception/survival tests to locate or track them. Less intelligent creatures 3 or less will be draw to attack the creature if they are already hostile. This effect lasts for 1 hour or until the target spends 1 minute washing it off."
			]
		},
		{
			"name": "Arrow, Slow Burn",
			"type": "OTH",
			"rarity": "Rare",
			"value": "100gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)",
			"source": "mmmx", 
			"entries": [
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): Behind the head of this arrow is a small receptacle of alchemical material that heats up when exposed to air and eventually combusts; barbs on the arrowhead pierce the pouch when it hits a target. IF you hit a target with a slow burn arrow, it deals damage as normal, but at the beginning of your next turn, the arrow bursts into flames and deals 1d6 points of fire damage to the target until removed, as a bonus or standard action."
			]
		},
		{
			"name": "Arrow, Tangleshot",
			"type": "OTH",
			"rarity": "Rare",
			"value": "20gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)",
			"source": "mmmx", 
			"entries": [
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This arrow is tipped with a tiny vial of tanglefoot goo. Firing a tangleshot arrow is a ranged touch attack; the arrow deals no damage when it hits, but the target is splashed with the alchemical adhesive. This effect is similar to that of a tanglefoot bag, but with the following adjustments: Dexterity DC 10 to avoid, Strength DC 12 to break, 10 points of slashing damage to cut through, A tangleshot arrow imposes a -2 penalty on attack rolls because of its weight."
			]
		},
		{
			"name": "Arrow, Trip",
			"type": "OTH",
			"rarity": "Uncommon",
			"value": "40gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)",
			"source": "mmmx", 
			"entries": [
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This squat arrow has a large, bulbous metal tip that expands and flattens in flight. If you hit a creature with a trip arrow, the arrow deals no damage but performs a trip combat maneuver against the target. For the purpose of determining Combat Maneuver or penalties based on size, the arrow is treated as DC 8, unless fired by someone with that ability, at which point the DC is determined by their maneuver DC.  Creature that are surprise save at disadvantage or be knocked prone."
			]
		},
		{
			"name": "Liquid Blade",
			"type": "OTH",
			"rarity": "Rare",
			"value": "40gp",
			"weight": "2",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy",
			"source": "pfue", 
			"entries": [
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 15",
				"{@bold Features} (GM): You can empty the contents of this palm-sized metal tube with a quick flick of your wrist (a draw action), causing the bubbling transparent liquid within to instantly solidify into a jagged crystalline blade. By holding the tube, you can then use the crystalline blade as if it were a Medium short sword with the fragile quality. The blade lasts for 10 minutes, after which it evaporates, leaving nothing behind but the tube. You can add one dose of poison to the liquid in the bottle, which acts like applying a dose of poison to a weapon except it is a full-round action; when the liquid turns into a solid blade, the weapon includes one application of that poison. When the blade evaporates, the poison does so as well."
			]
		},
		{
			"name": "Necrosalt",
			"type": "OTH",
			"rarity": "Rare",
			"value": "55gp",
			"weight": "0.5",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy",
			"source": "mmmx", 
			"entries": [
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 30",
				"{@bold Features} (GM): The powder in this minute glass vial is made of caustic soda treated with consecrated ashes, and is harmless to living flesh but dangerous to the deceased. Necrosalt can be thrown as an improvised splash weapon with a range 5 feet/15. On a successful ranged attack, 1 dose of necrosalt deals 1d4 points of acid damage to a struck corporeal undead creature. For 3 rounds afterward, it deals an additional 1d4 points of damage to its victim at the beginning of the victim's turn. Intelligent undead creatures can brush necrosalt off their bodies and end its effect as a 1/2 of the move action."
			]
		},
		{
			"name": "Pellet Grenade, Adamantine",
			"type": "OTH",
			"rarity": "Rare",
			"value": "150gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)",
			"source": "pfue", 
			"entries": [
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This variant of a fuse grenade has most of the black powder replaced with metal pellets. When it explodes, it deals 1d6 points of bludgeoning damage, 1d6 points of piercing damage, and 1d6 points of fire damage in a 10-foot-radius burst (Reflex DC 15 halves). A typical pellet grenade uses iron pellets, but this one contains Adamantine pellets. Like ammunition, the pellets are destroyed after one use."
			]
		},
		{
			"name": "Pellet Grenade, Cold Iron",
			"type": "OTH",
			"rarity": "Rare",
			"value": "100gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This variant of a fuse grenade has most of the black powder replaced with metal pellets. When it explodes, it deals 1d6 points of bludgeoning damage, 1d6 points of piercing damage, and 1d6 points of fire damage in a 10-foot-radius burst (Reflex DC 15 halves). A typical pellet grenade uses iron pellets, but this one contains cold wrought iron. Like ammunition, the pellets are destroyed after one use."
			]
		},
		{
			"name": "Pellet Grenade, Iron",
			"type": "OTH",
			"rarity": "Rare",
			"value": "50gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This variant of a fuse grenade has most of the black powder replaced with metal pellets. When it explodes, it deals 1d6 points of bludgeoning damage, 1d6 points of piercing damage, and 1d6 points of fire damage in a 10-foot-radius burst (Reflex DC 15 halves). A typical pellet grenade uses iron pellets."
			]
		},
		{
			"name": "Pellet Grenade, Silver",
			"type": "OTH",
			"rarity": "Rare",
			"value": "70gp",
			"weight": "1",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This variant of a fuse grenade has most of the black powder replaced with metal pellets. When it explodes, it deals 1d6 points of bludgeoning damage, 1d6 points of piercing damage, and 1d6 points of fire damage in a 10-foot-radius burst (Dexterity DC 14 halves). A typical pellet grenade uses iron pellets, but this is packed with silver."
			]
		},
		{
			"name": "Slime Grenade",
			"type": "OTH",
			"rarity": "Rare",
			"value": "100gp",
			"weight": "3",
			"reqspace": "Alchemy Lab",
			"subtype": "Alchemy", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Alchemy",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): The alchemists of Nex have found several uses for the toxic residue left over from their massive ooze cultivating experiments, including a variety of items known collectively as slime grenades. These ceramic ovoids are filled with caustic sludge and capped with a stone plug. You can throw a slime grenade as an improvised splash weapon with a range 10 feet. A successful ranged touch attack coats the target with green slime, dealing 2d6 points of acid damage to the creature. Dexterity Save DC 12. If the target fails their save is wearing wooden or metal armor or wielding a wooden or metal shield, a slime grenade eats the material on a hit, removes 1 AC of protection for the next 2 rounds (Creatures may take an action to clear off the slime to prevent further damge). Creatures in the splash radius of a miss (1 square back) get advantage on their save and a save takes no damage, but on a fail any wooden or metal armor or shields they are wearing is reduced 1 AC.   1 use of mending per lost AC will repair the damage to equipment. If an piece of equipment is brought to +0AC it is destroyed an must be replaced."
			]
		},
		{
			"name": "Smoke Pellet",
			"type": "OTH",
			"rarity": "Uncommon",
			"value": "25gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 20",
				"{@bold Features} (GM): This small clay sphere contains two alchemical substances separated by a thin barrier. When you break the sphere, the substances mingle and fill a 5-foot square with a cloud of foul but harmless yellow smoke. The smoke pellet acts as a smokestick, except the smoke only lasts for 1 round before dispersing. You may throw a smoke pellet as a ranged touch attack with a range increment of 10 feet."
			]
		},
		{
			"name": "Smoke Pellet, Pepper",
			"type": "OTH",
			"rarity": "Uncommon",
			"value": "60gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)", 
			"source": "pfue", 
			"entries": [ 
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): The smoke from a pepper pellet is an ocular and respiratory irritant, and creatures that are hit by a pepper pellet or pass through the smoke must succeed at a DC 12 Fortitude save or be sickened for 1 round."
			]
		},
		{
			"name": "Smoke Pellet, Smog",
			"type": "OTH",
			"rarity": "Uncommon",
			"value": "40gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Alchemist Supplies}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): The smoke from a smog pellet is oily, and creatures that are hit by a smog pellet or pass through the smoke are covered in thick residue. This residue makes invisible creatures visible for 1d4 rounds"
			]
		},
		{
			"name": "Arrow, Durable",
			"type": "OTH",
			"rarity": "Uncommon",
			"value": "1gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Tinker's Tools}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): These arrows are tightly wrapped in strands of alchemical glue. Durable arrows don't break with normal use, whether or not they hit their target; unless a durable arrow goes missing, an archer can retrieve and reuse it again and again. Durable arrows can be broken in other ways (such as deliberate snapping, hitting a fire elemental, and so on). A magical durable arrow with an enhancement bonus or magic weapon special ability applies these magical effects only the first time it is used-afterward, the durable arrow becomes nonmagical, and it can be reused or imbued with magic again."
			]
		},
		{
			"name": "Arrow, Lodestone",
			"type": "OTH",
			"rarity": "Rare",
			"value": "10gp",
			"reqspace": "Alchemy Lab",
			"subtype": "Ammo (Alchemy)", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Ammo (Alchemy)",
				"{@bold Kit}: {@item Tinker's Tools}",
				"{@bold Required Space(s)}: Alchemy Lab; {@bold DC}: 25",
				"{@bold Features} (GM): This heavy iron arrowhead is sealed with an alchemical resin. Pulling a small string (a bonus action) breaks the seal and triggers a reaction in the arrowhead, greatly increasing its magnetic properties. You gain a advantages on attack rolls when firing a lodestone arrow at a target wearing metal armor or a target made of metal, but the magnetized arrow deals only half damage on a successful hit. The increased magnetism fades 1 round after you activate a lodestone arrow, after which it becomes a normal arrow."
			]
		},


TRADE GOODS =======================================================

		{
			"name": "Dress",
			"type": "G",
			"rarity": "Common",
			"value": "0.06gp",
			"subtype": "Clothing", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing"
			]
		},
		{"name": "Ermine Pelt",
			 "type": "$",
			 "rarity": "Common",
			 "value": "4gp",
			 "weight": "5",
			"subtype": "Textiles", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Textiles"
			]
		},
		{
			"name": "Fox Pelt",
			"type": "$",
			"rarity": "Common",
			"value": "3gp",
			"weight": "5",
			"subtype": "Textiles", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Textiles"
			]
		},
		{
			"name": "Full length mirror, glass, in oak stand",
			"type": "$",
			"rarity": "Common",
			"value": "248gp",
			"subtype": "Furniture", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Furniture"
			]
		},
		{
			"name": "Gloves, wrist",
			"type": "G",
			"rarity": "Common",
			"value": "0.04",
			"subtype": "Clothing", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing"
			]
		},
		{
			"name": "Goves, elbow",
			"type": "G",
			"rarity": "Common",
			"value": "0.08gp",
			"subtype": "Clothing", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing"
			]
		},
		{
			"name": "Grain (1 Quarter)",
			"type": "TG",
			"rarity": "Common",
			"value": "0.5gp",
			"reqspace": "Garden",
			"subtype": "Food/Drinks", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Food/Drinks"
			]
		},
		{
			"name": "Hat",
			"type": "G",
			"rarity": "Common",
			"value": "0.1gp",
			"subtype": "Clothing", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing"
			]
		},
		{
			"name": "Large well-made tapestry",
			"type": "$",
			"rarity": "Common",
			"value": "250gp",
			"weight": "100",
			"subtype": "Art", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Art", 
				"{@bold Kit}: {@item Weaver's Tools} "
			 ] 
		},
		{
			"name": "Leather, Thick (1sq yard)",
			"type": "TG",
			"rarity": "Common",
			"value": "3gp",
			"reqspace": "Workshop",
			"subtype": "Textiles", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Textiles", 
				"{@bold Kit}: {@item Leatherworker} "
			 ] 
		},
		{"name": "Leather, Thin (1sq yard)",
			 "type": "TG",
			 "rarity": "Common",
			 "value": "0.5gp",
			 "reqspace": "Workshop",
			 "subtype": "Textiles", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Textiles", 
				"{@bold Kit}: {@item Leatherworker} "
			 ] 
		},
		{"name": "Linen (1 sq yard)",
			 "type": "TG",
			 "rarity": "Common",
			 "value": "4gp",
			 "reqspace": "Sewing Room",
			 "subtype": "Herb", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Herb", 
				"{@bold Kit}: {@item Weaver's Tools} "
			 ] 
		},
		{	
			"name": "Mink pelt",
			"type": "TG",
			"rarity": "Common",
			"value": "3gp",
			"subtype": "Textiles", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Textiles"
			]
		},
		{	
			"name": "Nightstand, Oak (Bass relief carvings)",
			"type": "$",
			"rarity": "Common",
			"value": "4.5gp",
			"subtype": "Furniture", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Furniture"
			]
		},
		{	
			"name": "Pillow ",
			"type": "$",
			"rarity": "Common",
			"value": "0.06gp",
			"subtype": "Bedding", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Bedding"
			]
		},
		{"name": "Portrait mirror, glass, in oak frame",
			 "type": "$",
			 "rarity": "Common",
			 "value": "65gp",
			"subtype": "Furniture", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Furniture"
			]
		},
		{"name": "Quilt, woolen, king",
			 "type": "$",
			 "rarity": "Common",
			 "value": "0.6gp",
			"subtype": "Bedding", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Bedding"
			]
		},
		{"name": "Quilt, woolen, single",
			 "type": "$",
			 "rarity": "Common",
			 "value": "0.36gp",
			"subtype": "Bedding", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Bedding"
			]
		},
		{
			"name": "Silk robe with gold embroidery", 
			"type": "$", 
			"rarity": "Uncommon", 
			"value": "250gp", 
			"weight": "2",
			"subtype": "Clothing", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Clothing","{@item Weaver's Tools }: Weaver's Tools"
			] 
		},
		{
			"name": "Armoire (wardrobe), oak, carved and inlayed", 
			"type": "$", 
			"rarity": "Common", 
			"value": "13.7gp",
			"subtype": "Furniture", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Furniture",
				"{@bold Kit}: {@item Woodcarver's Tools}"
			] 
		},
		{
			"name": "Armoire (wardrobe), pine", 
			"type": "$", 
			"rarity": "Common", 
			"value": "1.5gp",
			"subtype": "Furniture", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Furniture",
				"{@bold Kit}: {@item Woodcarver's Tools}"
			] 
		},
		{
			"name": "Basket",
			"type": "G",
			"rarity": "Common",
			"value": "0.4gp", 
			"source": "3mx", 
			"entries": [ 
				"{@bold Kit}: {@item Basket maker's tools} "
			] 
		},
		{
			"name": "Beanine",
			"type": "G",
			"rarity": "Common",
			"value": "0.02gp",
			"subtype": "Clothing", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Clothing"
			] 
		},
		{
			"name": "Beaver Pelt",
			"type": "$",
			"rarity": "Common",
			"value": "2gp",
			"subtype": "Textiles", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Textiles"
			] 
		},
		{
			"name": "Bed linen, king",
			"type": "$",
			"rarity": "Common",
			"value": "0.14gp",
			"subtype": "Bedding", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Bedding"
			] 
		},
		{
			"name": "Bed linen, single",
			"type": "$",
			"rarity": "Common",
			"value": "0.08gp",
			"subtype": "Bedding", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Bedding"
			] 
		},
		{
			"name": "Bed, Oak (Bass relief carving)",
			"type": "$",
			"rarity": "Common",
			"value": "7.8gp",
			"subtype": "Furniture", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Furniture"
			] 
		},
		{
			"name": "Bed, Oak Four Poster",
			"type": "$",
			"rarity": "Common",
			"value": "80gp",
			"subtype": "Furniture", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Furniture"
			] 
		},
		{
			"name": "Bed, pine",
			"type": "$",
			"rarity": "Common",
			"value": "0.8gp",
			"subtype": "Furniture", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Furniture"
			] 
		},
		{
			"name": "Belt",
			"type": "G",
			"rarity": "Common",
			"value": "0.01gp",
			"subtype": "Clothing", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Clothing"
			] 
		},
		{
			"name": "Belt, with buckle",
			"type": "G",
			"rarity": "Common",
			"value": "0.03gp",
			"subtype": "Clothing", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Clothing"
			] 
		},
		{
			"name": "Bench, Pine (seats six)",
			"type": "$",
			"rarity": "Common",
			"value": "0.3gp",
			"subtype": "Furniture", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Furniture"
			] 
		},
		{
			"name": "Blanket, woolen, king",
			"type": "G",
			"rarity": "Common",
			"value": "0.2gp",
			"subtype": "Bedding", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Bedding"
			] 
		},
		{
			"name": "Blanket, woolen, single",
			"type": "G",
			"rarity": "Common",
			"value": "0.12gp",
			"subtype": "Bedding", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Bedding"
			] 
		},
		{
			"name": "Bookshelf, oak, with bass relief carving, 4ft wide 8ft tall",
			"type": "$",
			"rarity": "Common",
			"value": "7.8gp",
			"subtype": "Furniture", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Furniture"
			] 
		},
		{
			"name": "Bookshelf, pine, 4ft wide 8ft tall",
			 "type": "$",
			 "rarity": "Common",
			 "value": "1gp",
			"subtype": "Furniture", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Furniture"
			] 
		},
		{"name": "Boots, ankle ",
			"type": "G",
			"rarity": "Common",
			"value": "0.02gp",
			"subtype": "Clothing", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Clothing"
			] 
		},
		{
			"name": "Boots, calf",
			"type": "G",
			"rarity": "Common",
			"value": "0.04gp",
			"subtype": "Clothing", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Clothing"
			] 
		},
		{
			"name": "Boots, knee",
			"type": "G",
			"rarity": "Common",
			"value": "0.06gp",
			"subtype": "Clothing", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Clothing"
			] 
		},
		{
			"name": "Bottle stopper cork embossed with gold leaf and set with amethysts",
			"type": "$",
			"rarity": "Uncommon",
			"value": "750gp",
			"subtype": "Jewelry", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Jewelry", 
				"{@bold Kit}: {@item Jeweler's Tools}"
			] 
		},
		{
			"name": "Cap",
			"type": "G",
			"rarity": "Common",
			"value": "0.04gp",
			"subtype": "Clothing", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Clothing"
			] 
		},
		{
			"name": "Cape",
			"type": "G",
			"rarity": "Common",
			"value": "0.02gp",
			"subtype": "Clothing", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Clothing"
			] 
		},
		{
			"name": "Chair, Oak (Carved & Inlayed)",
			"type": "$",
			"rarity": "Common",
			"value": "4.8gp",
			"subtype": "Furniture", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Furniture"
			] 
		},
		{
			"name": "Chair, Pine",
			"type": "$",
			"rarity": "Common",
			"value": "0.5gp",
			"subtype": "Furniture", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Furniture"
			] 
		},
		{
			"name": "Chest, large, wooden (8 stone capacity)",
			"type": "G",
			"rarity": "Common",
			"value": "1.6gp",
			"subtype": "Storage", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Storage"
			] 
		},
		{
			"name": "Chest, small, wooden (4 stone capacity)",
			"type": "G",
			"rarity": "Common",
			"value": "1gp",
			"subtype": "Storage", 
			"source": "3mx", 
			"entries": [ 
				"{@bold Subtype}: Storage"
			] 
		},
		{
			"name": "Cloak",
			"type": "G",
			"rarity": "Common",
			"value": "0.03gp",
			"subtype": "Clothing", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Clothing"
			] 
		},
		{
			"name": "Cotton (1lb or 1 sq Yard)",
			"type": "TG",
			"rarity": "Common",
			"value": "8gp",
			"reqspace": "Garden",
			"subtype": "Herb", 
			"source": "3mx"
		},
		{
			"name": "Coveralls",
			"type": "G",
			"rarity": "Common",
			"value": "0.04gp",
			"subtype": "Clothing", 
			"source": "3mx", 
			"entries": [ 
				"{@bold Subtype}: Clothing"
			] 
		},	
		{"name": "Desk, dean's, oak, carved and inlayed",
			"type": "$",
			"rarity": "Common",
			"value": "36.8gp",
			"subtype": "Furniture", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Furniture"
			] 
		},
		{
			"name": "Desk, dean's, pine ",
			"type": "$",
			"rarity": "Common",
			"value": "4.6gp",
			"subtype": "Furniture", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Furniture"
			]
		},
		{
			"name": "Desk, student's, pine",
			"type": "$",
			"rarity": "Common",
			"value": "1.8gp",
			"subtype": "Furniture", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Furniture"
			] 
		},
		{	"name": "Robe",
			"type": "G",
			"rarity": "Common",
			"value": "0.5gp",
			"subtype": "Clothing", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing"
			]
		},
		{	"name": "Seal pelt",
			"type": "TG",
			"rarity": "Common",
			"value": "5gp",
			"subtype": "Textiles", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Textiles"
			]
		},
		{	"name": "Shirt",
			"type": "G",
			"rarity": "Common",
			"value": "0.1gp",
			"subtype": "Clothing", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing"
			]
		},
		{	"name": "Shoes",
			"type": "G",
			"rarity": "Common",
			"value": "0.1gp",
			"subtype": "Clothing", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing"
			]
		},
		{	"name": "Silk (1 sq yard)",
			"type": "TG",
			"rarity": "Uncommon",
			"value": "10gp",
			"subtype": "Textiles", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Textiles"
			]
		},
		{	"name": "Silk robe with gold embroidery",
			"type": "G",
			"rarity": "Uncommon",
			"value": "250gp",
			"subtype": "Clothing", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing", "{@bold Kit}: {@item Weaver's Tools} "
			 ] 
		},
		{	
			"name": "Skirt",
			"type": "G",
			"rarity": "Common",
			"value": "0.2gp",
			"subtype": "Clothing", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing"
			]
		},
		{	
			"name": "Smallclothes",
			"type": "G",
			"rarity": "Common",
			"value": "0.02gp",
			"subtype": "Clothing", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing"
			]
		},
		{	
			"name": "Socks",
			"type": "G",
			"rarity": "Common",
			"value": "0.02gp",
			"subtype": "Clothing", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing"
			]
		},
		{	
			"name": "Stool, Pine",
			"type": "TG",
			"rarity": "Common",
			"value": "0.2gp",
			"subtype": "Furniture", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Furniture"
			]
		},
		{	
			"name": "Strongbox, large, iron (6 stone capacity)",
			"type": "TG",
			"rarity": "Common",
			"value": "3.6gp",
			"subtype": "Storage", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Storage"
			]
		},
		{	
			"name": "Strongbox, small iron (3 stone capacity)",
			"type": "TG",
			"rarity": "Common",
			"value": "2gp",
			"subtype": "Storage", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Storage"
			]
		},
		{	
			"name": "Table, formal dining, oak, seats one dozen",
			"type": "$",
			"rarity": "Common",
			"value": "6.2gp",
			"subtype": "Furniture", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Furniture"
			]
		},
		{	
			"name": "Table, mess hall, pine, seats one dozen",
			"type": "$",
			"rarity": "Common",
			"value": "0.7gp",
			"subtype": "Furniture", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Furniture"
			]
		},
		{	"name": "Thick Leather (1 sq yard)",
			"type": "TG",
			"rarity": "Common",
			"value": "3gp",
			"subtype": "Textile", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Textile"
			]
		},
		{	
			"name": "Tobacco (1lb)",
			"type": "TG",
			"rarity": "Common",
			"value": "0.5gp",
			"weight": "1",
			"reqspace": "Garden",
			"subtype": "Herb", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Herb", "{@bold Kit}: {@item Herbalism Kit} "
			 ] 
		},
		{	
			"name": "Trousers",
			"type": "TG",
			"rarity": "Common",
			"value": "0.3gp",
			"subtype": "Clothing", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing"
			]
		},		
		{	
			"name": "Vanity cabinet, oak, carved and inlayed",
			"type": "$",
			"rarity": "Common",
			"value": "10.5gp",
			"subtype": "Furniture", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Furniture"
			]
		},
		{
			"name": "Vanity cabinet, pine",
			"type": "$",
			"rarity": "Common",
			"value": "1.2gp",
			"subtype": "Furniture", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Furniture"
			]
		},
		{
			"name": "Vest",
			"type": "G",
			"rarity": "Common",
			"value": "0.2gp",
			"subtype": "Clothing", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Clothing"
			]
		},
		{	
			"name": "Wool (1lb or 1 sq Yard)",
			"type": "TG",
			"rarity": "Common",
			"value": "6gp",
			"reqspace": "Garden",
			"subtype": "Herb", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Herb", "{@bold Kit}: {@item Weaver's Tools} "
			] 
		},
		{	
			"name": "Wool, Sack",
			"type": "TG",
			"rarity": "Common",
			"value": "50gp",
			"reqspace": "Garden",
			"subtype": "Herb", 
			"source": "mmmx", 
			"entries": [ 
				"{@bold Subtype}: Herb", "{@bold Kit}: {@item Weaver's Tools} "
			] 
		},
		{"name": "Potion Pouch (20)",
			 "type": "G",
			 "rarity": "Common",
			 "value": "150gp",
			 "weight": "5",
			 "reqspace": "Sewing",
			 "subtype": "Container", 
			"source": "3mx", 
			"entries": [ 
				"{@bold Subtype}: Container", "{@item }: Leatherworker's",
			 " Special pouches constructed to keep any and all potions from being damaged. Can be attached to belts or other gear."] 
		},
		{
			"name": "Potion Pouch (5)",
			"type": "G",
			"rarity": "Common", 
			"value": "50gp", 
			"weight": "2", 
			"reqspace": "Sewing", 
			"subtype": "Container", 
			"source": "3mx", 
			"entries": [ 
				"{@bold subtype}: Container", 
				"{@item }: Leatherworker's", 
				" Special pouches constructed to keep any and all potions from being damaged. Can be attached to belts or other gear."
			] 
		},
		{
			"name": "Ingredient Pouch", 
			"type": "G", 
			"rarity": "Common", 
			"value": "10gp", 
			"weight": "2", 
			"reqspace": "Workshop", 
			"subtype": "Container", 
			"source": "3mx",
			"entries": [ 
				"{@bold Subtype}: Container", 
				"Special pouches constructed to preserve alchemical ingredients indefinitely. Can be attached to belts or other gear."
			] 
		},
		{
			"name": "Flesh Stitcher's Needle", 
			"type": "TG", 
			"rarity": "Uncommon", 
			"value": "125gp", 
			"weight": "1", 
			"subtype": "Tools", 
			"source": "3mx",
			"entries": [ 
				"{@bold Subtype}: Tools", 
				"{@item }: ", 
				"Grants +1 to Medicine checks."
			] 
		},
		{
			"name": "Dueling Cape", 
			"type": "TG", "rarity": "Common",
			 "value": "8gp",
			 "weight": "3",
			 "reqspace": "Sewing",
			 "subtype": "Clothing", 
			"source": "3mx", 
			"entries": [ 
				"{@bold Subtype}: Clothing", "{@item }: Weaver's",
			 " A small one armed cape meant to be worn in lieu of a shield when fighting with a single one-handed weapon. Varying in design and color. +1 to AC. Once per encounter, you can use a reaction to impose disadvantage on a creature making a melee attack against you. You only gain these benefits when wielding a single one-handed weapon."] 
		},







BELOW HERE IS GOOD
============  GOOD  =========================================="





