

	"book": [
		{
			"name": "The Korrangberg Chronicals",
			"id": "RoL",
			"source": "tkc",
			"contents": [
				{
					"name": "The Korrangberg Chronicals",
					"headers": [
						"Introduction",
						"Consumables",
						"Combat Items",
						"Noncombat Items",
						"Summoning Items",
						"Gamechanging Items",
						"Items that Won't be priced"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "SMIP",
			"source": "Saidoro",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
		},


The world of Eberron is populated by many of the same fantastical races as other Dungeons and Dragons  worlds, but  through the lens  of  pulp action or noir intrigue these races are reexamined and given a fresh new look. Are gnomes whimsical practical jokers, or scheming cutthroats? Are orcs brutal savages, or noble protectors of nature?  In this chapter, rules are given for playing Dungeons and Dragons races with variant mechanics for capturing the feel of an Eberron campaign, or to expand on the options given to that race in the Wayfinder’s Guide to Eberron. Races are divided in three categories. 

1. Common Folk. These are the races most frequently seen in the Five Nations of Khorvaire, the main continent of the Eberron campaign setting. A peasant running into one of these folk may not give the occurrence a second thought, and if they do it is because their attitudes depend on past experience with these races (for example, shifters are often mistrusted in more civilized settlements, and typically given a wide berth by strangers as if they were avoiding a stray dog). 
 
2. Uncommon Folk. These races are not unheard of, but it is uncommon to see them walking openly in most civilized settlements in the Thronehold Nations. While everyone knows that a warforged is, and can recognize them on sight, their numbers are still far less than the humans, dwarfs, half-elves, and other peoples of the Five Nations, so to see one is still a notable occurrence. 

3. Rare Folk. These races are extremely rare in civilized Khorvaire. Most commoners may never see one in their lifetime, or if they do they may mistake them for another more common race (such as ass uming a kalashtar or an aasimar is merely a beautiful human, or that eladrin are merely another ethnic group of elves). Some folk may not even know these races exist at all. 
 
Races are presented here in the same format as the Player's Handbook. Refer to page 17 of that book for more about choosing a race for your character. 


The changelings of Eberron are an enigmatic race of shapeshifters. Descended from doppelgangers and, presumably, humans, changelings have evolved into their own separate race, distinct from either heritage. Their ability to completely change their appearance at will lends them the potential to be consummate spies and criminals, and many changelings live up to that image. While open changeling communities are quite rare, changelings themselves are spread out and fairly common in the Five Nations. So much so, that it is often standard practice for other people to associate themselves with a signature piece of jewelry or article of clothing—something distinctive enough to identify themselves as who they are, since changelings can’t mimic clothing and accessories. Changelings adventurers come from a variety of backgrounds: They might be running from a criminal past, pursuing revenge, or seeking spiritual perfection through the use of their shapeshifting abilities. Some may be adventurers simply due to a lack of other palatable options: Changelings not inclined toward stealth or crime find their race's stereotype working against them. Racial Traits. Changeling racial traits can be found on page 61 of the Wayfinder’s Guide to Eberron. 
Dwarves are a common sight to the citizens of Khorvaire, but whether they were raised amongst the cities of the Five Nations or the stone keeps of the Mror Holds, their attitude can be summed up as such: Iron and Gold. Most dwarves, even those not in the dragonmarked House Kundarak, are preoccupied with displays of wealth. Dwarves are completely capable of falling in love with objects and are more likely to do so the flashier and more valuable they are. Subraces. In Eberron, the most likely subraces to be encountered are the Hill Dwarf ( , pg. 20) and the Mark of Warding subrace (Wayfinder’s Guide to Eberron, pg. 108) for dragonmarked dwarves. Hill dwarves represent the vast majority of the dwarven population of Khorvaire, while dwarves of the dragonmarked Kundarak lineage lucky enough to manifest a mark gain the Mark of Warding. Additionally, Duergar (Mordenkainen’s Tome of Foes, pg. 81) are native to the continent of Sarlona, typically in the Tashana Tundra region. Unlike in the core cosmology of D&D, the Duergar of the Tashana Tundra coexist with other dwarves. They live in a mixed society called the Akiak. Because of their location and history in Sarlona, Duergar know the Riedran language instead of Common. The sight of a Duergar in Khorvaire would be exceedingly uncommon. The Mountain Dwarf subrace is exceptionally rare in Eberron, as the dwarves are not especially known for their amazing prowess in battle. A Mountain Dwarf character is likely to be the most naturally gifted warrior to come from the Mror Holds in generations. 

While a great many elves live among the Five Nations, the rarer sight of a golden Aereni death mask or a Valenar veil obscuring an elven visage hints as the diversity of elven people.  Subraces. The Mark of Shadow elf subrace (Wayfinder’s Guide to Eberron, pg. 105) can manifest on any elf that shares a bloodline with the line of Phiarlan or Thuranni (itself formerly a lineage of House Phiarlan). This typically occurs on elves from Khorvaire, but the Mark has been known to spontaneously manifest on foundlings from Aerenal or Valenar. The Wayfinder’s Guide to Eberron also details a variant rule for bringing the unique elven cultures of Aerenal and Valenar into the game. Presented below are fully fledged subraces that embrace these cultures, plus the cosmopolitan elves of the Five Nations, and make them fully distinct from the elves of other campaign settings.  If your game uses these new subraces, it is recommended that they replace the High Elf and Wilf Elf subraces found in the .  Finally, the drow and eladrin of Eberron are considered separate races for all mechanical purposes (for instance, they cannot manifest the Mark of Shadow). These races are detailed in later sections of this chapter. 
The Island of Aerenal is named after the great hero Aeren, liberator of the elven people from their giant slave-masters in ancient Xen'drik. Aeren's people grieved for her and followed her prophetic visions to their culmination generations after her death: the establishment of the divine Undying Court. This singular feat of necromantic mastery has shaped Aereni culture well into modern times. Ability Score Increase. Your Intelligence score increases by 1. Alignment. The Undying Court benevolently guides their descendants, offering sage advice. Aereni elves are largely neutral, but many tend toward good. Traditional Proficiency. Aereni elves take pride in honing a skill or trade to the perfection attained by their ancestors. Choose one skill or tool; you gain proficiency with your chosen skill or tool. Your proficiency bonus is doubled for any ability check that uses this chosen proficiency. Irian Necromancy. Before an Aereni elf can be considered an adult, they must complete an education in the practice of fueling necromancy with energy from Irian, the Eternal Day. You know the spare the dying 
cantrip. Once you reach 3rd level, you can cast the spell gentle repose once with this trait, and you regain the ability to do so when you finish a long rest. Once you reach 5th level, you can cast the false life spell once with this trait as a 3rd-level spell, and you regain the ability to cast this spell when you finish a long rest.  Intelligence is your spellcasting ability for these spells. 
The elves of Aerenal have not always lived in harmony with each other. Early in the settlement of Aerenal, there was an upheaval that saw an entire bloodline wiped out. Allies of this family, as well as neutral parties disturbed by the unilateral action taken against an entire lineage, decided it was best to move on, abandoning Aeren's promised land. These elves sailed north to Khorvaire and found themselves integrating into the burgeoning human nations growing there. Ability Score Increase. Your Charisma score increases by 1. Alignment. Like the humans they live among, elven citizens of Khorvaire tend toward no particular alignment. Sociable. Elven citizens of Khorvaire can be rather personable and charming. You have proficiency in the Persuasion skill. Cantrip. Dabbling in their natural talents, many elves know a bit of magic. You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for this spell. Extra Language. You can speak, read, and write one extra language of your choice. 

Tairnadal elves escaped Xen'drik to Aerenal along with those who founded the Undying Court, but they practice a different form of ancestor worship. Descended from the brave warrior elves who fought the giants with spell and blade, the Tairnadal believe the only way to honor them is to emulate their battles in the present day. The Valaes Tairn, the largest Tairnadal tribe, has even gone so far as to invade Khorvaire and establish the nation of Valenar, seeking any and every battle to bring glory to the Spirits of the Past. Ability Score Increase. Your Constitution score increases by 1. Alignment. Though their honor-bound warrior culture tends toward neutrality, many of the less scrupulous, evil Valenar do not care who their opponents are, so long as they die hard and the fight is glorious.  Tairnadal Weapon Training. You have proficiency with the double scimitar, scimitar, longbow, and shortbow. Fleet of Foot. Your base walking speed is 35 feet. Born in the Saddle. The Valenar revere their mounts as much as their ancestors, even tracing horse lineages back to the mounts their ancient heroes rode into battle against the Giants. Few on Eberron could claim to be their equal in mounted combat. Mounting or dismounting a horse costs you only 10 feet of movement, instead of half your walking speed. You never fall off your mount if it is moved against its will, and you cannot be knocked prone while mounted. If your mount is knocked prone, you can dismount it and land on your feet without using your reaction. 



In Eberron, dreams are metaphysically significant, with Dal Quor, the Region of Dreams being a physical place in the cosmos. Mortal minds that sleep psychically project into Dal Quor to construct their dreamscapes from the raw energies of Dal Quor’s fringes. While dreaming, they may be visited by the quori—fiends native to that plane. How then, does the elven ability to Trance interact with this plane and dream magic, if elves never sleep? Consider using the following variant rule: 
 
While trancing, elves don’t precisely dream, but they do experience intense visions; though dream-like, these are actually mental exercises that have become reflexive through years of practice. As such, elves do not mentally project their minds into Dal Quor when they trance like others do when they sleep. So long as a spell or ability originates from Dal Quor, elves are immune to its effects (for example, an elf cannot be targeted by a quori sending a phantasmal killer nightmare, but they can be affected normally by a dream spell cast by spellcaster on the material plane).  Elves lose this immunity if they (somehow) find themselves physically on the plane of Dal Quor, for the duration of their stay on that isolated plane.



Gnomes are harmless industrious folk... or so they want people to think. The gnomish homeland of Zilargo attained its independence from Breland at the start of the Last War by announcing itself an ally of Breland. It seems no one realized that Breland surrendered the sovereignty it previously held over the territory in the process. It was also the gnomes of House Sivis that anticipated the commercial impact of Dragonmarks and formed them into an extended network of industrial monopolies. Gnomes might be small and jovial, but they are far more cunning and shrewd than they let on. Subraces. In the world of Eberron, gnomes essentially come from one of two origins: the nation of Zilargo, or the mysterious Feyspires. These are detailed below. The Mark of Scribing gnome subrace (Wayfinder’s Guide to Eberron, pg. 103) manifests within the population of Zil gnomes, from those sharing a blood relation to the families of House Sivis. Rock Gnomes do not exist in Eberron, and those wishing to play a gnome with the ability to create clockwork items are encouraged to play one of the below gnome subraces. They can then select a class or background that grants proficiency in any kind of artisan’s tools, and pick Artificer’s tools, detailed in a Chapter 4: Equipment. 

The gnomes of Zilargo have a long and ancient tradition of guile and subterfuge. Though one would not guess to look at it, the peaceful surface of Zilargo is a status quo that runs on intrigue and scheming. While a human might find such conditions intolerable, the psychology of the gnomes is such that they seem most comfortable in this type of society. Ability Score Increase. Your Constitution score increases by 1. Alignment. Zilargo is a very peaceful nation, leading the gnomes to have a strongly lawful bent. While a society bent toward subterfuge and espionage may lead some to believe there is a strong evil streak in Zil gnomes, there is no actual tendency toward it. Zil Guile. You have proficiency with the Deception and Insight skills.  Zil Magic. You know the prestidigitation cantrip. Intelligence is your spellcasting ability for it. 

The Feyspire of Pylas Pyrial was once a legend out of Zilargo's fairy tales. The gnomes of this fabled city featured in the oldest of Zil bed-time stories and morality tales—stories of mischievous heroes outwitting ugly, dumb brutes. But now, Pylas Pyrial has manifested in the middle of the gnome homeland, bringing the whimsical gnomish figures of folk tales with it into the real world. Fey-Touched. Feyspire gnomes are functionally immortal. You will never die of old age, but you may still perish due to harm or illness. Forest Friends. In all other ways, Feyspire gnomes use the Forest Gnome subrace traits from page 37 of the . 

Goblins have an ancient and storied history acting as the scouts, spies, and assassins of the Dhakaani Empire. But since the fall of ancient Dhakaan, goblins have spent long millennia suffering oppression and ill fortune. Though the ancient clans yet exist in secret, hiding until the true heirs of Dhakaan return once again to claim their services, most goblins live under the shadow of larger nations. Whether oppressed by the brutal cultures of Droaam and Darguun, or suffering the more civil ostracization of Thronehold nations, goblins are usually relegated to city slums and stick to their own. Racial Traits. The below goblin racial traits and subraces are customized for the world of Eberron and replace entirely the goblin traits found in Volo’s Guide to Monsters. 
Your goblin character shares a number of traits in common with all other goblins.  Ability Score Increase. Your Dexterity score increases by 2. Age. Goblins reach adulthood shortly before a decade and live a little over half a century. Size. Goblins are roughly the same size as gnomes, though much more bestial in appearance. Your size is Small. Speed. Goblins are known as golin'dar in their native tongue, meaning "the quick people", because they are unusually swift for their size. Your base walking speed is 30 feet. Goblinoid. You belong to one of the three major goblinoid races. Darkvision. You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. Naturally Stealthy. You can attempt to hide even when you are obscured only by a creature that is at least one size larger than you. Languages. You can speak, read, and write Common and Goblin. Subrace. While the majority of goblins live in the cities of modern Khorvaire, the ancient Dhakaani clans have begun exploring the world. Choose one of these subraces. 
The most common goblinoid people the citizens of Khorvaire are familiar with, goblins are often downtrodden and pushed into poverty by a cycle of bigotry and criminal retaliation. These "city goblins" learn to anticipate danger and escape swiftly from it. It's a lucky goblin that finds the opportunity to become an adventurer and gain respect. Ability Score Increase. Your Wisdom score increases by 1. Nimble Escape. You can take the Disengage action as a bonus action on each of your turns.  Street Cunning. Most goblins know to develop a strong fluency in body language, to know when threats from larger folk are coming. You have proficiency with the Insight skill, and your proficiency bonus is doubled on all Wisdom (Insight) checks you make. 
Among the most infamous of Dhakaani Clans were the "Silent Clans". Comprised entirely of goblins, the taarka'kesh ("Silent Wolves") and shaarat'kesh ("Silent Knives") were renowned for their skill and stealth. Dhakaani goblins may become adventurers in order to function as scouts for their clans, taking in the lay of the land and the changes in the political landscape since their millennia-long seclusion began. Others may just be driven by wanderlust, finally free from their underground homes for the first time in living history and eager to experience all Khorvaire has to offer. Ability Score Increase. Your Constitution score increases by 1. Dhakaani Weapon Training. You have proficiency with the flail, plus the spiked chain (detailed in Chapter 4: Equipment). Silent as Shadow. You have spent nearly your entire life learning to hide your presence. You have proficiency with the Stealth skill, and your proficiency bonus is doubled on all Dexterity (Stealth) checks you make. Additionally, you can move stealthily while traveling at a normal pace. 

When elves first emigrated to Khorvaire, they found human nations expanding and solidifying their power. Fascinated by these people, many elves attempted to marry into their nobility. The elves anticipated that their longer-lived progeny would eventually supplant the human nobility but were disappointed with the results. They found their hybrid offspring to possess too many human qualities to be easily controlled and were astonished to find them bucking elven traditions. Eventually the elves acclimated to their new neighbors and, for the most part, kept to themselves. First-generation half-elves, those born from the union of an elf and a human, occurred less and less frequently. Nowadays, the most frequent half-elven births are bred true from half-elven parents, and these half-elves call themselves Khoravar, meaning "Children of Khorvaire" in the elvish language. Racial Traits. The below half-elf racial traits replace those found in the , to more readily present half-elven subraces. 
Your half-elf character has a number of traits they’ve inherited from their mixed lineage.  Age. Half-elves mature at the same rate humans do and reach adulthood around the age of 20. They live much longer than humans, however, often exceeding 180 years. Alignment. Half-elves regardless of origin live in a largely human society. They tend toward no particular alignment. Size. Half-elves are about the same size as humans, ranging from 5 to 6 feet tall. Your size is Medium. Speed. Your base walking speed is 30 feet. Darkvision. Thanks to your elven blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of grey. Fey Ancestry. You have advantage on saving throws against being charmed, and magic can't put you to sleep. Half-Elf Subraces. Unlike most campaign settings, there are four subraces of half-elves in Eberron: Khoravar and First-Generation half-elves detailed below, plus those who develop the Mark of Detection or Mark of Storm (Wayfinder’s Guide to Eberron, pg. 96 and pg. 106 respectively). Choose one of these subraces. 
The khoravar see themselves as true natives of Khorvaire. Humans and elves both migrated to this land but came together to birth children never before seen in history. They have a strong cultural identity of socialization and hospitality, and no khoravar feels like an outcast just because of the blood that flows through their veins. Ability Score Increase. Your Charisma and Dexterity scores each increase by 2. Charmingly Social. You have proficiency with the Persuasion skill.  In addition, whenever you are in a settlement with a khoravar community, you may add your double your proficiency bonus on Charisma checks to find the best person to talk to for reliable hirelings, news, rumors, or gossip. Khoravar Cant. Over many generations, khoravar have mingled the languages of their forebearers more and more. When you speak, read, or write in Elvish, you can do so in a distinct dialect used only by Khoravar. This dialect is peppered by slightly archaic Common turns of phrase. When communicating in this dialect, only those who understand both Common and Elvish can understand you. Languages. You can speak, read, and write Common and Elvish. 

Elves and humans have mingled in the society of the Five Nations and often are each other’s neighbors. While the elves of Khorvaire as a people nowadays keep their own company, it is not altogether uncommon to find first-generation half-elves resulting from an elf and a human coming together.  Ability Score Increase. Your Dexterity score increases by 2 and two other ability scores of your choice increase by 1. Skill Versatility. You gain proficiency in two skills of your choice. Languages. You can speak, read, and write Common, Elvish, and one extra language of your choice. 
The first-generation half-elves described above assume that the human and elven parents were both citizens of the Five Nations—a cosmopolitan society to be sure. However, even more rare than these half-elves are those born to the elves or drow of foreign cultures. Often these half-elves are called "ill-born" by their non-human parents and are considered to have been cursed by their human blood. They are typically given the bare-minimum care and seen as second-class beings in the culture they are raised. When playing such a half-elf, replace the Skill Versatility trait of the first-generation half-elf traits with the following trait that corresponds to your nonhuman parent's culture: Aereni Elves. You gain the Traditional Proficiency trait of Aereni elves. Valenar Elves. You gain the Tairnadal Weapon Training and Fleet of Foot traits of Valenar elves. Vulkoori Drow. You gain the Keen Senses and Tribal Weapon Training traits of the Scorpion Tribes drow. Sulatar Drow. You gain the Arcane Training and Sulatar Weapon Training traits of the Sulatar. Umbragen Drow. You gain the Shadow Steps and Umbragen Weapon training traits of the Umbragen. 
 
Half-elves of this variant descended from drow cannot qualify for the dragonmarked options, as they are unrelated to the bloodlines of the half-elven Dragonmarked Houses. 
 
In the present day, most half-orcs in Khorvaire can trace their ancestry directly back to the Shadow Marches. Thousands of years ago, a second migration of humans reached the west coast oh Khorvaire, where they encountered the orcs of the Shadow Marches. Though initial contact was violent, over millennia the two people grew closer together, and it wasn't long before the first Jhorgun'taal, or "children of two bloods" were born. Punctuating the commingling of these two people, half-orcs and humans are the only two races to share a dragonmark. House Tharashk, the youngest of the Dragonmarked Houses, built itself to have a monopoly on dragonshard prospecting by exploiting the Mark of Finding. This caused an influx of gold and development to the coasts of the Shadow Marches and improved the standing of half-orcs and orcs in modern Khorvarian society.  Nowadays, Half-Orcs are completely accepted in any civilized settlement, and are rarely looked down upon. A shifter is more likely to draw nervous glances than one of these folk. Unlike the khoravar half-elves, the half-orcs did not create their own distinct culture, instead embracing the position of being a bridge between orc and human peoples. Variant Statistics. Half-Orcs can largely be used as-is from the , with the following exceptions: 
 
Jhorgun’taal Athleticism. You bask in the strength that your mixed heritage has bestowed upon you and take to physical activity with ease. You gain proficiency in the Athletics skill. This trait replaces the Menacing trait of the base half-orc traits. Relentless Endurance. It is suggested that half-orcs regain the use of this trait when they finish a short or long rest, rather than only when they finish a long rest. Languages. You can speak, read, and write Common, Goblin, and Orc. 
 
Besides these variants, the Mark of Finding variant race (Wayfinder’s Guide to Eberron, pg. 97) can represent both dragonmarked half-orcs and humans of House Tharashk. 

Halflings have survived in the Talenta Plains for thousands upon thousands of years as a nomadic people. Within the last millennium, however, many have integrated into the culture of greater Khorvaire. Subraces. Lightfoot and Stout halflings from page 28 of the  represent halflings who have moved away from their tribal roots. While such halflings might be found on the Talenta Plains in small numbers, they are the ones looking to progress society there to be closer to the Five Nations. It is often from these halflings, and those living in the former kingdoms of Galifar, that the Mark of Healing and the Mark of Hospitality manifest. (Wayfinder’s Guide to Eberron, pg. 99 and pg. 100 respectively.)  Traditional Talenta Halflings, those determined to maintain the ancient ways of their people, use the subrace traits detailed below. 
The Talenta Plains has been the homeland of the halflings for as far back as anyone can record. These small, hardy folk have stood up to ancient empires and yet continue to live humble lives as nomads. Ability Score Increase. Your Constitution score increases by 1. Alignment. Halflings of the Talenta Plains tend toward lawful good. They are typically good-hearted and kind, hate to see others in pain, and have no tolerance for oppression. They are also very orderly and traditional, leaning heavily on the support of their community and the comfort of their old ways.  Talenta Weapon Training. You have proficiency with the boomerang, sharrash, and tangat (detailed in Chapter 4: Equipment). Bonded Mount. Talenta halflings consider the bond between rider and mount to be sacred. After spending 7 days with a beast mount, you may craft a mask to bond with it. While wearing this mask, you may communicate with your bonded mount as if under the effects of the speak with animals spell. In addition, whenever you make a Wisdom or Charisma check involving the mount, you add double your proficiency bonus to the check, instead of your normal proficiency bonus. If your mount is ever slain, the magical bond you share allows you to return it to life, so long as your mask is intact. With 8 hours of work and the expenditure of 25 gp worth of rare herbs and fine food, you call forth your mount’s spirit from the mask and use the bond’s magic to create a new body for it. You 
can return a bonded mount to life in this manner even if you do not possess any part of its body. You may have only one bonded mount at a time, and the bond lasts as long as the mask remains intact. If you attempt to craft a new mask while your original mask still exists, a new bond does not form. Talenta halflings typically favor dinosaurs as mounts, especially the fastieth and carver (Korranberg Chronicle: Threat Dispatch, pg. 3. and pg. 4 respectively) and the clawfoot (Wayfinder’s Guide to Eberron, pg. 81).

Humans migrated to Khorvaire in two major waves and have been in that land for several thousand years. They are largely responsible for the cultural development of its nations. The Kingdom of Galifar was a realm united in progress and prosperity, until the Last War set the Five Nations against each other. The Last War may have ended two years ago, but not without a cost. The nation of Cyre, the Jewel of Galifar and rightful successor to the crown, was wiped out on the Day of Mourning. The people of the Five Nations are still in shock over this catastrophe. But even in the face of this unprecedented disaster and the death of their thousand-year kingdom, humanity's ambition cannot be broken. Throughout history, humanity has been there. Inexplicably they have not only survived, or even just thrived, but dominated in a world populated by all manner of races and beasts with innate abilities and talents. Variant Traits. The  Campaign Setting includes no less than seven variations on human racial traits. The following dragonmarks all appear on humans and can be found in the Wayfinder’s Guide to Eberron on the indicated page numbers: Mark of Finding…… pg. 97 Mark of Handling… pg. 98 Mark of Making …… pg. 101 Mark of Passage ….. pg. 102 Mark of Sentinel ….. pg. 104 For humans that have not manifested a dragonmark, the human traits found on page 31 of the  may suffice, or if the campaign uses optional feat rules, the variant human traits found on the same page may be allowed. However, for those looking to spice up a nondragonmarked human, whether optional feat rules are in use or not, there is yet another type of human one can play; one that captures the essence of a pulp action hero or determined noir protagonist. While humans as a whole cannot claim to be the strongest, or toughest, or the most magically adept, some few among them possess an ephemeral quality that sets them apart: paragons of humanity that rise to prominence and lead the way for their fellows. 
Though most non-dragonmarked humans are hard to define as a whole, you are set apart from your fellows by an inexorable determination and a will to etch your name in the history books. You have the following traits. Ability Score Increase. One of ability score of your choice increases by 2 and two other ability scores of your choice increase by 1. Age. Paragons mature at the same rate as other humans, though some have jump-started their adventures a year or two earlier than normal. Though their natural lifespans are just about as long as the rest of their kind, paragons tend to either die young in a blaze of glory or remain hearty and hale well after other humans of similar age would have grown infirm. Alignment. Paragons tend to hold extreme beliefs and are rarely neutral, unless they hold "balance" as a strong philosophical ideal. Size. Paragons typically ranged toward the high end of potential human height, some even reaching over 7 feet in height (though the stature of some legendary figures are often exaggerated after their deaths). Your size is Medium. Speed. Your base walking speed is 30 feet. Capable. You gain proficiency in one tool of your choice. Skilled. You gain proficiency in one skill of your choice. Driven. You gain advantage on any attack roll, saving throw, or ability check. You must decide to use this ability before you attempt the roll, save, or check. Once you use this ability, you must finish a short or long rest before you may do so again. Languages. You can speak, read, and write Common and two extra languages of your choice. 
 
While choosing to play a Paragon Human locks you out of the ability to play a dragonmarked character from 1st level, Paragons that are members of a dragonmarked bloodline are typically the most likely to dramatically and spontaneously develop a Siberys dragonmark later in life. 

Originally descended from the interbreeding of humans and lycanthropes, shifters (otherwise known as "the weretouched") have evolved into a true breeding race with its own cultural identity and traditions. Though not capable of completely changing forms as their ancestors did, shifters are capable of taking on highly animalistic aspects—a state they call shifting. Since most shifters lead a rugged, self-reliant lifestyle, the jump to adventuring is not a big step. Many shifters begin adventuring when some event intrudes on their normal routines, such as an invading monster, or a guide job gone wrong. Subraces. Shifter racial traits can be found on page 65 the Wayfinder’s Guide to Eberron, and four subraces representing various shifting aspects are detailed on the following page. Below are several additional shifting aspects that you can select your shifter subrace from. 
Your cliffwalk aspect grants you the ability to ascend steep surfaces with agility. Common bestial traits for shifters with this aspect include small but sharp claws on the hands, and the morphing of feet into canine or feline paws. Many cliffwalk shifters may display ratlike qualities when shifting instead, including long furless tails. Cliffwalk shifters often prefer not to wear shoes, boots, or other apparel on their feet, as their rapidly changing bone structure when shifting often cannot accommodate footwear made for humanoids. Ability Score Increase. Your Dexterity and Constitution scores increase by 1.  Climbing Prowess. Cliffwalk shifters have small claws on their hands and feet that are unsuitable for making attacks but are perfect for climbing. You have a base climbing speed of 20 feet. Shifting Feature. Your shift lasts for 5 minutes instead of 1 minute. While shifted, your climbing speed increases by 20 feet. Additionally, while shifting you may choose to use your Dexterity score to determine your maximum jump distance and you may make a Dexterity (Acrobatics) check to make difficult jumps instead of a Strength (Athletics) check. Finally, while shifting you are considered to have a running start when making a jump, even if you have not moved any distance prior to the jump on your turn. 
Your dreamsight blood grants you a deeper connection to the natural world around you. Dreamsight shifters do not seem to trend toward any specific bestial appearances but are often born as albinos and have pale coloration even when not shifted. When they do shift, in addition to a more bestial appearance, their eyes take on an eerie glow. Ability Score Increase. Your Wisdom score increases by 2.  Shifting Feature. While shifted, you can comprehend and verbally communicate with beasts, and you add your proficiency bonus on ability checks using the Perception, Insight, and Animal Handling skills. If you are proficient with any of these skills even when not shifting, you add double your proficiency bonus to such checks while shifting, instead of your normal proficiency bonus. 
As a razorclaw shifter, you make swift, slashing strikes in battle. The most common bestial trait for these shifters is, of course, razor-sharp claws, but they will often display secondary characteristics of their bestial appearance as well, such as slit pupils, or patterned fur.  Ability Score Increase. Your Dexterity and Constitution scores increases by 1.  Prowl. You have proficiency with the Stealth skill. Shifting Feature. While shifted, your hands become claws that you can use to make unarmed strikes. If you make an unarmed strike using your claws, you may choose to use Dexterity for the attack roll instead of Strength, and if you hit you deal slashing damage equal to 1d6 + your Strength or Dexterity modifier, instead of the bludgeoning damage normal for an unarmed strike. For the duration of your shift, you may make one unarmed strike using a claw as a bonus action. 

Swiftwing shifters often come across impatient and distracted, always eager to be somewhere else while their feet are on the ground. When shifting, the arms of a swiftwing shifter significantly change to allow them the power of flight, usually displaying the ebony plumage of ravens, or the leathery membranes of bat wings.  Ability Score Increase. Your Strength score increases by 2 and your Dexterity score increases by 1.  Flighty. You can take the Disengage action as a bonus action.  Additionally, on the turn in which you shift, you also gain the benefit of the Disengage action when you use your bonus action to shift. Shifting Feature. Your shift lasts for 5 minutes instead of 1 minute. While shifted, your arms become wings and you gain a flying speed of 50 feet. While flying this way, you cannot use your arms or hands for any other purpose, such as making attacks, effectively wielding a shield, or casting spells. You may still grasp objects or weapons in your hands but may not use them while you use your shifted arms to fly. 
Truedive shifters are patient and quiet, though not necessarily antisocial. Traits prominent to crocodiles and sharks are the most commonly seen on truedive shifters while they are shifting. Unlike most aspects, truedive shifters are recognizably different from other shifters even when not shifting, displaying little in the way of body hair and having pale skin with a faint aquatic hue to it such as pale blue or green. Some even have unnervingly cold, black eyes. Ability Score Increase. Your Constitution score increases by 2. Amphibious Swimmer. You have a base swimming speed of 20 feet and you can breathe both air and water. Shifting Feature. Your shift lasts for 5 minutes instead of 1 minute. While shifted, your swimming speed increases by 20 feet. Additionally, while shifting you can detect and pinpoint the origin of vibrations in the water, out to a radius of 120 feet, provided both you and the source of the vibrations are touching the same body of water. Most creatures swimming or wadding through water cause these vibrations, and you are not considered blinded against them while shifted, even if they are invisible to you. 
Winterhide shifters are acclimated to harsh, cold environments. Bestial traits common to arctic predators are common among winterhide shifters, such as thick white fur and hair, but sometimes they can display the same aquatic traits as a truedive shifter, with bodies adapted to the dark chill of the depths. Ability Score Increase. Your Wisdom score increases by 2. Tundra Acclimation. You are naturally adapted to cold climates, as described in chapter 5 of the , and you ignore difficult terrain due to natural snow or icy conditions. Additionally, you may shift as a reaction to taking cold damage, gaining the benefits of your shifting feature against the effect that dealt cold damage to you. Shifting Feature. While shifted, you gain resistance to cold damage. 

Though the most common bugbears the people of Khorvaire encounter today are of the savage Marguul tribes (represented by the standard Monster Manual bugbear), the bugbears of ancient Dhakaan are returning. Called the "guul'dar" (meaning "strong people" in the goblin tongue), these Dhakaani bugbears are literally bread for war. In ancient times, they were the shock troops of the empire, and often the first to see action in any military assault. When the empire began to crumble, some clans saw the end was coming, and secluded themselves in deep caves in order to wait out the savage times they saw ahead. Now with the rise of Darguun, a new nation of goblinoids, the Dhakaani clans have resurfaced from history, and people across Khorvaire may once more have a chance to see the guul'dar in action. Variant Statistics. While the savage Marguul bugbears can be represented by the bugbear racial traits on page 119 of Volo’s Guide to Monsters, the below traits represent the bugbears of the emerging Dhakaani clans. 
As a bugbear raised in the hidden Dhakaani clanholds, you have traits in common with your other bugbears that follow the same ancient traditions. Ability Score Increase. Your Strength score increases by 2 and your Wisdom score increases by 1. Age. Bugbears reach adulthood after roughly a decade and a half and live about eighty years. Size. Bugbears are the largest of the goblinoids, standing on average 7 feet in height, but some reaching as tall as 8 feet. Your size is Medium. Speed. Your base walking speed is 30 feet. Goblinoid. You belong to one of the three major goblinoid races. Darkvision. You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. Long-Limbed. When you make a melee attack on your turn, your reach for it is 5 feet greater than normal. Dhakaani Weapon Training. You have proficiency with the flail, plus the mighty flail, dire flail, and spiked chain (detailed in Chapter 4: Equipment) Keen Smell. You have advantage on Wisdom (Perception) and Intelligence (Investigation) checks that rely on smell. Powerful Build. You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.  Languages. You can speak, read, and write Common and Goblin.

Often confused for more intimidating, well-equipped lizardfolk, the draconic nature of the dragonborn is overlooked by the settlers of New Galifar, leading to them being colloquially known as "scales" just like the reptilian humanoids they share that jungle with. Little do the settlers know that the dragonborn once ruled a great empire that challenged the might of the Dhakaani goblinoids. Those sages who do know of this ancient empire are often perplexed by its seemingly swift collapse for no discernible reason. For their part, dragonborn refuse to say much more about this fall besides "it was a matter of honor". Most dragonborn today are honor-bound to defend ancient ruins deep in the jungles of Q'barra, but the race is prone to a fierce sense of pride. Dragonborn adventurers roam far from their jungle homes to seek personal glory. Others might be honor-bound on some quest that will aid their clan in their ancestral duty.  Racial Traits. Dragonborn racial traits can be found on page 34 of the , with one alteration:  Alignment. Dragonborn society revolves around honor, duty, and loyalty to the clan. Dragonborn are likely to either embrace or reject this completely and are rarely neutral on the law/chaos axis of their alignments. The method by which you carry out your duty matters less than the fact that you do it, so the good/evil alignment is less extreme.

Unlike in other campaign settings, the drow of Eberron are considered a separate race from elves entirely and are not a monolithic culture. Likewise, their origins do not lie with a tale of betrayal between elven gods (Lolth and Corellon are not included in the Eberron campaign setting by default). Drow, instead are an engineered race, created from the arcane manipulation of elves by the ancient giants of Xen’drik. Racial Traits. Below, the drow are detailed as their own race, replacing the elven drow subrace in the . Additionally, three distinct drow subraces are presented, each of which born from a unique culture. 
All drow, regardless of culture, share some traits in common.  Ability Score Increase. Your Dexterity score increases by 2. Age. Drow mature physically at about the same rate that humans do, and can live just as long as elves, about seven-and-a-half centuries. However, different drow cultures have different standards for adulthood. Size. Drow have the same slender build as elves, ranging from under 5 to over 6 feet tall. Your size is Medium. Speed. Your base walking speed is 30 feet. Darkvision. You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. Fey Ancestry. You have advantage on saving throws against being charmed, and magic can't put you to sleep. Sunlight Sensitivity. You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight. Trance. Drow don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is "trance.") After resting in this way, you gain the same benefit that a human does from 8 hours of sleep.  (If you are using the Trance and Dreams variant for elves, the same variant applies to drow as well). Drow Cultures. Long ago, at the end of the Age of Giants, the drow people fractured and their cultures diverged greatly in the roll of millennium since. Choose one of the options below. 
The most frequently encountered kind of drow in Eberron are the Vulkori tribal drow living in the jungles of Xen'drik. Most of these tribes worship the scorpion-god known as Vulkoor. Khorvarian sages consider Vulkoor an animal-totem version of The Mockery, a god of the Dark Six. While many scorpion tribes worship Vulkoor exclusively and are viciously xenophobic, other tribes known as Qaltair worship analogues of the rest of the Sovereign Host and Dark Six and are willing to deal peacefully with outsiders in a limited fashion.  Ability Score Increase. Your Wisdom score increases by 2. Alignment. The scorpion tribes live in ruthless, deadly jungles and have a temperament to match. Most tend toward evil alignments, and while the Qaltair are less likely to be so, it is difficult for foreigners to discern which tribe one of these drow belongs to at first glance. In either case, the loose structure of their savage way of life highlights their chaotic nature. Age. Though the savage drow of the scorpion tribes can ostensibly live just as long as other elves and drow, it is far more likely for them to meet a swift and grisly end in the wild jungles of Xen’drik. Therefore, scorpion tribe drow are considered to be adults as soon as they become physically capable of raising the next generation of their tribe. Fleet of Foot. Your base walking speed increases to 35 feet. Keen Senses. You have proficiency in the Perception skill. Mask of the Wild. You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena. Tribal Weapon Training. You have proficiency with the shortsword, plus the Xen'drik boomerang and spiked chain (which you refer to as a "scorpion chain") detailed in Chapter 4: Equipment. Languages. You can speak, read, and write Common, Elvish, and Giant. Common is not a native language of the scorpion tribes, but the Qaltair learn it in order to facilitate commerce with residents of Stormreach. Depending on how long your tribe has lived near and interacted with Stormreach, you may or may not speak Common with a noticeable accent. 

The Sulatar clans (or "firebinders" in the Giant language) remained loyal to their fire giant masters during the elven rebellions. They retain the secrets of elemental binding their masters taught them and make frequent use of flaming weapons and fire elementals. The firebinders consider the drow of the scorpion tribes to be savages and traitors, and the tribal drow hate the Sulatar for their continuing loyalty to their cruel slave-masters.  Ability Score Increase. Your Intelligence score increases by 1. Alignment. The fire giants were harsh, cruel taskmasters to the Sulatar, and they were apt pupils in this regard. Sulatar tend toward law and evil. Age. Living behind the ruins of their master’s fortresses, the Sulatar are more defended against the wild predations of Xen’drik as their estranged tribal brethren. As such, their society can dictate that one is not truly an adult until they have learned the art of elemental binding, something they consider an impossibility to truly understand without at least a century of practice and mastery. Arcane Education. Sulatar are well versed in the affect planes have on the material plane and their interaction with arcane forces. You have proficiency in the Arcana skill. Flame Binding. All adult Sulatar drow know the basics of binding the essence of Fernia, the Sea of Fire, to their will. You know the control flame cantrip (Xanathar’s Guide to Everything, pg. 152). Once you reach 3rd level, you can cast the burning hands spell once with this trait, and you regain the ability to do so when you finish a long rest. Once you reach 5th level, you can cast the scorching ray spell once with this trait, and you regain the ability to do so when you finish a long rest.  Intelligence is your spellcasting ability for these spells. Sulatar Weapon Training. You have proficiency with the scimitar, shortsword, and whip, plus the twobladed sword (detailed in Chapter 4: Equipment). A Sulatar-made shortsword, and both ends of their twobladed swords, appear much like a Roman gladius. Languages. You can speak, read, and write Elvish, Giant, and the Ignan dialect of Primordial. 

When dragonfire rained down on all that the giants held dear, the progenitors of the Umbragen fled into the depths of Khyber. In their wanderings, the Umbragen uncovered ancient lore that led them to a mystical force of darkness called the Umbra. They bound this shadowy essence to their flesh and survived by calling upon it for generation after generation. Thousands of years later, the Umbragen have begun to surface. Some say they are seeking refuge from an unfathomable threat rising from the twisting depths of Khyber.  Ability Score Increase. Your Charisma score increases by 1. Alignment. The Umbragen worship a dispassionate force of darkness. While it is not evil, they have stoically forfeited their souls to dark oblivion in its depths. Many centuries of fighting against their unfathomable enemy has forced them to maintain a lawful, disciplined society. Age. The Umbragen may have at one time had the luxury of waiting for their young to live a century before considering them adults, just as elves do now. However, their current desperate struggle has forced them to consider as an adult any able-bodied drow that can fight and defend their underground cities from annihilation, usually before they have reached twenty years of age. 
Superior Darkvision. Your darkvision has a radius of 120 feet. Unlike other drow, Umbragen eyes are completely black, a visible sign of this enhanced vision and their link to the Umbra. Shadow Steps. You have proficiency with the Stealth skill. Soul of Darkness. By virtue of your birth into the Umbragen, your soul has been pledged to oblivion within the Umbra. Any spell that brings its target back to life (such as revivify or raise dead) must be cast from a spell slot one level higher than normal in order to function on you. Otherwise, the spell fails as if counterspelled. In addition, you can cast the darkness spell once using this trait. When you reach 7th level, you may cast deeper darkness using this trait instead of darkness. You regain the ability to cast either spell using this trait when you finish a short or long rest. Charisma is your spellcasting ability for these spells.  Finally, you can see through any magical darkness you or another Umbragen creates by using this trait. Umbragen Weapon Training. You have proficiency with the rapier, shortsword, and hand crossbow. Languages. You can speak, read, and write Daelkyr, Elvish, and Undercommon.  
 
In ancient times, after the fall of giant civilization, a small population of debased giantkind fled Xen'drik, fleeing from an existential threat. During their flight across the Thunder Sea, an enormous tempest rose up and smashed into their fleet. When the skies cleared, they found themselves stranded in the open waters with half their fleet missing and no idea of their heading or course. They sailed aimlessly for months until their supplied nearly ran out before finally landing on the continent of Sarlona. There, they continued their ancient ways of wandering and became nomads in a new, less hostile land.  Centuries later, the ogre kingdom of Borunan was eradicated during the last days of the Sundering, when the Inspired lords forged the Riedran Empire and united the humans of Sarlona against them. The surviving ogres fled into the wild region of Syrkarn, where they were taken in by the nomadic giant folk that now called that untamed wilderness of Sarlona their home. The eneko are the true-breeding halfbreeds of these two peoples.  While a fairly regular sight on the continent of Sarlona, the eneko are nearly completely unknown to the peoples of Khorvaire and would be confused for normal ogres on sight. 
Racial Traits. Eneko have a slight green tint to their skin that engenders the belief that they descended not only from Borunan's ogres, but the near-mythical oni as well. Their innate magical talents lend credence to this belief.  
Eneko see themselves as the hearty intermixing of the best traits of all their ancestors, a "mongrel" folk made stronger for the amalgamation of many peoples.  Ability Score Increase. Your Constitution score increases by 2, and your Strength score increases by 1.  Age. Eneko mature to adulthood at around age 30, though many might strike out on their own before that. They can live for about a century and a half. Size. Eneko are shorter than other kinds of halfogres, roughly 6-and-a-half to 7 feet tall. Your size is Medium. Speed. Your base walking speed is 30 feet. Darkvision. You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. Eneko Resilience. You have advantage on saving throws against poison, and you have resistance against poison damage. Eneko Weapon Training. You have proficiency with the longbow. Giant Endurance. Whenever you make saving throw to resist environmental effects due to weather or climate, you are considered proficient in the saving throw and add double your proficiency bonus to the saving throw, instead of your normal proficiency bonus. Oni Magic. When you reach 3rd level, you can cast the pass without trace spell once with this trait. You regain the ability to do so when you finish a short or long rest. Charisma is your spellcasting ability for it. Powerful Build. You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.  Languages. You can speak, read, and write Riedran and Giant.


 In ancient times, the gnolls of Eberron were savage, demon-worshipping monsters that believed the blessing of some demonic god flowed through their veins. With the founding of the Znir Pact, the gnolls forsook the hideous rituals and depravity of their ancestors. Znir Pact gnolls worship no demons or gods, and instead have a practice of raising piles of rubble to represent the idolatrous objects of worship that the Znir Pact founders shattered when they threw off the influence of their demonic Overlord.  Today, the Znir Pact functions as a neutral policing force in Droaam, entrusted by the Daughters of Sora Kell to maintain peace amongst their warlords' territories. In past centuries of united Galifar, when the territory of Droaam was once western Breland, the Znir Pact were counted among the citizens of Breland. In fact, there was a long history of Brelish royalty hiring bodyguards of Znir Pact gnolls, for their reputation as skilled mercenaries were highly sought after. Gnolls of the Znir Pact might become adventurers as a way to gather information for the Daughters of Sora Kell, essentially being government agents on scouting missions. Znir Pact gnolls also often sign up as mercenaries with House Tharashk and House Deneith. Others might simply wish to see more of the world, like any civilized person struck by wanderlust. Racial Traits. The following racial traits can be used to play a gnoll of the Znir Pact in Eberron campaigns. 
You share a number of traits with other gnolls of the Znir Pact. Ability Score Increase. Your Wisdom score increases by 2 and your Dexterity score increases by 1. Alignment. The Znir Pact is a highly rigid philosophy of discipline and balance, leading gnolls raised in such a culture to usually be lawful and neutral aligned. Age. Gnolls reach maturity within a decade, and rarely live longer than three. Size. Gnolls resemble bipedal, human-sized hyenas. They have a hunched posture and stand close to 7 feet tall but are lean. Your size is Medium. Speed. Your base walking speed is 30 feet. Darkvision. You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. Keen Smell. You have advantage on Wisdom (Perception) and Intelligence (Investigation) checks that rely on smell. Fleet of Foot. Your base walking speed is 35 feet. Disciplined Defiance. You have advantage on all saving throws against being charmed or frightened. Znir Weapon Training. You have proficiency with the longbow, quarterstaff, and shortsword. Languages. You can speak, read, and write Common, Goblin, and Gnoll. 

In ancient times, after the fall of giant civilization, a collection of several tribes of debased giantkind roamed the peaks of the northern mountain ranges of Xen'drik, in what is now called the Skyfall Peninsula just north of the ruins that would one day be the foundation of Stormreach. At some point, these tribes undertook a mass exodus, seeking to flee the "Hungry Shadows", seeming ghosts from the lowland jungles that hunted them to near extinction. Taking inspiration from legends of another mass exodus in Xen'drik's ancient past, these giantkind descended their mountains, built ships, and sailed northward toward the horizon. After suffering the loss of nearly half their fleet to the tempestuous Thunder Sea, they landed just east of the Shadow Marches in current-day Droaam. From there, they wandered, avoiding civilization as their ancestors had taught them, until they reached the Byeshk Mountains to the north, where they remained. Tribes of these giantkind, called "goliaths" by the native orcs and goblinoids of the lowlands, wandered across the range of the Byeshk Mountains, mining the rare purple ore the mountains take their name from to make crafts, jewelry, and weapons. They acclimated to their new mountains and led a nomadic, mostly peaceful life there for several millennia, until the Xoriat invasion. They were enslaved to toil in their own mines by the goblinoids of the Dhakaani Empire, when demand of byeshk ore skyrocketed shortly before the empire fell, leaving them once more to their nomadic life. Because of this enslavement, and the horrors of Xoriat that seemed to follow the goblinoids to their mountain homes, the goliaths have a distrust of lowlanders, and kept a mostly isolated existence for almost nine millennia since. Only with the formation of Droaam were they drawn into the dealings of lowlanders, when the Daughters of Sora Kell managed to unite their tribes under one High Chief, who herself bows to the Daughters. Goliaths are a hardy people, taken to almost foolhardy heights of daring as they leap from cliff to cliff. Goliaths usually become adventurers to prove themselves to their tribe, to perform a service for Droaam, or to explore the world outside the Byeshk Mountains, convinced that much has to have changed in the millennia since their enslavement by a nowdead empire. Racial Traits. Goliath racial traits can be found on page 10 of the Elemental Evil Player’s Companion, with one alteration: Languages. Goliaths in Eberron can speak, read, and write Common, Giant, and Goblin. 

The ancient goblinoid Empire of Dhakaan once spanned the length and breadth of Khorvaire. The hobgoblins ruled Dhakaan for many centuries and may have continued to the present day if otherworldly forces of insanity and horror had not broken the will of the "dar", the goblinoid people. When the empire began to collapse in the wake of this nightmare war, some clans saw the end was coming, and secluded themselves in deep caves in order to wait out the savage times they saw ahead. Now with the rise of Darguun, the ghaal'dar hobgoblins are determined to conquer Khorvaire once more, and the Dhakaani clans have resurfaced from history to take notice—or more likely, to seize control.  Racial Traits. The below hobgoblin racial traits replace those found in Volo’s Guide to Monsters, to more readily present hobgoblin subraces. 
All hobgoblins, regardless of tribe or clan, have some natural traits in common. Ability Score Increase. Your Constitution score increases by 2. Age. Hobgoblins reach adulthood shortly after a decade and live about as long as humans. Size. Hobgoblins are roughly the same size as humans, though typically hardier. Your size is Medium. Speed. Your base walking speed is 30 feet. Goblinoid. You belong to one of the three major goblinoid species. Darkvision. You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. Legacy of Respect. Whenever you make a Charisma check to interact with a goblinoid, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply. Languages. You can speak, read, and write Common and Goblin. Subrace. The Ghaal’dar tribes arose after the fall the ancient goblin empire and the self-enforced exile of the remaining Dhakaani clans. Though many of the Dhakaani clans are alike in their traditions and focus, there are a few unique ones, like the Kech Volaar. Choose one of the options below. 
Without the iron rule of the Dhakaan, the ghaal’dar tribes devolved into centuries of posturing and infighting. It wasn’t until the Last War that the ghaal’dar were united into a nation once again. Ability Score Increase. Your Strength score increases by 1. Martial Training. You are proficient with two martial weapons of your choice and with light armor. Saving Face. Ghaal’dar Hobgoblins are careful not to show weakness in front of their allies, for fear of losing status. If you miss with an attack roll or fail an ability check or a saving throw, you can gain a bonus to the roll equal to the number of allies you can see within 30 feet of you (maximum bonus of +5). Once you use this trait, you can't use it again until you finish a short or long rest. 
The Dhakaani respect one thing above all else: military might. Some might mistake hobgoblins as brutes, but the Dhakaani are actually quite sharp, especially when it comes to tactics and strategy. Ability Score Increase. Your Intelligence score increases by 1. Tactical Cunning. Hobgoblins soldiers train extensively to fight cooperatively. You may take the Help action to aid a friendly creature in attacking a creature within 5 feet of you as a bonus action. Dhakaani Weapon Training. You have proficiency with the flail, plus the mighty flail, dire flail, and spiked chain (detailed in Chapter 4: Equipment). 
The Kech Volaar, or "Wordbearers" are an ancient Dhakaani clan of hobgoblins only recently resurfacing with the formation of Darguun. Their entire lineage is devoted to preserving goblinoid history through text and song. Ability Score Increase. Your Charisma score increases by 2. Keeper of Stories. The Wordbearers have long known the importance of remembering the past. Your Legacy of Respect trait also allows you to double your proficiency bonus on Intelligence (History) checks related to the history of the goblinoid races. In addition, you can perfectly recall any story you have read or heard. Wordbearer Proficiencies. You have proficiency with the Performance skill, Calligrapher's supplies, and one Musical Instrument of your choice. Extra Language. You can speak, read, and write one extra language of your choice.

Minotaurs are a common sight in the monstrous nation of Droaam, where the Daughters of Sora Kell have granted them a territory to claim as their own. Lead by their warlord Rhesh Turakbar in the worship of the Horned Prince, minotaurs are mainly viewed by the people of Khorvaire as bloodthirsty savages. Minotaurs view the Horned Prince as their overlord and creator, but each individual minotaur has his own view on who or what the Horned Prince is and finds all other opinions inherently flawed. During the Last War, House Tharashk negotiated with the Daughters of Sora Kell to contract the monstrous inhabitants of the nation as mercenaries. Today, minotaurs can be seen accompanying Tharashk heirs on prospecting missions and as intimidating bodyguards to those who can afford them. Exposure to more civilized and metropolitan views have influenced these minotaurs. These days, it is not uncommon to find minotaurs outside Droaam that identify the Horned Prince with the Dol Dorn, the Sovereign of Strength and War, or Balinor, the Sovereign of Beasts and the Hunt, rather than some darker entity. Racial Traits. The following racial traits can be used to play a minotaur in Eberron campaigns. 
 
Regardless of their outlook, Minotaurs share common traits. Ability Score Increase. Your Strength score increases by 2. Many Paths. Every minotaur reaches the Horned Prince by his or her own personal path. Your choice of your Constitution, Intelligence, or Wisdom score increases by 1. Age. Minotaurs enter adulthood at around the age of 17 and can live up to 150 years. Alignment. Minotaurs vary widely in their beliefs, just like any intelligent humanoid, but have had a narrow cultural experience for centuries under the rule of demon-worshipping leaders like Rhesh Turakbar. This has caused them to lean toward evil alignments, but exposure to other cultures can downplay this influence. Size. Minotaurs typically stand well over 7 feet tall and weigh a hulking average of 450 pounds. Your size is Medium. Speed. Your base walking speed is 30 feet.  Horns. Your horns are a natural weapon, which you can use to make unarmed strikes. If you hit with an unarmed strike using your horns, you deal piercing damage equal to 1d6 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. Goring Rush. Immediately after you use the Dash action on your turn and move at least as far as your speed, you can make one melee attack with your horns as a bonus action. Hammering Horns. Immediately after you hit a creature with a melee attack as part of the Attack action on your turn, you can attempt to shove that creature with your horns using your reaction. The creature must be no more than one size larger than you and within 5 feet of you. It must make a Strength saving throw against a DC equal to 8 + your proficiency bonus + your Strength modifier. If it fails, you push it up to 5 feet away from you. Menacing. You have proficiency in the Intimidation skill. Powerful Build. You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.  Languages. You can speak, read, and write Common and Orc.

Orcs are one of the indigenous races of Khorvaire, having spread across the continent since well before the formation of the goblinoid Dhakaani Empire in the Age of Monsters. They are a fiercely passionate people and well-disposed to throwing themselves blindly into a cause without overthinking it. Because of this tendency to act on impulse and "gut feeling" over logic and reason, orcs have never formed a large civilization over the countless untold millennia they have existed.  When human settlers from Sarlona landed on western Khorvaire in the Demon Wastes and the Shadow Marches, the native orc tribes at first warred with them. But over time, these people mingled, and many orcs eagerly embraced the new gods the humans brought with them, the Sovereign Host. Many orcs even counted their legendary racial folk hero, the oneeyed Garu-Umesh as an aspect of Balinor, Sovereign of the Hunt. But older, more primal faiths still hold sway, especially in the Shadow Marches, where descendants of the original orc druid Gatekeepers and the Cults of the Dragon Below continue to clash. Variant Statistics. While the orc racial traits on page 120 of Volo’s Guide to Monsters might be a decent fit for the bloodthirsty brutes of other settings, the below variant racial traits more accurately represent the more varied orcs of Eberron. 
In Eberron, orcs are not the universally evil creatures they are in other settings. Mostly they are a hardy, tough people acclimated to harsh environments, and very emotional about their beliefs. However, some isolated tribes of orcs, such as the Jhorash'tar of the Mror Holds lowlands and the Ghaash'kala of the Demon Wastes, lead a much more savage existence, and are culturally predisposed toward aggression and cowing those weaker than them. When playing an orc from such a remote tribe, you may replace the Survivor trait of the base orc traits with the following trait: Menacing. You gain proficiency in the Intimidation skill. 
Your orc character has the following racial traits. Ability Score Increase. Your Strength score increases by 2, and your Constitution score increases by 1. Age. Orcs mature faster than humans, standing fully grown and developed at around age 12. Their lives are significantly shorter than a human’s, however, with those living past 50 years being a rarity. Alignment. Orcs tend to be passionate, with little regard for extensive rules and obligations, and tend toward chaotic alignments. Contrary to some vile prejudices, orcs do not tend toward evil alignments. Size. Orcs usually stand over 6 feet tall and are typically much more muscular and burly than a human of the same height, weighing between 230 and 280 pounds. Your size is Medium. Speed. Your base walking speed is 30 feet. Darkvision. You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of grey. Passionate. Orcs are defined by their strong emotions, often heedless of danger while trusting their convictions. You may roll a d8 and add it to the result of any attack roll, saving throw, or ability check that hasn't already benefited from a Bardic Inspiration die. You can wait until after you roll the d20 before deciding to roll this d8, but you must decide before the DM says whether the roll succeeds or fails. When you reach 3rd level, you may choose to add the result of this d8 to a weapon damage roll. You can use this feature once and regain the ability to do so after finishing a short or long rest. Savage Attacks. When you score a critical hit with a melee weapon attack, you can roll the weapon's damage dice one additional time and add it to the extra damage of the critical hit. Survivor. Orcs can thrive in the harshest of environments. You gain proficiency with the Survival skill. Powerful Build. You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift. Languages. You can speak, read, and write Common, Goblin, and Orc

The sahuagin of the Thunder Sea are aquatic humanoids with strong piscine features, including large mouths filled with sharp, shark-like teeth. They often interact with coastal settlements along the southern shores of Khorvaire, and the port city of Stormreach on Xen'drik's coast. Though they are said to worship the Devourer of the Dark Six, known to them as Shargon, they have several peaceful treaties with nations and even House Lyrandar. Sahuagin often act as guides for sailing vessels and House Lyrandar wind galleons as they make their way across the surface of the Thunder Sea, typically sailing to and from the city of Stormreach. Although sahuagin can breathe air for a short time, they are ultimately dependent on saltwater to live. Due to this, most sahuagin adventurers limit themselves to underwater questing, or stick close to coastal lands. Experienced sahuagin adventurers that are struck with keen wanderlust and an overwhelming desire to walk dry land indefinitely seek out magic items capable of creating saltwater, such as a variant decanter of endless water, or items that make carrying large quantities of it possible, such as a bag of holding or portable hole. Racial Traits. The following racial traits can be used to play a sahuagin in Eberron campaigns. 
Sahuagin share some natural traits. Ability Score Increase. Your Strength and Wisdom scores increase by 1. Alignment. As intelligent humanoids, sahuagin alignments run the gamut. Though the dark god Shargon features prominently in their culture, and they have evolved with predatory instincts, they do not inherently tend toward evil. Age. Sahuagin are birthed live, like sharks are, and reach full maturity in under a decade. They typically live for about a century. 
Size. Sahuagin are scaled, fishy humanoids. When on land they stand with a hunched posture that makes them seem slightly smaller than the average human. Your size is Medium. Speed. Your base walking speed is 30 feet, and you have a swimming speed of 40 feet. Superior Darkvision. You have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. Keen Senses. You have proficiency in the Perception skill. Bite. Your razor-toothed maw is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to 1d6 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. Blood Frenzy. If you reduce a creature to half or less of its hit points, you can enter a blood frenzy as a reaction to gain advantage on attack rolls against that creature for 1 minute or until it is reduced to 0 hit points. If you reduce the creature to 0 hit points with a bite attack, you regain the use of this ability, otherwise you must finish a short or long rest to use it again. Limited Amphibiousness. You can breathe air and water, but you need to be submerged in saltwater at least once every 4 hours for no less than 1 minute. For every four hours you go without submerging yourself, you must succeed on a DC 15 Constitution saving throw or suffer a level of exhaustion. Levels of exhaustion gained this way cannot be removed by any spell or effect. They can only be removed by submerging yourself in saltwater. For every minute submerged, one level of exhaustion gained this way is removed. Shark Telepathy. You can telepathically communicate with any beast that is a shark (giant sharks, hunter sharks, reef sharks, etc.) within 120 feet of you. When communicating with a shark this way, you can innately cast animal friendship on it at will.  Starting at 3rd level, you can also cast beast bond with this trait, but only on beasts that are sharks. Once you cast it, you can't do so again until you finish a long rest. Casting these spells in this way requires no components and Wisdom is your spellcasting ability for them. Languages. You can speak, read, and write Common and Sahuagin. Sahuagin is your native language, and it is most suited to speaking underwater. On the surface, it has a gasping, raw-throated quality that many land dwellers find off-putting. 

Sahuagin who perform a dark rite to Shargon, involving the complete devouring of a land-walking humanoid or aquatic elf, may undergo a transformation into a malenti; a sahuagin that is indistinguishable from an aquatic elf in appearance. You may play as a sahuagin that has completed this ritual or, if your DM allows, you might begin the game as a normal sahuagin, then complete the ritual during the course of play. Whenever your transformation occurs, the below traits replace the Ability Score Increase, Alignment, Size, Bite, Limited Amphibiousness, and Languages traits of the base sahuagin. Ability Score Increase. Your Dexterity score increases by 2 and your Wisdom score increases by 1. Alignment. Because the nature of the ritual to transform a malenti involves the literal devouring of a sentient, living person, it is very common for malenti to be evil. However, the one devoured in the ritual may have been willing, or some other extenuating circumstances may have been involved, that can justify a non-evil malenti. Still, it is a rare sahuagin that is truly altruistic and good that can go through with the ritual. Size. Malenti range in height and build exactly as elves do and appear to all inspection to be aquatic elves. Your size is Medium. Speed. Your base walking speed is 30 feet, and you have a swimming speed of 40 feet. Amphibious. You can breathe air and water. Languages. You can speak, read, and write Common, Sahuagin, and an additional language that was known by the creature you devoured to become a malenti. You speak this extra language with the same fluency and accent that the devoured creature did. 

Originally intended to be mindless machines to fight in the Last War, the warforged developed sentience unintentionally. As House Cannith strove to make them the ultimate tools of war, each successive generation of warforged to emerge from the creation forges saw them become more intuitive and capable of growth, until they became a new kind of creature. Since the Treaty of Thronehold, the warforged have been recognized as living creatures, setting them free. For many warforged, this freedom merely confuses them. Born to be soldiers and take orders, many join adventuring parties just to be directed toward the next fight. Other warforged seek a deeper meaning to their existence and become adventurers to find their answers. Variant Statistics. Warforged have been officially updated to 5th edition and their racial traits can be found starting on page 68 of the Wayfinder’s Guide to Eberron. However, to strike a balance between the classic warforged feel of previous editions and the extremely mutable warforged presented in the Wayfinder’s Guide, the following traits can be taken in place of the warforged’s Integrated Armor trait: Model Type. You cannot wear armor of any kind. Your body is one of three models that determines your Armor Class but you are not considered to be wearing any sort of armor (though your chosen model type and may impose restrictions that are similar).  Regardless of your model type, the AC provided by it increases by +1 when you reach 3rd level, and another +1 when you reach 5th level. Choose one type of model below: Composite Plating. Your basic composite body grants you an Armor Class of 14 + your Dexterity modifier (maximum +2). You have disadvantage on Stealth checks. You cannot cast spells unless you are proficient with medium armor Mithral Tracery. Your mithral-lined body grants you an Armor Class of 11 + your Dexterity modifier.  Adamantine Construction. Your body grants you an Armor Class of 17. You have disadvantage on Stealth checks. You cannot cast spells unless you are proficient with heavy armor. Remodeling. It is possible to change your model type with extensive modifications. You or another proficient with Arcana and either artificer's tools, carpenter's tools, jeweler's tools, mason's tools, smith's tools, or tinker's tools can work for 8 hours a day for 1 workweek and consume 500 gold pieces worth of raw materials. At the end of this period, you may change your model type. 
 
Some players and DM may question how similar warforged are to normal humanoids. Do warforged bleed? Do they heal naturally? Do they benefit from healing spells that indicate they don’t work on constructs?  Those wishing to play with warforged that are significantly different from other races may use the following additional racial traits: Living Construct. You are both a constructed being and a living creature. You have two creature types: construct and humanoid. You can be affected by a spell or ability if it works on either of your creature types. Because of this, you can be healed by spells that specify they don't work on constructs; however, you regain only half the amount of hit points restored by non-transmutation spells that restore hit points and from potions of healing (all types). Other effects that restore hit points function as normal. Required Maintenance. Warforged do not heal naturally over time. In order for you to regain hit points and Hit Dice after a long rest, you or an ally at hand must cast the mending cantrip on you, or alternatively spend two hours during the long rest repairing your body. To do so, you or your ally must possess and be proficient with at least one of the following types of artisan's tools: artificer's tools, carpenter's tools, jeweler's tools, mason's tools, smith's tools, or tinker's tools. If your class or background would supply you with armor as equipment, you may take one of these tools or a shield in its place. If you cannot maintain yourself in this way, you do not restore your hit points to maximum or regain Hit Dice, but you receive all other benefits of a long rest. Inert State. The alchemical fluid flowing through your circulatory system clots quicker than blood when exposed to air. When you are at 0 hit points, it only takes you 2 successful death saving throws to become stable, but you do not regain 1 hit point after 1d4 hours. Instead, you remain stable and unconscious indefinitely, until healed or damaged. You still die at 3 failed death saving throws. Additionally, the spare the dying cantrip has no effect on you. 

 Most aasimar would have you believe that their kind are descended from the blessed union of a mortal and a celestial being of light and goodness. Sometimes it's true. However, the most frequently occurring aasimar bloodlines are the result of cults centered around fallen angels, cast down to the mortal world where their perverse ideas of divinity will run their course.  Subraces. While the Protector, Scourge, and Fallen Aasimar on page 105 of the Volo’s Guide to Monsters may be found in Eberron, the Idolatrous aasimar presented below is the most likely kind of aasimar to be encountered.  
Once-celestial begins known a "Radiant Idols" are cast out of Syrania, the Azure Sky, as punishment for claiming to be gods and obsessively embodying a divine domain. While Radiant Idols could twist even benevolent forces like Life into something foul and malign, many of the fallen embodied the darkest of powers, such as Death and Corruption. As an idolatrous aasimar, you are descended from one of these beings, and the power of their domain flows strongly through your tainted celestial blood. 
Ability Score Increase. Your Wisdom score increases by 1. Beguiling Tongue. Your ancestor was a being with unparalleled ability to manipulate and deceive. A part of this power lingers within you. Choose either Persuasion or Deception. You gain proficiency in the chosen skill. Idolatrous Legacy. When you reach 3rd level, choose any divine domain cleric subclass (including those listed in a later chapter). You gain the ability to use the Channel Divinity feature that domain grants to 2nd level clerics. Your effective cleric level for this ability is equal to your character level, and if the ability can be resisted with a saving throw, the DC is equal to 8 + your proficiency bonus + your Charisma modifier. You can use this ability once, regaining the ability to do so when you finish a short or long rest. If you are a cleric, the divine domain you choose for this trait need not be the same as the divine domain you selected for your actual cleric subclass. Earthbound. As part of your ancestor's divine punishment, they were barred from ever knowing the joy of flight. While you are not so irrevocably chastised, the power of this sanction still flows through your tainted blood. Any spell that grants flight or otherwise defies gravity (fly, levitate, feather fall, etc.) must be cast from a spell slot one level higher than usual to affect you, otherwise it fails.  In addition, any magical item that grants the ability to fly counts as two items for the purposes of your magic item attunement limit.   
 
 Though not truly descended from the abominable daelkyr, the so-called "half-blood" progeny of those horrific and alien fiends could not exist without them. The daelkyr are bound to Khyber, unable to reach the surface of Eberron, but the malignant influence of their power can still seep into the world above, where the ancient seals keeping them in place begin to fail. Unfortunately, the unborn are most vulnerable to this seepage. These innocents, growing in their mother's wombs, become tainted, and are born as daelkyr halfbloods... and all are born with an even more aberrant twin. Most daelkyr half-bloods become adventurers to flee sentiments of distrust and disgust, even from their own parents. Shunned because of their bond with their hideous siblings, they take to the roads to search for adventure and discovery, and to forget their troubles. 
Your daelkyr half-blood has the below traits due to the taint of Xoriat  Ability Score Increase. Two different ability scores of your choice increase by 1. Age. Daelkyr half-bloods mature at the same rate as humans but do not generally live as long, since they are more likely to suffer from degenerative health conditions in the twilight of their lives. Alignment. Daelkyr half-bloods must always fight vile thoughts that may or may not be their own. They tend toward evil, and are usually neutral at best, but it is not impossible for an exceptional individual to find comfort in altruism and become good. In any case, their roiling madness almost always tends toward chaotic alignments. Size. Daelkyr half-bloods are built much like humans but appear a little sickly. Your size is Medium. Speed. Your base walking speed is 30 feet. Aberrant. Your body might appear to be humanoid, but something about your presence is anathema. Beasts that are indifferent to you become agitated and hostile if they are within 30 feet of you for more than a minute, even if you are not visible. All attempts to calm them once they are hostile have disadvantage while you are in sight of them.  You also have disadvantage on Charisma (Persuasion) checks made to influence a humanoid if you are not proficient in the Persuasion skill. Personal Symbiont. You begin play with one personal symbiont that you can pick from the following list: breed leech, crawling gauntlet, or throwing scarab. While attuned to your person 
symbiont, it does not count toward your limit of attuned magic items.  At 5th level, you can choose to mutate your personal symbiont into a different form from those previously available to you, or into a form from the following list: stormstalk, or winter cyst. If you do, your personal symbiont cannot revert to its previous form until 10th level.  At 10th level, your symbiont may mutate again into any form previously available, plus the following: spellwurm, tentacle whip.  At 15th level, your symbiont may mutate again into any form previously available, plus the following: shadow sibling, tongue worm.  At 20th level, your symbiont may mutate again into any form previously available, or into a living breastplate. If you do, your personal symbiont cannot revert to its previous form. If a personal symbiont is lost or killed, you can grow a replacement from your own flesh over a period of 1d4 days. When you begin to regrow a replacement, you can choose a different form currently available to you (as above). You can’t grow or regrow symbionts that you have gained in any other manner, nor can you grow a replacement for a personal symbiont if the original personal symbiont still lives.  Symbiont Dependency. Without daily contact with at least one symbiont, you begin to wither away. For every 24 hours you have no contact with a symbiont, your hit point maximum is reduced by 5 (1d10). If your hit point maximum is reduced to 0 this way, you die. This reduction to your maximum hit points cannot be prevented or restored by any means, not even with a greater restoration spell, until you attach a symbiont. Symbiont Mastery. You do not suffer any negative effect from attaching, removing, or benefiting from the abilities of symbionts. Unbalanced Mind. Your mind is in constant selfrevolt and contact with it can be debilitating. Any creature that attempts to read your thoughts, study your mind, or make a Wisdom (Insight) check to determine information about you suffers disadvantage on Intelligence, Wisdom, and Charisma saves for 1 round. Languages. You can speak, read, and write Common and two other languages of your choice. 
 
The statistics for the symbionts available to daelkyr half-bloods can be found starting on page 23 of The Korranberg Chronicle: Threat Dispatch, a Pay-WhatYou-Want title on the DMsGuild. 

Born from both the living and the undead, dhampyr in Eberron can be seen as either an abomination or a blessing. The first dhampyr in existence were created purposely by the Qabalrin elves eons ago, as part of experiments with infusing negative energy into mortal flesh. The practice of copulating with vampires continued with the traditions of the line of Vol, until the purging of the bloodline and the exiling of their allies from the Isle of Aerenal. In modern times, most dhampyr are the progeny of a human and a vampire, rather than elven and vampiric parents, but dhampyr created from any common race and a vampire is possible. The faith of the Blood of Vol looks upon the undead as martyrs of their faith, making the rare dhampyr birth a holy occurrence. But the faithful of other religions still hold to the belief that vampires are evil, unnatural, and predatory creatures, causing most common folk to look upon dhampyr with distrust and suspicion. Even in Karrnath, where belief in the Blood of Vol is more common, dhampyr can often make people uneasy, with either awe or fear. 
As a dhampyr, your character has the below traits. Ability Score Increase. Your Strength, Dexterity, or Constitution score increases by 2, and your Charisma score increases by 2. Age. Dhampyr age at the same rate as humans until they reach adulthood, then live indefinitely unless they die to accident, disease, violence, or blood thirst (see below). Alignment. The individual personality and alignment of a dhampyr depends on how he or she reacts to the attitudes of others toward the undead. A dhampyr might loathe the undead and take up arms against his cursed heritage, or they might embrace their vampiric origins and enjoy lording over others. 
Size. Dhampyr can be either Medium or Small, depending on which race their mortal parent was. Speed. Regardless of your size, your base walking speed is 30 feet. Darkvision. You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. Vampiric Progeny. Although you are a living creature, the energy of Mabar suffuses your body. When you are the target of a non-necromancy spell that would normally cause its target to regain hit points, you do not regain any hit points and instead suffer radiant damage equal to the amount of hit points the spell would normally cause its target to regain.     Likewise, when you would normally be dealt necrotic damage, you do not take any necrotic damage from the attack or effect that dealt it and instead regain a number of hit points equal to the amount of necrotic damage the attack or effect would normally deal. Captivating. You inherit some of the dark charm of your vampiric parent. You have proficiency with the Persuasion skill. Blood Thirst. You can drain blood and life energy from a willing creature, or one that is grappled by you, incapacitated, or restrained. As an action, make a melee attack against the target with proficiency. If you hit, you deal 1 piercing damage and 1d6 necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and you regain hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. The necrotic damage increases by 1d6 when you reach 5th level (2d6), 11th level (3d6), and 17th level (4d6). For every three days you do not successfully deal 1 or more points of necrotic damage with this attack, you suffer one level of exhaustion. Levels of exhaustion gained this way cannot be removed by rest or magic; they can only be removed by dealing necrotic damage with this attack. Doing so instantly removes one level of exhaustion gained this way for every point of necrotic damage it deals (but not levels of exhaustion gained by any other means). Sunlight Sensitivity. You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight. Languages. You can speak, read, and write Common and one additional language of your choice. 

Eladrin are almost unheard of in modern-day Khorvaire. Their society has hidden behind powerful illusory veils and the shifting of realities for millennia. In ancient history however, one of their veiled cities was discovered, ransacked, and destroyed by the ancient giants of Xen'drik. The fallen Feyspire’s people were taken and experimented on to create elves and drow, who lost most of their cultural heritage under giant enslavement. However, since the Day of Mourning the eladrin’s veils have failed. The Feyspires have now become stuck in the fabric of the cosmos, them and their people anchored to the material plane. Eladrin might become adventurers to solve the mystery of the cosmically-stuck Feyspires, or to explore the current society they are now stranded in. They often attempt to pass themselves off as elves, as they bear a striking resemblance to them, with the exception of their solid-color eyes. Racial Traits. Below, the eladrin are detailed as their own race, replacing the elven eladrin subrace in the Mordenkainen’s Tome of Foes. Additionally, two distinct eladrin subraces are presented, each of which representing a facet of life for the fey people of Thelanis. 
All eladrin regardless of their subrace share some natural traits. Ability Score Increase. Your Dexterity score increases by 1. Age. Eladrin have the same rate of maturity and concept of adulthood as elves, but they are fey creatures who do not die of old age. Alignment. As fey beings of Thelanis, the Eladrin are living stories. They each tell a tale with every breath they take and step they make. Depending on where an Eladrin exists within the larger narrative of Thelanis, their alignments can vary dramatically. Size. Eladrin have statuesque, svelte builds, and stand over 6 feet tall. Your size is Medium. Speed. Your base walking speed is 30 feet. Darkvision. Your fey eyes see more than mere mortal vision can. You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. Fey Blood. You have advantage on saving throws against being charmed, and magic can't put you to sleep. You are also fey, not humanoid, and spells and effects only detect and affect you as such. 
Fey Step. As a bonus action, you can magically teleport up to 30 feet to an unoccupied space you can see. Once you use this trait, you can’t do so again until you finish a short or long rest. Trance. Eladrin don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is "trance.") After resting in this way, you gain the same benefit that a human does from 8 hours of sleep. (If you are using the Trance and Dreams variant for elves, the same variant applies to drow as well). Languages. You can speak, read, and write Common and Sylvan. To the untrained ear, Sylvan sounds nearly identical to Elvish. However, the two languages are separated by tens of thousands of years of development, and Sylvan sounds incredibly archaic to the point of gibberish to elves who do not speak Sylvan. Eladrin Subraces. There are two major cultures of eladrin amongst the planes of Eberron: Feyspire eladrin and wild eladrin. Choose one of these subraces. 
The Feyspires, six glorious citadels of culture, magic, and civilization once stood amongst the beautiful wilderness of Thelanis. Civilization and nature stood in harmony, each made more beautiful by the contrast. Now, the Feyspires have become stuck in the mire of the material plane, and the courtly eladrin within them must deal with the mundane world beyond. Ability Score Increase. Your Intelligence score increases by 2. Alignment. The story of eladrin born in a Feyspire can be somewhat rigid, as they follow the story of their Lord or Lady. Most Feyspire eladrin match the alignment of their ruler, typically lawful, as they play supporting roles in the tale of their patron, but some may play the part of antagonist or rebel, and thus seek to forge their own legend. Feyspire Magic. Eladrin born of the Feyspires possess the magic of the Feyspire itself. Choose one of the Feyspires listed below. You gain the ability to cast the cantrip associated with your Feyspire. Your initial choice of Feyspire is usually permanent; it is the Feyspire you were born in and the story of it and its Lord or Lady is a driving force for your own story. However, it is possible to forsake the story of your birth spire and swear allegiance to a new one. Typically, the Lord or Lady of your new spire will demand a service or quest, usually demanding you accept a geas spell cast upon you, and when you complete this quest, you lose the cantrip associated with your former Feyspire, and gain the cantrip granted by your new one. 

Your spellcasting ability for your Feyspire cantrip is Intelligence or Charisma, whichever is higher. 
 
Feyspire Cantrip Pylas Pyrial,  the Gate of Joy friends Shae Joridal,  the City of Emerald Lights dancing lights Shae Lora Lyndar,  the City of Rose and Thorn thorn whip Shaelas Tiraleth,  the Court of the Silver Tree guidance Taer Lian Doresh,  the Fortress of Fading Dreams minor illusion Taer Syraen,  the Winter Citadel ray of frost   
Though called "wild" by their courtly kin within the Feyspires, eladrin who's stories eb and flow with the seasons are no less magically adept. Though they used to run free and cavort in the wilds with other fey, the sudden absence of the Feyspires has caused these wild eladrin to feel an ache in their souls; a compliment to themselves has been lost. Some few have traveled to the material plane, a place of quickening, withering, and pointless sorrow, to help their wayward cousins home. Ability Score Increase. Your Charisma score increases by 2. Alignment. Eladrin of the wilds of Thelanis often follow flighty and carefree storylines, unlike their cousins in the Feyspires, tending toward chaotic alignments and capricious behavior. Those few who have taken it upon themselves to travel to the material plane to aid the Feyspires tend toward good alignments as they are likely following heroic tales filled with compassion and a drive to protect those needing aid. Seasonal Moods. Wild eladrin's stories are associated with the changing seasons. Unlike the material plane, the seasons on Thelanis seem to change with the mood of the plane's occupants. When you finish a long rest, you may choose a season of your liking and adopt it, changing your physical form to match. Regardless of your form, you remain recognizable as your previous self. Your chosen season represents a mood or narrative tone that you take on: Autumn is the season of peace and goodwill, when summer's harvest is shared with all. When you assume this season, your skin, hair, and eyes take on autumnal colors of reds and yellows. 
Winter is the season of contemplation and dolor, when the vibrant energy of the world slumbers. When you assume this season, your features show a pallet of muted purples, pale blues, and snow white. Spring is the season of cheerfulness and celebration, market by merriment as winter's sorrow passes. In this season, the hues of your body become vibrant and pastels, the color of wild spring flowers. Summer is the season of boldness and aggression, a time of unfettered energy. While in this season, golden yellows and vivid blues mark your appearance. Wild Step. When you reach 3rd level, your Fey Step trait gains an additional effect based on the season to which your story currently follows; if the effect requires a saving throw, the DC equals 8 + your proficiency bonus + your Charisma modifier. Autumn. Immediately after you use your Fey Step, up to two creatures of your choice that you can see within 10 feet of you must succeed on a Wisdom saving throw or be charmed by you for 1 minute, or until you or your companions deal any damage to it. Winter. When you use your Fey Step, one creature of your choice that you can see within 5 feet of you before you teleport must succeed on a Wisdom saving throw or be frightened of you until the end of your next turn. Spring. When you use your Fey Step, you can touch one willing creature within 5 feet of you. That creature then teleports instead of you, appearing in an unoccupied space of your choice that you can see within 30 feet of you. Summer. Immediately after you use your Fey Step, each creature of your choice that you can see within 5 feet of you takes fire damage equal to your Charisma modifier (minimum of 1 damage). 

Born from a merging between Dreams and Reality, kalashtar possess an unearthly serenity. As compound beings, the kalashtar have a both a human mind, body, and soul, and a connection to an incorporeal entity of dreams called a quori. Each quori spirit is divided among a bloodline of kalashtar, making the connection too tenuous to allow perfect communication, though every kalashtar can feel their patron spirit guide them, unlocking the secrets of psionic power and acting as a kind of second conscience. Driven to battle against Darkness, many kalashtar take up arms in this spiritual war only metaphorically, preferring to meditate on the Great Light. But there are plenty among them who start the life of an adventurer, calling themselves "shadow walkers", taking a more active role in the fight, confronting evil where they can. Some kalashtar are orphans, raised outside of their culture and heritage, leading to confusion and isolation as their natural powers manifest and set them apart from their human peers. Many of these orphaned kalashtar pursue a life of adventuring to relieve themselves of the feelings of ostracization. Some even become mentally unbalanced, alienated by the influence of their patron spirit, unable to explain or escape the second ego living inside their minds. Racial Traits. Kalashtar racial traits can be found on page 62 of the Wayfinder’s Guide to Eberron. 
If your game uses the  rules to incorporate psionics into your game, consider giving Kalashtar the following bonus racial traits: Naturally Psionic. You have a reservoir of psi points. At 1st level, the psi point maximum for your reservoir is 1, or your psi point maximum from another source (such as mystic class levels) increases by 1. At every odd-numbered level after 1st, your existing psi point maximum increases by an additional 1 psi point. Metaconcert. You may speak to more than one creature at a time with your Mind Link ability. By spending psi points (up to your psi limit), you gain the ability to project your telepathic speech into the mind of one additional creature per psi point spent for ten minutes. When you speak telepathically to more than one creature this way, all creatures thus spoken to gain the ability to speak telepathically to you and all creatures that you telepathically addressed— simultaneously—until the start of your next turn.

First appearing in the Towering Wood of the Eldeen Reaches millennia ago, the killoren population has since dwindled to a mere fraction of what it once was. The ancient among them tell of a time when insanity incarnate threatened the natural world, and the druidic orcs and militaristic Dhakaani Empire fought to stem the tide. But in the end, they say, it was the appearance of the killoren that allowed victory, bolstering the orc and goblinoid armies with their numbers, and adding the very might of nature to their cause. Though immortal, killoren can die from violence or accident as readily as any human, and the race seems almost driven to prove this point. Throwing themselves into Khyber, the Demon Wastes, and the wilder reaches of the Shadow Marches to do battle with the demonic, the aberrant, and the monstrous, killoren adventurers are more common amongst their number than civilians.  A great many killoren now look east toward the Mournland, itching for vengeance against what caused such a malignant blight upon the natural world. In fact, since the Day of Mourning four years ago, the number of killoren births seems to be on the rise... Racial Traits. The following racial traits can be used to play a killoren in Eberron campaigns. 
Your killoren character has the following traits. Ability Score Increase. Your Constitution and Wisdom scores increase by 1. Age. Killoren mature to adulthood within a decade, and do not die from old age, nor do they grow infirm with time. Size. Killoren are roughly the same size as elves, though drastically different in appearance otherwise. Your size is Medium. Speed. Your base walking speed is 30 feet. Darkvision. You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. Fey Blood. You have advantage on saving throws against being charmed, and magic can't put you to sleep. You are also fey, not humanoid, and spells and effects only detect and affect you as such. Natural Heart. Killoren have strong intuition about the natural world. You have proficiency with Nature checks. Languages. You can speak, read, and write Common and Orc. Manifest Nature's Might. Killoren are forever bound to the raw forces of nature itself, manifesting this bond even in their physical form. A killoren can only manifest one aspect of nature’s might at a time. After taking a long rest, you can spend 10 minutes in quiet meditation as the sun rises, filling your spirit with an aspect of nature.  Once you have chosen an aspect to manifest, you gain the traits of that aspect until you choose a new one. Although killoren can change their aspect from day to day, many killoren favor one aspect over the others and rarely choose to manifest one of the other two aspects. The three aspects are Ancient, Destroyer, and Hunter. 
While manifesting the aspect of the ancient, you embody the deep and ancient secrets of nature itself. Your hair turns white and your eyes turn to the color of a blue summer sky. Ancient Knowledge. You may cast your mind into the deep well of history as an action. At the end of one minute of concentration (as though concentrating on a spell), you may make an Intelligence check to recall any sort of lore (such as that covered by the Arcana, History, Nature, and Religion skills). You are considered proficient with this check and add double your proficiency bonus on the check, instead of your normal proficiency bonus. 

Once you use this ability, you must finish a long rest before you may do so again. Naturespeak. You know the druidcraft cantrip. Once you reach 3rd level, you can cast the speak with animals spell once with this trait, and you regain the ability to do so when you finish a long rest. Once you reach 5th level, you can cast the speak with plants spell once with this trait, and you regain the ability to do so when you finish a long rest.  Wisdom is your spellcasting ability for these spells. 
Many revere nature for its raw power and devastation, but none more so than you while manifesting the aspect of the destroyer. Your eyes turn a deep lusterless black and your gaze becomes highly disturbing Frightening Avatar. You have proficiency with Charisma (Intimidate) checks, but you have disadvantage on Charisma (Persuasion) checks. Devastation. You harbor an unyielding hatred of the unnatural. As a bonus action, you can designate one target you can see that is not a beast, elemental, fey, humanoid, or plant. For 1 minute, whenever you make a melee weapon attack against the target, you gain a +2 bonus to the damage roll. At 9th level this increases to a +3 bonus on damage rolls, and at 16th level this increases to a +4 bonus on damage rolls.  Once you use this trait, you may not do so again until you have finished a short or long rest. 
The hunt affects nearly every aspect of nature and claims a place of great prominence and importance in the cycle of life. While you manifest the aspect of the hunter, you are bound to the essence of the hunt, and your senses sharpen to an amazing degree. Your hair and eyes turn a deep forest green, and your skin tone becomes a deeper brown than when manifesting one of the other aspects. Mask of the Wild. You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena. The Hunt. As a bonus action, you can mark one creature you can see within 10 feet of you. Until the end of your next long rest, your proficiency bonus is doubled for any ability check you make to find the marked creature, and you always know the location of that creature if it is within 60 feet of you. You can’t use this trait again until you finish a short or long rest. Wildsense. If you are surprised at the start of combat, you can still move and take your action on your first turn of combat, and you can take a reaction as soon as you finish your turn. 

The progeny of mortal bloodlines tainted with fiendish heritage or malign planar influence, tieflings are a rare sight in the more civilized nations of Khorvaire.  Racial Traits. The below tiefling racial traits replace those found in the , to more readily present the are many origins of those with fiendish blood. 
Regardless of origin, all tieflings have some common traits. Ability Score Increase. Your Charisma score Age. Tieflings mature at the same rate as humans but live a few years longer. Alignment. Tiefling alignments vary wildly, depending on their fiendish origin. Size. Tieflings are about the same size and build as humans. Your size is Medium. Speed. Your base walking speed is 30 feet. Darkvision. Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray. Subrace. Unlike most campaign settings, there are four subraces of tieflings in Eberron: Manifest, Sakah, and Venomous tieflings. Choose one of these subraces. 
Tieflings born through random chance vary wildly in appearance; Some have sweeping horns, goat-pupiled yellow eyes, or forked tongues. They may or may not have tails of all shapes and sizes, and cloven feet may be present or not. Myriad signs of their defiled blood manifest themselves in all manner of ways. Although such tieflings owe their existence to the influence of another plane, they can vary wildly in origin. They might have an otherwise normal heritage, but the influence of a plane altered them at birth. Others might count themselves as descendants of both a mortal and a fiend from one of these planes. Regardless of how they came to be, manifest tieflings draw their powers from the infusion of dark planar energies in their blood. Ability Score Increase. Your Dexterity score increases by 2. Alignment. Manifest tieflings have varying backgrounds, but almost all have felt the temptation of evil in their lives. Often outcast from society and selfreliant, they tend toward chaotic alignments as well. Manifest Origin. Your fiendish blood has a specific malign plane of origin. Pick one of the planes listed on the Manifest Origin table below. This affects other traits you gain from your subrace. Manifest Resistance. You have resistance to one type of damage, depending on your manifest origin. If the corresponding plane lists a choice of two damage types, you select one and cannot change your choice. Manifest Legacy. You know one cantrip, depending on your choice of origin. Once you reach 3rd level and 5th level, you can cast additional spells as indicated on the Manifest Origin table. When you gain these spells at the indicated levels, you can cast each spell once with this trait, and you regain the ability to do so when you finish a long rest.  Charisma is your spellcasting ability for these spells. Languages. You can speak, read, and write Common and one of the following languages: Abyssal, Infernal, Primordial (any one dialect), or Undercommon.

The Sakah are the most rarely encountered tieflings outside of the Demon Wastes. In their wasteland of a home, they are known as "Touched Ones", since their demonic taint is believed to be due to the touch of a Demonic Overlord. Few sakah desire to leave their savage, brutal lives. Sakah typically rise to the position of leadership among the hordes of barbaric carrion tribes due to their physical prowess and mental cunning.  Those who do decide to leave must somehow make it past the Ghaash’kala orc clans that guard the Labyrinth. These orcs believe all who exist within the Demon Wastes are tainted by evil beyond redemption and cannot be allowed to escape. In the case of the sakah, they might be correct... Ability Score Increase. Your Strength score increases by 2. Alignment. Life among the carrion tribes is brutal, hard, and often short. Even sakah that escape most likely only do so only for dark, selfish motives like vengeance. A non-evil sakah is as likely to exist as a charitable dragon. Demonic Resistance. You have advantage on saving throws against disease and poison, and you have resistance against necrotic and poison damage. Demonic Legacy. You know the blade ward cantrip. Once you reach 3rd level, you can cast the false life spell once with this trait as a 2nd-level spell, and you regain the ability to do so when you finish a long rest. Once you reach 5th level, you can cast the enlarge/reduce spell on yourself once with this trait, using only the spell's enlarge option. You regain the ability to cast this spell when you finish a long rest. Charisma is your spellcasting ability for these spells. Languages. You can speak, read, and write Common and Abyssal. 
The vast majority of tieflings that walk the face of Eberron are the descendants of the nobility of Ohr Kaluun, a nation that once thrived in ancient Sarlona. The mage-lords of Ohr Kaluun forged dark pacts with infernal spirits beyond the material plane, empowering themselves and their progeny. Over generations, this taint accumulated until the first Kalunnite tieflings were born. When Ohr Kaluun was wiped out in the Sundering of Sarlona, a small number of tiefling nobles managed to flee with their retainers. They fled across the sea to western Khorvaire and established a hidden enclave that would become known as the Venomous Demesne. Until recently the Venomous Demesne was thought mere myth by the rest of Khorvaire. That changed when the Court of Four, the heads of the four noble houses of tieflings that ruled the Venomous Demesne, entered into a formal pact with the Daughters of Sora Kell and joined the nation of Droaam under their rule. Tieflings of the Venomous Demesne have a unified appearance, clearly displaying horns and other diabolic features, though they are possessed of a kind of dark beauty. They and their domain are referred to as "Venomous" not due to any predilection for or supernatural affinity with poisons, but rather due to their viper's nest-like society and culture. Ability Score Increase. Your Charisma and Intelligence scores increase by 1. Alignment. The Venomous Demesne is possessed of a strongly insular society. Outsiders would consider most traditions needlessly cruel. As a whole, the Venomous Demesne is a lawful evil society, but individual tieflings can be of any alignment. Infernal Resistance. You have resistance to fire damage. Infernal Legacy. You know the thaumaturgy cantrip. Once you reach 3rd level, you can cast the hellish rebuke spell once with this trait as a 2nd-level spell, and you regain the ability to do so when you finish a long rest. Once you reach 5th level, you can cast the darkness spell once with this trait, and you regain the ability to do so when you finish a long rest.  Charisma is your spellcasting ability for these spells. Languages. You can speak, read, and write Common and Infernal. 

