{
	"_meta": {
		"sources": [
			{
				"json": "wldm",
				"abbreviation": "DnDWiki",
				"full": "Arcane Tradition: Wild Magic",
				"authors": [
					"BadBard"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www.dandwiki.com/wiki/Wild_Mage_(5e_Subclass)",
				"targetSchema": "1.0.0"
			}
		]
	},
	"table": [
		{
			"name": "Wild Surge Table 1",
			"source": "wldm",
			"caption": "WILD Magic Surge Table",
			"colLabels": [
				"d100",
				"Result"
			],
			"colStyles": [
				"col-xs-2 text-align-center",
				"col-xs-10"
			],
			"rows": [
				[
					"1 or less",
					"You explode, dealing (your level){@dice d6} damage to every thing within 30ft of you (You immediately go to 0 HP), death saves are at disadvantage)"
				],
				[
					"2",
					"You instead create an explosion around yourself It functions like fireball except you're a target too and damage is {@dice 4d4} piercing and {@dice 4d4} slashing damage"
				],
				[
					"3",
					"You cast Fireball 3rd level spell slot centered on you (you save at disadvantage)"
				],
				[
					"4",
					"Caster loses (their level){@dice d4} maximum hit points until long rest"
				],
				[
					"5",
					"All of your spell slots are instantly spent for the day"
				],
				[
					"6",
					"half of total party wealth vanishes for {@dice 1d12} days"
				],
				[
					"7",
					"Magic User loses the ability to cast or even use magical items for {@dice 2d4} days)"
				],
				[
					"8",
					"Heat Metal is cast upon your metal objects - last for (your level) rounds."
				],
				[
					"9",
					"You cast Full Polymorph on yourself and turn into a random creature (or your DMs choosing). The spell automatically remains Concentrated for the duration. It cannot be made permanent."
				],
				[
					"10",
					"If your spell does damage, it will do the minimum. If the original spell has a saving throw, target automatically succeeds. Your spell's duration will be minimum"
				],
				[
					"11",
					"You are transported to the Astral Plane until the end of your next turn, after which time you return to the space you previously occupied or the nearest unoccupied space if that space is occupied."
				],
				[
					"12",
					"Roll on the table twice (no advantage possible on next roll)"
				],
				[
					"13",
					"Anti-Magic field centered on caster (wastes spell) for 1 round; dispels all magic centered on caster, including own spells"
				],
				[
					"14",
					"You take {@dice 2d8} radiant damage and the ally closest to you regains hit points equal to the damage you took."
				],
				[
					"15",
					"Your spell fails, but the spell slot is not expended (if this applies); if it does not save vs your own DC or become blinded and Deafened lasting until they successfully save at the beginning of each of their turns."
				],
				[
					"16",
					"Original spell targets caster instead."
				],
				[
					"17",
					"Everyone in 30 ft hit with Inflict Wounds of the same spell slot level as the intended spell instead."
				],
				[
					"18",
					"Caster held (as if failing against Hold Person spell), no spell is cast"
				],
				[
					"19",
					"You become allergic to magic items until dispel magic or lesser restore is cast upon you. Every time you have a magic item on you, you itch everywhere and sneeze a lot. (Concentration every time you cast a spell or lose spell.)"
				],
				[
					"20",
					"For the next minute, MUST move their maximum allowable walking distance away from their current possition EACH TURN. If they would hit a wall, they take {@dice 1d6} bludgeoning damage and stop. DC 10 Dex save to not fall prone.\tThe path must be as straight as is possible (They cannot move back and forth between two squares)."
				],
				[
					"21",
					"Target's clothes itch (-4 to initiative)"
				],
				[
					"22",
					"You are encumbered. You can only move half of your total speed for 1 minute."
				],
				[
					"23",
					"You panic and try to flee! You must run away from your target"
				],
				[
					"24",
					"You are enraged! The next time your spell fails or your attack misses during the same encounter, you must take a bonus action to attack the closest target to you."
				],
				[
					"25",
					"The caster's biological sex is changed"
				],
				[
					"26",
					"You are the target of a Charm Person spell. Failure = charmed by enemy creature."
				],
				[
					"27",
					"You are the target of Bestow Curse spell."
				],
				[
					"28",
					"Caster smells like a skunk for spell duration (stinking cloud)"
				],
				[
					"29",
					"You have become mute for the next minute."
				],
				[
					"30",
					"You feel horribly dizzy; must roll concentrate to cast; roll Dexterity saving throw or fall prone. Lasts 2 rounds."
				],
				[
					"31",
					"Instead of words, colorful bubbles come out of your mouth when you try to speak for 1 round"
				],
				[
					"32",
					"Your hair falls out (But regrows after the next long rest)"
				],
				[
					"33",
					"roll a {@dice d10} your age changes (even increases, odd decreases)"
				],
				[
					"34",
					"Roll a {@dice d10} Your height changes by a number of inches equal to the roll (Even you grow, odd you shrink)"
				],
				[
					"35",
					"A bright light flashes. (wisdom save or become blinded for {@dice 1d6} turns.)"
				],
				[
					"36",
					"Original spell targets ally of the DM's choosing"
				],
				[
					"37",
					"Spell target changes biological sex."
				],
				[
					"38",
					"Target must save or become petrified"
				],
				[
					"39",
					"You suffer the same effect as your target"
				],
				[
					"40",
					"You cast Detect Thoughts on the target you chose. If you didn't target a creature, you instead take {@dice 1d6} psychic damage"
				],
				[
					"41",
					"For the next minute any flammable object you touch that isn't being worn or carried by a creature catches fire."
				],
				[
					"42",
					"You instead cast Goodberry"
				],
				[
					"43",
					"Grass grows on the ground in a 60-foot radius centered on the target. If grass is already there, it grows to ten times its normal size and remains overgrown for 1 minute"
				],
				[
					"44",
					"A cloud of 600 oversized butterflies fills a 30-foot-radius centered on the target. The area becomes heavily obscured. The butterflies remain for 10 minutes"
				],
				[
					"45",
					"Heavy rain falls in a 60-foot radius centered on the target. The area becomes lightly obscured. The rain falls until the start of your next turn."
				],
				[
					"46",
					"An animal appears in the unoccupied space nearest the target at the start of each of their rounds. The animal isn't under your control and acts as it normally would. Roll a {@dice d100} to determine which animal appears. On a 01–25, a rhinoceros appears; on a 26–50, an elephant appears; and on a 51–100, a rat appears"
				],
				[
					"47",
					"Your spell turns into a burst of flowers. This does nothing."
				],
				[
					"48",
					"A burst of colorful shimmering light extends from you in a 30-foot radius. You and each creature in the area that can see must succeed on a DC 15 Constitution saving throw or become blinded for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
				],
				[
					"49",
					"Hold Person cast on everyone in 60 ft radius"
				],
				[
					"50",
					"You sound off a magical alarm, can be heard clearly for 60 ft., heard faintly another 60 ft."
				],
				[
					"51",
					"You are immune to being intoxicated for {@dice 5d6} days"
				],
				[
					"52",
					"Leaves grow from the target. If you chose a point in space as the target, leaves sprout from the creature nearest to that point. Unless they are picked off, the leaves turn brown and fall off after 24 hours."
				],
				[
					"53",
					"Caster's limbs are invisible"
				],
				[
					"54",
					"All cloth on target crumbles to dust"
				],
				[
					"55",
					"All doors, windows, chests, and anything locked within 60 ft. of you instantly unlocks"
				],
				[
					"56",
					"The target's skin turns bright blue for {@dice 1d10} days. If you chose a point in space, the creature nearest to that point is affected."
				],
				[
					"57",
					"Everyone randomly switches places with each other"
				],
				[
					"58",
					"Sparkling motes dance about the caster's head until dawn"
				],
				[
					"59",
					"The caster glows with a bright light (Creatures ending their turn within 5ft of you is blinded until the end of its next turn."
				],
				[
					"60",
					"You feel energetic and antsy (+4 to initiative)"
				],
				[
					"61",
					"You grow an eye in the middle of your forehead. For the next minute you can see as if with True Seeing, but Charisma skills are disadvantages."
				],
				[
					"62",
					"You shrink 1 size for 1 minute."
				],
				[
					"63",
					"A Modron chosen and controlled by the DM appears in an unoccupied space."
				],
				[
					"64",
					"You grow 1 size for 1 minute."
				],
				[
					"65",
					"{@dice 5d20} gold pieces materialize on your person"
				],
				[
					"66",
					"Random item/treasure created on target's person."
				],
				[
					"67",
					"A stream of {@dice 1d4 × 10} gems, each worth 1 gp, shoots from your finger's tip in a line 30 feet long and 5 feet wide. Each gem deals 1 bludgeoning damage, and the total damage of the gems is divided equally among all creatures in the line."
				],
				[
					"68",
					"You cast Bless on yourself instead (no concentration; lasts 1 minute)."
				],
				[
					"69",
					"You cast Sanctuary on yourself without spending a spell slot (last 1 minute)."
				],
				[
					"70",
					"The next creature to die will automatically be brought back to full hit points and lose all status effects/conditions."
				],
				[
					"71",
					"Target gains the benefits of Mirror Image."
				],
				[
					"72",
					"You teleport up to random place up to 60 ft away from your current position."
				],
				[
					"73",
					"Target becomes prone. If there is not a target, the caster is immediately prone."
				],
				[
					"74",
					"Target becomes in encumbered for 1 minute. Its movement is cut in half."
				],
				[
					"75",
					"You create a temporary double of target instead; lasts until next round. Double will follow and mimic same action. (if no target, you are the target)."
				],
				[
					"76",
					"You instead cast Sleep, centered on you."
				],
				[
					"77",
					"A small black rain cloud forms over the target for 10 minute {Recharge 1,2} a bolt of lightning strikes {@dice 2d4} Lightening damage."
				],
				[
					"78",
					"Target must make a Wisdom save or fall madly in love with the caster. Creatures get a new save every minute."
				],
				[
					"79",
					"All creatures with 30ft of caster make a Constitution Save or start to hiccup for 1 hour."
				],
				[
					"80",
					"Each creature with 30 ft of you takes {@dice 1d6} necrotic damage. You regain HP equal to the sum of necrotic damage dealt"
				],
				[
					"81",
					"Everyone in 30 ft hit with Cure Wounds spell of the same slot."
				],
				[
					"82",
					"{@dice 1d4} local guardsmen emerge from nowhere and fight by your side for up to 5 turns."
				],
				[
					"83",
					"Caster is transported to the Astral Plane until the end of their next turn, reappearing in the same square or the nearest adjance one."
				],
				[
					"84",
					"Your AC goes up by 2 for 1 minute, and become immune to Magic Missile."
				],
				[
					"85",
					"Your maximum HP goes up by {@dice 1d10} for 1 minute."
				],
				[
					"86",
					"Caster regains 5 hit points every turn for 1 minute."
				],
				[
					"87",
					"You cast True Polymorph on yourself and turn into a creature of your choosing. The spell automatically acts as Concentrated. You keep this form until someone dispels its magic. You gain the form's stats and abilities."
				],
				[
					"88",
					"You Polymorph randomly at the end of each round for 1 minute."
				],
				[
					"89",
					"A random creature within 60 feet of you becomes poisoned for {@dice d4} hours."
				],
				[
					"90",
					"You regain your caster level of spell slots."
				],
				[
					"91",
					"A random creature appears and begins following the target and singing until the end of your next turn."
				],
				[
					"92",
					"Everyone in 20ft radius of you is Hasted."
				],
				[
					"93",
					"If you die within the next minute, you immediately come back to life as if by Reincarnate spell."
				],
				[
					"94",
					"Your spell effect is normal, but the spell slot is not expended (if this applies)."
				],
				[
					"95",
					"Your spell effect is normal. For the next minute your 1 Action spells only require a bonus action to cast."
				],
				[
					"96",
					"Your spell effect is normal. If the original spell has a saving throw, target automatically fails."
				],
				[
					"97",
					"Your spell effect is normal. Your spell's duration will be maximum without concentration."
				],
				[
					"98",
					"Your spell effect is normal. If your spell does damage, it will do the maximum."
				],
				[
					"99",
					"Your spell effect is normal. Spell effectiveness (range, duration, area of effect, damage, etc.) is doubled."
				],
				[
					"100",
					"No change in spell effect."
				],
				[
					"101",
					"Your spell goes off as normal, but the spell slot is not expended (if this applies)."
				],
				[
					"102",
					"Spell Effect goes off as normal. If the original spell has a saving throw, target's save is at disadvantage."
				],
				[
					"103",
					"Spell Effect goes off as normal. If the original spell has a saving throw, target automatically fails."
				],
				[
					"104",
					"Spell Effect goes off as normal. Your spell’s duration will be maximum (does not require concentration)."
				],
				[
					"105",
					"Your spell goes off as normal. If your spell does damage, it will do the maximum. If it does not, the next damage spell you cast does maxium damage."
				],
				[
					"106",
					"You spell goes off as normal, and you gain 1 Temporary HP for each spell slot level of the spell"
				],
				[
					"107",
					"Arcane Echos: The spell goes off as normal. Then goes again the next round in the same area or against the same targets again and continues this way for a number of turns equal to the spell's slot level."
				],
				[
					"108",
					"The spell goes off as normal, and a charged item on, or within 30ft of you regains d4 charges, or if not item exists a random mundane item becomes magical (The GM may determine what benefit a +1 Messkit provides (if any)"
				],
				[
					"109",
					"Spell Effect goes off as normal. Spell effectiveness (range, duration, area of effect, damage, etc.) is doubled."
				],
				[
					"110",
					"Spell Effect goes off as normal. Your spell’s duration, damage etc will be maximum without concentration without use of the spell slot."
				],
				[
					"111+",
					"Spell effectiveness (range, duration, area of effect, damage, etc.) increases 200%, spell slot is not used."
				]
			]
		},
		{
			"name": "Random Dispatcher Results",
			"source": "wldm",
			"caption": "Hornung’s Random Dispatcher Results",
			"colLabels": [
				"d100",
				"Plane"
			],
			"colStyles": [
				"col-xs-2 text-align-center",
				"col-xs-10"
			],
			"rows": [
				[
					"01-03",
					"Abyss"
				],
				[
					"04-06",
					"Acheron"
				],
				[
					"07-12",
					"Alternate Prime Material Plane"
				],
				[
					"13-17",
					"Arcadia"
				],
				[
					"18-23",
					"Astral Plane"
				],
				[
					"24-27",
					"Beastlands (Happy Hunting Grounds)"
				],
				[
					"28-30",
					"Concordant Opposition"
				],
				[
					"31-35",
					"Elemental Plane (Air, Fire, Earth, or Water)"
				],
				[
					"36-38",
					"Elysium"
				],
				[
					"39-44",
					"Ethereal Plane"
				],
				[
					"45-47",
					"Gehenna"
				],
				[
					"48-50",
					"Gladsheim"
				],
				[
					"51-53",
					"Hades"
				],
				[
					"54-58",
					"Limbo"
				],
				[
					"59-61",
					"Negative Material Plane"
				],
				[
					"62-64",
					"Negative Quasi-Plane (Vacuum, Ash, Dust, or Salt)"
				],
				[
					"65-67",
					"Nine Hells"
				],
				[
					"68-70",
					"Nirvana"
				],
				[
					"71-73",
					"Olympus"
				],
				[
					"74-76",
					"Pandemonium"
				],
				[
					"77-79",
					"Para-Elemental Plane (Smoke, Magma, Ooze, or Ice)"
				],
				[
					"80-82",
					"Positive Material Plane"
				],
				[
					"83-85",
					"Positive Quasi-Plane (Lightning, Radiance, Minerals, or Steam)"
				],
				[
					"86-91",
					"Prime Material Plane*"
				],
				[
					"92-94",
					"Seven Heavens"
				],
				[
					"95-97",
					"Tartarus"
				],
				[
					"98-100",
					"Twin Paradises"
				]
			]
		},
		{
			"name": "Nahal's Wild Results",
			"source": "wldm",
			"caption": "Nahal's WILD Surge Results",
			"colLabels": [
				"d100",
				"Result"
			],
			"colStyles": [
				"col-xs-2 text-align-center",
				"col-xs-10"
			],
			"rows": [
				[
					"1",
					"You explode, dealing (your level){@dice d6} damage to every thing within 30ft of you (You immediately go to 0 HP), death saves are at disadvantage)"
				],
				[
					"2",
					"You instead create an explosion around yourself It functions like fireball except you're a target too and damage is {@dice 4d4} piercing and {@dice 4d4} slashing damage*"
				],
				[
					"3",
					"You cast Fireball 3rd level spell slot centered on you (you save at disadvantage)"
				],
				[
					"4",
					"Caster loses (their level){@dice d4} maximum hit points until long rest"
				],
				[
					"5",
					"All of your spell slots are instantly spent for the day"
				],
				[
					"6",
					"half of total party wealth vanishes for {@dice 1d12} days"
				],
				[
					"7",
					"Magic User loses the ability to cast or even use magical items for {@dice 2d4} days)"
				],
				[
					"8",
					"Each creature within 30 feet of you becomes invisible for 1 minute. The invisibility ends when any of the creatures attacks or casts a spell."
				],
				[
					"9",
					"Small bugs keep finding their way up your pants leg and into your shirt. They pinch and make you unable to rest easily for the next 24 hours no matter how many times you bathe."
				],
				[
					"10",
					"If your spell does damage, it will do the minimum. If the original spell has a saving throw, target automatically succeeds. Your spell's duration will be minimum"
				],
				[
					"11",
					"You take on a deathly pallor and the stench of the grave for 24 hours. Magic detects you as undead during this time and you cast no reflection or shadow for the duration."
				],
				[
					"12",
					"Roll on the table twice (no advantage possible on next roll)"
				],
				[
					"13",
					"Anti-Magic field centered on caster (wastes spell) for 1 round; dispels all magic centered on caster, including own spells"
				],
				[
					"14",
					"You take {@dice 2d8} radiant damage and the ally closest to you regains hit points equal to the damage you took."
				],
				[
					"15",
					"Your spell fails, but the spell slot is not expended (if this applies); if it does not save vs your own DC or become blinded and Deafened lasting until they successfully save at the beginning of each of their turns."
				],
				[
					"16",
					"Original spell targets caster instead."
				],
				[
					"17",
					"Everyone in 30 ft hit with Inflict Wounds of the same spell slot level as the intended spell instead"
				],
				[
					"18",
					"Caster held (as if failing against Hold Person spell), no spell is cast"
				],
				[
					"19",
					"You become allergic to magic items until dispel magic or lesser restore is cast upon you. Every time you have a magic item on you, you itch everywhere and sneeze a lot. (Concentration constitution check must be made every time you cast a spell or lose the spell.)"
				],
				[
					"20",
					"For the next minute, MUST move their maximum allowable walking distance away from their current possition EACH TURN. If they would hit a wall, they take {@dice 1d6} bludgeoning damage and stop. DC 10 Dex save to not fall prone.\tThe path must be as straight as is possible (They cannot move back and forth between two squares)."
				],
				[
					"21",
					"Target's clothes itch (-4 to initiative)"
				],
				[
					"22",
					"You are encumbered. You can only move half of your total speed for 1 minute."
				],
				[
					"23",
					"You panic and try to flee! You must run away from your target"
				],
				[
					"24",
					"You are enraged! The next time your spell fails or your attack misses during the same encounter, you must take a bonus action to attack the closest target to you."
				],
				[
					"25",
					"You become poisoned for {dice d4} hours."
				],
				[
					"26",
					"You are the target of a Charm Person spell. Failure = charmed by a random enemy creature."
				],
				[
					"27",
					"You are the target of Bestow Curse spell."
				],
				[
					"28",
					"Caster smells like a skunk for spell duration (stinking cloud)"
				],
				[
					"29",
					"You have become deaf and mute for the next minute."
				],
				[
					"30",
					"You feel horribly dizzy; must roll a consitution ability check to cast; roll Dexterity saving throw or fall prone. Lasts 2 rounds."
				],
				[
					"31",
					"Instead of words, colorful bubbles come out of your mouth when you try to speak for 1 round (effectivel silenced)."
				],
				[
					"32",
					"Your hair falls out (But regrows after the next long rest)"
				],
				[
					"33",
					"roll a {@dice d10} your age changes by that much (even increases, odd decreases)"
				],
				[
					"34",
					"Roll a {@dice d10} Your height changes by a number of inches equal to the roll (Even you grow, odd you shrink) premanently."
				],
				[
					"35",
					"A bright light flashes. (wisdom save or become blinded for {@dice 1d6} turns.)"
				],
				[
					"36",
					"Original spell targets ally of the DM's choosing"
				],
				[
					"37",
					"Caster has disandvante on their next attack roll."
				],
				[
					"38",
					"A randomly determined cantrip is cast, its targets are also randomly determined."
				],
				[
					"39",
					"A randomly determined cantrip is cast."
				],
				[
					"40",
					"You cast Detect Thoughts on the target you chose. If you didn't target a creature, you instead take {@dice 1d6} psychic damage"
				],
				[
					"41",
					"For the next minute any flammable object you touch that isn't being worn or carried by a creature catches fire."
				],
				[
					"42",
					"You instead cast Goodberry"
				],
				[
					"43",
					"Grass grows on the ground in a 60-foot radius centered on the target. If grass is already there, it grows to ten times its normal size and remains overgrown for 1 minute"
				],
				[
					"44",
					"A cloud of 600 oversized butterflies fills a 30-foot-radius centered on the target. The area becomes heavily obscured. The butterflies remain for 10 minutes"
				],
				[
					"45",
					"Heavy rain falls in a 60-foot radius centered on the target. The area becomes lightly obscured. The rain falls until the start of your next turn."
				],
				[
					"46",
					"An animal appears in the unoccupied space nearest the target at the start of each of their rounds. The animal isn't under your control and acts as it normally would. Roll a {@dice d100} to determine which animal appears. On a 01–25, a rhinoceros appears; on a 26–50, an elephant appears; and on a 51–100, a rat appears"
				],
				[
					"47",
					"Your spell turns into a burst of flowers. This does nothing."
				],
				[
					"48",
					"A burst of colorful shimmering light extends from you in a 30-foot radius. You and each creature in the area that can see must succeed on a DC 15 Constitution saving throw or become blinded for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
				],
				[
					"49",
					"Hold Person cast on everyone in 60 ft radius"
				],
				[
					"50",
					"You sound off a magical alarm, can be heard clearly for 60 ft., heard faintly another 60 ft."
				],
				[
					"51",
					"You are immune to being intoxicated for {@dice 5d6} days"
				],
				[
					"52",
					"Leaves grow from the target. If you chose a point in space as the target, leaves sprout from the creature nearest to that point. Unless they are picked off, the leaves turn brown and fall off after 24 hours."
				],
				[
					"53",
					"Caster's limbs are invisible"
				],
				[
					"54",
					"All cloth on target crumbles to dust"
				],
				[
					"55",
					"All doors, windows, chests, and anything locked within 60 ft. of you instantly unlocks"
				],
				[
					"56",
					"The target's skin turns bright blue for {@dice 1d10} days. If you chose a point in space, the creature nearest to that point is affected."
				],
				[
					"57",
					"Everyone randomly switches places with each other"
				],
				[
					"58",
					"Sparkling motes dance about the caster's head until dawn. Dim light 10-foot-radius"
				],
				[
					"59",
					"The caster glows with a bright light (Creatures ending their turn within 10ft of you is blinded until the end of its next turn. Bright light 60ft, Dim light for 60ft more."
				],
				[
					"60",
					"You feel energetic and antsy (+4 to initiative)"
				],
				[
					"61",
					"You grow an eye in the middle of your forehead. For the next minute you can see as if with True Seeing, but Charisma skills are disadvantages."
				],
				[
					"62",
					"You shrink 1 size for 1 minute."
				],
				[
					"63",
					"A Modron chosen and controlled by the DM appears in an unoccupied space."
				],
				[
					"64",
					"You grow 1 size for 1 minute."
				],
				[
					"65",
					"{@dice 5d20} gold pieces materialize on your person"
				],
				[
					"66",
					"Random item/treasure created on target's person."
				],
				[
					"67",
					"Your skin begins to ripple with a rainbow of colors; you gain resistance to all damage for the next minute. "
				],
				[
					"68",
					"You cast Bless on yourself instead (no concentration; lasts 1 minute)."
				],
				[
					"69",
					"You cast Sanctuary on yourself without spending a spell slot (last 1 minute)."
				],
				[
					"70",
					"The next creature to die will automatically be brought back to full hit points and lose all status effects/conditions."
				],
				[
					"71",
					"Target gains the benefits of Mirror Image."
				],
				[
					"72",
					"You teleport up to random place up to 60 ft away from your current position."
				],
				[
					"73",
					"Target becomes prone. If there is not a target, the caster is immediately prone."
				],
				[
					"74",
					"Target becomes in encumbered for 1 minute. Its movement is cut in half."
				],
				[
					"75",
					"You create a temporary double of target instead; lasts until next round. Double will follow and mimic same action. (if no target, you are the target)."
				],
				[
					"76",
					"You instead cast Sleep, centered on you."
				],
				[
					"77",
					"A small black rain cloud forms over the target for 10 minute {Recharge 1,2} a bolt of lightning strikes {@dice 2d4} Lightening damage."
				],
				[
					"78",
					"Target must make a Wisdom save or fall madly in love with the caster. Creatures get a new save every minute."
				],
				[
					"79",
					"All creatures with 30ft of caster make a Constitution Save or start to hiccup for 1 hour."
				],
				[
					"80",
					"Each creature with 30 ft of you takes {@dice 1d6} necrotic damage. You regain HP equal to the sum of necrotic damage dealt"
				],
				[
					"81",
					"Everyone in 30 ft hit with Cure Wounds spell of the same slot."
				],
				[
					"82",
					"{@dice 1d4} local guardsmen emerge from nowhere and fight by your side for up to 5 turns."
				],
				[
					"83",
					"Your magical essence receives a hard reset by the universe. Your spells all become prestidigitation for the next 10 minutes, at the end of this period you regain all spent spell slots as if receiving a full nights rest"
				],
				[
					"84",
					"Your AC goes up by 2 for 1 minute, and become immune to Magic Missile."
				],
				[
					"85",
					"Your maximum HP goes up by {@dice 1d10} for 1 minute."
				],
				[
					"86",
					"Caster regains 5 hit points every turn for 1 minute."
				],
				[
					"87",
					"Each creature within 30 feet of you takes (X)d10 necrotic damage. You regain hit points equal to the sum of the necrotic damage dealt. (X) is equal to the highest level availible spell slot you possess. Any excess hit points above your maximum become bonus hit points that persist for 1 hour"
				],
				[
					"88",
					"You Polymorph randomly at the end of each round for 1 minute."
				],
				[
					"89",
					"A random creature within 60 feet of you becomes poisoned for {@dice d4} hours."
				],
				[
					"90",
					"Power courses through your veins as you grip a pulsing string of nether in your hand. Maximize the damage of the next damaging spell you cast within the next 10 turns."
				],
				[
					"91",
					"A random creature appears and begins following the target and singing until the end of your next turn."
				],
				[
					"92",
					"Everyone in 20ft radius of you is Hasted."
				],
				[
					"93",
					"If you die within the next minute, you immediately come back to life as if by Reincarnate spell."
				],
				[
					"94",
					" A bloated corpse appears nearby. It appears to have been sitting in the sun for several days! Its body contains loot as it were slain in its lair."
				],
				[
					"95",
					"Your hands grow strange suckers that excrete a sticky web like substance. You have advantage on climb and grapple checks but must make a Strength check to release items held. This effect persists for 24 hours."
				],
				[
					"96",
					"Your magical essence receives a hard reset by the universe. Your spells all become prestidigitation for the next 10 minutes, at the end of this period you regain all spent spell slots as if receiving a full nights rest."
				],
				[
					"97",
					"Slippery! At the start of creature's turn they must make Dex saves or fall prone. (includes flying creatures.) This lasts for 10 minutes. All ground movement uphill requires 5 feet per 1 foot movement."
				],
				[
					"98",
					"A number of multicolored monkeys begin popping into existence leaping about, attacks that miss their target's AC by 5 or less instead hit one of these monkeys (HP2 )"
				],
				[
					"99",
					"Your spell effect is normal. Spell effectiveness (range, duration, area of effect, damage, etc.) is doubled."
				],
				[
					"100+",
					"Generate the intended spell result."
				]
			]
		}
	]
}
