{
	"_meta": {
		"sources": [
			{
				"json": "ASH",
				"abbreviation": "Ash",
				"full": "Ash Elves",
				"authors": [
					"u/SabotageThis"
				],
				"convertedBy": [
					"Ikaguia"
				],
				"version": "1.0",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/bha9uj/elven_subrace_ash_elf_a_tough_race_of_greyskinned/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1572295517,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ac028fe9d4",
		"edition": "classic"
	},
	"subrace": [
		{
			"name": "Ash",
			"source": "ASH",
			"ability": [
				{
					"con": 1
				}
			],
			"page": 0,
			"entries": [
				{
					"name": "Volcanic Heritage",
					"entries": [
						"Accustomed to the volcanic heat of your ancestral homeland, you have resistance to fire damage."
					],
					"type": "entries"
				},
				{
					"name": "Ancestral Guardian",
					"entries": [
						"You can call upon the spirits of your ancestors to protect you in your time of need. As a reaction when a creature you can see within 30 feet of you targets you with an attack or harmful spell you can cast {@spell sanctuary} on yourself. The creature must immediately make a saving throw against the spell. When you cast the spell in this way, you don't require components. Your spellcasting ability for this spell is Wisdom. Once you use this trait, you must finish a long rest before you can use it again."
					],
					"type": "entries"
				}
			],
			"traitTags": [
				"Uncommon Race"
			],
			"fluff": {
				"entries": [
					"Ash-grey skin, red eyes, coarse voices, and the occasional ritual scarring are the hallmarks of this elusive elven subrace.",
					"These elves live in the wake of great volcanoes, revering their ancestors and often worshiping taboo gods and entities.",
					"With a honed survival instinct, a natural inclination toward magic and battle, and a proud veneration for tradition, ash elves are known for carving out a pridetul existence in the harshest of places, from ashen wastes to humid swamps.",
					"Elves are a magical people of otherworldly grace, living in the world but not entirely part of it. They live in places of ethereal beauty, in the midst of ancient forests or in silvery spires glittering with faerie light, where soft music drifts through the air and gentle fragrances waft on the breeze. Elves love nature and magic, art and artistry, music and poetry, and the good things of the world.",
					{
						"type": "entries",
						"name": "Slender and Graceful",
						"entries": [
							"With their unearthly grace and fine features, elves appear hauntingly beautiful to humans and members of many other races. They are slightly shorter than humans on average, ranging from well under 5 feet tall to just over 6 feet. They are more slender than humans, weighing only 100 to 145 pounds. Males and females are about the same height, and males are only marginally heavier than females.",
							"Elves' coloration encompasses the normal human range and also includes skin in shades of copper, bronze, and almost bluish-white, hair of green or blue, and eyes like pools of liquid gold or silver. Elves have no facial and little body hair. They favor elegant clothing in bright colors, and they enjoy simple yet lovely jewelry."
						]
					},
					{
						"type": "entries",
						"name": "A Timeless Perspective",
						"entries": [
							"Elves can live well over 700 years, giving them a broad perspective on events that might trouble the shorter-lived races more deeply. They are more often amused than excited, and more likely to be curious than greedy. They tend to remain aloof and unfazed by petty happenstance. When pursuing a goal, however, whether adventuring on a mission or learning a new skill or art, elves can be focused and relentless. They are slow to make friends and enemies, and even slower to forget them. They reply to petty insults with disdain and to serious insults with vengeance.",
							"Like the branches of a young tree, elves are flexible in the face of danger. They trust in diplomacy and compromise to resolve differences before they escalate to violence. They have been known to retreat from intrusions into their woodland homes, confident that they can simply wait the invaders out. But when the need arises, elves reveal a stern martial side, demonstrating skill with sword, bow, and strategy."
						]
					},
					{
						"type": "entries",
						"name": "Hidden Woodland and Realms",
						"entries": [
							"Most elves dwell in small forest villages hidden among the trees. Elves hunt game, gather food, and grow vegetables, and their skill and magic allow them to support themselves without the need for clearing and plowing land. They are talented artisans, crafting finely worked clothes and art objects. Their contact with outsiders is usually limited, though a few elves make a good living by trading crafted items for metals (which they have no interest in mining).",
							"Elves encountered outside their own lands are commonly traveling minstrels, artists, or sages. Human nobles compete for the services of elf instructors to teach swordplay or magic to their children."
						]
					},
					{
						"type": "inset",
						"name": "Haughty but Gracious",
						"entries": [
							"Although they can be haughty, elves are generally gracious - even to those who fall short of their high expectations - which is most non-elves. Still, they can find good in just about anyone.",
							{
								"type": "entries",
								"name": "Dwarves",
								"entries": [
									"\"Dwarves are dull, clumsy oafs. But what they lack in humor, sophistication, and manners, they make up in valor. And I must admit, their best smiths produce art that approaches elven quality.\""
								]
							},
							{
								"type": "entries",
								"name": "Halflings",
								"entries": [
									"\"Halflings are people of simple pleasures, and that is not a quality to scorn. They're a good folk, they care for each other and tend their gardens, and they have proven themselves tougher than they seem when the need arises.\""
								]
							},
							{
								"type": "entries",
								"name": "Humans",
								"entries": [
									"\"All that haste, their ambitions and drive to accomplish something before their brief lives pass away - human endeavors seem so futile sometimes. But then you look at what they have accomplished, and you have to appreciate their achievements. If only they could slow down and learn some refinement.\""
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Exploration and Adventure",
						"entries": [
							"Elves take up adventuring out of wanderlust. Since they are so long-lived, they can enjoy centuries of exploration and discovery. They dislike the pace of human society, which is regimented from day to day but constantly changing over decades, so they find careers that let them travel freely and set their own pace. Elves also enjoy exercising their martial prowess or gaining greater magical power, and adventuring allows them to do so. Some might join with rebels fighting against oppression, and others might become champions of moral causes."
						]
					},
					{
						"type": "entries",
						"name": "Elf Names",
						"entries": [
							"Elves are considered children until they declare themselves adults, some time after the hundredth birthday, and before this period they are called by child names.",
							"On declaring adulthood, an elf selects an adult name, although those who knew him or her as a youngster might continue to use the child name. Each elf's adult name is a unique creation, though it might reflect the names of respected individuals or other family members. Little distinction exists between male names and female names; the groupings here reflect only general tendencies. In addition, every elf bears a family name, typically a combination of other Elvish words. Some elves traveling among humans translate their family names into Common, but others retain the Elvish version.",
							{
								"type": "list",
								"style": "list-hang-notitle",
								"items": [
									{
										"type": "item",
										"name": "Child Names:",
										"entry": "Ara, Bryn, Del, Eryn, Faen, Innil, Lael, Mella, Naill, Naeris, Phann, Rael, Rinn, Sai, Syllin, Thia, Vall"
									},
									{
										"type": "item",
										"name": "Male Adult Names:",
										"entry": "Adran, Aelar, Aramil, Arannis, Aust, Beiro, Berrian, Carric, Enialis, Erdan, Erevan, Galinndan, Hadarai, Heian, Himo, Immeral, Ivellios, Laucian, Mindartis, Paelias, Peren, Quarion, Riardon, Rolen, Soveliss, Thamior, Tharivol, Theren, Varis"
									},
									{
										"type": "item",
										"name": "Female Adult Names:",
										"entry": "Adrie, Althaea, Anastrianna, Andraste, Antinua, Bethrynna, Birel, Caelynn, Drusilia, Enna, Felosial, Ielenia, Jelenneth, Keyleth, Leshanna, Lia, Meriele, Mialee, Naivara, Quelenna, Quillathe, Sariel, Shanairra, Shava, Silaqui, Theirastra, Thia, Vadania, Valanthe, Xanaphia"
									},
									{
										"type": "item",
										"name": "Family Names (Common Translations):",
										"entry": "Amakiir (Gemflower), Amastacia (Starflower), Galanodel (Moonwhisper), Holimion (Diamonddew), Ilphelkiir (Gemblossom), Liadon (Silverfrond), Meliamne (Oakenheel), Nailo (Nightbreeze), Siannodel (Moonbrook), Xiloscient (Goldpetal)"
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://cdnb.artstation.com/p/assets/images/images/008/533/537/large/astri-lohne-ishtyh-final-small.jpg?1513361080"
						}
					}
				]
			},
			"raceName": "Elf",
			"raceSource": "PHB"
		}
	]
}
