{
	"_meta": {
		"sources": [
			{
				"json": "TWOC",
				"abbreviation": "TWOC",
				"full": "The Witcher Official Cookbook",
				"authors": [
					"Anita Sarna",
					"Karolina Krupecka"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "2023",
				"color": "b4b1a8",
				"url": "https://www.gollancz.co.uk/titles/anita-sarna/the-witcher-official-cookbook/9781399615631/",
				"dateReleased": "2023-11-23"
			}
		],
		"internalCopies": [
			"recipeFluff"
		],
		"status": "wip",
		"dateAdded": 1702483273,
		"dateLastModified": 1702483273
	},
	"citation": [
		{
			"name": "Promised Land - Łódź",
			"source": "TWOC",
			"page": 8,
			"entries": [
				"A designation for the city of Łódź, coined by Nobel prize-winning novelist Władysław Reymont. Poland's fourth largest city, Łódź is located at the country's center. It rose to prominence with its rapid industrialization in the 19th century."
			]
		}
	],
	"book": [
		{
			"name": "The Witcher Official Cookbook",
			"id": "TWOC",
			"source": "TWOC",
			"group": "recipe",
			"coverUrl": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/Cover.webp",
			"published": "2023-11-23",
			"author": "Anita Sarna and Karolina Krupecka",
			"contents": [
				{
					"name": "Cover and Title"
				},
				{
					"name": "Foreword"
				},
				{
					"name": "Introduction"
				},
				{
					"name": "How to Use This Book"
				},
				{
					"name": "Kitchen Secrets: A Treasure Worth Sharing"
				},
				{
					"name": "White Orchard",
					"ordinal": {
						"type": "chapter",
						"identifier": 1
					},
					"headers": [
						"Chicken Sandwiches",
						"Temerian Sourdough Multiseed Bread",
						"White Orchard Inn Groats with Bacon",
						"Orchardman's Refreshing Nectar",
						"Willoughby Roast Chicken",
						"Miller's Bigos",
						"Fried Kaszanka with Egg",
						"Granny's Caramel-Nut Baked Apples",
						"Mahakaman Zalewajka",
						"Campfire-Style Baked Potatoes"
					]
				},
				{
					"name": "Velen",
					"ordinal": {
						"type": "chapter",
						"identifier": 2
					},
					"headers": [
						"Midcopse Ealdorman's Chicken Soup",
						"Sauerkraut and Split Pea Stew",
						"Leftover Potato Bread",
						"Inn at the Crossroads' Apple and Roasted Grain Ale",
						"Sorcerer's Beef Stew",
						"Crow's Perch Game Stew",
						"Aunt Lutka's Flatbread",
						"Boris the Troll's Hotchpotch Zoup",
						"Forefathers' Eve Toffee Candy",
						"Ladies of the Wood Gingerbread Cookies"
					]
				},
				{
					"name": "Oxenfurt",
					"ordinal": {
						"type": "chapter",
						"identifier": 3
					},
					"headers": [
						"Academy All-Nighter Brined Cucumbers",
						"Alchemy Inn's Bacon Baked in Redanian Lager",
						"Crimson Beetroot Soup with Cherries and Potato Purée",
						"Fried Chicken Livers with Pears",
						"Tretogor Cabbage Rolls",
						"Confectionery Apple Fritters",
						"Merchant's Cucumber Cooler",
						"Redanian Fish Soup",
						"Wedding Sweet Buns",
						"Festive Sausage Stew with Potato Dumplings"
					]
				},
				{
					"name": "Novigrad",
					"ordinal": {
						"type": "chapter",
						"identifier": 4
					},
					"headers": [
						"The Spear Blade Inn's Onion Pottage",
						"The Seven Cats' Brined Cucumber Soup",
						"Ofieri Spiced Chicken and Pumpkin Stew",
						"Roasted Chicken Drumsticks",
						"Harborside Zander in Thyme",
						"Hattori's Redanian Red Lentil Dumplings",
						"Hattori's Mariborian Baked Mushroom Dumplings",
						"The Chameleon's Chilled Beetroot Soup",
						"Doughnuts with Plum Jam and Bacon Sprinkles",
						"Nilfgaardian Lemon"
					]
				},
				{
					"name": "Skellige Isles",
					"ordinal": {
						"type": "chapter",
						"identifier": 5
					},
					"headers": [
						"Hindarsfjall Lard Spread with Apple and Onion",
						"Larvik Mulled Rivian Kriek",
						"An Skellig Fish in Salt Crust with Carrot and Mint Salad",
						"Svorlag Trapper Meat Patties with Green Vegetables",
						"New Port Potato Pancakes",
						"Kaer Trolde Ham and Apple Sandwiches",
						"Ard Skellig Roasted Ham",
						"Rannvaig Pork in Onion and Cheese Gravy with Groats",
						"Faroe Herring in Oil with Cranberries and Onions",
						"Harviken Dried-Fruit Brew"
					]
				},
				{
					"name": "Beauclair",
					"ordinal": {
						"type": "chapter",
						"identifier": 6
					},
					"headers": [
						"Étoile Blanche Pasta at the Adder and Jewels Winery",
						"Beauclair Sangria",
						"The Gran'place Festival Honey Croissants",
						"Chocolate Soufflé with Sangreal Red Wine Sauce",
						"The Pheasantry's Beef Stew",
						"Pear and Est Est Wine Tart",
						"Duchess's Duck Confit",
						"Louis's Salmon en Croûte",
						"Midinváerne Honey Spice Cake",
						"Cookies from the Land of a Thousand Fables"
					]
				},
				{
					"name": "Toussaint",
					"ordinal": {
						"type": "chapter",
						"identifier": 7
					},
					"headers": [
						"Double Veggie Ratatouille",
						"Fox Hollow Toast with Herbs",
						"Dun Tynne Leek and Bacon Soup",
						"Gélenser Radish and Cabbage Slaw",
						"Wight's Sorrel Soup",
						"Flamiche",
						"Francollarts Baguette Platter",
						"The Cockatrice Inn's Hare Pâté",
						"Wine Kissel",
						"Corvo Bianco Lemonade"
					]
				},
				{
					"name": "Kaer Morhen",
					"ordinal": {
						"type": "chapter",
						"identifier": 8
					},
					"headers": [
						{
							"depth": 1,
							"header": "The Cooking Secrets of Witchers"
						},
						"Geralt's Omelet for Yennefer",
						"Vesemir's Bean and Tomato Stew",
						"Ciri's Breakfast Porridge",
						"Kaer Morhen Fried Mushroom Salad",
						"Eskel's Tvorog",
						"Beer and Cheese Pottage",
						"Lambert's Herb and Tvorog Dumplings",
						"Infusions",
						{
							"depth": 1,
							"header": "Swallow"
						},
						{
							"depth": 1,
							"header": "Thunderbolt"
						},
						{
							"depth": 1,
							"header": "White Gull"
						},
						{
							"depth": 1,
							"header": "Redanian Herbal Vodka"
						}
					]
				},
				{
					"name": "Acknowledgments"
				},
				{
					"name": "About the Authors"
				},
				{
					"name": "Copyright"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "TWOC",
			"source": "TWOC",
			"data": [
				{
					"type": "section",
					"name": "Cover and Title",
					"page": "C1",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_1.webp"
							},
							"title": "Cover Page",
							"credit": "Daniel Valaisis"
						},
						{
							"type": "entries",
							"style": "text-center",
							"entries": [
								"{@b Provisions, Fare, {@i and} Culinary Tales {@i from} Travels Across The Continent}",
								"Anita Sarna & Karolina Krupecka",
								"Foreword by Andrezej Sapkowski"
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_3.webp"
							},
							"title": "Title Page",
							"credit": "Srdjan Vidakovic"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_2.webp"
							}
						}
					]
				},
				{
					"type": "section",
					"name": "Foreword",
					"page": 6,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"In the foreword to the cookbook that ties into the world of {@i Game of Thrones}—yep, such a book exists—George R. R. Martin decided to reveal a secret. He admitted, in hushed tones, that he kind of... can't cook. \"There 'tis,\" he wrote, \"my shameful secret.\" He did, however, declare—perhaps unnecessarily, as it's indisputable—that he excels at writing. About food, too. So well about the latter, in fact, as to cause his readers to salivate profusely. {@i I have in the arsenal at my fingertips}, George announced in so many words, {@i what every writer truly needs:} \"Big, meaty nouns, crisp, fresh verbs, and a nice seasoning of adjectives and adverbs.\"",
								"I couldn't agree more. We may, nonetheless, take a moment to commiserate with Martin. He enjoys food—as do I. This is obvious from his eminently Epicurean physique—as is mine. But if he had a hankering for Dornish \"Duck with Lemons\" or \"Trout Wrapped in Bacon\" from the aforementioned cookbook, someone else would likely need to prepare them for him. He alone may not manage.",
								"As for myself—to say it once and for all time—I don't have this problem. Bah, in addition to savoring his words, I've done the same with the dishes from his world. I've already cooked the trout as well as the Dornish duck. I managed just fine with the \"Honeyed Chicken\" hailing from Winterfell, too. Next, I plan to make and serve the \"Quails Drowned in Butter\" from King's Landing. And I'm sure to go on to cook many other Westerosi dishes.",
								"Indeed, dear readers, I can cook. I know how to, and I enjoy doing it. And I don't mind boasting that there are few culinary mysteries to which I'm not privy. Wearing an apron, chef's knife in hand, I fear no creature, no fish, no fowl, no vegetable. It also seems I manage just fine with writing. My nouns aren't lean and dry, my adverbs are far from bland, and my adjectives, well, they're hardly of the garden variety. And when I write about food or its preparation, believe you me, I know the whats, hows, and whys. I'd say I'm thoroughly versed in them, in fact.",
								"I'm fully aware this book has more to do with the games than it does with {@i my} work, but I'd wager gamers retain an interest in fantasy literature—in books and in how they come to be. But what the hell, this is my foreword, so I'll write what I please.",
								"A fundamental trait of the fantasy genre is something I like to call \"the realism of the unreal.\" As it describes worlds and events drawn from myth, legends, or fairy tales, {@i fantasy} breaks completely free of the fairy-tale paradigm, negating the unreal while simultaneously suspending rationality. It forces readers to immerse themselves in the world of a story and accept said world as real.",
								"My approach to making my fantasy neverland real was first and foremost through its economies. I was careful to shape economic issues to be both relevant and credible. Industries small and large, craftsmanship, farming, mining, trade and trade policies, monetary and fiscal mechanisms, banking, money, and financial operations—I granted all these a prominent place in my \"unreality\" in order, in fact, to render it real. Because, even in our reality, what is more real than economies? People, be it in our world or fantasy worlds, have to make a living.",
								"And to live they must eat.",
								"I understood economics because I had made it my field of study. As to cooking—I knew both how to do it and I liked doing it. To write about what one knows and what one enjoys... is there anything easier?",
								"All—or nearly all—of the culinary descriptions in my {@i Witcher} universe sprang from events in my own life. They're tied to memories—oft of the nostalgic variety. And I wrote them, I admit, with the ignoble intent of eliciting a Pavlovian response in readers: to make their mouths water, their stomachs rumble.",
								"Take Queen Calanthe's feast in \"A Question of Price.\" Seated at a palace banquet table, Geralt wrestles with the shell of an enormous {@i ociężnik} (tran. crayfish or lobster). Hats off to any who know that {@i ociężnik} is an old Polish word for a langouste. Countless times I myself have wrestled with the shells of lobsters and other shellfish—their bits taking to the air on many an occasion.",
								"In \"The Bounds of Reason,\" Geralt and Borkh Three Jackdaws treat themselves to some crayfish. It's a moment of personal culinary nostalgia. I have childhood memories going back, {@i ahem,} about seventy years... of large hauls of crustaceans and the feasts that followed. Hundreds of huge, red crayfish piled on tables, crayfish soup topped with crayfish croutons. I could go on... But those days are gone. As is {@i Astacus astacus}, the noble crayfish. For all practical purposes the species is extinct in our corner of Europe. If it hasn't vanished entirely just yet, the day fast approaches when it will.",
								"In the fifth novel of the {@i Witcher} series, {@i Lady of the Lake}, we have a feast hosted by Duchess Anarietta of Toussaint. At the center of the table lies an overgrown sterlet, a roasted heron on its back, a gold ring in the heron's beak. No, I won't pretend that I've ever prepared such a lavish display. Rather, I borrowed the roasted heron and the knightly vows made upon it from Maurice Druon's {@i The Accursed Kings}.",
								"But that table in Toussaint was also laden with mistle thrushes and fieldfares. Once hunted for sport, both these bird species are now protected. Serious hunters looked down on them as game. Yet they were eagerly hunted by youths wielding bolt-action rifles that took shells the size of cigarette filters, filled with shot the size of poppy seeds. You don't see rifles like this anymore, and to try these small fowl you must travel to Italy, where they're available in stores and served up at fine restaurants.",
								"I drew the crowning touch of the duchess's banquet, the {@i Magna bestia}—a formidable roast moose—from Zygmunt Gloger's {@i Old Polish Encyclopedia}. It is said this same dish was served at many a feast in Polish magnate homes. Annals contend that Stanisław Lubomirski, a nobleman, served something similar at a feast held during Polish-Swedish negotiations in 1635. I truly wonder how that looked. What's certain is that preparing a meal of this magnitude in today's kitchens would be simply impossible. Even in Sweden, where moose are still hunted and consumed.",
								"{@i Season of Storms,} too, incorporates its fair share of culinary curios. In the novel, Geralt makes his way to the {@i Natura Rerum}, an inn renowned for its kitchen. I compiled its menu from real recipes. As regards the \"Turbot in Squid Ink\" recommended to Geralt, I can claim to have made it myself, both ingredients being readily available these days. For anyone interested, turbot is a challenge to gut, clean, and fillet. But get it done, and you can look forward to something delicious.",
								"The sardines Dandelion and Geralt dine on in Kerack are a Portuguese specialty known as {@i sardinhas assadas.} While Milan, Italy, is where I had to go to find the fish soup Dandelion offers Geralt in the port. To cobble together this soup, one must invest a bit of effort and go to some trouble. The trouble is the tub gurnard, a fish from the {@i Triglidae} family. It's essential to the recipe, the soup is simply not the same without it.",
								"And then there's the dwarven rustic potato soup (Polish: {@i zalewajka}) described in one of Eleanor Rhundurin-Pigott's famed cookbooks. {@i Perfect Mahakaman Cuisine: The Precise Science of Preparing Meat, Fish and Vegetable Dishes}... is, mind you, a nonexistent book, entirely made up. To ask for it at a bookstore would be about as sensible as asking for a copy of the {@i Necronomicon}. That said, the soup itself is one hundred percent real. It's a traditional Polish soup, rooted in the times of our {@i Promised Land}{@cite Promised Land - Łódź|TWOC|*}, consumed as it was by the textile workers of the Scheibler, Geyer, and Poznański factories. The smell of {@i zalewajka} is the smell of the city of Łódź. It's the smell of my childhood, me, a second-generation {@i Lodzermensch}. The recipe as outlined in {@i Season of Storms} is, BTW, complete and accurate. It can easily be used to prepare the dish. Any capable and thrifty innkeeper could manage it.",
								"It was nice of the authors to honor my original recipe for \"{@recipe Mahakaman Zalewajka|TWOC}\" with a place in this book. I thank them both.",
								"I compiled quite a few fancy dishes—some of them entirely made-up—for the menu of the royal wedding feast in Kerack. I couldn't stop at oysters, sea urchins, sautéed crab, and sea bass with saffron, so I added \"Honeyed Knee of Swan.\" Chronicles of old tell of such \"knees\" being served in Moscow during the coronation banquet of the False Tsar Dmitriy I and his wife Marina Mniszech in 1606. {@i Se non è vero, è ben trovato.} Though they may have been tasty, I'd nevertheless advise leaving swans in peace.",
								"Aaand, almost forgot. I also added \"Grilled Honey-Browned Monkfish\" to the menu of the wedding feast at Kerack. It's a version of an actual dish. Those interested in trying it need only to google the recipe for \"Queue de lotte rôtie au balsamique et miel\" and have at it.",
								"At long last, dear readers, we come to {@i Baptism of Fire} and the fish soup that Geralt and his companions prepare and slurp down on an islet on the Yaruga River. The sheer number of times I've actually made this soup! In my kitchen at home, out in the wild, on fishing trips, on sunny days, under the stars, in rain and snow. In expensive Berghoff pots and in blackened, bubbling campfire cauldrons. I've made it from pike heads, carp, roach, perch, flounder, ruffe, North American catfish and God only knows what else. General rule: start by boiling fish trimmings in a vegetable broth. Strain that thoroughly and add the larger bits from gutting—heads, tails, fins, spines, and bones—to the strained broth. Cook it again to obtain a double broth, which you strain once more. Then add the \"edible\" fish bits—meaning the pieces you actually want to eat—to this strained double broth, and keep cooking to make a tripled-up soup. I'll refrain from listing specific herbs and spices, since {@i de gustibus} and so forth. Just season it richly and make it fiery. You may—after the Hungarian fashion—add a sizable portion of onion fried with good {@i edes fűszerpaprika}. I'll say it again—the soup works just as well around a campfire as it does on a table set for a holiday.",
								"The recipe for \"{@recipe Redanian Fish Soup|TWOC}\" in this book fits nicely within the canon I've delineated. Give it a try—it's worth it!",
								"But I've digressed enough—high time to make something to eat. I think I'll try the \"{@recipe Fried Kaszanka with Egg|TWOC|Fried Kaszanka and Egg}\" described in this book. I get {@i kaszanka} (blood sausage) from my favorite store—it's the real thick Łódź-style blood sausage. Egh, I pity the nations and regions that have never known a thick Łódź {@i kaszanka.} They go about their lives in blissful ignorance. As for mushrooms, I have them on hand—penny buns and other boleti I forage from the Tuchola Forest and then dry. The added egg is, I admit, new to me... I've never had it with {@i kaszanka}. But it's worth trying everything you can, it's worth experimenting—after all, the kitchen is no place for pedants. So I'll go ahead and slap an egg on my blood sausage—call it a nod to the authors of this fine book.",
								"And on that optimistic note, I'll stop. I'm grabbing {@i The Witcher Official Cookbook} and heading to the kitchen."
							],
							"by": "Andrzej Sapkowski",
							"skipMarks": true,
							"skipItalics": true
						}
					]
				},
				{
					"type": "section",
					"name": "Introduction",
					"page": 10,
					"entries": [
						"You might not always notice the importance of food in pop culture products, but when culinary motifs are skillfully implemented in stories, they add much more than mere decoration. The finding, making, and eating of food provides relatable insight into a given world and its culture, and into the specific characters doing the finding, making, or eating. Thanks to this, universes gain layers, depth, and believability, promoting greater immersion among the audience. Culinary themes often serve as a backdrop to stories, setting the scene for plots to develop through dialogue and intrigue, or propelling the action forward through countless tavern quarrels and fight scenes during which characters use what's at hand in combat—from cutlery, mugs, bowls, and bottles, to jars of preserve.",
						{
							"type": "hr"
						},
						{
							"type": "quote",
							"entries": [
								"A large jar of cherry preserve, thought the Witcher. A jar of cherry preserve makes that noise when you throw it at somebody from a great height or with great force. He remembered it well. When he lived with Yennefer she would occasionally throw jars of preserve at him in anger. Jars she had received from clients. Yennefer had no idea how to make preserve—her magic was fallible in that respect."
							],
							"by": "Andrzej Sapkowski",
							"from": "Eternal Flame"
						},
						"In {@i The Witcher} stories—whether written on the page and brought to life in the imagination or visualized on screen—one encounters a familiar yet distorted world composed of various elements drawn from European folklore and culture. Slightly twisted versions of well-known fairy tales and legends, dropped into a fantasy setting, are a hallmark of {@i The Witcher}. These captivating reimaginings of classic stories we dimly remember from childhood form a rich background to the events and problems of the vivid, often morally ambiguous universe Geralt of Rivia explores.",
						"In creating this book, we followed a similar path. Drawing guidance and inspiration from the books and games that have captivated us, we also looked to the folklore and customs of our proverbial backyard, blending them with unique {@i Witcher} accents and a few new topical touches of our own. We allowed ourselves a bit of freedom due to our culinary leitmotif which we emphasized not only through accurately selected and \"placed\" recipes, but also with fictional stories of how our narrator learned them. We found creating these short tales, limited only by our imagination, to be both a joy and a tricky task as we had to adapt our research and inspirations in tasty, entertaining ways, all the while retaining the tone of the literary source.",
						"To tell our stories, we needed the right guide to take you on a journey through the cookbook's pages. Though we added a small sentimental surprise to the last chapter of the book, we deliberately let go of trying to step into a known character's shoes, be it Geralt or Dandelion, and having them, through their prism, lead you through the narrative. We shifted the burden of the story onto another set of shoulders.",
						"Our narrator is a new character, a cartographer from distant Kovir with a penchant for culinary exploration. She is the ideal candidate to be our guide across the Continent, traveling as a tourist with an outlander's perspective. In this sense, she is very much like we are. Because she hasn't been involved in any known previous events, she has the freedom to simply explore these newly visited lands and engage with their inhabitants. Though it may seem as if our narrator becomes embroiled in unusual situations rather often, we believe she credibly fits into the stylings, settings, and events of the expansive {@i Witcher} world. For it is this world's geographic diversity that influenced our book's composition, divided as it is into chapters dedicated to specific regions, each chapter leading you through a given stage of the narrator's journey.",
						{
							"type": "hr"
						},
						"The visual aspect of bringing these stories and recipes to life was equally crucial, thus we put all our passion and commitment into even the smallest detail to reflect the specificity of {@i the Witcher} world for its longtime fans and to showcase it to those just discovering it. We endeavored to capture the ambiance of each place through thematic illustrations, decorative ornaments and, above all, photographs. Some of these elements refer to cultures familiar to us, be it Scandinavian accents on the frosty Skellige Isles or the charming blend of French and Italian stylings as we move into Toussaint. Naturally, the narrator's visits to White Orchard and Velen simply had to feature references to our Polish roots, represented by colorful, regional folkloric elements and Slavic accents.",
						{
							"type": "hr"
						},
						"\"Something Ends, Something Begins\" is a fitting aphorism as our work on this cookbook comes to an end, while for you, dear reader, a culinary journey across the Continent begins. We sincerely hope that what we've produced will be warmly received as a worthy complement to the {@i Witcher} world. The story within strives to take you on a brief, somewhat sentimental journey. Yet you cannot fill your belly with words, so be brave and venture into your own kitchen with this book as your companion to experience for yourselves the rich, we daresay, diversity of flavors and aromas in the cuisine of the {@i Witcher} world."
					]
				},
				{
					"type": "section",
					"name": "How to Use This Book",
					"page": 12,
					"entries": [
						"Gaunter O'Dimm, known otherwise as the Man of Glass, proclaimed that in many matters, the culinary arts among them, time is the most important ingredient. It certainly is crucial for this cookbook. Just imagine the tempting smells of a hearty, warm, long-brewed stew served in a roadside tavern after a long journey, pleasantly appeasing your hunger and soothing the stresses of your day with each flavorful bite. So we encourage you to embrace that very concept and the carefree feeling you may get when you have a surfeit of it. Specifically, we encourage you to spend unhurried time in your kitchen enjoying the art of home cooking, and to celebrate time together over meals prepared in the {@i Witcher} style, with this cookbook as your companion. Here are some tips that can help you fully enjoy the culinary journey that follows in these pages.",
						{
							"type": "list",
							"page": 12,
							"items": [
								"Whenever possible, pick high-quality, fresh ingredients from local merchants at the farmers' market and good butcher shops in your area.",
								"When using packaged products, read ingredient lists and choose the options that contain more natural ingredients, such as kielbasa with high meat content.",
								"Avoid making several shopping expeditions each time you want to try new recipes by keeping on hand basic pantry ingredients that you can store for longer. We have in mind such things as dried herbs and spices, nuts, dried fruits, dried mushrooms, honey, apple cider vinegar, groats, oils, and flours.",
								"Many of our recipes are inspired by European cuisine and Polish cooking traditions, with ingredients that might be easy enough to find on the Continent but may be less common in your world. Most of these ingredients can be ordered online or found at specialized European delis or natural food markets.",
								"Fresh herbs, especially dill and parsley, are best. As is fresh garlic. Extend the freshness of unused or extra herbs by storing as follows: sprinkle a doubled-up paper towel with water and wrap it around the fresh herbs. Put the wrapped herbs into a plastic bag, seal it, and refrigerate for up to two weeks.",
								"Use white onions unless otherwise specified.",
								"Use starchy, round potatoes rather than russet potatoes, which vary widely in size and shape.",
								"Use all-purpose flour unless otherwise specified. Don't use self-rising flour.",
								"Some dishes or ingredients are traditionally fried in lard, which gives a rich, deep flavor, but you can substitute a neutral vegetable oil (like rapeseed or sunflower) for frying if you prefer the taste.",
								"It's fine to use ground spices in most cases, but we highly recommend using fresh, coarsely ground black pepper and freshly grated nutmeg instead of the finely-ground packaged versions.",
								"Whenever milk is called for, you can substitute your preferred lactose-free or unsweetened plant-based variety.",
								"Most of the recipes in this cookbook require only basic equipment you probably already have in your kitchen. Sometimes we call for more uncommon equipment such as a potato masher, grater, fine-mesh strainer, whisk, tongs, wire rack, mortar and pestle (or you can use a food processor instead), basting or pastry brush, or ovenproof dish with lid. Although not available on the Continent, we also mention some modern conveniences such as electric ovens, aluminum foil, and plastic wrap.",
								"The recipes in this book focus on making dishes from scratch. Some preparations require advance planning and patience, but most are not too labor-intensive. Don't feel discouraged when marinating, fermenting, simmering, or proofing dough is called for—be bold and give them a go! For the times when you need faster results, it's fine to use store-bought workarounds such as broth, pie crust, or pizza dough (for recipes that use yeast-based doughs).",
								"Good kitchen hygiene is essential. Use separate cutting boards for raw meats and clean them afterward with hot water. To sterilize jars for brining cucumbers or making sourdough, thoroughly wash lids and jars with dishwashing liquid and rinse with hot running water. Then place the jars and lids inside a large pot to prevent splashing or spilling, and pour boiling water over the lids and inside each jar twice. Use heatproof tongs to remove the lids and jars. Set them aside until they're fully dry.",
								"If you see mold on brined ingredients or sourdough, discard promptly and produce a new batch.",
								"Our recipes call for fresh yeast but we have also provided conversions for instant yeast. You can proceed as you normally would with fresh yeast if this is what you choose.",
								"Store unused fresh yeast in the freezer. Crumble the yeast into an airtight container, cover, and freeze. When needed, measure the required amount of frozen crumbled yeast into a bowl and let sit at room temperature until thawed.",
								"When using flour, pay attention to hydration levels and refer to visual cues as per the instructions to make sure your dough has the right consistency. You can add more water if the dough is too dry or sprinkle in more flour if the dough is too moist.",
								"Don't waste any leftovers! For example, you can always throw some extra vegetables into any stew or use discarded leek parts to make a broth.",
								"Treat our recipes as guidance rather than as a strict set of rules. And remember to trust your senses. Following our tested recipes will give consistent results, but variations in the size or amount of any ingredients, the type of pan, stove, or oven, and other factors may slightly affect your results.",
								"We provide visual cues and photos for reference so that you can adjust heat and cooking times to get the desired level of browning, properly cooked meat, and tender but not overdone veggies; adjust the thickness of stews and soups by adding more water or broth to thin them, or simmering without a lid to thicken; adjust the balance of sour and sweet tastes to your liking by using more or less salt, spices, acids, or sweeteners."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_14.webp"
							},
							"credit": "Daniel Valaisis"
						}
					]
				},
				{
					"type": "section",
					"name": "Kitchen Secrets: A Treasure Worth Sharing",
					"page": 15,
					"entries": [
						{
							"type": "entries",
							"style": "text-center",
							"page": 15,
							"entries": [
								"The Continent is a colorful and intricate mosaic of lands, with the numerous variations and shades of its smaller parts combining to create an impressive pattern. It reminds me of a vibrant kitchen—of intermingling tastes and intertwining smells, braided as cultures are across regions and localities in everyday life."
							]
						},
						"Every country has its customs, and every family has its traditions. Once upon a time, my relatives began regularly collecting kitchen notes—about all sorts of dishes, from simple home recipes to those learned on journeys to far-off lands. Over many years, these loose pages turned into a bulging volume full of culinary family secrets handed down from generation to generation, a trove of priceless wealth holding traces of the past, present, and possibly the future—so, a kind of eternity. It has always been a sentimental keepsake for me, a connection to the heart of my home: the kitchen and the family table there. This kitchen table—thick and solid, made from sturdy oak, equipped with drawers and compartments—may be a bit worn and a little cracked across its surface, but it has been a faithful family companion through everyday meals and evening feasts alike. It's an enchanted place where we are transported to various corners of the Continent ... both by tales languidly told and the flavors and smells of the dishes in our recipe collection.",
						"There was some space left in our family cookbook—empty pages waiting to be filled with new recipes, ingredients, and culinary stories from beyond the environs of my home in Kovir. Until recently, I could only explore the world with the help of my family's abundant library of maps or my beloved books and volumes of poetry. My favorite among them has always been {@i The Blue Pearl} by Essi \"Oeillet\" Daven—I draw inspiration from the author's beautifully written ballads, and her daring character gives me courage when I face the unknown. This would very much be so when it came time for me to step across my home's doorstep and open a new chapter in the family cookbook for my own journey—a story that I would not have believed possible not long before.",
						"For there came a day when our mapmaking workshop received a commission ... straight from the ducal court of Toussaint, no less! We were to enrich the palace walls there with a tasteful rendering of the known world. There was nothing extraordinary about this in itself; for years, we have been sought out for the meticulous work we produce in our atelier. Occasionally, our expert drafters travel by merchant ship or caravan to clients' elegant halls and chambers to produce their intricate handicrafts on the spot. Yet for the first time, I was entrusted with representing the family and so accepted this invitation to travel due south—from our workshop in Lan Exeter to the palace halls in Beauclair.",
						"At dawn, I boarded a merchant ship in Kovir and crossed the salty sea waves under fluttering sails. Arriving in the bustling port of Novigrad, however, I did not transfer to a vessel that would take me immediately to Beauclair, I simply could not deny myself the pleasure of visiting relatives who have lived within Vizima's walls for years. Nor could I forego the opportunity to extend my journey by several weeks with a view to exploring the neighboring lands and beyond ... Places I had hitherto known only from family tales, the details of which I had chiefly imagined, now lay before me as stops along my journey. I set out to taste new flavors and experience life in every town, village, and tavern I would have the good fortune to visit. I resolved that no mishaps nor even fateful surprises would make me stray from my chosen course, even were it to lead me to where the devil says goodnight. ...",
						"So I followed a trail of delicious foods around the Continent. As my grandpapa is wont to say, the proof of the pudding is in the eating. Rest assured, I did so with gusto, be it along the sandy tracks of the Northern Realms or on the Skelige Isles' frosty, windy shores. And, eventually, indeed, in Toussaint's sun-warmed valleys, at once verdant and golden, amidst the fairy-tale beauty that reigns there.",
						"Though ingredients and recipes were without a doubt my chief interest throughout my journey, the culinary arts draw folk of all sorts. Thus, I also gathered, or at times just overheard, the stories, gossip, and rumors of those who dined beside me. They were travelers and local folk—from fatigued royal messengers and dignified officials, through halfling scholars, carefree bards, and dwarven merchants, to even the occasional assimilated elf. And if innkeepers are to be believed in the rumors they proffer, their patrons at times included more mysterious figures oft concealed beneath hoods—mages, sorceresses, or the monster slayers known as witchers. ...",
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"style": "text-center",
							"page": 16,
							"entries": [
								"Before I embarked on my journey, I had longed to learn what lay hidden in cellars and pantries across the Continent, and to know the delicacies served at the great feasts of distinguished hosts. I had longed to discover ingenious blends of flavors prevailing in bowls and to see hearty meals displayed on serving platters.",
								"To satisfy these longings I needed but a bit of courage. Having found this, I went on to enjoy the culinary wonders of distant lands and to discover with my own palate positively captivating recipes offering flavorful surprises.",
								"Previously hidden in far-away corners of the world, I have brought them home. Carefully recorded in my journal, I share these secrets now from my beloved family's kitchen."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_17.webp"
							},
							"title": "Culinary Travels Across the Continent",
							"credit": "Daniel Valaisis",
							"imageType": "map",
							"grid": {
								"type": "none"
							}
						}
					]
				},
				{
					"type": "section",
					"name": "White Orchard",
					"page": 19,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_18.webp"
							},
							"credit": "Daniel Valaisis"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_19.webp"
							},
							"credit": "Srdjan Vidakovic"
						},
						"Dusty roads made moist by spring rains ... thatched-roof huts amidst milky-white tree crowns ... a corner of Temeria, not far from Vizima, at once quiet, quaint and strangely majestic. Those who live there call it \"White Orchard\" in a simple yet elegant tribute to the abundance of blossoming trees and flowering shrubs. This abundance influences the area's cuisine and has helped it rise to prominence. For a taste of White Orchard's distinctive fare, one need only cross the threshold of the hamlet's lone inn—as all passing travelers do. The ways of rural life ought never to be underestimated, and trusting one's nose is crucial. My own followed the intoxicating scent of flowers and aroma of freshly baked goods ... The innkeeps lack expensive, exotic spices, yet they produce unforgettable meals using just local ingredients. As the harvested crops change with the seasons, so too do the specialties served. It's a rhythm as languid and unhurried as the flow of the Ismena River passing over the mill's rickety water wheel ...",
						{
							"type": "entries",
							"name": "Chicken Sandwiches",
							"page": 20,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"with Kaedweni Stout Marinade"
									],
									"style": "quote-pull",
									"skipMarks": true,
									"skipItalics": true
								},
								"Weaving lazily between tables, benches, posts, and beams, the aroma of freshly baked bread was too alluring for this adventuring gourmand to resist. Arms and hands covered in flour, the cook behind the counter rattled off a list of dishes. There was no doubt as to what I would try first. This simple yet satisfying meal's creator believed near anything could be a sandwich when wedged between two generous slices of bread. In this version—a White Orchard specialty—the chicken is marinated in stout, then topped with grilled mushrooms, kale, and a mild sauce. At royal banquets and nobles' feasts, we eagerly listen to bards relating stories of old—of heroes and heroines in whose footsteps we sometimes unwittingly follow. Fabled local flavors such as this dish truly deserve ballads of their own.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Chicken Sandwich",
									"page": 20
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_20.webp"
									}
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_23.webp"
							}
						},
						{
							"type": "entries",
							"name": "Temerian Sourdough Multiseed Bread",
							"page": 24,
							"entries": [
								"While in White Orchard, I slept in an attic once used to store old junk and sacks of flour and grain. The enterprising innkeepers glimpsed an opportunity and converted the attic from a rarely entered storage space into humble yet cozy lodgings. Through the aged floorboards, the sounds and aromas of evening feasts rose up from the dining room below—the soothing scent of fresh bread serving as ample compensation for the noisy revelry and drunken carousing. The loaves were nested in baskets on the tables. The crackle of their warm crusts as they were sliced or broken became part of my daily routine. Though I was a stranger to the locals, as a guest I was granted leave to ask curiously specific questions. Soon I had learned and noted down the inn's baking secrets, including all the vital steps required to form and bake a perfect, seeded sourdough loaf.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Temerian Sourdough Multiseed Bread",
									"page": 24
								}
							]
						},
						{
							"type": "entries",
							"name": "White Orchard Inn Groats with Bacon",
							"page": 26,
							"entries": [
								"The White Orchard Inn is the village's beating heart and the first stop for any who seek a hearty meal and a relaxing way to pass the time. After a few days of settling in, I had to admit that my relatives in Vizima had been right to recommend it as the best place to embark on my culinary journey. One night, it seemed that nearly the whole village had gathered in its bustling main room to feast and enjoy music provided by a recently arrived Cidarian bard (a rare honor for such a humble setting). While waiting for the performance to resume, I couldn't refuse the generous offer of a portion of groats with bacon that smelled of garlic and freshly ground pepper. This simple dish, though widely known from Arcsea to Cintra, was served not only with crackling lardons, but also roasted greens.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "White Orchard Inn Groats with Bacon",
									"page": 26
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_26.webp"
									}
								}
							]
						},
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_28.webp"
									}
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_29.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Orchardman's Refreshing Nectar",
							"page": 30,
							"entries": [
								"White Orchard is not only famed for its flowering trees, but also for the fruit that issues in bushels from the blooms. The inn's owners directed me to the local orchard keepers, who graciously taught me this simple recipe for a refreshing libation. These masters of all things fruity work out of a hut that sits at the end of a sandy path lined by fragrant lilacs—though a quarrelsome cat that guards the way. According to the local folk, so fearless is this stubborn feline that it will not budge even for passing chorts, rumored to inhabit the nearby wood. At the end of this pleasant walk, I was rewarded with a mug of this famed beverage, made from tart gooseberries, currants, sweet cherries, and a pinch of fresh mint. The orchard keepers shared numerous recipes featuring their beloved fruit while waxing lyrical about the seasonal enemies of White Orchard's blooming period—cheeky roe deer fond of gnawing on young branches as well as so-called \"cold gardeners,\" or frost spirits, who roam the land around the holiday of {@i Belleteyn}.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Orchardman's Refreshing Nectar",
									"page": 30
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_31.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Willoughby Roast Chicken",
							"page": 32,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"with Nuts and Herbs"
									],
									"style": "quote-pull",
									"skipMarks": true,
									"skipItalics": true
								},
								"Willoughby, a neighboring hamlet, lies just the other side of a bridge one must cross to reach an old fortress. This once was home to a cruel baron, yet when passing villagers stop in the shadows of the castle's remains to rest and share gossip, it is not the area's former lord they speak of in hushed tones, but rather his late chef. The cook is said to have died a gruesome death and to this very day apparently lurks within the ruins during the Buck Moon (what locals call a full moon after {@i Midaëte} in the month of July). Rumor has it that on these nights one can hear the clatter of pots and the sound of many a plate being smashed. Folk wonder why the ghost still lingers—does he guard a treasure or hunger for revenge? None have ever plucked up the courage to investigate. Nevertheless, the phantom left behind a culinary heritage that has taken root in the village's memory. His recipe for roasted, succulent chicken with nuts and herbs was once the signature dish of every feast at Amavet Fortress and on special occasions now reigns supreme atop villagers' dining tables.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Willoughby Roast Chicken",
									"page": 32
								},
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Herbal Pepper",
									"page": 33
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_32.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Miller's Bigos",
							"page": 35,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Cabbage Stew with Apples and Dried Plums"
									],
									"style": "quote-pull",
									"skipMarks": true,
									"skipItalics": true
								},
								"This haphazard, chaotic, yet ultimately satisfying dish is a testament to the day I happened to spend on the other side of the Ismena River. To learn yet more about the local cuisine, I volunteered to assist with preparations for a food and drinks festival during which Viziman Champion beer was to flow without end. Suddenly, a rapidly approaching storm forced us to take shelter within the miller's home, where we hurriedly covered all mirrors with cloth so as not to glimpse an apparition or other terrifying spirit summoned by the tempest. The fresh, damp air mingled with the irresistible aromas of a bubbling cabbage stew with dried plums and apples and of bread baked from newly milled flour. The miller's cheerful wife served us this nourishing dish, consisting of local fruit mixed with sauerkraut, tender meat, earthy forest mushrooms, and pungent spices. As we greedily wolfed down our meal, she reminded us that the stew's flavor improves each time it is reheated, its flavors blending ever more deeply.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Miller's Bigos",
									"page": 35
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_37.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Fried Kaszanka with Egg",
							"page": 38,
							"entries": [
								"One morning I awoke so late as to be the sole guest in the inn's dining room. I decided to order a local specialty customarily served during the {@i Belleteyn} festive season. Blood sausage fried with onions and mushrooms, then topped with an egg—this was my hearty breakfast! As I ate my meal in silence I grew more and more aware. I gazed out the windows at village folk milling about. I could sense their excitement as they tended to their homesteads, preparing for the spring celebration. In keeping with local custom, they were adorning their homes with green branches while their children crowned the village cows with flower wreaths. I noted how the \"young'uns\" rollicked freely about the village and meadows. A local belief holds that they are watched over by a cornflower wraith—a field creature who guards the little flower hunters and makes sure they don't stray into crop rows.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Fried Kaszanka with Egg",
									"page": 38
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_39.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Granny's Caramel-Nut Baked Apples",
							"page": 40,
							"entries": [
								"I have tried many varieties of apples and enjoyed quite a few, but those I tasted in White Orchard proved a rare delight. Slightly sour, filled with nuts and dried fruit, baked and topped with velvety caramel—this unexpected treat was my reward for helping a local orchardist. She was an elderly woman who needed a hand unpacking baskets in her cellar while her relatives were away. Having grown up hearing tales of old hags offering apples to naïve young girls, I accepted the baked gift with some trepidation. Luckily, despite my childish fears, the first bite brought neither misfortune nor disappointment. I sat in her kitchen, its walls adorned with pots and pans, and listened as she shared her secrets for preparing the perfect baked apple. The over-large oven in the corner, however, did make me wonder if this kind-hearted granny's dessert was not merely meant to fatten me up.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Granny's Caramel-Nut Baked Apples",
									"page": 40
								},
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Zerrikanian Spice Blend",
									"page": 41
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_42.webp"
									}
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_40.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Mahakaman Zalewajka",
							"page": 43,
							"entries": [
								"Everyone knows the best {@i zalewajka} (sour soup) is served in the dwarven homeland of Mahakam, though White Orchard's villagers claim their own to be just as good or better. There could be some truth to this given that it's a locally cherished delicacy, even among those who typically enjoy complaining—dwarven clientele included. In Mahakam, as dwarven tradition dictates, the soup is served with no cream, yet beyond the region generous dollops are added to satisfy the human palate. In the thick, sourdough broth fragrant with smoked meat and marjoram, one usually finds a variety of ingredients—mushrooms, velvety potato chunks, strips of fried onion, thick bacon bits, even slices of smoked sausage. While gathering information on this soup, I also received a piece of dwarven advice the inn's human cook, Klara, once received and took to heart: \"Tradition deserves respect, sweetheart, but outside Mahakam experiment as you please ... hungry diners will always eat!\"",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Mahakaman Zalewajka",
									"page": 43
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_45.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Campfire-Style Baked Potatoes",
							"page": 46,
							"entries": [
								"Before I could bid the village and innkeeper Klara a fond farewell, there was one last recipe I wished to add to my journal. As soon as the setting sun gave way to the moon's cool glow, bonfires sprang up in the meadow of a dormant orchard nearby, luring the slowly gathering inhabitants with their warmth. The sound of crackling wood and chirping grasshoppers filled the night, while the flames illuminated the bottom of a large wicker basket that concealed part of the evening's treat—herbed cottage cheese. Potatoes were dug out from amidst the hot embers at the bonfires' edges. Their soft, steaming flesh paired perfectly with the cheese—a simple snack that made the evening all the more pleasant. Bellies full, the village folk lingered by the fires until their fading glow made it clear it was time to turn in. Before heading back to the inn, I glanced one last time toward the pitch-black wall of the forest and swore I glimpsed a figure in a red cloak at its edge, abruptly vanishing into the darkness 'neath the trees.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Campfire-Style Baked Potatoes",
									"page": 46
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_46.webp"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Velen",
					"page": 49,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_48.webp"
							},
							"credit": "Daniel Valaisis"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_49.webp"
							},
							"credit": "Srdjan Vidakovic"
						},
						"Emerging from a literal maze of paths and shallow levees, I found myself standing at a crossroads—the first sign that I had reached Velen. In this land, wooden chapels line the roads, guiding travelers along their way like eerie will-o'-the-wisps. Guarded by the old oak Rarog, king of the local forest, the crossing reeked of damp that had wafted in from the region's mist-shrouded swamps. Unsurprisingly, local superstition holds this scrap of land to be teeming with mysterious netherworldly forces. But for some wayfarers, a different face of Velen peers through the haze of dust churned up by horses' hooves: one speckled with wooden cottages, tidy pastures and fields cultivated by generations of persistent farmers. Over time, villages in the region began to exchange goods and wares in a show of neighborly support, much to the benefit of Velen's simple cuisine. Once limited in terms of ingredients, dishes throughout the region soon evolved, while ever retaining enough unique rustic flavor to invigorate and delight any city-dweller's palate. And though Velen has for years battled vile gossip and blows to a reputation now darker than the devil himself, it is worth putting such whispered tales aside to stop at the Inn at the Crossroads, or to dine at a local family's table, so as to experience the region's warm hospitality.",
						{
							"type": "entries",
							"name": "Midcopse Ealdorman's Chicken Soup",
							"page": 50,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"with Egg Noodles"
									],
									"style": "quote-pull",
									"skipMarks": true,
									"skipItalics": true
								},
								"Folk wisdom cautions us to hope for the best yet be ever ready for the worst—which in my case proved to be the fickle and changeable weather I encountered in Midcopse. A sudden downpour drove me to the local ealdorman's door. The kind-hearted host and his wife invited me to stay for a meal. As regional custom would have it, \"Guests in the house are gods in the house.\" Their humble dwelling stood fragrant with resinous wood, dust, and a savory golden decoction bubbling enticingly on the whitewashed stove. The cottage's wooden shutters and beams groaned softly as the wet weather outside heightened my desire for a few sips of what I hoped would prove a delicious, warming soup. As it turned out, the hearty broth of meat, vegetables, and herbs owed its flavor to the vegetables being roasted and to a splash of vinegar. Served with a generous helping of tender noodles made by the ealdorman's wife, the soup's aroma whisked me back to my grandmother's cozy homestead, a memory I will forever hold dear.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Midcopse Ealdorman's Chicken Soup",
									"page": 50
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_52.webp"
									}
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_50.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Sauerkraut and Split Pea Stew",
							"page": 53,
							"entries": [
								"Folk tales of birds abound in the North, and Velen proved no exception. Storks nesting on rooftops or swallows building dwellings within homestead walls are not pests, but marks of good fortune. A sharp eye, however, will note that alongside such lucky omens many buildings bear the scars of raids and wars. Yet these less peaceful and less prosperous times gave rise to some beloved local recipes as well. Their hand forced by circumstance, resourceful locals from Lindenvale and nearby villages nonetheless concocted filling dishes using only the simplest ingredients. For example, this sauerkraut and pea stew. Customarily boiled in a large cauldron, the rich stew is meant to last for days. It is oft served with dumplings or bread, while in happier, more abundant years it is enriched with bacon. In Velen, in these times, one might find a small, scrumptious portion left out in a clay pot for household sprites—kind imps that, in exchange for food and shelter, come nightfall help with daily chores.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Sauerkraut and Split Pea Stew",
									"page": 53
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_54.webp"
									}
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_55.webp"
							}
						},
						{
							"type": "entries",
							"name": "Leftover Potato Bread",
							"page": 56,
							"entries": [
								"Readying myself for the journey onward and with nary a clue where my next stop would be, I resolved to gather provisions for the road. Thus, a few loaves of local, freshly baked bread found their way into my saddlebags. A specialty from the village of Blackbough, this bread owes its singular flavor to the addition of beer, fried onion and—perhaps surprisingly—leftover mashed potatoes. One bite of the filling, aromatic loaf vanquished any initial doubts I may have had regarding the unusual combination. Velenese villagers also believe carrying a loaf while traveling wards off evil and brings fortuitous luck. I must admit the bread did indeed bring me good fortune once I had resumed my journey. Two nights after my departure, my horse's sensitive ears and sudden snorting warned me that nekkers had crept near my camp. I lobbed the hearty loaf I'd been enjoying at the monsters' nether paws, giving my mount and me the time we needed to make our escape.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Leftover Potato Bread",
									"page": 56
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_57.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Inn at the Crossroads' Apple and Roasted Grain Ale",
							"page": 58,
							"entries": [
								"When I reached the Inn at the Crossroads, I found it awash in the red glow of the setting sun. Naturally, I longed for something cold to refresh my parched throat after a full day in the saddle. As luck would have it, the inn offered a lovely bittersweet drink made of pale lager, apple juice, and a splash of roasted grain infusion. The inn's specialty, the drink was originally concocted to distinguish the establishment's fare from the watered-down beer typically served at neighboring taverns. There are times, however, when an inn's prosperity depends not on the variety of victuals on its menu, but on more unusual stratagems. In the case of the Crossroads 'twas a lucky charm fashioned from a piece of a hanged man's rope! The rumor was that the innkeep's relatives would dip the rope into the roasted grain infusion, believing that whosoever tasted a drink thus \"seasoned\" would be certain to return for another round. Despite my reservations about this practice and doubts as to its efficacy, fatigue, and thirst drove me to follow the other guests in draining my tankard to the last satisfying drop.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Inn at the Crossroads' Apple and Roasted Grain Ale",
									"page": 58
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_59.webp"
									}
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_60.webp"
							}
						},
						{
							"type": "entries",
							"name": "Sorcerer's Beef Stew",
							"page": 61,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"with Zerrikanian Spices"
									],
									"style": "quote-pull",
									"skipMarks": true,
									"skipItalics": true
								},
								"For years, the inconspicuous hut just beyond the village of Midcopse has served as home for a succession of herbalists. Each occupant, when moving into the cottage and inheriting the items and supplies previous tenants had left behind, assumed the role of \"hedge witch,\" who local folk could turn to with their troubles. At the time of my visit, the hut's occupant was Yagna, who had a black rooster as her companion and clearly no patience as a cook. While ferreting through items left behind by a sorceress predecessor of hers (some signed by \"Keira M.\" in an elegant hand), Yagna had discovered a recipe for an exquisite beef stew. Yet her hungry ambition to sample the recipe's promised fusion of dry Zurbarràn wine and Zerrikanian spices seemed doomed to go unsatisfied, so chaotic were her attempts at it. Until our chance meeting, that is. I never travel without a collection of critical provisions and have never seen any reason not to share my knowledge. So I imparted a few kitchen tips and shared several sachets straight from the Zerrikanian Spice Company in Novigrad, and soon I had turned from Yagna's unannounced guest into her culinary savior. So the right ingredients and patience enough to follow a recipe are all one needs to work culinary magic—no spells or hexes required, Madame Keira M.!",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Sorcerer's Beef Stew",
									"page": 61
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_62.webp"
									}
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_61.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Crow's Perch Game Stew",
							"page": 65,
							"entries": [
								{
									"type": "quote",
									"entries": [
										"with Vodka"
									],
									"style": "quote-pull",
									"skipMarks": true,
									"skipItalics": true
								},
								"With its tall brick keep that towers over the countryside, Crow's Perch stands to enchant travelers to Velen even at a distance. On approaching closer, wayfarers find a small settlement at the castle's foot. Among the huts stands a simple, recently erected inn. Though opened not long ago, the inn is famed for its {@recipe Redanian Herbal Vodka|TWOC|herbal vodka}, an essential ingredient of the innkeeper's special stew, at one time, the favored meal of the local ruler, the Bloody Baron. This rich venison stew with forest mushrooms and cream marries the keep's hunting traditions with the penchant many locals have for homebrewing hooch. But everything in moderation!—as one of the drunken regulars deafeningly warned his fellow patrons, myself included. For the area around Crow's Perch is said to be teeming with imps, fiends, and fae creatures known to befuddle honest folk making their way home after an evening's liquor-fueled carousing. So, naturally, it remained unclear if the drunken regular owed his ragged clothes and empty purse to his attachment to strong drink or to invisible, mischievous beings crouched just underfoot.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Crow's Perch Game Stew",
									"page": 65
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_67.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Aunt Lutka's Flatbread",
							"page": 68,
							"entries": [
								"Lake Wyndamer was still shrouded in morning fog when life began to stir around the village huts. Soon, warm flatbreads made by my hostess, Lutka, began landing on her straw plate. Lutka insisted I call her {@i aunt} and gladly taught me how to prepare this simplest of breads. The dough, made from but a few ingredients, is sometimes spiced up with nigella seeds or wild garlic. Once baked, the flatbreads are served with honey, jam or cottage cheese, as is one's preference. Sitting on the fishing pier with my own batch later that morning, I enjoyed my delicious snack and the lake's calm surface, deep beneath which a water nymph is said to languish, unhappily in love with a human being. Ensconced in my web of thoughts, I slowly tore off pieces of flatbread and used them to scoop honey from a small clay pot ...",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Aunt Lutka's Flatbread",
									"page": 68
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_68.webp"
									}
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_70.webp"
							}
						},
						{
							"type": "entries",
							"name": "Boris the Troll's Hotchpotch Zoup",
							"page": 71,
							"entries": [
								"A board nailed to a post, bearing the lopsided inscription \"Trol's Gud Eat-Inn,\" hinted that Velen could be a place where I might very well expect the unexpected. A path beginning just past the post led to a clearing where someone had arranged boulders to serve as tables and benches. The \"inn\" belonged to a troll named Boris, while a peasant named Bolan, a partner in the enterprise, assisted in indulging his monstrous friend's culinary dreams. Their unusual troll-human partnership gave locals the necessary confidence to sample the contents of the troll's cauldron. I managed to sneak a peek inside myself. The bubbling mash seemed to contain every possible ingredient—different meats, vegetables, fried onions, and a variety of mushrooms—but it soon surprised me with its pleasant aroma and unique flavor. Zoup à la corpse, nekker stew, and elf and onion chowder remained merely catchy names from the troll's repertoire. As offered at the eatery, at Bolan's behest, certain original ingredients had been replaced with things more suitable to the human palate and stomach.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Boris the Troll's Hotchpotch Zoup",
									"page": 71
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_72.webp"
									}
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_71.webp"
							}
						},
						{
							"type": "entries",
							"name": "Forefathers' Eve Toffee Candy",
							"page": 75,
							"entries": [
								"Food is ever an important part of holiday celebrations, whether as lovingly prepared dishes served at family feasts or plain crops offered humbly to the gods just after harvest. It is no different during Forefathers' Eve, a rite that brings most of Fyke Isle's folk together. On the night in question, the line between the worlds of the living and dead is blurred, allowing humans to commune with the spirits of dead ancestors. Treats made of nuts, dried fruit, and honey are prepared as offerings for these souls. Among the living, meanwhile, toffee candies made from heavy whipping cream and any leftovers from the offerings have come to be so popular as to now be made and eaten year-round, be it Forefathers' Eve or not. I was thus able to sample these delicious, sticky, sweet-and-salty candies—just one of many secret treats waiting to be discovered in Velen.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Forefathers' Eve Toffee Candy",
									"page": 75
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_76.webp"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Ladies of the Wood Gingerbread Cookies",
							"page": 77,
							"entries": [
								"It wouldn't be a proper Heatherton honey harvest without crunchy decorations hanging from trees and shrubs around the village. These sweet, richly decorated gingerbread cookies, baked by local housewives, vary in shape and hue depending on the spices within. Children especially love that these tempting delicacies dangle from colorful threads and ribbons, and just barely within reach of their fingertips. Yet the sweet objects of desire are said to be guarded by the sinister Ladies of the Wood, out to snare the more mischievous of the children. How did such an unusual custom arise among the inhabitants of the recently rebuilt village? And do the evil Crones of remote Crookback Bog actually snatch children wandering down the sweet-lined path? The stories surrounding this custom fade as time passes and change as they migrate to distant places. In one instance they are said to have inspired a folk tradition whereby villagers dress up in costumes fashioned from straw! Imagine! Yet, well-seasoned reader of stories that I am, I can say even the most improbable story almost always contains a grain of truth.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "TWOC",
									"name": "Ladies of the Wood Gingerbread Cookies",
									"page": 77
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_79.webp"
									}
								}
							]
						}
					]
				}
			]
		}
	],
	"recipe": [
		{
			"name": "Zerrikanian Spice Blend",
			"source": "TWOC",
			"page": 41,
			"type": "White Orchard",
			"diet": "V",
			"allergenGroups": [
				"gluten"
			],
			"makes": "about 2 tbsp",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tbsp ground cinnamon",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tsp ground cloves",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tsp ground ginger",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinches ground nutmeg (optional)",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinch freshly ground black pepper (optional)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinch ground cardamom (optional)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinch ground allspice (optional)",
					"amount1": 1
				}
			],
			"instructions": [
				"In a small bowl, combine all the spices and, using a fork, mix well.",
				"Transfer to an airtight container and store in a cool, dry place for up to 1 month."
			],
			"fluff": {
				"_recipeFluff": {
					"name": "Zerrikanian Spice Blend",
					"source": "TWOC"
				}
			}
		}
	],
	"recipeFluff": [
		{
			"name": "Aunt Lutka's Flatbread",
			"source": "TWOC",
			"entries": [
				"Lake Wyndamer was still shrouded in morning fog when life began to stir around the village huts. Soon, warm flatbreads made by my hostess, Lutka, began landing on her straw plate. Lutka insisted I call her {@i aunt} and gladly taught me how to prepare this simplest of breads. The dough, made from but a few ingredients, is sometimes spiced up with nigella seeds or wild garlic. Once baked, the flatbreads are served with honey, jam or cottage cheese, as is one's preference. Sitting on the fishing pier with my own batch later that morning, I enjoyed my delicious snack and the lake's calm surface, deep beneath which a water nymph is said to languish, unhappily in love with a human being. Ensconced in my web of thoughts, I slowly tore off pieces of flatbread and used them to scoop honey from a small clay pot ..."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_68.webp"
					}
				}
			]
		},
		{
			"name": "Boris the Troll's Hotchpotch Zoup",
			"source": "TWOC",
			"entries": [
				"A board nailed to a post, bearing the lopsided inscription \"Trol's Gud Eat-Inn,\" hinted that Velen could be a place where I might very well expect the unexpected. A path beginning just past the post led to a clearing where someone had arranged boulders to serve as tables and benches. The \"inn\" belonged to a troll named Boris, while a peasant named Bolan, a partner in the enterprise, assisted in indulging his monstrous friend's culinary dreams. Their unusual troll-human partnership gave locals the necessary confidence to sample the contents of the troll's cauldron. I managed to sneak a peek inside myself. The bubbling mash seemed to contain every possible ingredient—different meats, vegetables, fried onions, and a variety of mushrooms—but it soon surprised me with its pleasant aroma and unique flavor. Zoup à la corpse, nekker stew, and elf and onion chowder remained merely catchy names from the troll's repertoire. As offered at the eatery, at Bolan's behest, certain original ingredients had been replaced with things more suitable to the human palate and stomach."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_72.webp"
					}
				}
			]
		},
		{
			"name": "Campfire-Style Baked Potatoes",
			"source": "TWOC",
			"entries": [
				"Before I could bid the village and innkeeper Klara a fond farewell, there was one last recipe I wished to add to my journal. As soon as the setting sun gave way to the moon's cool glow, bonfires sprang up in the meadow of a dormant orchard nearby, luring the slowly gathering inhabitants with their warmth. The sound of crackling wood and chirping grasshoppers filled the night, while the flames illuminated the bottom of a large wicker basket that concealed part of the evening's treat—herbed cottage cheese. Potatoes were dug out from amidst the hot embers at the bonfires' edges. Their soft, steaming flesh paired perfectly with the cheese—a simple snack that made the evening all the more pleasant. Bellies full, the village folk lingered by the fires until their fading glow made it clear it was time to turn in. Before heading back to the inn, I glanced one last time toward the pitch-black wall of the forest and swore I glimpsed a figure in a red cloak at its edge, abruptly vanishing into the darkness 'neath the trees."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_46.webp"
					}
				}
			]
		},
		{
			"name": "Chicken Sandwiches",
			"source": "TWOC",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"with Kaedweni Stout Marinade"
					],
					"style": "quote-pull",
					"skipMarks": true,
					"skipItalics": true
				},
				"Weaving lazily between tables, benches, posts, and beams, the aroma of freshly baked bread was too alluring for this adventuring gourmand to resist. Arms and hands covered in flour, the cook behind the counter rattled off a list of dishes. There was no doubt as to what I would try first. This simple yet satisfying meal's creator believed near anything could be a sandwich when wedged between two generous slices of bread. In this version—a White Orchard specialty—the chicken is marinated in stout, then topped with grilled mushrooms, kale, and a mild sauce. At royal banquets and nobles' feasts, we eagerly listen to bards relating stories of old—of heroes and heroines in whose footsteps we sometimes unwittingly follow. Fabled local flavors such as this dish truly deserve ballads of their own."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_20.webp"
					}
				}
			]
		},
		{
			"name": "Crow's Perch Game Stew",
			"source": "TWOC",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"with Vodka"
					],
					"style": "quote-pull",
					"skipMarks": true,
					"skipItalics": true
				},
				"With its tall brick keep that towers over the countryside, Crow's Perch stands to enchant travelers to Velen even at a distance. On approaching closer, wayfarers find a small settlement at the castle's foot. Among the huts stands a simple, recently erected inn. Though opened not long ago, the inn is famed for its {@recipe Redanian Herbal Vodka|TWOC|herbal vodka}, an essential ingredient of the innkeeper's special stew, at one time, the favored meal of the local ruler, the Bloody Baron. This rich venison stew with forest mushrooms and cream marries the keep's hunting traditions with the penchant many locals have for homebrewing hooch. But everything in moderation!—as one of the drunken regulars deafeningly warned his fellow patrons, myself included. For the area around Crow's Perch is said to be teeming with imps, fiends, and fae creatures known to befuddle honest folk making their way home after an evening's liquor-fueled carousing. So, naturally, it remained unclear if the drunken regular owed his ragged clothes and empty purse to his attachment to strong drink or to invisible, mischievous beings crouched just underfoot."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_67.webp"
					}
				}
			]
		},
		{
			"name": "Forefathers' Eve Toffee Candy",
			"source": "TWOC",
			"entries": [
				"Food is ever an important part of holiday celebrations, whether as lovingly prepared dishes served at family feasts or plain crops offered humbly to the gods just after harvest. It is no different during Forefathers' Eve, a rite that brings most of Fyke Isle's folk together. On the night in question, the line between the worlds of the living and dead is blurred, allowing humans to commune with the spirits of dead ancestors. Treats made of nuts, dried fruit, and honey are prepared as offerings for these souls. Among the living, meanwhile, toffee candies made from heavy whipping cream and any leftovers from the offerings have come to be so popular as to now be made and eaten year-round, be it Forefathers' Eve or not. I was thus able to sample these delicious, sticky, sweet-and-salty candies—just one of many secret treats waiting to be discovered in Velen."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_76.webp"
					}
				}
			]
		},
		{
			"name": "Fried Kaszanka with Egg",
			"source": "TWOC",
			"entries": [
				"One morning I awoke so late as to be the sole guest in the inn's dining room. I decided to order a local specialty customarily served during the {@i Belleteyn} festive season. Blood sausage fried with onions and mushrooms, then topped with an egg—this was my hearty breakfast! As I ate my meal in silence I grew more and more aware. I gazed out the windows at village folk milling about. I could sense their excitement as they tended to their homesteads, preparing for the spring celebration. In keeping with local custom, they were adorning their homes with green branches while their children crowned the village cows with flower wreaths. I noted how the \"young'uns\" rollicked freely about the village and meadows. A local belief holds that they are watched over by a cornflower wraith—a field creature who guards the little flower hunters and makes sure they don't stray into crop rows."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_39.webp"
					}
				}
			]
		},
		{
			"name": "Granny's Caramel-Nut Baked Apples",
			"source": "TWOC",
			"entries": [
				"I have tried many varieties of apples and enjoyed quite a few, but those I tasted in White Orchard proved a rare delight. Slightly sour, filled with nuts and dried fruit, baked and topped with velvety caramel—this unexpected treat was my reward for helping a local orchardist. She was an elderly woman who needed a hand unpacking baskets in her cellar while her relatives were away. Having grown up hearing tales of old hags offering apples to naïve young girls, I accepted the baked gift with some trepidation. Luckily, despite my childish fears, the first bite brought neither misfortune nor disappointment. I sat in her kitchen, its walls adorned with pots and pans, and listened as she shared her secrets for preparing the perfect baked apple. The over-large oven in the corner, however, did make me wonder if this kind-hearted granny's dessert was not merely meant to fatten me up."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_40.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_42.webp"
					}
				}
			]
		},
		{
			"name": "Herbal Pepper",
			"source": "TWOC",
			"_copy": {
				"name": "Willoughby Roast Chicken",
				"source": "TWOC"
			}
		},
		{
			"name": "Inn at the Crossroads' Apple and Roasted Grain Ale",
			"source": "TWOC",
			"entries": [
				"When I reached the Inn at the Crossroads, I found it awash in the red glow of the setting sun. Naturally, I longed for something cold to refresh my parched throat after a full day in the saddle. As luck would have it, the inn offered a lovely bittersweet drink made of pale lager, apple juice, and a splash of roasted grain infusion. The inn's specialty, the drink was originally concocted to distinguish the establishment's fare from the watered-down beer typically served at neighboring taverns. There are times, however, when an inn's prosperity depends not on the variety of victuals on its menu, but on more unusual stratagems. In the case of the Crossroads 'twas a lucky charm fashioned from a piece of a hanged man's rope! The rumor was that the innkeep's relatives would dip the rope into the roasted grain infusion, believing that whosoever tasted a drink thus \"seasoned\" would be certain to return for another round. Despite my reservations about this practice and doubts as to its efficacy, fatigue, and thirst drove me to follow the other guests in draining my tankard to the last satisfying drop."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_59.webp"
					}
				}
			]
		},
		{
			"name": "Ladies of the Wood Gingerbread Cookies",
			"source": "TWOC",
			"entries": [
				"It wouldn't be a proper Heatherton honey harvest without crunchy decorations hanging from trees and shrubs around the village. These sweet, richly decorated gingerbread cookies, baked by local housewives, vary in shape and hue depending on the spices within. Children especially love that these tempting delicacies dangle from colorful threads and ribbons, and just barely within reach of their fingertips. Yet the sweet objects of desire are said to be guarded by the sinister Ladies of the Wood, out to snare the more mischievous of the children. How did such an unusual custom arise among the inhabitants of the recently rebuilt village? And do the evil Crones of remote Crookback Bog actually snatch children wandering down the sweet-lined path? The stories surrounding this custom fade as time passes and change as they migrate to distant places. In one instance they are said to have inspired a folk tradition whereby villagers dress up in costumes fashioned from straw! Imagine! Yet, well-seasoned reader of stories that I am, I can say even the most improbable story almost always contains a grain of truth."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_79.webp"
					}
				}
			]
		},
		{
			"name": "Leftover Potato Bread",
			"source": "TWOC",
			"entries": [
				"Readying myself for the journey onward and with nary a clue where my next stop would be, I resolved to gather provisions for the road. Thus, a few loaves of local, freshly baked bread found their way into my saddlebags. A specialty from the village of Blackbough, this bread owes its singular flavor to the addition of beer, fried onion and—perhaps surprisingly—leftover mashed potatoes. One bite of the filling, aromatic loaf vanquished any initial doubts I may have had regarding the unusual combination. Velenese villagers also believe carrying a loaf while traveling wards off evil and brings fortuitous luck. I must admit the bread did indeed bring me good fortune once I had resumed my journey. Two nights after my departure, my horse's sensitive ears and sudden snorting warned me that nekkers had crept near my camp. I lobbed the hearty loaf I'd been enjoying at the monsters' nether paws, giving my mount and me the time we needed to make our escape."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_57.webp"
					}
				}
			]
		},
		{
			"name": "Mahakaman Zalewajka",
			"source": "TWOC",
			"entries": [
				"Everyone knows the best {@i zalewajka} (sour soup) is served in the dwarven homeland of Mahakam, though White Orchard's villagers claim their own to be just as good or better. There could be some truth to this given that it's a locally cherished delicacy, even among those who typically enjoy complaining—dwarven clientele included. In Mahakam, as dwarven tradition dictates, the soup is served with no cream, yet beyond the region generous dollops are added to satisfy the human palate. In the thick, sourdough broth fragrant with smoked meat and marjoram, one usually finds a variety of ingredients—mushrooms, velvety potato chunks, strips of fried onion, thick bacon bits, even slices of smoked sausage. While gathering information on this soup, I also received a piece of dwarven advice the inn's human cook, Klara, once received and took to heart: \"Tradition deserves respect, sweetheart, but outside Mahakam experiment as you please ... hungry diners will always eat!\""
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_45.webp"
					}
				}
			]
		},
		{
			"name": "Midcopse Ealdorman's Chicken Soup",
			"source": "TWOC",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"with Egg Noodles"
					],
					"style": "quote-pull",
					"skipMarks": true,
					"skipItalics": true
				},
				"Folk wisdom cautions us to hope for the best yet be ever ready for the worst—which in my case proved to be the fickle and changeable weather I encountered in Midcopse. A sudden downpour drove me to the local ealdorman's door. The kind-hearted host and his wife invited me to stay for a meal. As regional custom would have it, \"Guests in the house are gods in the house.\" Their humble dwelling stood fragrant with resinous wood, dust, and a savory golden decoction bubbling enticingly on the whitewashed stove. The cottage's wooden shutters and beams groaned softly as the wet weather outside heightened my desire for a few sips of what I hoped would prove a delicious, warming soup. As it turned out, the hearty broth of meat, vegetables, and herbs owed its flavor to the vegetables being roasted and to a splash of vinegar. Served with a generous helping of tender noodles made by the ealdorman's wife, the soup's aroma whisked me back to my grandmother's cozy homestead, a memory I will forever hold dear."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_50.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_52.webp"
					}
				}
			]
		},
		{
			"name": "Miller's Bigos",
			"source": "TWOC",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Cabbage Stew with Apples and Dried Plums"
					],
					"style": "quote-pull",
					"skipMarks": true,
					"skipItalics": true
				},
				"This haphazard, chaotic, yet ultimately satisfying dish is a testament to the day I happened to spend on the other side of the Ismena River. To learn yet more about the local cuisine, I volunteered to assist with preparations for a food and drinks festival during which Viziman Champion beer was to flow without end. Suddenly, a rapidly approaching storm forced us to take shelter within the miller's home, where we hurriedly covered all mirrors with cloth so as not to glimpse an apparition or other terrifying spirit summoned by the tempest. The fresh, damp air mingled with the irresistible aromas of a bubbling cabbage stew with dried plums and apples and of bread baked from newly milled flour. The miller's cheerful wife served us this nourishing dish, consisting of local fruit mixed with sauerkraut, tender meat, earthy forest mushrooms, and pungent spices. As we greedily wolfed down our meal, she reminded us that the stew's flavor improves each time it is reheated, its flavors blending ever more deeply."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_37.webp"
					}
				}
			]
		},
		{
			"name": "Orchardman's Refreshing Nectar",
			"source": "TWOC",
			"entries": [
				"White Orchard is not only famed for its flowering trees, but also for the fruit that issues in bushels from the blooms. The inn's owners directed me to the local orchard keepers, who graciously taught me this simple recipe for a refreshing libation. These masters of all things fruity work out of a hut that sits at the end of a sandy path lined by fragrant lilacs—though a quarrelsome cat that guards the way. According to the local folk, so fearless is this stubborn feline that it will not budge even for passing chorts, rumored to inhabit the nearby wood. At the end of this pleasant walk, I was rewarded with a mug of this famed beverage, made from tart gooseberries, currants, sweet cherries, and a pinch of fresh mint. The orchard keepers shared numerous recipes featuring their beloved fruit while waxing lyrical about the seasonal enemies of White Orchard's blooming period—cheeky roe deer fond of gnawing on young branches as well as so-called \"cold gardeners,\" or frost spirits, who roam the land around the holiday of {@i Belleteyn}."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_31.webp"
					}
				}
			]
		},
		{
			"name": "Sauerkraut and Split Pea Stew",
			"source": "TWOC",
			"entries": [
				"Folk tales of birds abound in the North, and Velen proved no exception. Storks nesting on rooftops or swallows building dwellings within homestead walls are not pests, but marks of good fortune. A sharp eye, however, will note that alongside such lucky omens many buildings bear the scars of raids and wars. Yet these less peaceful and less prosperous times gave rise to some beloved local recipes as well. Their hand forced by circumstance, resourceful locals from Lindenvale and nearby villages nonetheless concocted filling dishes using only the simplest ingredients. For example, this sauerkraut and pea stew. Customarily boiled in a large cauldron, the rich stew is meant to last for days. It is oft served with dumplings or bread, while in happier, more abundant years it is enriched with bacon. In Velen, in these times, one might find a small, scrumptious portion left out in a clay pot for household sprites—kind imps that, in exchange for food and shelter, come nightfall help with daily chores."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_54.webp"
					}
				}
			]
		},
		{
			"name": "Sorcerer's Beef Stew",
			"source": "TWOC",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"with Zerrikanian Spices"
					],
					"style": "quote-pull",
					"skipMarks": true,
					"skipItalics": true
				},
				"For years, the inconspicuous hut just beyond the village of Midcopse has served as home for a succession of herbalists. Each occupant, when moving into the cottage and inheriting the items and supplies previous tenants had left behind, assumed the role of \"hedge witch,\" who local folk could turn to with their troubles. At the time of my visit, the hut's occupant was Yagna, who had a black rooster as her companion and clearly no patience as a cook. While ferreting through items left behind by a sorceress predecessor of hers (some signed by \"Keira M.\" in an elegant hand), Yagna had discovered a recipe for an exquisite beef stew. Yet her hungry ambition to sample the recipe's promised fusion of dry Zurbarràn wine and Zerrikanian spices seemed doomed to go unsatisfied, so chaotic were her attempts at it. Until our chance meeting, that is. I never travel without a collection of critical provisions and have never seen any reason not to share my knowledge. So I imparted a few kitchen tips and shared several sachets straight from the Zerrikanian Spice Company in Novigrad, and soon I had turned from Yagna's unannounced guest into her culinary savior. So the right ingredients and patience enough to follow a recipe are all one needs to work culinary magic—no spells or hexes required, Madame Keira M.!"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_62.webp"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_61.webp"
					}
				}
			]
		},
		{
			"name": "Temerian Sourdough Multiseed Bread",
			"source": "TWOC",
			"entries": [
				"While in White Orchard, I slept in an attic once used to store old junk and sacks of flour and grain. The enterprising innkeepers glimpsed an opportunity and converted the attic from a rarely entered storage space into humble yet cozy lodgings. Through the aged floorboards, the sounds and aromas of evening feasts rose up from the dining room below—the soothing scent of fresh bread serving as ample compensation for the noisy revelry and drunken carousing. The loaves were nested in baskets on the tables. The crackle of their warm crusts as they were sliced or broken became part of my daily routine. Though I was a stranger to the locals, as a guest I was granted leave to ask curiously specific questions. Soon I had learned and noted down the inn's baking secrets, including all the vital steps required to form and bake a perfect, seeded sourdough loaf."
			]
		},
		{
			"name": "White Orchard Inn Groats with Bacon",
			"source": "TWOC",
			"entries": [
				"The White Orchard Inn is the village's beating heart and the first stop for any who seek a hearty meal and a relaxing way to pass the time. After a few days of settling in, I had to admit that my relatives in Vizima had been right to recommend it as the best place to embark on my culinary journey. One night, it seemed that nearly the whole village had gathered in its bustling main room to feast and enjoy music provided by a recently arrived Cidarian bard (a rare honor for such a humble setting). While waiting for the performance to resume, I couldn't refuse the generous offer of a portion of groats with bacon that smelled of garlic and freshly ground pepper. This simple dish, though widely known from Arcsea to Cintra, was served not only with crackling lardons, but also roasted greens."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_26.webp"
					}
				}
			]
		},
		{
			"name": "Willoughby Roast Chicken",
			"source": "TWOC",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"with Nuts and Herbs"
					],
					"style": "quote-pull",
					"skipMarks": true,
					"skipItalics": true
				},
				"Willoughby, a neighboring hamlet, lies just the other side of a bridge one must cross to reach an old fortress. This once was home to a cruel baron, yet when passing villagers stop in the shadows of the castle's remains to rest and share gossip, it is not the area's former lord they speak of in hushed tones, but rather his late chef. The cook is said to have died a gruesome death and to this very day apparently lurks within the ruins during the Buck Moon (what locals call a full moon after {@i Midaëte} in the month of July). Rumor has it that on these nights one can hear the clatter of pots and the sound of many a plate being smashed. Folk wonder why the ghost still lingers—does he guard a treasure or hunger for revenge? None have ever plucked up the courage to investigate. Nevertheless, the phantom left behind a culinary heritage that has taken root in the village's memory. His recipe for roasted, succulent chicken with nuts and herbs was once the signature dish of every feast at Amavet Fortress and on special occasions now reigns supreme atop villagers' dining tables."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-689/_img/TWOC/img_32.webp"
					}
				}
			]
		},
		{
			"name": "Zerrikanian Spice Blend",
			"source": "TWOC",
			"_copy": {
				"name": "Granny's Caramel-Nut Baked Apples",
				"source": "TWOC"
			}
		}
	]
}
