{
	"_meta": {
		"sources": [
			{
				"json": "ExEx",
				"abbreviation": "ExEx",
				"full": "Exquisite Exandria - The Official Cookbook of Critical Role",
				"authors": [
					"Liz Marsham",
					"Jesse Szewczyk",
					"Susan Vu",
					"Amanda Yee"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"color": "05466b",
				"url": "https://www.penguinrandomhouse.com/books/692487",
				"dateReleased": "2023-08-29",
				"version": "unknown"
			}
		],
		"status": "wip",
		"dateAdded": 1693307238,
		"dateLastModified": 1693307238
	},
	"book": [
		{
			"name": "Exquisite Exandria - The Official Cookbook of Critical Role",
			"author": "Liz Marsham",
			"group": "homebrew",
			"id": "ExEx",
			"source": "ExEx",
			"published": "2023-08-29",
			"coverUrl": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Cover.webp",
			"contents": [
				{
					"name": "Cover and Credits"
				},
				{
					"name": "Foreword"
				},
				{
					"name": "Introduction"
				},
				{
					"name": "Tal'Dorei",
					"ordinal": {
						"type": "chapter",
						"identifier": 1
					},
					"headers": [
						"Slayer's Cake",
						"The Full Emon",
						"The Grand Poobah's GoFiBePo Meat Board",
						"Gem of Byroden Festival"
					]
				},
				{
					"name": "Issylra",
					"ordinal": {
						"type": "chapter",
						"identifier": 2
					},
					"headers": [
						"Shorecomb Smørrebrød"
					]
				},
				{
					"name": "Marquet",
					"ordinal": {
						"type": "chapter",
						"identifier": 3
					},
					"headers": [
						"Muffins of the Shadow Baker"
					]
				},
				{
					"name": "Wildemount",
					"ordinal": {
						"type": "chapter",
						"identifier": 4
					},
					"headers": [
						"Nestled Nook Breakfast Special",
						"Jester's Sweet Feast"
					]
				},
				{
					"name": "Acknowledgments"
				},
				{
					"name": "Index"
				},
				{
					"name": "Blurb"
				}
			]
		}
	],
	"bookData": [
		{
			"source": "ExEx",
			"id": "ExEx",
			"data": [
				{
					"type": "section",
					"name": "Cover and Credits",
					"page": "Cover",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Cover-Full.webp"
							},
							"title": "Cover Art",
							"credit": "Adrián Ibarra Lugo"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Title_Page.webp"
							},
							"title": "The Official Cookbook of Critical Role, Exquisite Exandria",
							"credit": "Adrián Ibarra Lugo"
						},
						{
							"type": "entries",
							"style": "text-center",
							"entries": [
								"Liz Marsham with recipies by Jesse Szewczyk, Susan Vu & Amanda Yee",
								"Foreword by Quyen Tran & Sam Riegel"
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"style": "text-center",
							"entries": [
								"{@i Exquisite Exandria: The Official Cookbook of Critical Role} is a work of fiction. Names, places, and incidents either are products of the author's imagination or are used fictitiously. Any resemblance to actual events, locales, or persons, living or dead, is entirely coincidental.",
								"Copyright © 2023 by Gilmore's Glorious Goods LLC",
								"All rights reserved.",
								"Photographs copyright © 2023 by Kristin Teig.",
								"Illustrations copyright © 2023 by Kent Davis and Adrián Ibarra Lugo.",
								"Published in the United States by Random House Worlds, an imprint of Random House, a division of Penguin Random House LLC, New York.",
								"{@link RandomHouseBooks.com|https://www.randomhousebooks.com/}",
								"Random House is a registered trademark, and Random House Worlds and colophon are trademarks of Penguin Random House LLC.",
								"Hardcover ISBN 9780593157046",
								"Ebook ISBN 9780593157046",
								"Library of Congress Cataloging-in-Publication Data",
								"Names: Marsham, Liz, author. | Szewczyk, Jesse, other. | Vu, Susan, other. | Yee, Amanda, other.",
								"Title: Exquisite Exandria: the official cookbook of Critical Role / Liz Marsham ; with recipes by Jesse Szewczyk, Susan Vu, and Amanda Yee.",
								"Description: First edition. | New York : Random House Worlds, [2023]. | Includes index.",
								"Identifiers: LCCN 2022057129 (print) | LCCN 2022057130 (ebook) | ISBN 9780593157046 (board) | ISBN 9780593159736 (trade paperback) | ISBN 9780593159729 (ebk)",
								"Subjects: LCSH: Cooking. | Critical role (Television program) | LCGFT: Cookbooks. Classification: LCC TX714 .M343 2023 (print) | LCC TX714 (ebook) | DDC 641.3--dc23/eng/20221202",
								"LC record available at {@link https://lccn.loc.gov/2022057129}",
								"LC ebook record available at {@link https://lccn.loc.gov/2022057130}",
								"Editors: Sarah Malarkey and Sarah Peed",
								"Production editor: Ashley Pierce",
								"Editorial assistant: Lydia Estrada",
								"Art director: Ian Dingman",
								"Print designer: Jan Derevjanik",
								"Print production manager: Heather Williamson",
								"Food and prop stylist: Catrine Kelty",
								"Food stylist assistant: Andrew Janjigian",
								"Photo assistant: Erin McGinn",
								"Recipe developers: Jesse Szewczyk, Susan Vu, and Amanda Yee",
								"Copyeditors: Kristi Hein and Shelley Berg",
								"Proofreaders: Liana Faughnan and Sasha Tropp",
								"Indexer: Ken DellaPenta",
								"Ebook production manager: Jessica Arnold"
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Title1.webp"
							},
							"credit": "Kristin Teig"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Caduceus's_Ethically_Sourced_Mushroom_Toasts.webp"
							},
							"credit": "Kristin Teig"
						}
					]
				},
				{
					"type": "section",
					"name": "Foreword",
					"page": 0,
					"entries": [
						"by Quyen Tran and Sam Riegel",
						{
							"type": "list",
							"style": "list-hang",
							"items": [
								{
									"type": "item",
									"name": "QUYEN TRAN:",
									"entries": [
										"Most fans of {@i Critical Role} love it for the cast's fantastic characters, Matt's thrilling plot, and the intricate lore and world building. But for me—it's all about the FOOD. Yes, the cuisine of Exandria defines the atmosphere for the audience in a way that—"
									]
								},
								{
									"type": "item",
									"name": "SAM RIEGEL:",
									"entries": [
										"Hold on. Stop. What is going on here?"
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"Oh, hi hon. I'm writing the foreword to {@i Exquisite Exandria}—your company's new cookbook featuring yummy dishes and mouth-watering tastes inspired by all three Critical Role campaigns."
									]
								},
								{
									"type": "item",
									"name": "SR:",
									"entries": [
										"But...why did they ask you? Why not me? I'm one of the founders of Critical Role! I'm Sam Riegel!"
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"<SIGH> Because, Sam, I'm not only your wife. I've also been a lifelong baker, whose charity project \"Dough-rectors of Photography\" raised thousands of dollars for charities, like the LA Regional Food Bank and Vote Save America, during the pandemic. Or maybe because I've been cooking my entire life, whipping up tremendously complex dishes to feed our family while you sit on the couch dreaming up silly ads for your internet show."
									]
								},
								{
									"type": "item",
									"name": "SR:",
									"entries": [
										"Yeah. I guess that makes sense. But what if I have something insightful to say about this book?"
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"Do you...?"
									]
								},
								{
									"type": "item",
									"name": "SR:",
									"entries": [
										"Carry on, my love."
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"As I was saying...for me, the coolest part of Exandria is the level of detail Matt puts into describing the flavors and smells of the cuisine—the succulent offerings of Marquet bazaars, the prim and proper table menu of Whitestone banquets, the sumptuous delights of the far reaches of Wildemount. It's a level of detail that you don't find in many adventure stories. The food that one encounters traveling across Exandria doesn't just help immerse the audience into the story, it makes us downright HUNGRY. And this wonderfully crafted cookbook is a remarkable chance to share the wonders of Matt's imaginary cuisine and make it a tastable, cookable reality. The chefs, cooks, tasters, editors, writers, artists, and photographers who contributed to this book poured themselves into developing recipes that aren't merely homages to their favorite fantasy campaign—they're actually really great dishes. And armed with the recipes in these pages, you'll be able to entertain guests with novel, and sometimes very strange, dinners, while sharing the stories of Critical Role to a new, hungry audience."
									]
								},
								{
									"type": "item",
									"name": "SR:",
									"entries": [
										"Wow. The way you describe it, it makes me excited to learn some recipes and get my hands dirty in the kitchen!"
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"Oh? Does that mean you're going to actually help me cook dinner tonight?"
									]
								},
								{
									"type": "item",
									"name": "SR:",
									"entries": [
										"Well, I mean. I've got this new cat costume I need to try on. It's for a commercial skit we're doing this week so—"
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"Don't worry about it, hon. I'll handle the cooking—and the foreword. You just go do...whatever it is you do."
									]
								},
								{
									"type": "item",
									"name": "SR:",
									"entries": [
										"Thanks, babe. You're the best."
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"And for the rest of you, get out your whisks. Put on your aprons. And get ready to prepare some wild, wonderful, too-good-to-be-real dishes!"
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Foreword.webp"
							},
							"credit": "Adrián Ibarra Lugo"
						}
					]
				},
				{
					"type": "section",
					"name": "Introduction",
					"entries": [
						{
							"type": "quote",
							"skipMarks": true,
							"skipItalics": true,
							"entries": [
								"It began, as the best things do, with a group of friends sitting around a table.",
								"We were reading {@i The Daring Trials and Tribulations of Sir Taryon Darrington} in our book club. (If you haven't read it yourself, give it a try: it is a wild ride.) Since most of us are good with food, and a book club is hardly worth the name without snacks, we try to bring treats themed to the book we're reading. Sir Darrington does provide quite a bit of detail about everything in his adventures, including what he eats. Some of his accounts were confounding, though. For instance, a drink called {@recipe Changebringer's Nectar|ExEX} that he describes as \"maple syrup grain alcohol\" sounds terrible, but he declares it to be tasty. We were intrigued.",
								"As we mentioned, most of us are skilled at experimenting with food and having it come out well. (One of us, it must be said, is hopeless in the kitchen. She's great at complimenting the chefs, though, and she spins a good yarn.) But we found that Sir Darrington's descriptions, while evocative, weren't enough to actually cook from. We needed more information. How does one actually {@i make} this stuff?",
								"Happily, one of us was traveling through Deastok soon after that, and she managed to talk the bartender at the Grumpy Lily tavern into giving up {@i two} of his recipes. He may have been willing to share his secrets because both drinks are nearly impossible to make at home, but we were undeterred. We tried. We failed. We tried again. Finally, we reproduced versions of both drinks that we were satisfied with, and we celebrated by drinking far too much of them.",
								"We had triumphed, and we wanted to do it again. Now it was bothering us: there were so many special meals, so many delicious drinks, throughout Exandria that we had never tried, never mind tried to make. We wanted more exploration, more experimentation, more recipes. We aren't cut out to be brigadiers like Taryon and his crew, but we could have adventures in our own way. We could find our own type of treasure. It turned into a hobby: go on vacation, bring back a recipe. Then it turned into a mission: who can get to Vasselheim in time for Highsummer?",
								"In our search for food, we found far more stories than we were expecting. It turns out the two are tied together more often than not, and the food is so much better when you know how it came to be. So we collected recipes, and we collected tales, and we brought them back to share with one another around the table. Before we knew it, our book club had created a book. There is so much more to explore and eat and make in this world, but it became time for us to stop sharing with one another and start sharing with you.",
								"Here, at last, is the product of our adventures, a list of our labors, little slices of this exquisite place we live in that you can re-create at home. We hope you enjoy these banquets, bites, and beverages from across Exandria—and the stories behind them."
							],
							"by": "The {@i Exquisite Exandria} creators, formerly the First Draught Book Club"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Introduction.webp"
							},
							"credit": "Kristin Teig"
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 1: Tal'Dorei",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Tal'Dorei.webp"
							},
							"credit": "Kent Davis"
						},
						"You may think you know what Tal'Dorei cuisine is like. {@i Oh}, you say,{@i  I've eaten at A Taste of Tal'Dorei. I've had Thordak's Pepper Poppers; it's basically like I've been to Emon. Why, the Rimelord told me I might survive his frozen death!}",
						"Or perhaps, reading this, you're forming a different impression. {@i Ah}, you're thinking. {@i They're about to dunk hard on A Taste of Tal'Dorei. Here it comes! Make sure to mention the bored theater majors pretending they're evil warlords and stuff!}",
						"So let's get this out of the way, right at the beginning: if there is a place in Exandria today that has earned its cheesy enjoyments, it's Tal'Dorei. If there is a place worthy of celebrating with overblown drama and collectible pencils, it's Tal'Dorei. Come with us on a short tour of the past, so we can remind you of the forces shaping Tal'Dorei's culture, cuisine, and dinner theater entertainment alike. Because, while all of Exandria has been through turmoil, Tal'Dorei is the place that has been most recently and thoroughly turned upside down.",
						"No corner of Exandria, of course, escaped the ravages of the Calamity. Afterward, the land that would become Tal'Dorei went through a time of rebuilding. The dwarves beneath the northern mountains burrowed deep to form the subterranean city of Kraghammer. A group of elves who had magically transported themselves to the Fey Realm to escape the terrors of the Calamity returned to the Verdant Expanse in the south, founding the city of Syngorn. Then humans crossed the Ozmit Sea and spread up the western side of Tal'Dorei, establishing settlements and fighting for power.",
						"Eventually the humans' shortsightedness and violence erupted into war. Three decades of bloodshed and tumult later, a young warrior named Zan Tal'Dorei reunified people under her leadership. A council was nominated to rule alongside her in the capital city of Emon. The realm was renamed in her honor. Everyone was ready to lay down their arms and rest.",
						"But, just two years later, Errevon the Rimelord attacked the still-reeling continent. The Tal'Dorei Council, Syngorn, and Kraghammer united against the ice elemental spirit, pushed him back into the rift, and with the help of the Ashari druids, sealed it.",
						"The land had been permanently altered. Two formerly fertile regions were cursed and scarred by the wars, known ever after as the blighted Umbra Hills and the icy Frostweald. Finally, though, a period of peace came. Tal'Dorei became an empire. Generations passed. The upheavals in the land were minor and absorbed with relative aplomb. When a wizard living in the Bramblewood botched a spell and flooded the eastern forest with a thousand surprised chickens, the enterprising folks of nearby Westruun just shrugged and set up a new export market. The Great Feathering of 641 PD is still spoken of in mostly fond terms, a minor blip in a calm century. Still, in hindsight, it doesn't seem like enough rest.",
						"About fifty years ago, the avaricious red dragon known as Thordak, the Cinder King, laid waste to the Mornset Countryside in the south. His banishment to the Elemental Plane of Fire lasted more than a decade, but while there, he grew stronger and formed an alliance with four other chromatic dragons. At the end of 810 PD, Thordak broke free of his planar prison, and the Chroma Conclave ravaged Emon. Thordak settled amid the ruins of the capital, while his three compatriots spread out across the continent, bringing devastation wherever their attention landed.",
						"And by then he only had three remaining compatriots, because the adventuring group Vox Machina had already dispatched the blue dragon Brimscythe.",
						"Eventually all the land would hear of these heroes: Vax'ildan, the thief and assassin from Byroden who became the champion of the Matron of Ravens, goddess of death. Vex'ahlia, Vax's twin sister, the broomstick-riding archer who became the champion of the Dawnfather, and her bear companion, Trinket. Percival Fredrickstein von Musel Klossowski de Rolo III, lord of Whitestone and Vex's eventual husband, the deadly marksman and brilliant inventor who built Exandria's first firearms. Keyleth of the Air Ashari, wielder of nature magic, who became the near-immortal Voice of the Tempest. Grog Strongjaw, the hulking half-giant brawler, who forged the weapons that defeated a god. Scanlan Shorthalt, teller of tales, singer of sorcerous songs, and master of the magical mansion, who became the champion of the Knowing Mentor. And Pike Trickfoot, warrior and healer of the Everlight, who brought most of the group back from the dead, some of them multiple times.{@footnote [*]|Taryon Darrington, the arcane builder and author from Wildemount and original spark of inspiration for this book, joined the group after their defeat of the Chroma Conclave. He left a short time later to form the heralded Darrington Brigade.}",
						"Together, wielding force, diplomacy, leadership, and a set of truly legendary arms and armor, Vox Machina slew the remaining four dragons of the Chroma Conclave. It took them only four weeks.",
						"But in those weeks, so much damage had been done. Countless people were dead, thousands of acres of crops were destroyed, supply routes and food stores across the continent were strained to their breaking point. The stability and structure of Tal'Dorei had been turned on its head. Again.",
						"And now, today, is a time of rebuilding in Tal'Dorei. Again. Many find themselves focusing inward, away from the wider world. The year after Thordak and his allies were slain, news arrived: Vox Machina was confronting a lich who threatened the existence of everyone in Exandria. {@i Where is this lich?} the people of Tal'Dorei asked. {@i Across the sea, in Issylra}, came the answer. {@i Well, then}, people responded, {@i we'll worry about that trouble when it gets here}. Since then, a generation of relative quiet has come and gone, but Tal'Dorei has not had nearly enough rest.",
						"This, finally, brings us to the food of Tal'Dorei today, and we are honored to bring you the recipes that follow. From Whitestone in the north to the Rifenmist Jungle in the south, we have gathered dishes of every size, from a quick snack to a breakfast feast. Tal'Dorei's grand institution of greasy pub food is of course represented. The bounty of Tal'Dorei's lush forests is referenced with several instances of tree nuts, though we have limited ourselves to the common varieties and would not recommend delving into the Verdant Expanse in search of fey-touched food. Even the Great Feathering gets a nod, as we feature chicken in several of our selections (though poultry has also become trendy on the continent in recent decades, after word spread that Scanlan Shorthalt was partial to it).",
						"But those are just ingredients, and what ties Tal'Dorei cuisine together is more a matter of culture. For that, let's return to contemplating everyone's favorite historically themed dinner theater. Because A Taste of Tal'Dorei, when you get down to it, understands the continent it is celebrating.",
						"Amid the spectacle and the breading, the thing that A Taste of Tal'Dorei gets most right is the emphasis on comfort. {@i Enjoy your drinks. Pack in the food. It's been hard out there, and it will be hard again. The rest will never last long enough, not nearly. But in here, while we're eating, it's okay. Hoist that souvenir tankard high. We will all survive the Rimelord's frozen death.}",
						"And so, we invite you to make these meals in the same spirit. Whether it's pastries or pies, meat or mayonnaise, we hope these dishes can bring you a moment of respite in a rough world, a taste of Tal'Dorei in a troubled time. Cheers.",
						{
							"type": "entries",
							"name": "Slayer's Cake",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Slayer's_Cake.webp"
									},
									"credit": "Kristin Teig"
								},
								"After halting an evil god's incursion into the Lightless Lands Below, joining the Vasselheim hunting guild the Slayer's Take, liberating the city of Whitestone from the rule of Delilah and Sylas Briarwood, defeating five dragons, and along the way, resurrecting their party members from death ten separate times, the heroes of Vox Machina needed a break from adventuring. But they found that they couldn't sit idle. So half of the team—Vex'ahlia, Pike, Keyleth, and Taryon—decided to use their skills at hunting fearsome beasts, channeling the divine, harnessing the elements, and building robots to...open a bakery. The result was the Slayer's Cake in Whitestone!",
								"The bakery's opening seasons were somewhat {@footnote bumpy,*|One notable bump: the time their new hire turned out to be a bounty hunter who promptly kidnapped Taryon.} but the renown of its founders and the ongoing refinements to their recipes paid off. The Slayer's Cake is now loved across Tal'Dorei and beyond. Even though the bakery is branching out into new territories, access to its wares is still limited: if you can't get to Whitestone, Emon, or Nicodranas, you're out of luck.",
								"Until now.",
								"Here you will find the original, proprietary recipes for three of the Slayer's Cake's most notable delicacies. The spicy smoothness of Sun Treats. The tangy creaminess of Everlight-as-Air Scones. And, of course, the nutty deliciousness of Trinket's Bear Claws (with a cinnamon kick, if you prefer them Nicodranas-style). They can now be yours at any time, no adventuring required.",
								{
									"type": "entries",
									"name": "Everlight-as-Air Scones",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Everlight-as-Air_Scones.webp"
											},
											"credit": "Kristin Teig"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Everlight-as-Air Scones"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Papaya-Lemon Curd"
										}
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"recipe": [
		{
			"name": "Everlight-as-Air Scones",
			"source": "ExEx",
			"dishTypes": [
				"snack"
			],
			"diet": "C",
			"makes": "8 Scones",
			"type": "Human",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups / {=amount2/v}ml heavy cream, cold, plus more for brushing on the scones",
					"amount1": 1.33,
					"amount2": 315
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons vanilla extract",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups / {=amount2/v}g all-purpose flour, plus more for dusting",
					"amount1": 2.5,
					"amount2": 350
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups / {=amount2/v}g granulated sugar",
					"amount1": 0.33,
					"amount2": 65
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons baking powder",
					"amount1": 2.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons kosher salt",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground ginger",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups / {=amount2/v}g finely chopped candied or crystallized ginger",
					"amount1": 0.33,
					"amount2": 55
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon {@footnote turbinado|demerara} sugar",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{@recipe Papaya-Lemon Curd|ExEx}, for serving"
				}
			],
			"instructions": [
				{
					"type": "entries",
					"entries": [
						"In a 2-cup / 475ml liquid measuring cup, whisk together the heavy cream and the vanilla extract. Chill in the refrigerator while the oven preheats.",
						"Preheat the oven to 425°F / 220°C. Line a large baking sheet with parchment paper and set aside.",
						"In a large bowl, whisk together the flour, granulated sugar, baking powder, salt, and ground ginger. Add the candied or crystallized ginger and use your hands to toss the ginger in the flour mixture until it is no longer sticky.",
						"Drizzle one-third of the chilled heavy cream mixture over the dry ingredients, then gently toss and stir with your hands. Repeat this two additional times until all of the heavy cream has been added and the mixture has come together to form a shaggy dough. Use your hands to gently bring the dough together, but do not overwork the dough (a few dry patches in the dough is fine).",
						"Lightly dust a clean work surface with flour, then top with the dough. Gently pat the dough into a {@footnote ¾-inch-thick|1.9cm} circle that is about 8 inches / 20cm across. Cut the dough into eight equal wedges. Separate the wedges and arrange on the prepared baking sheet. Refrigerate for 20 minutes.",
						"Brush the tops and sides of the chilled scones with additional heavy cream and sprinkle with the turbinado sugar.",
						"Bake until the scones are puffed and golden brown, about 20 minutes, rotating the baking sheet once after 10 minutes.",
						"Transfer the scones to a cooling rack and cool for 10 minutes. Serve warm with {@recipe Papaya-Lemon Curd|ExEx} on the side."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Everlight-as-Air_Scones.webp"
						},
						"credit": "Kristin Teig"
					}
				]
			}
		},
		{
			"name": "Papaya-Lemon Curd",
			"source": "ExEx",
			"diet": "C",
			"makes": "1¼ cups / 330g",
			"type": "Human",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} oz / {=amount2/v}g ripe papaya, peeled and cut into large chunks",
					"amount1": 8,
					"amount2": 225
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups / {=amount2/v}g granulated sugar",
					"amount1": 0.33,
					"amount2": 65
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup / {=amount2/v}ml fresh lemon juice",
					"amount1": 0.25,
					"amount2": 60
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons cornstarch",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/cv} large egg yolks, at room temperature",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons cold unsalted butter, cut into small pieces",
					"amount1": 2
				},
				"Kosher salt"
			],
			"instructions": [
				{
					"type": "entries",
					"entries": [
						"Place a fine-mesh strainer over a medium bowl and set aside. In a blender or small food processor, blend the papaya until very smooth. Transfer to a medium saucepan and add the sugar, lemon juice, cornstarch, and a pinch of salt. Whisk until very smooth, then add the egg yolks and whisk again until smooth.",
						"Over medium heat, cook the mixture, whisking constantly, until it is very steamy and thickened to the consistency of a rich pudding, 7 to 10 minutes. Taste the curd to ensure that there is no taste of raw cornstarch (if there is, continue to cook for a couple more minutes), then remove from the heat and add the butter, a couple of pieces at a time, whisking well after each addition.",
						"Strain the mixture through the fine-mesh strainer and use a rubber spatula to push the curd through into the bowl. Press plastic wrap directly onto the surface to prevent a skin from forming, and cool at room temperature for 15 minutes. Transfer to the refrigerator and chill until the curd is completely set, at least 2 hours and up to 7 days."
					]
				}
			]
		}
	]
}
