{
	"_meta": {
		"sources": [
			{
				"json": "ExEx",
				"abbreviation": "ExEx",
				"full": "Exquisite Exandria - The Official Cookbook of Critical Role",
				"authors": [
					"Liz Marsham",
					"Jesse Szewczyk",
					"Susan Vu",
					"Amanda Yee"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"color": "05466b",
				"url": "https://www.penguinrandomhouse.com/books/692487",
				"dateReleased": "2023-08-29",
				"version": "unknown"
			}
		],
		"internalCopies": [
			"recipeFluff"
		],
		"status": "wip",
		"dateAdded": 1693307238,
		"dateLastModified": 1693307238
	},
	"book": [
		{
			"name": "Exquisite Exandria - The Official Cookbook of Critical Role",
			"author": "Liz Marsham",
			"group": "homebrew",
			"id": "ExEx",
			"source": "ExEx",
			"published": "2023-08-29",
			"coverUrl": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Cover.webp",
			"contents": [
				{
					"name": "Cover and Credits"
				},
				{
					"name": "Foreword"
				},
				{
					"name": "Introduction"
				},
				{
					"name": "Tal'Dorei",
					"ordinal": {
						"type": "chapter",
						"identifier": 1
					},
					"headers": [
						"Slayer's Cake",
						"The Full Emon",
						"The Grand Poobah's GoFiBePo Meat Board",
						"Grog's Garlicky Mayonnaise (also, Fries)",
						"Bad Aim Chicken",
						"Hidden Hospitality Fry Bread",
						"De Rolos' Revenge Pasta",
						"Gem of Byroden Festival",
						"Scanlan's Hand Pies"
					]
				},
				{
					"name": "Issylra",
					"ordinal": {
						"type": "chapter",
						"identifier": 2
					},
					"headers": [
						"Highsummer Honey Polenta",
						"Shorecomb Smørrebrød",
						"Scaldseat Salmon",
						"Wild's Grandeur Succotash",
						"Slayer's Take Stew",
						"Gunpowder Green Tea Shortbread Cookies"
					]
				},
				{
					"name": "Marquet",
					"ordinal": {
						"type": "chapter",
						"identifier": 3
					},
					"headers": [
						"Suncut Semolina Porridge with Dried Fig Compote",
						"Fownsee Hollow Breakfast Sandwich",
						"Zhudanna's Welcome",
						"The Meat Man Hoagie",
						"Core Spire Street Meat",
						"Heartmoor Harvest",
						"Muffins of the Shadow Baker",
						"Conciliatory Couscous",
						"Spire by Fire's Beer-Braised Brisket",
						"\"Meal\"",
						"Fusaka",
						"Adra's Magical Flavored Ice",
						"Pike's Purple Jewel Cake of Marquet",
						"Lord Eshteross's Maple Ginger Cookies with Turmeric",
						"Sandkheg Hide Ale",
						"Dalen's Closet Special"
					]
				},
				{
					"name": "Wildemount",
					"ordinal": {
						"type": "chapter",
						"identifier": 4
					},
					"headers": [
						"Nestled Nook Breakfast Special",
						"Jester's Sweet Feast",
						"Widogast's Nein-Layered Tower (of Pancakes)",
						"Plank King Panzanella",
						"Yasha's Bug Bites",
						"Brenattos' Unexpected Guests",
						"The Frost Worm Stew of Den Thelyss",
						"Shadowshire Soup",
						"Asarius's Prized Meat Pies",
						"Caduceus's Ethically Sourced Mushroom Toasts",
						"Fish Tacos, a Romantic Creation by Guest Chef Frumpkin",
						"Yasha's Flower Cake",
						"Black Moss Cupcakes",
						"The Ruby of the Sea Cocktail",
						"Lionett's Summer Sangria",
						"The Changebringer's Nectar",
						"Schlond's Embrace",
						"Athodan's Mistake",
						"Popping Hot Chocolate Bombs",
						"Dead People Tea"
					]
				},
				{
					"name": "Acknowledgments"
				},
				{
					"name": "Index",
					"headers": [
						"A",
						"B",
						"C",
						"D",
						"E",
						"F",
						"G",
						"H",
						"I",
						"J",
						"K",
						"L",
						"M",
						"N",
						"O",
						"P",
						"R",
						"S",
						"T",
						"U",
						"V",
						"W",
						"Y",
						"Z"
					]
				},
				{
					"name": "About the Authors"
				}
			]
		}
	],
	"bookData": [
		{
			"source": "ExEx",
			"id": "ExEx",
			"data": [
				{
					"type": "section",
					"name": "Cover and Credits",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Cover-Full.webp"
							},
							"title": "Cover Art",
							"credit": "Adrián Ibarra Lugo"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Title_Page.webp"
							},
							"title": "The Official Cookbook of Critical Role, Exquisite Exandria",
							"credit": "Adrián Ibarra Lugo"
						},
						{
							"type": "entries",
							"style": "text-center",
							"entries": [
								"Liz Marsham with recipies by Jesse Szewczyk, Susan Vu & Amanda Yee",
								"Foreword by Quyen Tran & Sam Riegel"
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"style": "text-center",
							"entries": [
								"{@i Exquisite Exandria: The Official Cookbook of Critical Role} is a work of fiction. Names, places, and incidents either are products of the author's imagination or are used fictitiously. Any resemblance to actual events, locales, or persons, living or dead, is entirely coincidental.",
								"Copyright © 2023 by Gilmore's Glorious Goods LLC",
								"All rights reserved.",
								"Photographs copyright © 2023 by Kristin Teig.",
								"Illustrations copyright © 2023 by Kent Davis and Adrián Ibarra Lugo. {@note Credit below images.}",
								"Published in the United States by Random House Worlds, an imprint of Random House, a division of Penguin Random House LLC, New York.",
								"{@link RandomHouseBooks.com|https://www.randomhousebooks.com/}",
								"Random House is a registered trademark, and Random House Worlds and colophon are trademarks of Penguin Random House LLC.",
								"Hardcover ISBN 9780593157046",
								"Ebook ISBN 9780593157046",
								"Library of Congress Cataloging-in-Publication Data",
								"Names: Marsham, Liz, author. | Szewczyk, Jesse, other. | Vu, Susan, other. | Yee, Amanda, other.",
								"Title: Exquisite Exandria: the official cookbook of Critical Role / Liz Marsham ; with recipes by Jesse Szewczyk, Susan Vu, and Amanda Yee.",
								"Description: First edition. | New York : Random House Worlds, [2023]. | Includes index.",
								"Identifiers: LCCN 2022057129 (print) | LCCN 2022057130 (ebook) | ISBN 9780593157046 (board) | ISBN 9780593159736 (trade paperback) | ISBN 9780593159729 (ebk)",
								"Subjects: LCSH: Cooking. | Critical role (Television program) | LCGFT: Cookbooks. Classification: LCC TX714 .M343 2023 (print) | LCC TX714 (ebook) | DDC 641.3--dc23/eng/20221202",
								"LC record available at {@link https://lccn.loc.gov/2022057129}",
								"LC ebook record available at {@link https://lccn.loc.gov/2022057130}",
								"Editors: Sarah Malarkey and Sarah Peed",
								"Production editor: Ashley Pierce",
								"Editorial assistant: Lydia Estrada",
								"Art director: Ian Dingman",
								"Print designer: Jan Derevjanik",
								"Print production manager: Heather Williamson",
								"Food and prop stylist: Catrine Kelty",
								"Food stylist assistant: Andrew Janjigian",
								"Photo assistant: Erin McGinn",
								"Recipe developers: Jesse Szewczyk, Susan Vu, and Amanda Yee",
								"Copyeditors: Kristi Hein and Shelley Berg",
								"Proofreaders: Liana Faughnan and Sasha Tropp",
								"Indexer: Ken DellaPenta",
								"Ebook production manager: Jessica Arnold"
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Title1.webp"
							},
							"credit": "Kristin Teig"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Caduceus's_Ethically_Sourced_Mushroom_Toasts.webp"
							},
							"credit": "Kristin Teig"
						}
					]
				},
				{
					"type": "section",
					"name": "Foreword",
					"entries": [
						"by Quyen Tran and Sam Riegel",
						{
							"type": "list",
							"style": "list-hang",
							"items": [
								{
									"type": "item",
									"name": "QUYEN TRAN:",
									"entries": [
										"Most fans of {@i Critical Role} love it for the cast's fantastic characters, Matt's thrilling plot, and the intricate lore and world building. But for me—it's all about the FOOD. Yes, the cuisine of Exandria defines the atmosphere for the audience in a way that—"
									]
								},
								{
									"type": "item",
									"name": "SAM RIEGEL:",
									"entries": [
										"Hold on. Stop. What is going on here?"
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"Oh, hi hon. I'm writing the foreword to {@i Exquisite Exandria}—your company's new cookbook featuring yummy dishes and mouth-watering tastes inspired by all three Critical Role campaigns."
									]
								},
								{
									"type": "item",
									"name": "SR:",
									"entries": [
										"But...why did they ask you? Why not me? I'm one of the founders of Critical Role! I'm Sam Riegel!"
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"<SIGH> Because, Sam, I'm not only your wife. I've also been a lifelong baker, whose charity project \"Dough-rectors of Photography\" raised thousands of dollars for charities, like the LA Regional Food Bank and Vote Save America, during the pandemic. Or maybe because I've been cooking my entire life, whipping up tremendously complex dishes to feed our family while you sit on the couch dreaming up silly ads for your internet show."
									]
								},
								{
									"type": "item",
									"name": "SR:",
									"entries": [
										"Yeah. I guess that makes sense. But what if I have something insightful to say about this book?"
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"Do you...?"
									]
								},
								{
									"type": "item",
									"name": "SR:",
									"entries": [
										"Carry on, my love."
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"As I was saying...for me, the coolest part of Exandria is the level of detail Matt puts into describing the flavors and smells of the cuisine—the succulent offerings of Marquet bazaars, the prim and proper table menu of Whitestone banquets, the sumptuous delights of the far reaches of Wildemount. It's a level of detail that you don't find in many adventure stories. The food that one encounters traveling across Exandria doesn't just help immerse the audience into the story, it makes us downright HUNGRY. And this wonderfully crafted cookbook is a remarkable chance to share the wonders of Matt's imaginary cuisine and make it a tastable, cookable reality. The chefs, cooks, tasters, editors, writers, artists, and photographers who contributed to this book poured themselves into developing recipes that aren't merely homages to their favorite fantasy campaign—they're actually really great dishes. And armed with the recipes in these pages, you'll be able to entertain guests with novel, and sometimes very strange, dinners, while sharing the stories of Critical Role to a new, hungry audience."
									]
								},
								{
									"type": "item",
									"name": "SR:",
									"entries": [
										"Wow. The way you describe it, it makes me excited to learn some recipes and get my hands dirty in the kitchen!"
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"Oh? Does that mean you're going to actually help me cook dinner tonight?"
									]
								},
								{
									"type": "item",
									"name": "SR:",
									"entries": [
										"Well, I mean. I've got this new cat costume I need to try on. It's for a commercial skit we're doing this week so—"
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"Don't worry about it, hon. I'll handle the cooking—and the foreword. You just go do...whatever it is you do."
									]
								},
								{
									"type": "item",
									"name": "SR:",
									"entries": [
										"Thanks, babe. You're the best."
									]
								},
								{
									"type": "item",
									"name": "QT:",
									"entries": [
										"And for the rest of you, get out your whisks. Put on your aprons. And get ready to prepare some wild, wonderful, too-good-to-be-real dishes!"
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Foreword.webp"
							},
							"credit": "Adrián Ibarra Lugo"
						}
					]
				},
				{
					"type": "section",
					"name": "Introduction",
					"entries": [
						{
							"type": "quote",
							"skipMarks": true,
							"skipItalics": true,
							"entries": [
								"It began, as the best things do, with a group of friends sitting around a table.",
								"We were reading {@i The Daring Trials and Tribulations of Sir Taryon Darrington} in our book club. (If you haven't read it yourself, give it a try: it is a wild ride.) Since most of us are good with food, and a book club is hardly worth the name without snacks, we try to bring treats themed to the book we're reading. Sir Darrington does provide quite a bit of detail about everything in his adventures, including what he eats. Some of his accounts were confounding, though. For instance, a drink called {@recipe Changebringer's Nectar|ExEX} that he describes as \"maple syrup grain alcohol\" sounds terrible, but he declares it to be tasty. We were intrigued.",
								"As we mentioned, most of us are skilled at experimenting with food and having it come out well. (One of us, it must be said, is hopeless in the kitchen. She's great at complimenting the chefs, though, and she spins a good yarn.) But we found that Sir Darrington's descriptions, while evocative, weren't enough to actually cook from. We needed more information. How does one actually {@i make} this stuff?",
								"Happily, one of us was traveling through Deastok soon after that, and she managed to talk the bartender at the Grumpy Lily tavern into giving up {@i two} of his recipes. He may have been willing to share his secrets because both drinks are nearly impossible to make at home, but we were undeterred. We tried. We failed. We tried again. Finally, we reproduced versions of both drinks that we were satisfied with, and we celebrated by drinking far too much of them.",
								"We had triumphed, and we wanted to do it again. Now it was bothering us: there were so many special meals, so many delicious drinks, throughout Exandria that we had never tried, never mind tried to make. We wanted more exploration, more experimentation, more recipes. We aren't cut out to be brigadiers like Taryon and his crew, but we could have adventures in our own way. We could find our own type of treasure. It turned into a hobby: go on vacation, bring back a recipe. Then it turned into a mission: who can get to Vasselheim in time for Highsummer?",
								"In our search for food, we found far more stories than we were expecting. It turns out the two are tied together more often than not, and the food is so much better when you know how it came to be. So we collected recipes, and we collected tales, and we brought them back to share with one another around the table. Before we knew it, our book club had created a book. There is so much more to explore and eat and make in this world, but it became time for us to stop sharing with one another and start sharing with you.",
								"Here, at last, is the product of our adventures, a list of our labors, little slices of this exquisite place we live in that you can re-create at home. We hope you enjoy these banquets, bites, and beverages from across Exandria—and the stories behind them."
							],
							"by": "The {@i Exquisite Exandria} creators, formerly the First Draught Book Club"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Introduction.webp"
							},
							"credit": "Kristin Teig"
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 1: Tal'Dorei",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Tal'Dorei.webp"
							},
							"credit": "Kent Davis"
						},
						"You may think you know what Tal'Dorei cuisine is like. {@i Oh}, you say,{@i  I've eaten at A Taste of Tal'Dorei. I've had Thordak's Pepper Poppers; it's basically like I've been to Emon. Why, the Rimelord told me I might survive his frozen death!}",
						"Or perhaps, reading this, you're forming a different impression. {@i Ah}, you're thinking. {@i They're about to dunk hard on A Taste of Tal'Dorei. Here it comes! Make sure to mention the bored theater majors pretending they're evil warlords and stuff!}",
						"So let's get this out of the way, right at the beginning: if there is a place in Exandria today that has earned its cheesy enjoyments, it's Tal'Dorei. If there is a place worthy of celebrating with overblown drama and collectible pencils, it's Tal'Dorei. Come with us on a short tour of the past, so we can remind you of the forces shaping Tal'Dorei's culture, cuisine, and dinner theater entertainment alike. Because, while all of Exandria has been through turmoil, Tal'Dorei is the place that has been most recently and thoroughly turned upside down.",
						"No corner of Exandria, of course, escaped the ravages of the Calamity. Afterward, the land that would become Tal'Dorei went through a time of rebuilding. The dwarves beneath the northern mountains burrowed deep to form the subterranean city of Kraghammer. A group of elves who had magically transported themselves to the Fey Realm to escape the terrors of the Calamity returned to the Verdant Expanse in the south, founding the city of Syngorn. Then humans crossed the Ozmit Sea and spread up the western side of Tal'Dorei, establishing settlements and fighting for power.",
						"Eventually the humans' shortsightedness and violence erupted into war. Three decades of bloodshed and tumult later, a young warrior named Zan Tal'Dorei reunified people under her leadership. A council was nominated to rule alongside her in the capital city of Emon. The realm was renamed in her honor. Everyone was ready to lay down their arms and rest.",
						"But, just two years later, Errevon the Rimelord attacked the still-reeling continent. The Tal'Dorei Council, Syngorn, and Kraghammer united against the ice elemental spirit, pushed him back into the rift, and with the help of the Ashari druids, sealed it.",
						"The land had been permanently altered. Two formerly fertile regions were cursed and scarred by the wars, known ever after as the blighted Umbra Hills and the icy Frostweald. Finally, though, a period of peace came. Tal'Dorei became an empire. Generations passed. The upheavals in the land were minor and absorbed with relative aplomb. When a wizard living in the Bramblewood botched a spell and flooded the eastern forest with a thousand surprised chickens, the enterprising folks of nearby Westruun just shrugged and set up a new export market. The Great Feathering of 641 PD is still spoken of in mostly fond terms, a minor blip in a calm century. Still, in hindsight, it doesn't seem like enough rest.",
						"About fifty years ago, the avaricious red dragon known as Thordak, the Cinder King, laid waste to the Mornset Countryside in the south. His banishment to the Elemental Plane of Fire lasted more than a decade, but while there, he grew stronger and formed an alliance with four other chromatic dragons. At the end of 810 PD, Thordak broke free of his planar prison, and the Chroma Conclave ravaged Emon. Thordak settled amid the ruins of the capital, while his three compatriots spread out across the continent, bringing devastation wherever their attention landed.",
						"And by then he only had three remaining compatriots, because the adventuring group Vox Machina had already dispatched the blue dragon Brimscythe.",
						"Eventually all the land would hear of these heroes: Vax'ildan, the thief and assassin from Byroden who became the champion of the Matron of Ravens, goddess of death. Vex'ahlia, Vax's twin sister, the broomstick-riding archer who became the champion of the Dawnfather, and her bear companion, Trinket. Percival Fredrickstein von Musel Klossowski de Rolo III, lord of Whitestone and Vex's eventual husband, the deadly marksman and brilliant inventor who built Exandria's first firearms. Keyleth of the Air Ashari, wielder of nature magic, who became the near-immortal Voice of the Tempest. Grog Strongjaw, the hulking half-giant brawler, who forged the weapons that defeated a god. Scanlan Shorthalt, teller of tales, singer of sorcerous songs, and master of the magical mansion, who became the champion of the Knowing Mentor. And Pike Trickfoot, warrior and healer of the Everlight, who brought most of the group back from the dead, some of them multiple times.{@footnote [*]|Taryon Darrington, the arcane builder and author from Wildemount and original spark of inspiration for this book, joined the group after their defeat of the Chroma Conclave. He left a short time later to form the heralded Darrington Brigade.}",
						"Together, wielding force, diplomacy, leadership, and a set of truly legendary arms and armor, Vox Machina slew the remaining four dragons of the Chroma Conclave. It took them only four weeks.",
						"But in those weeks, so much damage had been done. Countless people were dead, thousands of acres of crops were destroyed, supply routes and food stores across the continent were strained to their breaking point. The stability and structure of Tal'Dorei had been turned on its head. Again.",
						"And now, today, is a time of rebuilding in Tal'Dorei. Again. Many find themselves focusing inward, away from the wider world. The year after Thordak and his allies were slain, news arrived: Vox Machina was confronting a lich who threatened the existence of everyone in Exandria. {@i Where is this lich?} the people of Tal'Dorei asked. {@i Across the sea, in Issylra}, came the answer. {@i Well, then}, people responded, {@i we'll worry about that trouble when it gets here}. Since then, a generation of relative quiet has come and gone, but Tal'Dorei has not had nearly enough rest.",
						"This, finally, brings us to the food of Tal'Dorei today, and we are honored to bring you the recipes that follow. From Whitestone in the north to the Rifenmist Jungle in the south, we have gathered dishes of every size, from a quick snack to a breakfast feast. Tal'Dorei's grand institution of greasy pub food is of course represented. The bounty of Tal'Dorei's lush forests is referenced with several instances of tree nuts, though we have limited ourselves to the common varieties and would not recommend delving into the Verdant Expanse in search of fey-touched food. Even the Great Feathering gets a nod, as we feature chicken in several of our selections (though poultry has also become trendy on the continent in recent decades, after word spread that Scanlan Shorthalt was partial to it).",
						"But those are just ingredients, and what ties Tal'Dorei cuisine together is more a matter of culture. For that, let's return to contemplating everyone's favorite historically themed dinner theater. Because A Taste of Tal'Dorei, when you get down to it, understands the continent it is celebrating.",
						"Amid the spectacle and the breading, the thing that A Taste of Tal'Dorei gets most right is the emphasis on comfort. {@i Enjoy your drinks. Pack in the food. It's been hard out there, and it will be hard again. The rest will never last long enough, not nearly. But in here, while we're eating, it's okay. Hoist that souvenir tankard high. We will all survive the Rimelord's frozen death.}",
						"And so, we invite you to make these meals in the same spirit. Whether it's pastries or pies, meat or mayonnaise, we hope these dishes can bring you a moment of respite in a rough world, a taste of Tal'Dorei in a troubled time. Cheers.",
						{
							"type": "entries",
							"name": "Slayer's Cake",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Slayer's_Cake.webp"
									},
									"credit": "Kristin Teig"
								},
								"After halting an evil god's incursion into the Lightless Lands Below, joining the Vasselheim hunting guild the Slayer's Take, liberating the city of Whitestone from the rule of Delilah and Sylas Briarwood, defeating five dragons, and along the way, resurrecting their party members from death ten separate times, the heroes of Vox Machina needed a break from adventuring. But they found that they couldn't sit idle. So half of the team—{@creature Vex'ahlia|TDCSR}, {@creature Pike Trickfoot|TDCSR|Pike}, {@creature Keyleth, Voice of the Tempest|TDCSR|Keyleth}, and {@creature Taryon Darrington|TDCSR|Taryon}—decided to use their skills at hunting fearsome beasts, channeling the divine, harnessing the elements, and building robots to...open a bakery. The result was the {@book Slayer's Cake in Whitestone|TDCSR|3|8. Slayer's Cake Bakery}!",
								"The bakery's opening seasons were somewhat {@footnote bumpy,*|One notable bump: the time their new hire turned out to be a bounty hunter who promptly kidnapped Taryon.} but the renown of its founders and the ongoing refinements to their recipes paid off. The Slayer's Cake is now loved across Tal'Dorei and beyond. Even though the bakery is branching out into new territories, access to its wares is still limited: if you can't get to Whitestone, Emon, or Nicodranas, you're out of luck.",
								"Until now.",
								"Here you will find the original, proprietary recipes for three of the Slayer's Cake's most notable delicacies. The spicy smoothness of {@recipe Slayer's Cake Sun Treats|ExEx|Sun Treats}. The tangy creaminess of {@recipe Everlight-as-Air Scones|ExEx}. And, of course, the nutty deliciousness of {@recipe Trinket's Bear Claws|ExEx} (with a cinnamon kick, if you prefer them Nicodranas-style). They can now be yours at any time, no adventuring required.",
								{
									"type": "entries",
									"name": "Everlight-as-Air Scones",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Everlight-as-Air_Scones.webp"
											},
											"credit": "Kristin Teig"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Everlight-as-Air Scones"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Papaya-Lemon Curd"
										}
									]
								},
								{
									"type": "entries",
									"name": "Slayer's Cake Sun Treats",
									"entries": [
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Slayer's Cake Sun Treats"
										}
									]
								},
								{
									"type": "entries",
									"name": "Trinket's Bear Claws",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Trinket's_Bear_Claws.webp"
											},
											"credit": "Kristin Teig"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Trinket's Bear Claws"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Full Emon",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/The_Full_Emon.webp"
									},
									"credit": "Kristin Teig"
								},
								"Mornings should never be faced on an empty stomach. But sometimes your standard breakfast fare just won't cut it—especially on a morning that follows a long night of celebration and indulgence. When battle is impending, diplomatic negotiation is imminent, or your head feels like it's about to implode, you need a serious food boost. This tasty spread, created by the Diamond Nest Tavern and adopted by pubs throughout Emon, has you covered:",
								{
									"type": "list",
									"style": "list-no-bullets",
									"items": [
										"Salt and grease craving? Load up on eggs and thick slab bacon.",
										"Want something crispy? Try the chicken and the tomatoes, fried to perfection.",
										"Need a pick-me-up? You've got one; the gravy is full of coffee.",
										"Sweet tooth? Check out the waffles with lots of extras.",
										"Hair of the dog? One of the extras in that waffle is beer.",
										"Put the spring back in your step, settle your stomach, and prepare to face the far-too-bright day with the Full Emon."
									]
								},
								{
									"type": "entries",
									"name": "Sweet and Sticky Slab Bacon, Fried Tomatoes, and Fried Eggs",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Sweet_and_Sticky_Slab_Bacon_Fried_Tomatoes_and_Fried_Eggs.webp"
											},
											"credit": "Kristin Teig"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Sweet and Sticky Slab Bacon, Fried Tomatoes, and Fried Eggs"
										}
									]
								},
								{
									"type": "entries",
									"name": "Fried Chicken with Coffee-Bacon Gravy",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Fried_Chicken_with_Coffee-Bacon_Gravy.webp"
											},
											"credit": "Kristin Teig"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Fried Chicken with Coffee-Bacon Gravy"
										}
									]
								},
								{
									"type": "entries",
									"name": "Malty Beer Waffles with Orange-Honey Browned Butter Syrup",
									"entries": [
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Malty Beer Waffles with Orange-Honey Browned Butter Syrup"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Grand Poobah's GoFiBePo Meat Board",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/The_Grand_Poobah's_GoFiBePo_Meat_Board.webp"
									},
									"credit": "Kristin Teig"
								},
								"One blessed day in the town of Whitestone, Grog Strongjaw walked into the castle kitchen and requested \"a salad with meat in it.\" Because Grog carried the title of Grand Poobah de Doink of All of This and That, the kitchen staff took his request with due seriousness but a lack of comprehension. Within an hour, they had created a salad with only meat in it, and the official dish of Whitestone{@footnote *|Approval pending.} was born. Grog has declared that the resulting bowl of salted goat, fish, beef, and pork—dubbed GoFiBePo—must not be eaten with utensils. We here at Exquisite Exandria additionally declare that it must not be eaten at all, unless you have a constitution to match Grog's.{@footnote **|This excludes most of the population of Exandria.} As a more palatable alternative, may we present this charcuterie board, which will feed a dozen people without giving them the worst meat sweats of their lives.",
								{
									"type": "entries",
									"name": "Meats of Fish, Spam Hash, Goat, and Bacon",
									"entries": [
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Smoked Fish Dip"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Fried Spam Cubes"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Lamb or Goat Pâté"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Pocket Bacon"
										}
									]
								},
								{
									"type": "entries",
									"name": "Fruit, Veggies, and Cheese",
									"entries": [
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Assorted Fruit, Veggies, and Cheeses"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Ale And Cheddar Fondue"
										}
									]
								},
								{
									"type": "entries",
									"name": "Accoutrements",
									"entries": [
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Onion Jam"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Pickled Cauliflower"
										}
									]
								},
								{
									"type": "entries",
									"name": "Bread and Crackers",
									"entries": [
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Flatbread Crackers"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Brioche Spears"
										}
									]
								},
								{
									"type": "entries",
									"name": "Assembly",
									"entries": [
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "GoFiBePo Assembly"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Grog's Garlicky Mayonnaise (also, Fries)",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Grog's_Garlicky_Mayonnaise_also_Fries.webp"
									},
									"credit": "Kristin Teig"
								},
								"After Vox Machina killed the dragon Umbrasyl, Grog found a {@item alchemy jug|DMG|rune-covered ceramic jug} buried under Umbrasyl's hoarded gold. Strangely, the jug made sloshing noises even when empty. Grog did some experimenting{@footnote *|Experiments included repeatedly shaking the jug, trying to break the jug, letting Percy and Keyleth fill the jug with dragon blood and dirt, and wearing the jug as a hat.} and discovered that it could make gallons of liquid on command. Ale, water, salt water, more ale. And mayonnaise, which he ate straight from the jar until it was gone. Grog is perfectly happy with this simple snack, but he has admitted{@footnote **|Grudgingly} that it could be improved on by scooping up the mayo with something besides his fingers. We suggest these oven-roasted herbed fries. We've also included a way to fancy up your straight-from-the-jar mayonnaise, or should you not have access to a magic jug, make your own from scratch.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Grog's Garlicky Mayonnaise (also, Fries)"
								}
							]
						},
						{
							"type": "entries",
							"name": "Bad Aim Chicken",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Bad_Aim_Chicken.webp"
									},
									"credit": "Kristin Teig"
								},
								"Say you're hosting a dinner party in your extraplanar mansion, and you're serving a lot of chicken—pretty much only chicken, in fact. Some of your guests start complaining, wanting more variety in their meal. Then another guest starts flying around on her broomstick, shooting arrows, resulting in one skewered chicken on your wall and one puncture wound on your neck. What's a gracious, talented, seriously injured host to do? Hypothetically speaking, of course. Well, you could turn lemons into lemonade. No, for real, go find a lemon—also some pineapple and onion, and maybe some yogurt, stuff like that—and make these marinated chicken skewers. Oh, and bandage that neck wound. Yikes.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Bad Aim Chicken"
								}
							]
						},
						{
							"type": "entries",
							"name": "Hidden Hospitality Fry Bread",
							"entries": [
								"One of our researchers, upon returning from an expedition through the Rifenmist Jungle, found an unexpected piece of parchment in her bag. A note at the top read, \"From Niirdal-Poc: Elam says 'you're welcome.' \" We have heard only rumors of Niirdal-Poc: an ancient city, deep in the jungle, hidden from travelers unless the city chooses to reveal itself to them. While some have questioned the parchment page's authenticity, its recipe for this very tasty fry bread is the real deal. And, should this truly be a missive from Niirdal-Poc itself, who are we to refuse such a rare gift? So, if you're out there, Elam: Thank you.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Hidden Hospitality Fry Bread"
								}
							]
						},
						{
							"type": "entries",
							"name": "De Rolos' Revenge Pasta",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/De_Rolos'_Revenge_Pasta.webp"
									},
									"credit": "Kristin Teig"
								},
								"For generations, the traditional dish of the de Rolos, rulers of the city of Whitestone, was a warming pasta puttanesca. Then the Briarwoods took over the city, slaughtered all but two of the de Rolos, and reigned for years of gloom and terror. After the survivors, Percy and his sister Cassandra, reclaimed Whitestone with Vox Machina's help, some old traditions were bound to evolve. Now a new dish has been added to the celebratory rotation. The topping is white, like Percy's hair, rather than the red of blood, and the pasta contains two entire heads of garlic. Partake in good health and stinky breath. Unless you're a vampire, in which case: go straight to hell, and say hi to the Briarwoods for us.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "De Rolos' Revenge Pasta"
								}
							]
						},
						{
							"type": "entries",
							"name": "Gem of Byroden Festival",
							"entries": [
								"If you're traveling between the Rifenmist Peninsula and the rest of Tal'Dorei, you'll likely pass through a sprawling settlement in which a surprising number of the residents go about their days fully armed. This is Byroden, former home of Vox Machina's Vex'ahlia and Vax'ildan. Byroden is known for three M's: militia, mining, and merriment. And if you happen to stop by during the annual Gem of Byroden pageant, you will experience a shining example of the third.",
								"The main event is the pageant itself, in which anyone who wishes may compete to win the title of Gem of Byroden. Complementing the pageantry is a food competition, and the theme of the daytime competition is pies. There are so many pies presented that, if we could convince the bakers to part with their secrets, the recipes would fill this entire book. Instead, we have chosen three recipes that will give you a taste of the day.",
								"First up, our {@recipe Sweet Tea Custard Pie|ExEx} pays tribute to the only nonalcoholic drink available at the festival.{@footnote *|You read that right. They will not serve you water. Enjoy the tea.} Then there's the {@recipe Chicken Pocket Pies|ExEx|Chicken Pocket Pie}—if you're worried about getting full, just stash it away for later! Last, we could not pass up the opportunity to bring you Byroden's own {@recipe Berry Surprise Pie|ExEx|Berry Surprise}.{@footnote **|Sample responsibly; the \"surprise\" is rum.} We, and the fine folks of Byroden, hope these treats will persuade you to make the journey for yourself. Bring your appetite and your sauciest evening wear, and the next Gem of Byroden could be you!",
								{
									"type": "entries",
									"name": "Sweet Tea Custard Pie",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Sweet_Tea_Custard_Pie.webp"
											},
											"credit": "Kristin Teig"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Sweet Tea Custard Pie"
										}
									]
								},
								{
									"type": "entries",
									"name": "Chicken Pocket Pies",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Chicken_Pocket_Pies.webp"
											},
											"credit": "Kristin Teig"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Chicken Pocket Pies"
										}
									]
								},
								{
									"type": "entries",
									"name": "Berry Surprise Pie",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Berry_Surprise_Pie.webp"
											},
											"credit": "Kristin Teig"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Berry Surprise Pie"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Scanlan's Hand Pies",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Scanlan's_Hand_Pies.webp"
									},
									"credit": "Kristin Teig"
								},
								{
									"type": "entries",
									"style": "text-center",
									"entries": [
										{
											"type": "quote",
											"entries": [
												"Have you heard tell of Scanlan the grand,",
												"With the most famous voice in the land?",
												"As a gnome, he's quite small,",
												"But his spells? Not at all!",
												"One can summon a huge purple hand!",
												"Often, we heard the gnome give a sigh,",
												"\"There aren't enough Me Foods. But why?",
												"Why can't the food I eat",
												"Be inspired by my feats?\"",
												"So we made him this purple hand pie."
											],
											"by": "Submitted by the kitchen staff of the Laughing Lamia Inn in Emon, {@strike at the repeated and insistent behest of Master Shorthalt} by popular demand"
										}
									]
								},
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Scanlan's Hand Pies"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 2: Issylra",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Issylra.webp"
							},
							"credit": "Kent Davis"
						},
						"Let's leave Tal'Dorei now, crossing the Ozmit Sea north and west, heading for Issylra, the birthplace of civilization. Before we can understand this storied land and its cuisine, we need to briefly review the long, awe-inspiring, often troubled relationship between Exandria, the gods, and magic. Of course, we at Exquisite Exandria are not authorities on the deep mysteries of the universe, so we'll begin with some sweeping generalities.",
						"In the time of the Founding, the gods shaped the many peoples of Exandria, gifting them morsels of their divine power to help them survive. Magic was born. With the aid of magic, the mortal races developed tools to not just survive but thrive. Civilizations were founded, and the people of those civilizations remembered to thank the gods for their gifts. Organized religion was born.",
						"The Founding, however, was not the beginning of Exandria's history. The gods found Exandria, already extant, with a race of elemental titans called the Primordials already living there. Angered with the gods, their people, and their meddling with the land, the Primordials rose up and attacked. The people called to their gods for help.",
						"Some of the gods said no. They sided with the Primordials against their divine brethren, becoming what we now refer to as the Betrayer Gods. A terrible conflict followed, ending with the gods thereafter known as the Prime Deities locking the Betrayer Gods away in other planes of existence. Afterward, as civilization once again thrived, the people of Exandria knew for sure: These were gods that loved them. These were gods worthy of their loyalty.",
						"But time passed, and people forgot. Magic flourished beyond all previous bounds, unlocking ever more secrets. Huge cities like Aeor and Avalir rose from the ground and flew. Arduous tasks could be accomplished in an eyeblink. What does being a god mean, when anyone who studies the arcane hard enough can stop time or create life? As civilization's thriving soured into indulgence, mortals decided they wanted to find out. Some attempted to become gods. One, the Matron of Ravens, even succeeded. In the misguided experimentation that followed, the Betrayer Gods were freed. God fought god once again, with disastrous results. During the Calamity that followed, at least two-thirds of the population of Exandria was killed, lands were left barren, and most traces of civilization were destroyed.",
						"Except for Vasselheim. The rest of Issylra became, and largely remains, untamed wilderness, but Vasselheim survived. After banishing the Betrayer Gods again, the Prime Deities chose to lock themselves beyond the Divine Gate, removing their ability to act directly upon Exandria. Vasselheim, the Dawn City, was where they made this announcement. Vasselheim was the last city standing after the gods warred, Vasselheim was where the gods departed this plane of existence, and Vasselheim, the people swore, was where the gods would be forever remembered.",
						"After the departure of the gods, an event known as the Divergence, many things started anew. The calendar, to name one example, began counting years PD, \"Post Divergence.\" But Vasselheim endured, Vasselheim remembered, and that continues to this day.",
						"Vasselheim refuses to make the mistakes of its ancestors. Arcane magic—the kind not directly inspired by the divine, the kind that brought about the Calamity—is banned within the city. Each of the major sections of the city is dedicated to a Prime Deity: the Abundant Terrace to the Wildmother, goddess of nature; the Quadroads to the Lawbearer, goddess of civilization; the Braving Grounds to the Stormlord, god of glory and strength; the Silver Talon's Reach to the Platinum Dragon, god of justice and protection; and the Duskmeadow District to the Matron of Ravens, goddess of death. Other Prime Deities are also worshipped in temples across the city, such as the Dawnfather, god of the sun, summer, and time; the Changebringer, goddess of freedom and adventure; and the Everlight, goddess of compassion and redemption.",
						"But now it's time to focus on the food. Issylra has always been a cold place of isolated settlements, so the cuisine has developed from that mentality. Even in times of plenty, food in such a place never stops being precious. Heavy emphasis is placed on hunting, marking the seasons, and avoiding waste, all to ensure that food stores are sufficient and life is sustained. But the people of Issylra also use meals as a form of worship. There are, of course, the celebratory feasts throughout the year to honor one or more of the Prime Deities. The food served at these religious meals is usually elaborate, requiring hours of preparation and meticulous attention. Especially in Vasselheim, though, most everyday dinners are also sit-down affairs, not necessarily somber, but certainly ritualized and formal. With each bite, whether consciously or subconsciously, the people of Vasselheim renew their vow. {@i We remember and thank the gods who saved us. We honor their magic and practice no other. We remember the hubris that nearly destroyed us. We will never forget again.}",
						"In the following pages, we have collected a range of these commemorative dishes. For those times when you're in the mood to celebrate good company or a good harvest or if you just want to try some unusual cookies, home cooks and professional chefs across Issylra have opened their recipe books to help. All they ask is that you do as they do when they sit down to eat: Remember your blessings, and learn from your mistakes.",
						{
							"type": "entries",
							"name": "Highsummer Honey Polenta",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Highsummer_Honey_Polenta.webp"
									},
									"credit": "Kristin Teig"
								},
								"Highsummer, the Dawnfather's holy day, is marked across Exandria with glorious feasts. In Vasselheim, festivities kick off on the Abundant Terrace—at dawn, of course—with freshly harvested corn and honey, made into this gorgeous polenta. The sun may be low in the sky, but its coming heat is celebrated by adding chiles to the honey. The adults linger over their bowls, debating whether to have seconds (or thirds) or pace themselves for the other treats to come, while the children compete to see how much spicy honey they can eat without breaking a sweat. Impending stomachaches aside, it is a lovely way to start an excellent day.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Highsummer Honey Polenta"
								},
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Spicy Citrus Honey"
								}
							]
						},
						{
							"type": "entries",
							"name": "Shorecomb Smørrebrød",
							"entries": [
								"Shorecomb is a port city, hundreds of miles southwest of Vasselheim, and a frequent stop for trade ships making their way along the Issylran coast. Its residents, therefore, were unprepared for the heroes of Vox Machina to magically emerge from a tree on the outskirts of town instead of arriving by boat. But powerful guests appearing out of nowhere to hunt down a freshly ascended god with little notice is no reason to be a bad host!",
								"Smørrebrød is this coastal town's favorite gesture of hospitality. This open-faced sandwich showcases both the fresh and dried seafood of the region, and it can be adapted to include everything from a prized batch of fresh cheese to leftover potatoes, depending on the season, one's feelings about one's guests, and the suddenness with which they appear out of thin air.",
								{
									"type": "entries",
									"name": "Cod and Potato Smørrebrød",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Cod_and_Potato_Smørrebrød.webp"
											},
											"credit": "Kristin Teig"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Cod and Potato Smørrebrød"
										}
									]
								},
								{
									"type": "entries",
									"name": "Pickled Shrimp Smørrebrød",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Pickled_Shrimp_Smørrebrød.webp"
											},
											"credit": "Kristin Teig"
										},
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Pickled Shrimp Smørrebrød"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Scaldseat Salmon",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Scaldseat_Salmon.webp"
									},
									"credit": "Kristin Teig"
								},
								"Another celebratory treat in Shorecomb is salmon, usually trolled from the Ozmit Sea in the hot, still days of Sydenstar, before the fish begin their yearly migration to the nearby rivers. During the day, the fisherfolk can sometimes navigate by a column of smoke rising from the water five miles off the coast. This smoke marks the location of the underwater volcano Scaldseat. This popular dinnertime presentation honors both the volcano and the end-of-summer bounty: Scaldseat Salmon, broiled to a char with freshly harvested lemons and honey.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Scaldseat Salmon"
								}
							]
						},
						{
							"type": "entries",
							"name": "Wild's Grandeur Succotash",
							"entries": [
								"Elsewhere in Exandria, the Wildmother's holy day on the vernal equinox is marked with a pilgrimage to a place of unusual natural beauty. Those in Vasselheim, however, need look no farther than the Abundant Terrace, a district devoted to the worship of the Wildmother and source of most of the city's food. There, enchantments allow the orchards and farmlands to be harvested year-round. With all foods in season at all times, the celebration of Wild's Grandeur in Vasselheim features heaps of fresh vegetables made into gorgeous dishes. One favorite treat is this succotash, a riot of colors and flavors that is traditionally served by the gallon from cauldrons; we've sized it down to a family portion that will fit in a skillet.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Wild's Grandeur Succotash"
								}
							]
						},
						{
							"type": "entries",
							"name": "Slayer's Take Stew",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Slayer's_Take_Stew.webp"
									},
									"credit": "Kristin Teig"
								},
								"In the center of Vasselheim, the folk of the Quadroads come together on the autumnal equinox to celebrate the Lawbearer, the goddess of civilization and order. Giving gifts to the community is traditional on Civilization's Dawn, and the Slayer's Take guild outdo themselves year after year by presenting gorgeous cuts of meat from their hunts. A huge cooking pot is hoisted over one of the celebratory bonfires, and soon the smell of tasty meats and vegetables fills the air. Two hours (and some dedicated stirring) later, the resulting stew is ladled into bowls and handed around to all comers. We have taken the spirit of this stew and delivered it to you without the need for a waist-high cooking pot or a dangerous hunting trip into the Vesper Timberland.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Slayer's Take Stew"
								}
							]
						},
						{
							"type": "entries",
							"name": "Gunpowder Green Tea Shortbread Cookies",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Gunpowder_Green_Tea_Shortbread_Cookies.webp"
									},
									"credit": "Kristin Teig"
								},
								"While we were gathering recipes for this book, we met a strange man in the Braving Grounds who said that, years back, he had eaten cookies made of gunpowder and found them delicious. \"Gunpowder,\" our researcher replied. \"Like tea, right? The green tea called gunpowder? That's what was in the cookies?\" All they got in return was an eyebrow waggle and a \"...sure.\" After some trial and much error,{@footnote *|Do not eat actual gunpowder. Learn from our mistakes.} we have concluded that he had to mean tea. So here are some tasty shortbread cookies flavored with gunpowder. Tea. Gunpowder tea.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Gunpowder Green Tea Shortbread Cookies"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 3: Marquet",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Marquet.webp"
							},
							"credit": "Kent Davis"
						},
						"Now we travel south, away from the cold wilderness of Issylra to a continent of very different extremes: Marquet.",
						"Pre-Divergence, Marquet was lush from coast to coast, a mix of dense jungles and arable plains. The Calamity changed the nature of much of the land here, as it did elsewhere. Weird magics twisted the jungles into dangerous fey-touched wilderness, shattered the plains into jagged mountain ranges, and obliterated the settlements. One elven city in particular, Cael Morrow in the northeast, drew the wrath of the Betrayer God known as the Ruiner. He drove his spear clean through the city and the ground below, detonating a third of the continent in one gigantic strike. The cities and jungles that were in the way exploded into rubble and dust, which settled to become the sands of the Rumedam Desert.",
						"Given this disastrous change—destruction all around, the loss of most staple food sources, and altered landscapes that were now actively trying to kill the inhabitants in many new ways—the people of Marquet responded with variations on a theme: exploration. Some left the continent entirely and struck out across the seas, founding the settlements that would become the Menagerie Coast in Wildemount, and financing the growth of Emon in Tal'Dorei. But many Marquesians set out to explore their old home anew.",
						"Crossing the newly formed desert, hopeful traders discovered an oasis at the former site of Cael Morrow. They sunk wells and established caravan routes. Travelers began to arrive and to stay. What began as a simple trade post soon grew into a thriving community—and just as soon after, it began to descend into thievery and abuse. Then a mysterious, seemingly immortal figure named J'mon Sa Ord appeared and brought the city into order. Ank'Harel, meaning \"Jewel of Hope\" in Marquesian, was officially founded under their leadership. J'mon Sa Ord has ruled there ever since, providing the stability and protection that has allowed Ank'Harel to flower into the cultural center of the continent.",
						"Striking into the Oderan Wilds in the northwest, explorers found five huge rock spires rising from the dense canopy. Some theorize that the spires were once a single mountain, rent during the Calamity. Other fanciful souls tell tales of a stone titan buried beneath the earth, with only the fingers of one hand left sticking aboveground to mark their passing. Whatever the case, the spires offered stable land above the dangerous jungle floor, and rock rich with metal, ore, and gems. Builders and miners went up and into the spires, and the city of Jrusar was born.",
						"The nature of these two cities, both trading hubs—one a desert oasis and the other an oasis of rock amid the wild jungle—made them natural melting pots. Both cities opened skyports, allowing safer travel along the trade routes, and both drew settlers from across Marquet and eventually across Exandria. These settlers naturally brought their cultures with them: their worship, their dress, their language, and their food.",
						"Some stayed in the cities. Others struck out, continuing to explore and reclaim the continent. Deeper in the Oderan Wilds, settlements like Heartmoor Hamlet used the jungle to their advantage in growing new crops, while the most adventurous settlers began tasting the fruits of the odd, fey-touched trees. Across the Rumedam to the north, at the base of the Aggrad Mountains, is the Bay of Gifts. The mild weather and sandy beaches make that stretch of coast perfect for a port and also a vacation, and the city of Shammel was born to serve both needs. Across Marquet, settlements took hold once again, in friendly and unfriendly land alike, driven by the spirit of exploration and experimentation.",
						"You don't have to look far to find that spirit infusing the cuisine of this amazing continent. Forests full of bizarre fruit trees, and soil yielding unusual, unpredictable crops? It's fine; stick 'em in some salads or brew 'em up for stew. Deserts infested with huge acid-spitting bugs? You could avoid them—or you could hunt them and use their spit to make alcohol. Sure, there were failed experiments. Many of them. But what we hear about today, beyond cautionary tales like \"never eat skirath meat without cooking it thoroughly,\" are the successful ones, and the {@i most} successful ones are famous across Exandria. This is why you get folks from Wildemount who swear by a Marquesian cooking spice, and folks in Tal'Dorei whose favorite treat is a Marquesian cake.",
						"And so we bring you the following recipes, successful experiments and worthwhile explorations all. Without leaving your kitchen, you can wander into the labyrinthine neighborhoods within the spires of Jrusar, delve into the jungles of the Oderan Wilds, traverse the markets and caravans of Ank'Harel, venture into the Rumedam Desert, or relax by the Bay of Gifts. Sample famous spices and infamous brews, try a strange new vegetable or two, or just make a fantastic sandwich. Whatever you choose, enjoy the journey, and be pleased.",
						{
							"type": "entries",
							"name": "Suncut Semolina Porridge with Dried Fig Compote",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Suncut_Semolina_Porridge_with_Dried_Fig_Compote.webp"
									},
									"credit": "Kristin Teig"
								},
								"The western side of Ank'Harel is dominated by the flags, tents, and blankets of the Suncut Bazaar. The merchants of this huge open-air market number in the hundreds and are as varied as their wares, but many among them start their day with this hearty breakfast. The porridge itself comes together quickly, and the compote topping can (and should) be made well in advance. So you can eat fast, get to work, and have all the energy you need to tempt passersby before they empty their pockets gambling at the Luck's Run. Or, you know, whatever else you need energy for.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Suncut Semolina Porridge with Dried Fig Compote"
								}
							]
						},
						{
							"type": "entries",
							"name": "Fownsee Hollow Breakfast Sandwich",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Fownsee_Hollow_Breakfast_Sandwich.webp"
									},
									"credit": "Kristin Teig"
								},
								"In the center of Jrusar's Core Spire is Fownsee Hollow, a space hundreds of feet deep, ringed and crisscrossed by an array of ropes, ladders, and loose boards, each leading to one of a hundred tunnels. It is an intentionally confusing place. But if you know where you're going, you can find much of use, including some extremely tasty breakfast sandwiches. If you're not from there, we've spared you the search.{@footnote *|And the inevitable attempt to overcharge you.** {@note **If you visit Fownsee Hollow, ask for the price of something, and are not dramatically overcharged, check your possessions: You are currently being pickpocketed.}} Here is the recipe for what we have been assured is the Hollow's finest breakfast sandwich, complete with all the fixings.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Fownsee Hollow Breakfast Sandwich"
								}
							]
						},
						{
							"type": "entries",
							"name": "Zhudanna's Welcome",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Zhudanna's_Welcome.webp"
									},
									"credit": "Kristin Teig"
								},
								"While visiting the Core Spire in Jrusar, one of our researchers stayed briefly with an elderly lady named Zhudanna and was completely charmed by her and her cooking. Apparently some of her other tenants{@footnote *|Zhudanna spoke about them as if they might return at any moment, but she has only one guest room. We admit confusion.} keep bringing home extra hungry people with no notice. Once, she said, she ended up serving them the fruit she was boiling down for preserves. Yes, she called it \"stew.\" And yes, they were very nice about it.{@footnote **|They're all such nice people, she would like us to stress. So lovely. Very hungry, don't keep regular hours, but so lovely!} But she suspects it was too sweet, even with the cayenne. And that Laudna will never get the color back in her cheeks just eating fruit!{@footnote ***|Zhudanna considered this an important consideration, so we have faithfully included it even if we don't fully understand it.} Next time, Zhudanna will be ready. The fruit idea was a good start, but she's created a nice cold yogurt soup as a base and worked the cayenne into crisp wafer cookies. They'll love it! We certainly did.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Zhudanna's Welcome"
								}
							]
						},
						{
							"type": "entries",
							"name": "The Meat Man Hoagie",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/The_Meat_Man_Hoagie.webp"
									},
									"credit": "Kristin Teig"
								},
								"During the summer of 811 PD, word began to spread throughout Ank'Harel: a new crime lord was on the rise. Apart from his moniker—\"the Meat Man\"—little was known about him for sure. He was said to be a Marquesian human, but some pointed out strange shifts in his voice and demeanor, leading to a conspiracy theory that he went about disguised. Some said he sold fine art; some said he sold only fakes. But everyone agreed on this: Do not cross the Meat Man, because he holds a grudge, and he is creative about his revenge. In a transparent attempt to stay on his good side, some merchants began loudly praising the Meat Man.{@footnote *|For instance, the boutique Ank'Harelian trading company Meatman Imports & Sexports is assumed to be an homage to the former crime lord. Some say that the actual Meat Man is involved, brazenly branding a legal, forward-facing company with his underworld moniker. We find this unlikely.} One enterprising tavern keeper even went so far as to name a sandwich after him,{@footnote **|Ironically, one of the swirling rumors was that the Meat Man ate no meat, so it is unknown if this attempt at flattery was successful. The tavern stayed open, free of stench clouds, and unattacked by ducks, so...probably?} which we have recreated here.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "The Meat Man Hoagie"
								}
							]
						},
						{
							"type": "entries",
							"name": "Core Spire Street Meat",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Core_Spire_Street_Meat.webp"
									},
									"credit": "Kristin Teig"
								},
								"Don't want to stop browsing the markets of Jrusar's Core Spire to sit down for a meal? The food carts lining the streets offer some surprisingly fine fare in portable form, like these lamb lollipops with dipping sauce. Holding the lamb by the bone keeps your hands clean for your stroll through the emporium or your night rolling dice with friends.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Core Spire Street Meat"
								}
							]
						},
						{
							"type": "entries",
							"name": "Heartmoor Harvest",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Heartmoor_Harvest.webp"
									},
									"credit": "Kristin Teig"
								},
								"In the northwest corner of the Oderan Wilds, the ground becomes lower and wetter until the jungle begins to resemble a bog. In the Heartmoor, the plant life is lush even by jungle standards. Here thrive medicinal plants, strangely colored and twisted trees, carnivorous vines, beautifully glowing flowers, and human-sized, human-eating, mutated bog spiders. Only the brave, foolhardy, or desperate step off the Honored Trails into the tangle. There is one settlement, Heartmoor Hamlet, that has managed to take root in the midst of this odd wilderness. This salad uses crops like the ones this small village cultivates, while leaving out the more {@i dangerous} bits of flora—striking a balance between the familiar and strange, with blue potatoes and radishes, different textured greens, and a bright variety of colors.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Heartmoor Harvest"
								}
							]
						},
						{
							"type": "entries",
							"name": "Muffins of the Shadow Baker",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Muffins_of_the_Shadow_Baker.webp"
									},
									"credit": "Adrián Ibarra Lugo"
								},
								"The Lantern Spire is the first stop for many visitors to Jrusar, being the only way into the city on foot. Once there, you'll find crowded streets winding up and around the spire toward the ever-burning light of the Prakash Pyre that gives the spire its name. If you ignore those streets, though, and find a way inside the spire, you could find yourself at the Elder's Post grey market.{@footnote *|You could also find yourself extremely disoriented or extremely robbed. Proceed with caution.} If you are lucky, you might come across Ephred, the master pastry chef known as the Shadow Baker. And if you are very lucky, the pockets of his cloak might still contain some delightful treats to buy.",
								"Few among us are so lucky,{@footnote **|But if you are, please say hi for us! We are big Shadow Baker fans here at Exquisite Exandria.} so we have attempted to re-create two of the Shadow Baker's muffins for the home cook. Beginning with the same batter, they then diverge into savory and sweet options. The savory muffin has sausage and potato, while the sweet is topped with cinnamon sugar crumble and served with the Shadow Baker's signature blackberry citrus butter.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Shadow Baker's Pocket Muffins"
								},
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Blackberry Compound Butter"
								}
							]
						},
						{
							"type": "entries",
							"name": "Conciliatory Couscous",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Conciliatory_Couscous.webp"
									},
									"credit": "Kristin Teig"
								},
								"After you've become accustomed to eating animal products, it can be hard to break the habit. Even if, for instance, you're trying to placate a vegan relative who complains about how much chicken you eat, sometimes you're not sure what to eat instead. May we recommend this couscous, inspired by the caravan cookpots of Ank'Harel's River District. The base is vegetable stock, the additions are a colorful concoction of tomatoes, olives, lemons, herbs, and spice. And then, right at the end, you drizzle a bunch of butter over the top. Look, she knows you're doing your best.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Conciliatory Couscous"
								}
							]
						},
						{
							"type": "entries",
							"name": "Spire by Fire's Beer-Braised Brisket",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Spire_by_Fire's_Beer-Braised_Brisket.webp"
									},
									"credit": "Kristin Teig"
								},
								"The Spire by Fire is a huge, labyrinthine tavern built into the side of the Core Spire in Jrusar. The owners used the natural contours of the spire creatively, building in and around and through until the tavern attained six stories and enough renown to do business at all hours of the day and night. That spirit of creative efficiency reaches every aspect of the business, including the menu, which owner Ishir has been tweaking for the last decade. His latest innovation is this beer-braised brisket. It serves at least half a dozen people, is cooked mostly by throwing it into an oven and leaving it alone, and uses up the beer dregs that accumulate throughout the evening.{@footnote *|We suspect he may have told us that last part in confidence. He was a little drunk at the time. But on the other hand, he knew we were writing a cookbook. So, a compromise: If you happen to be in the Spire by Fire, don't tell anyone where the leftover beer goes.}",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Spire by Fire's Beer-Braised Brisket"
								}
							]
						},
						{
							"type": "entries",
							"name": "\"Meal\"",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Meal.webp"
									},
									"credit": "Kristin Teig"
								},
								"A hidden gem awaits travelers to the industrial Smolder Spire in Jrusar. Working at the Soot and Swill tavern, an unassuming working-class establishment, is a chef named Pretty. Pretty is an ogre of stunning depth, focus, and culture, and he uses all three to make just one thing. That thing is the dinner he simply, humbly calls \"Meal.\"",
								"Do not be fooled by the monotone coloration on the plate! That is merely the gravy, and it is but the wrapping for the fine present that has been created for you. Dig in, and you'll find layers of delightful surprises: spiced ham, thick baked beans, even entire oranges await you.",
								"You can, we suppose, serve the gravy on the side. You can also, we further suppose, not allow it to congeal before serving. But do not, we beg you, tell Pretty of your wanton disregard for his art! At least, not without a Drink{@footnote *|Pretty's beverage of choice. We could not get anyone to tell us what's in it, since, we're assuming, its boldness would shock normal palates.** {@note **Our attempts to re-create Drink in our test kitchen were unsuccessful. The closest contender was a random mix of hard liquor plus an entire jar of olive juice. But that can't be right.}} in his hand.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Meal"
								}
							]
						},
						{
							"type": "entries",
							"name": "Fusaka",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Fusaka.webp"
									},
									"credit": "Kristin Teig"
								},
								"Fusaka is a Marquesian cooking spice so popular that its fans are found as far away as the Menagerie Coast in Wildemount. It is, however, not readily available outside those regions. The flavor is specific: a little meaty, a little cheesy, a little zesty. It's hard to explain and even harder to re-create. But we are proud to say that we have, at least, accomplished the latter. Here is a mix that will approximate this beloved spice and is appropriate for sprinkling over meat, vegetables, fish, or even popcorn.{@footnote *|Do not, under any circumstances, attempt to insert fusaka into your non-mouth orifices in any manner for any reason. We can't believe we even have to write this.}",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Fusaka"
								}
							]
						},
						{
							"type": "entries",
							"name": "Adra's Magical Flavored Ice",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Adra's_Magical_Flavored_Ice.webp"
									},
									"credit": "Kristin Teig"
								},
								"When the month of Sydenstar has come, and the long, hot days are wearing you down, perk up your taste buds with this icy treat. Developed by an Ank'Harelian street magician named Adra to encourage attendance at their performances, the Magical Flavored Ice soon became more popular than the magic. After decades of success, Adra has decided to retire. So here, for the first time, they have graciously agreed to share their secret recipe. Since many home cooks will be unable to procure ripe Marquesian kurrak, Adra assures us that jackfruit is an excellent alternative topping.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Adra's Magical Flavored Ice"
								}
							]
						},
						{
							"type": "entries",
							"name": "Pike's Purple Jewel Cake of Marquet",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Pike's_Purple_Jewel_Cake_of_Marquet.webp"
									},
									"credit": "Kristin Teig"
								},
								"\"There once lived a woman named Madame Marquita Parcata,\" begins the old tale. Madame Parcata gave a tired, thirsty girl water, but refused to give her shelter. When the little girl offered to grant a wish in return, Madame Parcata made an ill-advised choice, wishing to have great fame and worth. As payment in kind for her inhospitable greed, she was turned into a huge purple jewel, as big as an apple. This is the story behind the delicacy known as the Purple Jewel Cake of Marquet, beloved by people across Exandria, including Vox Machina's Pike Trickfoot. The story changes depending on the teller, but all agree on two things: the part about the apple is important, and the cake is delicious.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Pike's Purple Jewel Cake of Marquet"
								}
							]
						},
						{
							"type": "entries",
							"name": "Lord Eshteross's Maple Ginger Cookies with Turmeric",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Lord_Eshteross's_Maple_Ginger_Cookies_with_Turmeric.webp"
									},
									"credit": "Kristin Teig"
								},
								"In our travels, word reached us of an accomplished amateur baker among the Jrusarian nobility. Lord Ariks Eshteross, though he was surprised to hear from us, proved to be a gracious host{@footnote *|Especially once the various trapdoors, swinging maces, and springblades between the front door and the kitchen had been disarmed.} and an enthusiastic instructor. Of his creations to date, he is proudest of these maple ginger cookies. He would like us to pass along to you that the longer you mix the dough after adding the egg and maple syrup, the more lovely crackles the cookies will develop as they bake. He also implores you not to skip the chilling step, as warm dough will spread too much on the baking sheets.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Lord Eshteross's Maple Ginger Cookies with Turmeric"
								}
							]
						},
						{
							"type": "entries",
							"name": "Sandkheg Hide Ale",
							"entries": [
								"Sandkhegs are eight-foot-long armored insects with acidic spit to poison their prey, hooked front legs to grab it, and strong mandibles to bite it in half. Despite this description, some folks venture out into the Rumedam Desert, collect the spit, and make it into alcohol. The resulting spirit numbs the drinker's throat so completely that they often can't speak. In short, the liquor known as Sandkheg's Hide is the result of an absolutely wild series of life choices. We recommend that you make this home version instead, and then cut it with ale.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Sandkheg Hide Ale"
								}
							]
						},
						{
							"type": "entries",
							"name": "Dalen's Closet Special",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Dalen's_Closet_Special.webp"
									},
									"credit": "Kristin Teig"
								},
								"In the northern port city of Shammel, the once sleepy resort called Dalen's Closet has enjoyed a consistent uptick in business since it hosted the wedding of Vex'ahlia and Percival de Rolo in 813 PD. The Closet, as owner Guath refers to it, is famous for its beautiful beaches, its near-endless rows of hammocks, and its fruity drinks. While we can't bring you beaches or hammocks, we can at least evoke the feeling of those breezy, bright, sleepy days with this delicious sangria. Guath has added dragon fruit in a cheeky nod to Vox Machina's monster-slaying days, but we've included substitutions in case dragon fruit isn't available to you.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Dalen's Closet Special"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 4: Wildemount",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Wildemount.webp"
							},
							"credit": "Kent Davis"
						},
						"Finally, we travel back the way we came, north and east over the Lucidian Ocean to Tal'Dorei, and then past it, across the Ozmit Sea, to Wildemount. Wildemount is a continent that, in the best of times, thrives on its interconnectedness. This has huge appeal to us, of course, because one of the many magical things about food is its ability to bring people together. But before we can expand on that theme, we need to set the table, as it were, by skimming briefly back through some of Wildemount's worst, most divided times.",
						"We'll start with the continent's most literal divide: the Ashkeeper Peaks. East of the Peaks is Xhorhas, the land that saw the bitter end of the Calamity. Here, the Prime Deities brought the fight to Ghor Dranas, the city of the Betrayer Gods. By the time the fighting was done, Ghor Dranas was in ruins, and the land for miles around was cursed, poisoned, and infested with monstrosities. Yet from this destruction came an unexpected ray of hope, a literal light in the darkness. A society of elves living deep under Ghor Dranas, inspired by a deity they called the Luxon, made their way to the surface and claimed the ruins as their own. The house, or den, of Kryn united the other families under their name, founding the Kryn Dynasty that endures to this day with the aptly named Rosohna, or \"Rebirth,\" as its capital city. Strong magic allows the elves to cast the city in perpetual night, shielding their eyes from the full strength of the sun. That magic is one of many ever-present reminders of how different the Dynasty is from the rest of Wildemount, and rumor and superstition still thrive centuries later. Outside of Xhorhas, in fact, many insist on calling Rosohna \"Ghor Dranas\" to this day.",
						"Among those who assumed ill intent of the Kryn were the rulers of the Dwendalian Empire, the neighboring power that controls much of the land west of the Ashkeepers. In a throwback to the beliefs that sparked the Calamity, the Dwendalian kings have declared that divine magic and most religious worship are trickery and deceit. The Kryn's worship of the Luxon, therefore, is considered deeply threatening. Most recently, the Cerberus Assembly, the powerful mage faction that advises the throne, joined King Bertrand Dwendal in proclaiming that the Dynasty had evil designs on Empire lands. The fear this stoked helped king and assembly keep the people of the Empire under totalitarian control for decades.",
						"When two of the Luxon beacons, the Kryn's most precious artifacts, went missing, the Kryn sent two soldiers to the Empire city of Zadash to attempt their recovery. The attempt went bad, the Empire declared war, armies deployed from both sides, and the well-being of the people of Wildemount teetered in the balance.",
						"But less than a year later, the war between the Kryn Dynasty and the Dwendalian Empire was over. A group of adventurers known as the Mighty Nein had succeeded in brokering talks between the two peoples. The beacons were found and returned, political prisoners were exchanged, and an uneasy peace was declared. Two months later, again spurred by the Mighty Nein, the Cobalt Soul opened investigations into evildoing by the mage Trent Ikithon and the Assembly.",
						"In the span of a season, this motley group of friends had stopped a war and felled a pillar of corruption at the heart of a totalitarian government. They had tipped the balance of a continent from aggression to cooperation, from division to connection. Their deeds aren't as well documented as those of Vox Machina, but word has trickled in from across Wildemount that the Nein aren't merely diplomats or spies. They rescued a small town from a harmful cult, killed a group of slavers, and closed dangerous abyssal rifts beneath the city of Asarius, to name but a few of their heroic acts. They've been as far south as Darktow, where they were seen conversing with the Plank King, and as far north as Uthodurn in the Flotket Alps. They were even rumored to be exploring frigid Eiselcross, searching for the ruined flying city of Aeor. They've got members from the Empire, from southern Xhorhas, from the neutral Menagerie Coast, from the lawless Greying Wildlands, and possibly from the Kryn Dynasty itself. So who are they, really?",
						"There's Caleb Widogast, rumored to be Trent Ikithon's former student—a mage who can manipulate gravity, command flame, and create invisible towers, who was often seen in the company of his magical cat, Frumpkin. Beauregard Lionett—a hand-to-hand fighter from the Empire town of Kamordah and expositor of the Cobalt Soul—is also the heir of a successful wine family. Yasha Nydoorin is a fierce brawler from south Xhorhas, a devotee of the Stormlord, and Beau's partner. Jester Lavorre, the healer from Nicodranas on the Menagerie Coast, has a famous sweet tooth and is the daughter of the renowned courtesan known as the Ruby of the Sea. Fjord Stone, an accomplished sailor from the Menagerie Coast who now fights in the Wildmother's name, is also Jester's partner and a rumored one-time pirate captain. Veth Brenatto, known for a time as Nott the Brave, uses her thief's skill set, deadly crossbow, and tricky magic to protect the ones she loves, including her husband and son. Caduceus Clay, healer of the Wildmother, joined the group from the Savalirwood in the Greying Wildlands, and his comforting presence and healing touch kept everyone alive more than once. The Mighty Nein have also been seen with a colorful horned swordsman and, on a few occasions, with Essek Thelyss, a mage high in the Kryn Dynasty's pecking order. Counting those two would bring us to a very satisfying total of nine, but since \"Mighty Nein\" just means \"Big No,\" we suspect that's a coincidence.",
						"In any case, the Mighty Nein represents the best of Wildemount culture: a huge range of people, side by side, who lose none of their uniqueness. All these lands, all these cultures, exist next to each other across the continent. The militaristic, rule-bound Empire; the striving, driven Dynasty; the fiercely independent Menagerie Coast; and the wild lands that surround them can, and should, continue to salute and respect each other.",
						"And so we've taken our cue from the Nein and brought you a range of dishes from north, south, east, and west: a drink from Deastok next to one from Aeor, meat pies from Xhorhas next to mushroom toast from the Savalirwood. Sweet and savory, vegetarian and meat-loving, heavy and light, alcohol-free and so-alcoholic-it-might-actually-explode. Do we need to fight over which one is right, which one is best? {@i Nein}.",
						{
							"type": "entries",
							"name": "Nestled Nook Breakfast Special",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Nestled_Nook_Breakfast_Special.webp"
									},
									"credit": "Adrián Ibarra Lugo"
								},
								"Near the southern tip of the Marrow Valley lies the Empire town of Trostenwald. The rare varieties of wheat and other grains grown only in this area yield a delectable array of sweet ales, known as trosts. These trosts are the main draw of Trostenwald, providing a brisk export trade and tempting travelers coming north from Nicodranas or south from Zadash to draw out their rest stops before continuing on their road.",
								"For those travelers who get too deep in their cups, there are always inns like the Nestled Nook. Innkeeper Yorda will set you up with a warm bed for the night and a warm breakfast in the morning (or whenever you manage to get downstairs). Yorda has a range of foods on offer, but it's the meat selection that really sets the Nestled Nook apart. We've recreated two of her most popular dishes here: brats and bacon. Note how they both meet a need that less experienced innkeepers might overlook: namely, portability. The brat comes in a convenient bun, so we'd suggest eating that one first. You can stick the bacon in your pocket for later.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Pocket Bacon"
								},
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Breakfast Beer Brats"
								}
							]
						},
						{
							"type": "entries",
							"name": "Jester's Sweet Feast",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Jester's_Sweet_Feast.webp"
									},
									"credit": "Kristin Teig"
								},
								"Most have heard tell of a wondrous magical banquet that calms the mind, cures the body, and invigorates the spirit. But few have had the honor of seeing, never mind partaking in, a feast the way Jester Lavorre does it. While she casts this complex spell, she manages to take any requests her diners throw her way—from candied bugs to \"please, gods, just one vegetable\"—and incorporate them into a beautifully plated spread that delights all the senses. But no matter the season, the country, or the time of day, one thing makes its way into all of Jester's feasts: pastries.",
								"Now, even narrowing our focus to pastries, we don't have the space to discuss everything Jester has created. So we've limited ourselves to three offerings, all of which use the same dough as a base. To satisfy your sweet tooth, try the plum Danishes. For something sweet with that Nicodranas cinnamon kick, there are spiced muffins with cherry jam. And if you prefer savory, there are salt-and-pepper cheese twists.{@footnote *|Jester puts some dipping honey on the side for when you come to your senses.}",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Rough Puff Pastry Dough"
								},
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Roasted Plum Danishes"
								},
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Spiced Puff Pastry Pull-Apart Muffins with Cherry Jam"
								},
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Salt-and-Pepper Cheese Twists with Honey Drizzle"
								}
							]
						},
						{
							"type": "entries",
							"name": "Widogast's Nein-Layered Tower (of Pancakes)",
							"entries": [
								"Want to impress your friends with some food wizardry, but are intimidated by complex gastronomical techniques? Try some dunamancy instead, and make gravity work for you! This tower of sweetness recalls Caleb's magnificent magical edifice, but without the hours of toil he spent researching and assembling it. This is just slather, stack, and repeat, all the way to the top. Feel free to customize your tower to your audience's desires—jam, thinly sliced fruit, or mini chocolate chips would all go well between the layers—but embellish with a light touch, lest the weight increase too much and the dunamantic weaving tip out of control.{@footnote *|Sorry, got carried away there: don't put too much stuff on the pile or it'll collapse.} Top with cream cheese glaze—we've dyed ours to evoke the Luxon beacon—and garnish with the treats of your choice.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Widogast's Nein-Layered Tower (of Pancakes)"
								}
							]
						},
						{
							"type": "entries",
							"name": "Plank King Panzanella",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Plank_King_Panzanella.webp"
									},
									"credit": "Kristin Teig"
								},
								"There are dishes in this book that, we are proud to say, have been prepared for us directly by their creator. This is not one of those. We have been to...well, we've been near the Swavain Islands.{@footnote *|We caught wind of some sort of important religious festival happening around that area back in 836 PD, but when we inquired further, the map we were given was less nautical and more...anatomical.} But we have certainly not been brash enough to dock at Darktow, the notorious pirate stronghold. This recipe comes to us from a woman who used to work in the kitchen of the Bloated Cup tavern on Darktow. She swears that when someone would bring in pomelos and Cara Caras from the lusher islands in the archipelago, this salad was the tavernkeeper's favorite way to put the fresh citrus to use while also getting rid of some stale bread. To encourage their rougher clientele to eat the citrus and greens, the Bloated Cup added the Plank King's name. Sales picked up immediately.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Plank King Panzanella"
								}
							]
						},
						{
							"type": "entries",
							"name": "Yasha's Bug Bites",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Yasha's_Bug_Bites.webp"
									},
									"credit": "Kristin Teig"
								},
								"The warriors of Xhorhas's Iothia Moorland are accomplished hunters of all types of game, be it big or small. During Yasha's time with the Dolorav clan, she acquired a taste for the smallest creatures: rodents, spiders, and insects. One of her favorite treats is crunchy bugs, such as these crickets. Now, both we and Yasha understand that not everyone is delighted by the idea of eating bugs. You can do this with chickpeas instead; they just take longer to dry. One other note: The spice mix isn't true to Moorland-style roasted crickets; rather, it's inspired by the way Yasha's bugs were served during Jester's elaborate magical feasts, an old childhood favorite given new life.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Yasha's Bug Bites"
								}
							]
						},
						{
							"type": "entries",
							"name": "Brenattos' Unexpected Guests",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Brenattos'_Unexpected_Guests.webp"
									},
									"credit": "Kristin Teig"
								},
								"When the Mighty Nein were at the height of their adventuring, they would often need to be someplace fast. With Caleb's powerful magic, the time between realizing they needed to be someplace and arriving there was reduced to seconds. This was often a shock to the people at their destination, whom they had forgotten to warn before teleporting in. Once, they arrived hungry in the Brenattos' living room in Nicodranas and found only some hummus and carrots in the pantry. But the Brenattos are no humdrum family, and Yeza's hummus is no plain hummus. The added beet provides a gorgeous color, another layer of flavor, and a way to sneak an extra variety of vegetable into a kid who is sometimes, maybe, a little averse.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Brenattos' Unexpected Guests"
								}
							]
						},
						{
							"type": "entries",
							"name": "The Frost Worm Stew of Den Thelyss",
							"entries": [
								"Some aspects of the Kryn Dynasty practice of consecution are, by necessity, closely guarded secrets. But we do know that when a new person is welcomed into one of the Dens, either by birth or adoption, a celebration is in order. In Den Thelyss, the family of Essek Thelyss and one of the three ruling Dens in the Dynasty, the celebration includes an elaborate feast. A staple of the feast is this hearty stew of root vegetables, herbed dumplings, and the rarest meat the Den's hunters can procure. Frost worm is a special favorite, but considering that frost worm meat must be procured from the Biting North at great peril and expense, we've substituted venison or beef here.{@footnote *|Please do not travel to the Biting North in search of frost worm meat. Venison is pretty close, especially after cooking. We swear.}",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "The Frost Worm Stew of Den Thelyss"
								}
							]
						},
						{
							"type": "entries",
							"name": "Shadowshire Soup",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Shadowshire_Soup.webp"
									},
									"credit": "Kristin Teig"
								},
								"Underneath the city of Rosohna lies a huge subterranean cavern lined with crops, many of them growing only with the aid of magic. Some resemble more conventional root vegetables, in taste at least, while others offer an experience all their own. We cannot assume you have access to Shadowshire produce, so we have attempted to re-create the flavor of one of their popular soups using a blend of ingredients that are easier to find outside of Rosohna. Purists, of course, will argue that Shadowshire Soup is nothing without freshly grated yuyo. They will further note our soup's total inability to glow in the dark. We humbly submit that we have done our best.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Shadowshire Soup"
								}
							]
						},
						{
							"type": "entries",
							"name": "Asarius's Prized Meat Pies",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Asarius's_Prized_Meat_Pies.webp"
									},
									"credit": "Kristin Teig"
								},
								"Every year, droves of Xhorhasians make their way west to Asarius, the City of Beasts, for the city's Faire of Abundance. There, Asarians, traders, and cooks from across the land show off their proudest culinary creations in a food festival that lasts for two days. Food is bought, sold, and thoroughly enjoyed, but running underneath the merriment is a fierce competition. On the second day, the ten most promising creations are sampled by members of Den Olios. The winner is awarded a sizable coin purse along with the Golden Thistle, a trophy presented by Lady Olios herself. We are proud to present to you the Golden Thistle recipe from 842 PD, a delectable meat pie created by an anonymous local baker who took the purse and skipped town. He only stopped long enough to sell the recipe twice, to us and to the Four Corners Tavern, which now serves pie on fight nights.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Asarius's Prized Meat Pies"
								}
							]
						},
						{
							"type": "entries",
							"name": "Caduceus's Ethically Sourced Mushroom Toasts",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Caduceus's_Ethically_Sourced_Mushroom_Toasts.webp"
									},
									"credit": "Kristin Teig"
								},
								"Caduceus Clay, as a dedicated servant of the Wildmother, also serves the natural cycle of life and death. He gladly heals the sick and the injured when possible, and he returns the dead to the earth with equal aplomb. His decomposition spells cause the remains to sprout plants and fungi, so Caduceus gathers these byproducts and cooks with them. Are we saying that we sampled sandwiches made, at one step removed, from corpses? Yes.{@footnote *|But, as Caduceus pointed out, aren't most things one step removed from corpses, really?} Are we saying that you need to make your sandwich the same way? No. But if you do, make sure to thank the person whose grave you're harvesting. Never hurts to be polite.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Caduceus's Ethically Sourced Mushroom Toasts"
								}
							]
						},
						{
							"type": "entries",
							"name": "Fish Tacos, a Romantic Creation by Guest Chef Frumpkin",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Fish_Tacos_a_Romantic_Creation_by_Guest_Chef_Frumpkin.webp"
									},
									"credit": "Kristin Teig"
								},
								"When we heard that Beau and Yasha's romance began in earnest with an elaborate magical date featuring tacos, we put out word that we would love the recipe. Imagine our surprise when a cat walked into our test kitchen and jumped up on the counter. There was a note in his mouth bearing only the name of this dish and the word \"Achten!\" As soon as we looked up from the note, the cat began to assemble the tacos, knocking ingredients off of pantry shelves, batting seasonings across the floor, nudging us toward the stove, hunting bugs to use for garnish,{@footnote *|We have substituted black sesame seeds, as the bug-hunting process will be cumbersome for most home cooks.} rolling his eyes at how slow we were to catch on. A steep learning curve, a very messy kitchen, and several chin scritches later, we had these tasty tacos.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Fish Tacos, a Romantic Creation by Guest Chef Frumpkin"
								}
							]
						},
						{
							"type": "entries",
							"name": "Yasha's Flower Cake",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Yasha's_Flower_Cake.webp"
									},
									"credit": "Kristin Teig"
								},
								"To honor her fallen wife Zuala, Yasha Nydoorin gathered flowers from across Exandria and brought them to her grave. After settling down with Beau, Yasha started a new flower collection; their garden used seeds from the Blooming Grove and expanded whenever a new blossom caught her eye. Inspired by Caduceus, Yasha experimented with these flowers by using them in various foods. Many of the early experiments were unsuccessful. Some were hilarious. A few were even edible. Eventually she perfected this cake, flavored with lavender and topped with whatever beautiful flowers{@footnote *|*Just make sure they're digestible by humans.** {@note **That was one of the less hilarious experiments.}} are in season.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Yasha's Flower Cake"
								}
							]
						},
						{
							"type": "entries",
							"name": "Black Moss Cupcakes",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Black_Moss_Cupcakes.webp"
									},
									"credit": "Kristin Teig"
								},
								"Have you always wanted to visit Uthodurn, but the thought of travel through the Flotket Alps leaves you cold? Now you can have a taste of this famed Dwarven/Elven city without leaving your home. The Softer Stoneforge bakery's original recipe calls for actual black moss, so we've substituted easier-to-find ingredients that still put an earthy spin on the traditional sweet cupcake. And for an extra-charming treat, try a sprinkle of our Dust of Deliciousness.{@footnote *|Exquisite Exandria disavows responsibility for any actions, pacts, transformations, transmutations, friendships, courtships, understandings, or misunderstandings resulting from the use of Dust of Deliciousness.}",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Black Moss Cupcakes"
								},
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Dust of Deliciousness"
								}
							]
						},
						{
							"type": "entries",
							"name": "The Ruby of the Sea Cocktail",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/The_Ruby_of_the_Sea_Cocktail.webp"
									},
									"credit": "Kristin Teig"
								},
								"The Lavish Chateau in Nicodranas is a lovely place to stay: big fancy meals, big fancy drinks, big fancy beds. But what really sets the Chateau apart is their signature performer and courtesan: Marion Lavorre, the Ruby of the Sea. Her charms have delighted guests and clients for decades, but her performances are not long, and her private time is expensive. Many who drop by the Chateau for a meal or a drink therefore leave without getting to see her. Not wishing to resort to something as tacky as merchandise, the Chateau's management arrived at a way to give all guests a small taste, if you will, of the Ruby of the Sea experience. This special cocktail was designed to refresh and relax in equal measure, just like the Ruby herself.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "The Ruby of the Sea Cocktail"
								}
							]
						},
						{
							"type": "entries",
							"name": "Lionett's Summer Sangria",
							"entries": [
								"Beauregard Lionett's family business, the Rainbow Vineyards in Kamordah, is a strange success story. Beau's father, Thoreau, bought a run-down farm on land that was considered difficult to grow on. Thoreau claimed that he understood how to work with the geothermal activity in the area, planting vineyards and various other crops amid the geysers. To everyone's surprise, everything he planted began to thrive, growing and blooming in wild abundance. Lionett makes several types of excellent wines from their grapes; we've used their Sauvignon Blanc, together with rum and a selection of summer fruits, to create this colorful sangria.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Lionett's Summer Sangria"
								}
							]
						},
						{
							"type": "entries",
							"name": "The Changebringer's Nectar",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/The_Changebringer's_Nectar.webp"
									},
									"credit": "Kristin Teig"
								},
								"In Deastok, Kamordah's sister city to the south, the Grumpy Lily tavern serves two unusual concoctions. While the processes involved in both are extremely labor intensive, we are happy to have developed versions that you can make at home.{@footnote *|For the second recipe, see {@recipe Schlond's Embrace|ExEx}.} This one is a fermented, bubbly creation, unusual enough to bear the name of the goddess of adventure, freedom, and luck. If you've never made your own alcohol before, perhaps plan to stop after the single-fermentation process, so you can properly gauge your creation's strength. If you have the time and temperament for an additional fermentation, the extra effort will add fantastic bubbles to the nectar.{@footnote **|Do remember to uncork your nectar for a few seconds between the second and third day of the second fermentation. Otherwise, unless you have the luck of the goddess, the bottles could explode.}",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "The Changebringer's Nectar"
								}
							]
						},
						{
							"type": "entries",
							"name": "Schlond's Embrace",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Schlond's_Embrace.webp"
									},
									"credit": "Kristin Teig"
								},
								"As the Grumpy Lily in Deastok serves it, Schlond's Embrace begins by distilling and fermenting mint over a period of forty years. The gods bless those alcohol makers; we simply do not have that kind of patience. Nor, we realized after sampling the original drink, do we have that kind of stomach. So, deciding that discretion is the better part of valor, we have created a nonalcoholic version of the Embrace that honors its flavor profile without the same gut punch to the innards. For those who miss the overt, mushroomy tones of the alcoholic version or just want a little extra fun in their toppings, we've included a chopped shiitake garnish.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Schlond's Embrace"
								}
							]
						},
						{
							"type": "entries",
							"name": "Athodan's Mistake",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Athodan's_Mistake.webp"
									},
									"credit": "Kristin Teig"
								},
								"Many mysterious artifacts have made their way south from Aeor, the pre-Calamity floating city that now lies in ruins amid the ice of Eiselcross. Odd power sources, strange automata, descriptions of lost magic: these types of relics are squirreled away for study or sold for a fortune. But sometimes treasure takes other forms. This recipe—found jotted alongside far more confidential lab notes—concerns a researcher named Athodan. Apparently one of his early experiments involved, as best as we can tell, directing some kind of gravity magic into a batch of overripe fruit to reverse the fruit's aging process. It may have worked; it was hard to tell, since the fruit was liquefied and tossed all over the room. The mixture proved to be surprisingly tasty, and recreations of the drink were used to both taunt and celebrate Athodan at various festivities in the following months.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Athodan's Mistake"
								}
							]
						},
						{
							"type": "entries",
							"name": "Popping Hot Chocolate Bombs",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Popping_Hot_Chocolate_Bombs.webp"
									},
									"credit": "Kristin Teig"
								},
								"When you want to cheer someone up, what do you give them? Are you like Caduceus, giving out little chocolate balls that, when dropped into a cup of hot water, turn into hot chocolate? Or are you more like Beau, giving out firecrackers? Wait, don't answer, it's a trick question: Now you can be both! These magical creations start like regular hot chocolate balls: a chocolate shell with homemade cocoa powder and mini marshmallows hidden in the center. But ours have fizzy candy packed inside, so they crackle and sizzle delightfully before settling down into a soothing and delicious treat.",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Popping Hot Chocolate Bombs"
								},
								{
									"type": "entries",
									"name": "Popping Malted Hot Cocoa Mix (an alternative for the beginning adventurer!)",
									"entries": [
										{
											"type": "statblock",
											"tag": "recipe",
											"source": "ExEx",
											"name": "Popping Malted Hot Cocoa Mix"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dead People Tea",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Dead_People_Tea.webp"
									},
									"credit": "Kristin Teig"
								},
								"We've already discussed how important the cycle of life and death is to Caduceus, including his hobby of cooking with plants grown from corpses.{@footnote *|See {@recipe Caduceus's Ethically Sourced Mushroom Toasts|ExEx}.} Tea is also extremely important to Caduceus. When the rest of the Mighty Nein met him, he offered them tea before he offered his name or learned theirs. And yes, that tea was made from dead people.{@footnote **|Again we point out, as Caduceus would: Aren't most things?} It was also very tasty. If you've never made your own tea, from whatever source, we highly recommend trying it. Why not start with this gorgeous mix? The bulk of the drying can be done in the oven overnight, the tea stays good for up to six months, and the brewed color evokes those red-purple flowers that Caduceus first served the Mighty Nein.{@footnote ***|From the Casala family, Caduceus would like us to remind you. Once they made textiles. Now they make excellent tea.}",
								{
									"type": "statblock",
									"tag": "recipe",
									"source": "ExEx",
									"name": "Dead People Tea"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Acknowledgments",
					"entries": [
						"We would like to thank the cast of {@i Critical Role}—Matthew Mercer, Taliesin Jaffe, Marisha Ray, Travis Willingham, Laura Bailey, Ashley Johnson, Sam Riegel, and Liam O'Brien—for creating this fantastic world, and a special thank you to Dani Carr, Shaunette DeTie, Niki Chi, and the rest of the {@i Critical Role} team. And thanks also to Sarah Malarkey, Sarah Peed, Lydia Estrada, Ashley Pierce, Ian Dingman, Heather Williamson, and the entire Penguin Random House crew.",
						"Also, Liz would like to thank the Critical Role Wiki and CritRoleStats for their devotion and thoroughness, Nachie Marsham for the constant encouragement, and Jessica Jackson for the fastest puns in the realm.",
						"Jesse would like to thank Dennis Green for being an expert taste tester, Susan Vu for helping talk through recipes, and Jena Szewczyk for helping come up with several of the most nerdy and genius concepts he has developed.",
						"Susan would like to thank the {@i Critical Role} team for reminding us human folks that it is okay (and a lot of fun!) to play make believe well after childhood. Thank you also to Liz, Sarah Malarkey, Sarah Peed, and my two amazing co-recipe developers for making this process delightfully whimsical and delicious.",
						"Amanda would like to thank her nieces Storm and River and nephew Mozes for making play, laughter, silliness, curiosity, and imagination a part of daily living. I love you, crazy noodles. Thank you to my agent, Danielle Svetcov—you always go above and beyond—and the Michael Jordan to my Scottie Pippen, Bryant Terry. You's my gee.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/The_Grand_Poobah's_GoFiBePo_Meat_Board.webp"
							},
							"credit": "Kristin Teig"
						}
					]
				},
				{
					"type": "section",
					"name": "Index",
					"entries": [
						"The page numbers in this index refer to the printed version of the book. Each link will take you to the beginning of the corresponding print page. You may need to scroll forward from that location to find the corresponding reference on your e-reader.",
						{
							"type": "list",
							"style": "list-no-bullets",
							"columns": 2,
							"items": [
								{
									"type": "entries",
									"name": "A",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"Adra's Magical Flavored Ice, {@recipe Adra's Magical Flavored Ice|ExEx|136–37}",
												"ale. {@i See} {@book beer|ExEx|8|Beer}",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "almonds",
													"items": [
														"Trinket's Bear Claws, {@recipe Trinket's Bear Claws|ExEx|26–27}"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "apples",
													"items": [
														"Apple Slaw, 157",
														"The Frost Worm Stew of Den Thelyss, 176–77",
														"Lionett's Summer Sangria, 200",
														"Pike's Purple Jewel Cake of Marquet, 141–42",
														"Plum and Coffee Chutney, 54"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "arugula",
													"items": [
														"Caduceus's Ethically Sourced Mushroom Toasts, 185",
														"Heartmoor Harvest, 119–20"
													]
												},
												"Asarius' Prized Meat Pies, 181–82",
												"Athodan's Mistake, 206",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "avocados",
													"items": [
														"Fownsee Hollow Breakfast Sandwich, 107–8"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "B",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "bacon",
													"items": [
														"Baked Beans, 130",
														"Fried Chicken with Coffee-Bacon Gravy, 35–36",
														"Pocket Bacon, 156",
														"Slayer's Take Stew, 95–96",
														"Sweet and Sticky Slab Bacon, Fried Tomatoes, and Fried Eggs, 33–34",
														"Wild's Grandeur Succotash, 92–93"
													]
												},
												"Bad Aim Chicken, 51–52",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "beans",
													"items": [
														"Baked Beans, 130",
														"Wild's Grandeur Succotash, 92–93",
														"See also chickpeas"
													]
												},
												"Bear Claws, Trinket's, 26–27",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "beef",
													"items": [
														"Asarius' Prized Meat Pies, 181–82",
														"The Frost Worm Stew of Den Thelyss, 176–77",
														"Spire by Fire's Beer-Braised Brisket, 126–28"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "beer",
													"items": [
														"Ale and Cheddar Fondue, 44",
														"Breakfast Beer Brats, 157",
														"Malty Beer Waffles with Orange-Honey Browned Butter Syrup, 38–39",
														"Sandkheg Hide Ale, 146",
														"Spire by Fire's Beer-Braised Brisket, 126–28"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "beets",
													"items": [
														"Brenattos' Unexpected Guests, 174",
														"Shadowshire Soup, 179–80"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "blackberries",
													"items": [
														"Berry Surprise Pie, 66–67",
														"Blackberry Compound Butter, 123",
														"Scanlan's Hand Pies, 70–72"
													]
												},
												"Black Moss Cupcakes, 193–97",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "blueberries",
													"items": [
														"Berry Surprise Pie, 66–67",
														"Pike's Purple Jewel Cake of Marquet, 141–42"
													]
												},
												"Brats, Breakfast Beer, 157",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "bread",
													"items": [
														"Brioche Spears, 46",
														"Caduceus's Ethically Sourced Mushroom Toasts, 185",
														"Hidden Hospitality Fry Bread, 54–55",
														"Plank King Panzanella, 169–70",
														"See also sandwiches"
													]
												},
												"Breakfast Beer Brats, 157",
												"Brenattos' Unexpected Guests, 174",
												"Bug Bites, Yasha's, 173",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "butter",
													"items": [
														"Blackberry Compound Butter, 123",
														"Garlic Compound Butter, 83"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "C",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "cabbage",
													"items": [
														"Fish Tacos, a Romantic Creation by Guest Chef Frumpkin, 186–87",
														"Shadowshire Soup, 179–80",
														"Slayer's Take Stew, 95–96"
													]
												},
												"Caduceus's Ethically Sourced Mushroom Toasts, 185",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "cakes",
													"items": [
														"Lavender Lemon Cake, 190–92",
														"Pike's Purple Jewel Cake of Marquet, 141–42",
														"Yasha's Flower Cake, 190–92",
														"See also cupcakes"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "carrots",
													"items": [
														"Asarius' Prized Meat Pies, 181–82",
														"Brenattos' Unexpected Guests, 174",
														"Chicken Pocket Pies, 62–63",
														"The Frost Worm Stew of Den Thelyss, 176–77",
														"Shadowshire Soup, 179–80",
														"Slayer's Take Stew, 95–96",
														"Spire by Fire's Beer-Braised Brisket, 126–28"
													]
												},
												"Cauliflower, Pickled, 45",
												"The Changebringer's Nectar, 201–2",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "cheese",
													"items": [
														"Ale and Cheddar Fondue, 44",
														"Caduceus's Ethically Sourced Mushroom Toasts, 185",
														"De Rolo's Revenge Pasta, 57",
														"Fownsee Hollow Breakfast Sandwich, 107–8",
														"Heartmoor Harvest, 119–20",
														"Herbed Whipped Feta, 87",
														"The Meat Man Hoagie, 113–15",
														"Pickled Shrimp Smørrebrød, 87–88",
														"Plank King Panzanella, 169–70",
														"Salt-and-Pepper Cheese Twists with Honey Drizzle, 165",
														"Shadow Baker's Pocket Muffins, 122–23",
														"Suncut Semolina Porridge with Dried Fig Compote, 105–6",
														"Widogast's Nein-Layered Tower (of Pancakes), 166–68",
														"See also cream cheese"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "cherries",
													"items": [
														"Dried Fig Compote, 105",
														"Spiced Puff Pastry Pull-Apart Muffins with Cherry Jam, 164"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "chicken",
													"items": [
														"Bad Aim Chicken, 51–52",
														"Chicken Pocket Pies, 62–63",
														"Fried Chicken with Coffee-Bacon Gravy, 35–36"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "chickpeas",
													"items": [
														"Brenattos' Unexpected Guests, 174",
														"Yasha's Bug Bites, 173"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "chocolate",
													"items": [
														"Black Moss Cupcakes, 193–97",
														"Chocolate-Matcha Frosting, 193–96",
														"Dark Chocolate Cupcakes, 193",
														"Popping Hot Chocolate Bombs, 209–11",
														"Popping Malted Hot Cocoa Mix, 212",
														"Schlond's Embrace, 205"
													]
												},
												"Chutney, Plum and Coffee, 54",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "cinnamon",
													"items": [
														"Cinnamon and Brown Sugar Streusel Muffins, 122–23",
														"Cinnamon and Cayenne Wafer Cookies, 112"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "coconut",
													"items": [
														"Adra's Magical Flavored Ice, 136–37"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "coconut milk",
													"items": [
														"Adra's Magical Flavored Ice, 136–37",
														"Athodan's Mistake, 206",
														"Highsummer Honey Polenta, 78–79"
													]
												},
												"Cod and Potato Smørrebrød, 83–84",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "coffee",
													"items": [
														"Fried Chicken with Coffee-Bacon Gravy, 35–36",
														"Plum and Coffee Chutney, 54"
													]
												},
												"Conciliatory Couscous, 125",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "cookies",
													"items": [
														"Cinnamon and Cayenne Wafer Cookies, 112",
														"Gunpowder Green Tea Shortbread Cookies, 97–98",
														"Lord Eshteross's Maple Ginger Cookies with Turmeric, 143–44",
														"Moss Cookie Crunchies, 196"
													]
												},
												"Core Spire Street Meat, 116",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "corn",
													"items": [
														"Highsummer Honey Polenta, 78–79",
														"Wild's Grandeur Succotash, 92–93"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "cornmeal",
													"items": [
														"Cinnamon and Cayenne Wafer Cookies, 112",
														"Highsummer Honey Polenta, 78–79",
														"Shadow Baker's Pocket Muffins, 122–23",
														"Sweet and Sticky Slab Bacon, Fried Tomatoes, and Fried Eggs, 33–34"
													]
												},
												"Couscous, Conciliatory, 125",
												"Crackers, Flatbread, 46",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "cream cheese",
													"items": [
														"Chocolate-Matcha Frosting, 193–96",
														"Cream Cheese Frosting and Glaze, 167",
														"Roasted Plum Danishes, 162–63",
														"Smoked Fish Dip, 42",
														"Vanilla Frosting, 192"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "cream of coconut",
													"items": [
														"Athodan's Mistake, 206"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "crickets",
													"items": [
														"Yasha's Bug Bites, 173"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "cupcakes",
													"items": [
														"Black Moss Cupcakes, 193–97",
														"Dark Chocolate Cupcakes, 193"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "curaçao",
													"items": [
														"Athodan's Mistake, 206"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "D",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"Dalen's Closet Special, 147",
												"Danishes, Roasted Plum, 162–63",
												"Dead People Tea, 213–14",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "deli meat",
													"items": [
														"The Meat Man Hoagie, 113–15"
													]
												},
												"Den Thelyss, The Frost Worm Stew of, 176–77",
												"De Rolo's Revenge Pasta, 57",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "dips",
													"items": [
														"Brenattos' Unexpected Guests, 174",
														"Smoked Fish Dip, 42"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "dragon fruit",
													"items": [
														"Dalen's Closet Special, 147"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "drinks",
													"items": [
														"Athodan's Mistake, 206",
														"The Changebringer's Nectar, 201–2",
														"Dalen's Closet Special, 147",
														"Dead People Tea, 213–14",
														"Lionett's Summer Sangria, 200",
														"Popping Hot Chocolate Bombs, 209–11",
														"Popping Malted Hot Cocoa Mix, 212",
														"The Ruby of the Sea Cocktail, 199",
														"Sandkheg Hide Ale, 146",
														"Schlond's Embrace, 205"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "dumplings",
													"items": [
														"The Frost Worm Stew of Den Thelyss, 176–77"
													]
												},
												"Dust of Deliciousness, 197"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "E",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "eggs",
													"items": [
														"Fownsee Hollow Breakfast Sandwich, 107–8",
														"Sweet and Sticky Slab Bacon, Fried Tomatoes, and Fried Eggs, 33–34"
													]
												},
												"Everlight-as-Air Scones, 22"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "F",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"Fig Compote, Dried, 105",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "fish",
													"items": [
														"Cod and Potato Smørrebrød, 83–84",
														"Fish Tacos, a Romantic Creation by Guest Chef Frumpkin, 186–87",
														"Scaldseat Salmon, 89",
														"Smoked Fish Dip, 42"
													]
												},
												"Flatbread Crackers, 46",
												"Flower Cake, Yasha's, 190–92",
												"Fondue, Ale and Cheddar, 44",
												"Fownsee Hollow Breakfast Sandwich, 107–8",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "frostings",
													"items": [
														"Chocolate-Matcha Frosting, 193–96",
														"Cream Cheese Frosting, 167",
														"Vanilla Frosting, 192"
													]
												},
												"The Frost Worm Stew of Den Thelyss, 176–77",
												"Fry Bread, Hidden Hospitality, 54–55",
												"The Full Emon, 31–39",
												"Fusaka, 134"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "G",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "garlic",
													"items": [
														"De Rolo's Revenge Pasta, 57",
														"Garlic Compound Butter, 83",
														"Grog's Garlicky Mayonnaise (Also, Fries), 48–50"
													]
												},
												"Gem of Byroden Festival, 58–67",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "gin",
													"items": [
														"Sandkheg Hide Ale, 146",
														"Szechuan Dry Gin, 146"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "ginger",
													"items": [
														"Everlight-as-Air Scones, 22",
														"Lord Eshteross's Maple Ginger Cookies with Turmeric, 143–44"
													]
												},
												"Goat Pâté, 43",
												"The Grand Poobah's GoFiBePo Meat Board, 41–47",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "grapefruit juice",
													"items": [
														"Sandkheg Hide Ale, 146"
													]
												},
												"Grog's Garlicky Mayonnaise (Also, Fries), 48–50",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "guava juice",
													"items": [
														"Dalen's Closet Special, 147"
													]
												},
												"Gunpowder Green Tea Shortbread Cookies, 97–98"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "H",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "ham",
													"items": [
														"\"Meal\", 129–31",
														"The Meat Man Hoagie, 113–15"
													]
												},
												"Heartmoor Harvest, 119–20",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "hibiscus flowers",
													"items": [
														"Dead People Tea, 213–14",
														"The Ruby of the Sea Cocktail, 199"
													]
												},
												"Hidden Hospitality Fry Bread, 54–55",
												"Highsummer Honey Polenta, 78–79",
												"Hoagie, The Meat Man, 113–15",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "honey",
													"items": [
														"Highsummer Honey Polenta, 78–79",
														"Orange-Honey Browned Butter Syrup, 39",
														"Salt-and-Pepper Cheese Twists with Honey Drizzle, 165",
														"Spicy Citrus Honey, 79"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "hummus",
													"items": [
														"Brenattos' Unexpected Guests, 174"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "I",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"Ice, Adra's Magical Flavored, 136–37",
												"Issylra, 76–77"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "J",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "jackfruit",
													"items": [
														"Adra's Magical Flavored Ice, 136–37"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "jasmine flowers",
													"items": [
														"Lionett's Summer Sangria, 200"
													]
												},
												"Jester's Sweet Feast, 159–65"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "K",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"Ketchup, Red Wine, 116",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "kiwis",
													"items": [
														"Dalen's Closet Special, 147"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "L",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "lamb",
													"items": [
														"Core Spire Street Meat, 116",
														"Lamb Pâté, 43"
													]
												},
												"Lavender Lemon Cake, 190–92",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "lemons",
													"items": [
														"Lavender Lemon Cake, 190–92",
														"Lionett's Summer Sangria, 200",
														"Papaya-Lemon Curd, 24",
														"Scaldseat Salmon, 89"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "limes",
													"items": [
														"Athodan's Mistake, 206",
														"Dalen's Closet Special, 147",
														"Fish Tacos, a Romantic Creation by Guest Chef Frumpkin, 186–87",
														"The Ruby of the Sea Cocktail, 199"
													]
												},
												"Lionett's Summer Sangria, 200",
												"Lord Eshteross's Maple Ginger Cookies with Turmeric, 143–44"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "M",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "mahi-mahi",
													"items": [
														"Fish Tacos, a Romantic Creation by Guest Chef Frumpkin, 186–87"
													]
												},
												"Malted Hot Cocoa Mix, Popping, 212",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "mangoes",
													"items": [
														"Dalen's Closet Special, 147"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "maple syrup",
													"items": [
														"Lord Eshteross's Maple Ginger Cookies with Turmeric, 143–44",
														"Pocket Bacon, 156"
													]
												},
												"Marquet, 102–3",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "marshmallows",
													"items": [
														"Popping Hot Chocolate Bombs, 209–11",
														"Popping Malted Hot Cocoa Mix, 212"
													]
												},
												"Mayonnaise, Grog's Garlicky, 48–50",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "mead",
													"items": [
														"Plank King Panzanella, 169–70"
													]
												},
												"\"Meal,\" 129–31",
												"The Meat Man Hoagie, 113–15",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "mezcal",
													"items": [
														"The Ruby of the Sea Cocktail, 199"
													]
												},
												"Moss Cookie Crunchies, 196",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "muffins",
													"items": [
														"Muffins of the Shadow Baker, 121–23",
														"Spiced Puff Pastry Pull-Apart Muffins with Cherry Jam, 164"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "muffins",
													"items": [
														"Muffins of the Shadow Baker, 121–23",
														"Spiced Puff Pastry Pull-Apart Muffins with Cherry Jam, 164mushrooms",
														"Caduceus's Ethically Sourced Mushroom Toasts, 185",
														"Schlond's Embrace, 205",
														"Slayer's Take Stew, 95–96"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "N",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"Nestled Nook Breakfast Special, 155–57"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "O",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "olives",
													"items": [
														"Conciliatory Couscous, 125"
													]
												},
												"Onion Jam, 45",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "oranges",
													"items": [
														"\"Meal\", 129–31",
														"Orange-Honey Browned Butter Syrup, 39",
														"Plank King Panzanella, 169–70",
														"Spicy Citrus Honey, 79"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "P",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"Pancakes, Widogast's Nein-Layered Tower of, 166–68",
												"Panzanella, Plank King, 169–70",
												"Papaya-Lemon Curd, 24",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "passionfruit juice",
													"items": [
														"Dalen's Closet Special, 147"
													]
												},
												"Pasta, De Rolo's Revenge, 57",
												"Pâté, Lamb or Goat, 43",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "peaches",
													"items": [
														"Lionett's Summer Sangria, 200",
														"Stewed Peaches, 111–12"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "peas",
													"items": [
														"Chicken Pocket Pies, 62–63"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "pecans",
													"items": [
														"Malty Beer Waffles with Orange-Honey Browned Butter Syrup, 38–39"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "pies",
													"items": [
														"Asarius' Prized Meat Pies, 181–82",
														"Berry Surprise Pie, 66–67",
														"Chicken Pocket Pies, 62–63",
														"Scanlan's Hand Pies, 70–72",
														"Sweet Tea Custard Pie, 59–60"
													]
												},
												"Pike's Purple Jewel Cake of Marquet, 141–42",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "pineapple",
													"items": [
														"Athodan's Mistake, 206",
														"Bad Aim Chicken, 51–52",
														"The Changebringer's Nectar, 201–2",
														"Dalen's Closet Special, 147"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "pistachios",
													"items": [
														"Suncut Semolina Porridge with Dried Fig Compote, 105–6"
													]
												},
												"Plank King Panzanella, 169–70",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "plums",
													"items": [
														"Plum and Coffee Chutney, 54",
														"Roasted Plum Danishes, 162–63"
													]
												},
												"Pocket Bacon, 156",
												"Polenta, Highsummer Honey, 78–79",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "pomelo",
													"items": [
														"Plank King Panzanella, 169–70"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "popping candies",
													"items": [
														"Popping Hot Chocolate Bombs, 209–11",
														"Popping Malted Hot Cocoa Mix, 212"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "pork",
													"items": [
														"Fownsee Hollow Breakfast Sandwich, 107–8",
														"See also bacon; ham; sausage"
													]
												},
												"Porridge, Suncut Semolina, with Dried Fig Compote, 105–6",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "potatoes",
													"items": [
														"Asarius' Prized Meat Pies, 181–82",
														"Cod and Potato Smørrebrød, 83–84",
														"Grog's Garlicky Mayonnaise (Also, Fries), 48–50",
														"Heartmoor Harvest, 119–20",
														"Shadow Baker's Pocket Muffins, 122–23",
														"Shadowshire Soup, 179–80"
													]
												},
												"prosciutto. See ham",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "puff pastry",
													"items": [
														"Roasted Plum Danishes, 162–63",
														"Rough Puff Pastry Dough, 160–61",
														"Salt-and-Pepper Cheese Twists with Honey Drizzle, 165",
														"Spiced Puff Pastry Pull-Apart Muffins with Cherry Jam, 164",
														"Trinket's Bear Claws, 26–27"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "R",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "radishes",
													"items": [
														"Heartmoor Harvest, 119–20"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "raisins",
													"items": [
														"Slayer's Cake Sun Treats, 25"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "raspberries",
													"items": [
														"Berry Surprise Pie, 66–67"
													]
												},
												"Revenge Pasta, De Rolo's, 57",
												"The Ruby of the Sea Cocktail, 199",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "rum",
													"items": [
														"Athodan's Mistake, 206",
														"Berry Surprise Pie, 66–67",
														"Dalen's Closet Special, 147",
														"Lionett's Summer Sangria, 200"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "S",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"Sage Simple Syrup, 201–2",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "salads",
													"items": [
														"Heartmoor Harvest, 119–20",
														"Plank King Panzanella, 169–70"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "salmon",
													"items": [
														"Scaldseat Salmon, 89",
														"Smoked Fish Dip, 42"
													]
												},
												"Salt-and-Pepper Cheese Twists with Honey Drizzle, 165",
												"Sandkheg Hide Ale, 146",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "sandwiches",
													"items": [
														"Breakfast Beer Brats, 157",
														"Cod and Potato Smørrebrød, 83–84",
														"Fownsee Hollow Breakfast Sandwich, 107–8",
														"The Meat Man Hoagie, 113–15",
														"Pickled Shrimp Smørrebrød, 87–88"
													]
												},
												"Sangria, Lionett's Summer, 200",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "sauerkraut",
													"items": [
														"Slayer's Take Stew, 95–96"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "sausage",
													"items": [
														"Breakfast Beer Brats, 157",
														"Shadow Baker's Pocket Muffins, 122–23",
														"Slayer's Take Stew, 95–96"
													]
												},
												"Scaldseat Salmon, 89",
												"Scanlan's Hand Pies, 70–72",
												"Schlond's Embrace, 205",
												"Scones, Everlight-as-Air, 22",
												"Shadow Baker, Muffins of the, 121–23",
												"Shadowshire Soup, 179–80",
												"Shorecomb Smørrebrød, 82–88",
												"Shortbread Cookies, Gunpowder Green Tea, 97–98",
												"Shrimp Smørrebrød, Pickled, 87–88",
												"Slaw, Apple, 157",
												"Slayer's Cake, 21–27",
												"Slayer's Take Stew, 95–96",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "smørrebrød, 82",
													"items": [
														"Cod and Potato Smørrebrød, 83–84",
														"Pickled Shrimp Smørrebrød, 87–88"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "soups",
													"items": [
														"Shadowshire Soup, 179–80",
														"Yogurt Soup, 111"
													]
												},
												"Spam Cubes, Fried, 43",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "spice blend",
													"items": [
														"Fusaka, 134"
													]
												},
												"Spire by Fire's Beer-Braised Brisket, 126–28",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "stews",
													"items": [
														"The Frost Worm Stew of Den Thelyss, 176–77",
														"Slayer's Take Stew, 95–96"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "strawberries",
													"items": [
														"Berry Surprise Pie, 66–67",
														"Dalen's Closet Special, 147",
														"Lionett's Summer Sangria, 200"
													]
												},
												"Succotash, Wild's Grandeur, 92–93",
												"Suncut Semolina Porridge with Dried Fig Compote, 105–6",
												"Sun Treats, Slayer's Cake, 25",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "syrups",
													"items": [
														"Orange-Honey Browned Butter Syrup, 39",
														"Sage Simple Syrup, 201–2"
													]
												},
												"Szechuan Dry Gin, 146"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "T",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"Tacos, Fish, 186–87",
												"Tal'Dorei, 17–19",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "tea",
													"items": [
														"Chocolate-Matcha Frosting, 193–96",
														"Dead People Tea, 213–14",
														"Gunpowder Green Tea Shortbread Cookies, 97–98",
														"Sweet Tea Custard Pie, 59–60"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "tomatoes",
													"items": [
														"Conciliatory Couscous, 125",
														"Heartmoor Harvest, 119–20",
														"The Meat Man Hoagie, 113–15",
														"Pickled Shrimp Smørrebrød, 87–88",
														"Red Wine Ketchup, 116",
														"Roasted Cherry Tomatoes, 88",
														"Shadowshire Soup, 179–80",
														"Slayer's Take Stew, 95–96",
														"Spire by Fire's Beer-Braised Brisket, 126–28",
														"Sweet and Sticky Slab Bacon, Fried Tomatoes, and Fried Eggs, 33–34",
														"Wild's Grandeur Succotash, 92–93"
													]
												},
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "tortillas",
													"items": [
														"Fish Tacos, a Romantic Creation by Guest Chef Frumpkin, 186–87"
													]
												},
												"Trinket's Bear Claws, 26–27",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "trout",
													"items": [
														"Smoked Fish Dip, 42"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "U",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"Unexpected Guests, Brenattos', 174"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "V",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"Vanilla Frosting, 192",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "venison",
													"items": [
														"The Frost Worm Stew of Den Thelyss, 176–77"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "W",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"Waffles, Malty Beer, with Orange-Honey Browned Butter Syrup, 38–39",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "walnuts",
													"items": [
														"Slayer's Cake Sun Treats, 25"
													]
												},
												"Widogast's Nein-Layered Tower (of Pancakes), 166–68",
												"Wildemount, 152–54",
												"Wild's Grandeur Succotash, 92–93",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "wine",
													"items": [
														"Dalen's Closet Special, 147",
														"Lionett's Summer Sangria, 200",
														"Red Wine Ketchup, 116"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Y",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "yams",
													"items": [
														"Adra's Magical Flavored Ice, 136–37"
													]
												},
												"Yasha's Bug Bites, 173",
												"Yasha's Flower Cake, 190–92",
												"Yogurt Soup, 111",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "yucca",
													"items": [
														"The Frost Worm Stew of Den Thelyss, 176–77"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Z",
									"entries": [
										{
											"type": "list",
											"style": "list-no-bullets",
											"items": [
												"Zhudanna's Welcome, 111–12",
												{
													"type": "list",
													"style": "list-no-bullets",
													"name": "zucchini",
													"items": [
														"Wild's Grandeur Succotash, 92–93"
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "About the Authors",
					"entries": [
						"{@style Liz Marsham|small-caps;bold} has written books of all types for readers of all ages, including the {@i New York Times} bestselling {@i The World of Critical Role}. She runs a tiny fiefdom in Southern California with her husband, son, two cats, and what she insists is a \"perfectly reasonable\" number of dice. Visit her at {@link lizmarsham.com|https://www.lizmarsham.com/}.",
						"{@style Jesse Szewczyk|small-caps;bold} is a food stylist and recipe developer based in New York. He was named a Forbes 30 Under 30 of Food & Drink for 2021 and is the author of {@i Tasty Pride}, a collection of 75 recipes and stories from the queer food community, which raised $50,000 for GLAAD, as well as {@i Cookies: The New Classics}, which was named one of the best cookbooks of 2021 by the {@i New York Times}.",
						"{@style Susan Vu|small-caps;bold} lives in a multiverse where she splits her time between Los Angeles, New York, and wherever her next adventure is. She is a recipe developer, food stylist, and culinary producer in between chasing her favorite band around the world.",
						"{@style Amanda Yee|small-caps;bold} is the creative director of 4 Color Books and author of {@i The Official Friends Cookbook}. She has a background in English, sociology, and culinary arts and often dabbles in food writing, recipe development, and food styling. When she's not working, she's dreaming about her next surf adventure.",
						"{@style Quyen Tran and Sam Riegel|small-caps;bold} met at the University of Virginia, where Quyen converted Sam's basic palate into the refined taste buds of a world-class food snob. The couple lives in Los Angeles with their two awesome kids, where Quyen shoots and directs film and television, and Sam plays make-believe, while savoring his wife's haute cuisine.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/PRHLogo.webp"
							},
							"maxWidth": 350
						}
					]
				}
			]
		}
	],
	"recipe": [
		{
			"name": "Everlight-as-Air Scones",
			"source": "ExEx",
			"dishTypes": [
				"snack"
			],
			"diet": "C",
			"makes": "8 Scones",
			"type": "Human",
			"time": {
				"preparation": 35,
				"cooking": 20
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups / {=amount2/v}ml heavy cream, cold, plus more for brushing on the scones",
					"amount1": 1.33,
					"amount2": 315
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons vanilla extract",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups / {=amount2/v}g all-purpose flour, plus more for dusting",
					"amount1": 2.5,
					"amount2": 350
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups / {=amount2/v}g granulated sugar",
					"amount1": 0.33,
					"amount2": 65
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons baking powder",
					"amount1": 2.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons kosher salt",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground ginger",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups / {=amount2/v}g finely chopped candied or crystallized ginger",
					"amount1": 0.33,
					"amount2": 55
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon {@footnote turbinado|demerara} sugar",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{@recipe Papaya-Lemon Curd|ExEx}, for serving"
				}
			],
			"instructions": [
				{
					"type": "entries",
					"entries": [
						"In a 2-cup / 475ml liquid measuring cup, whisk together the heavy cream and the vanilla extract. Chill in the refrigerator while the oven preheats.",
						"Preheat the oven to 425°F / 220°C. Line a large baking sheet with parchment paper and set aside.",
						"In a large bowl, whisk together the flour, granulated sugar, baking powder, salt, and ground ginger. Add the candied or crystallized ginger and use your hands to toss the ginger in the flour mixture until it is no longer sticky.",
						"Drizzle one-third of the chilled heavy cream mixture over the dry ingredients, then gently toss and stir with your hands. Repeat this two additional times until all of the heavy cream has been added and the mixture has come together to form a shaggy dough. Use your hands to gently bring the dough together, but do not overwork the dough (a few dry patches in the dough is fine).",
						"Lightly dust a clean work surface with flour, then top with the dough. Gently pat the dough into a {@footnote ¾-inch-thick|1.9cm} circle that is about 8 inches / 20cm across. Cut the dough into eight equal wedges. Separate the wedges and arrange on the prepared baking sheet. Refrigerate for 20 minutes.",
						"Brush the tops and sides of the chilled scones with additional heavy cream and sprinkle with the turbinado sugar.",
						"Bake until the scones are puffed and golden brown, about 20 minutes, rotating the baking sheet once after 10 minutes.",
						"Transfer the scones to a cooling rack and cool for 10 minutes. Serve warm with {@recipe Papaya-Lemon Curd|ExEx} on the side."
					]
				}
			],
			"fluff": {
				"_recipeFluff": {
					"name": "Everlight-as-Air Scones",
					"source": "ExEx"
				}
			},
			"hasFluffImages": true
		},
		{
			"name": "Papaya-Lemon Curd",
			"source": "ExEx",
			"diet": "C",
			"makes": "1¼ cups / 330g",
			"type": "Human",
			"time": {
				"preparation": 145,
				"cooking": 10
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} oz / {=amount2/v}g ripe papaya, peeled and cut into large chunks",
					"amount1": 8,
					"amount2": 225
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups / {=amount2/v}g granulated sugar",
					"amount1": 0.33,
					"amount2": 65
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup / {=amount2/v}ml fresh lemon juice",
					"amount1": 0.25,
					"amount2": 60
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons cornstarch",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/cv} large egg yolks, at room temperature",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons cold unsalted butter, cut into small pieces",
					"amount1": 2
				},
				"Kosher salt"
			],
			"instructions": [
				{
					"type": "entries",
					"entries": [
						"Place a fine-mesh strainer over a medium bowl and set aside. In a blender or small food processor, blend the papaya until very smooth. Transfer to a medium saucepan and add the sugar, lemon juice, cornstarch, and a pinch of salt. Whisk until very smooth, then add the egg yolks and whisk again until smooth.",
						"Over medium heat, cook the mixture, whisking constantly, until it is very steamy and thickened to the consistency of a rich pudding, 7 to 10 minutes. Taste the curd to ensure that there is no taste of raw cornstarch (if there is, continue to cook for a couple more minutes), then remove from the heat and add the butter, a couple of pieces at a time, whisking well after each addition.",
						"Strain the mixture through the fine-mesh strainer and use a rubber spatula to push the curd through into the bowl. Press plastic wrap directly onto the surface to prevent a skin from forming, and cool at room temperature for 15 minutes. Transfer to the refrigerator and chill until the curd is completely set, at least 2 hours and up to 7 days."
					]
				}
			],
			"fluff": {
				"_recipeFluff": {
					"name": "Slayer's Cake",
					"source": "ExEx"
				}
			}
		}
	],
	"recipeFluff": [
		{
			"name": "Slayer's Cake",
			"source": "ExEx",
			"entries": [
				"After halting an evil god's incursion into the Lightless Lands Below, joining the Vasselheim hunting guild the Slayer's Take, liberating the city of Whitestone from the rule of Delilah and Sylas Briarwood, defeating five dragons, and along the way, resurrecting their party members from death ten separate times, the heroes of Vox Machina needed a break from adventuring. But they found that they couldn't sit idle. So half of the team—{@creature Vex'ahlia|TDCSR}, {@creature Pike Trickfoot|TDCSR|Pike}, {@creature Keyleth, Voice of the Tempest|TDCSR|Keyleth}, and {@creature Taryon Darrington|TDCSR|Taryon}—decided to use their skills at hunting fearsome beasts, channeling the divine, harnessing the elements, and building robots to...open a bakery. The result was the {@book Slayer's Cake in Whitestone|TDCSR|3|8. Slayer's Cake Bakery}!",
				"The bakery's opening seasons were somewhat {@footnote bumpy,*|One notable bump: the time their new hire turned out to be a bounty hunter who promptly kidnapped Taryon.} but the renown of its founders and the ongoing refinements to their recipes paid off. The Slayer's Cake is now loved across Tal'Dorei and beyond. Even though the bakery is branching out into new territories, access to its wares is still limited: if you can't get to Whitestone, Emon, or Nicodranas, you're out of luck.",
				"Until now.",
				"Here you will find the original, proprietary recipes for three of the Slayer's Cake's most notable delicacies. The spicy smoothness of {@recipe Slayer's Cake Sun Treats|ExEx|Sun Treats}. The tangy creaminess of {@recipe Everlight-as-Air Scones|ExEx}. And, of course, the nutty deliciousness of {@recipe Trinket's Bear Claws|ExEx} (with a cinnamon kick, if you prefer them Nicodranas-style). They can now be yours at any time, no adventuring required."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Slayer's_Cake.webp"
					},
					"credit": "Kristin Teig"
				}
			]
		},
		{
			"name": "Everlight-as-Air Scones",
			"source": "ExEx",
			"_copy": {
				"name": "Slayer's Cake",
				"source": "ExEx",
				"_mod": {
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/brew-616/_img/ExEx/Everlight-as-Air_Scones.webp"
							},
							"credit": "Kristin Teig"
						}
					}
				}
			}
		}
	]
}
