{
	"_meta": {
		"sources": [
			{
				"json": "TheIslandsofSinaUna",
				"abbreviation": "TIoSU",
				"full": "The Islands of Sina Una",
				"url": "https://hitpointpress.com/the-islands-of-sina-una-campaign-pdf",
				"authors": [
					"Hit Point Press"
				],
				"convertedBy": [
					"Septone"
				]
			}
		],
		"dateAdded": 1575675839,
		"dateLastModified": 1657399173
	},
	"race": [],
	"raceFluff": [],
	"subclass": [],
	"background": [],
	"feat": [],
	"spell": [],
	"deity": [],
	"item": [],
	"magicvariant": [],
	"book": [],
	"bookData": [],
	"table": [],
	"monster": [
		{
			"name": "Aghoy",
			"size": [
				"L"
			],
			"type": "plant",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "6d10 + 18",
				"average": 51
			},
			"speed": {
				"walk": 30
			},
			"str": 19,
			"dex": 10,
			"con": 17,
			"int": 9,
			"wis": 18,
			"cha": 18,
			"passive": 11,
			"cr": "3",
			"vulnerable": [
				"fire"
			],
			"resist": [
				"bludgeoning",
				"piercing"
			],
			"languages": [
				"Sylvan"
			],
			"languageTags": [
				"S"
			],
			"trait": [
				{
					"name": "False Appearance",
					"entries": [
						"While the aghoy remains motionless, it is indistinguishable from a normal tree."
					]
				},
				{
					"name": "Unsettling Whistle",
					"entries": [
						"Any humanoid that starts its turn within 30 feet of the aghoy and can hear the aghoy's constant whistling must make a {@dc 11} Wisdom saving throw. On a failed save, the creature enters a state of limb-locking terror. While in this state, a creature has disadvantage on all attack rolls and cannot move more than 5 feet in any direction on its turn. A creature can repeat the saving throw at the end of each of its turns, with disadvantage if it can still hear the whistling, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the aghoy's Unsettling Whistle for the next 24 hours."
					]
				}
			],
			"traitTags": [
				"False Appearance"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The aghoy makes two claw attacks."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d8 + 4}) slashing damage. If the target is a Medium or smaller creature, it is {@condition grappled} (escape {@dc 14}). Until this grapple ends, the target is {@condition restrained}, and the aghoy can't use this claw on another target. The aghoy has two claws."
					]
				},
				{
					"name": "Squeeze",
					"entries": [
						"Each creature that is {@condition grappled} by the aghoy must make a {@dc 14} Constitution saving throw, taking 13 ({@damage 3d8}) bludgeoning damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"damageTags": [
				"B",
				"S"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"In the midst of the wood, in the dark of night or in the gleam of day, you must remember that you are not alone. Everything that surrounds you is nature, and nothing but nature. And in the midst of the trees, in the shadows of the leaves, they whistle to you.",
									{
										"name": "The Men of the Wood",
										"type": "entries",
										"entries": [
											"The aghoy is an elusive creature, born from the wood and of the wood only. In the midst of the forests of the islands, they are legion. In the middle of the night or morning, they will step out from the latticework of wood and leaves, only to whistle. You will not see them, for they are too much like the trees. However, the sharpest of sights will be able to find them: tall, spindly creatures with limbs and bodies as thin as wooden sticks, as tall as the trees that they are borne from, with long fingers and even longer appendages."
										]
									},
									{
										"name": "Wooden Eyes and Ears",
										"type": "entries",
										"entries": [
											"It is less of a well-known fact that the aghoy are the eyes and ears of the forests. In this sense, the forest gives and takes away. Sometimes the aghoy is a helpful creature, while other times they are whistling tricksters, spiriting people away with their haunting tunes. No one knows when they first appeared, and it is said that they have been there ever since there have been trees."
										]
									},
									{
										"name": "Stickman Superstition",
										"type": "entries",
										"entries": [
											"Be careful not to venture out into the forest at night, or too early in the morning. Aghoy during these times will be more active, more willing to lead people astray. They are more susceptible to showing their physical form—that elongated and spindly wooden man. They aghoy will embrace you with their lithe and overly long fingers, and take you back into the shadows of the trees with them."
										]
									}
								]
							}
						]
					}
				]
			},
			"page": 236,
			"shortName": true
		},
		{
			"name": "Alawig",
			"size": [
				"T"
			],
			"type": "elemental",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				17
			],
			"hp": {
				"formula": "3d4 + 3",
				"average": 10
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 1,
			"dex": 24,
			"con": 12,
			"int": 7,
			"wis": 11,
			"cha": 17,
			"passive": 10,
			"cr": "1/2",
			"shortName": true,
			"page": 237,
			"languages": [
				"understands Common"
			],
			"languageTags": [
				"C"
			],
			"skill": {
				"deception": "+5"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"fire"
			],
			"trait": [
				{
					"name": "Barely There",
					"entries": [
						"The alawig can't carry or wear anything. They can ocupy another creature's space and vice versa."
					]
				},
				{
					"name": "Flyby",
					"entries": [
						"The alawig doesn't provoke opportunity attacks when they fly out an enemy reach."
					]
				},
				{
					"name": "Illumination",
					"entries": [
						"The alawig sheds bright light in a 20-foot radius and dim light for an additional 20 feet. The alawig can suppress or activate this light as a bonus action."
					]
				}
			],
			"traitTags": [
				"Flyby",
				"Illumination"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"action": [
				{
					"name": "Burning Body",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 0 ft., one target. {@h}5 ({@damage 1d10}) fire damage."
					]
				}
			],
			"damageTags": [
				"F"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"It wanders through the fields and grasslands at night: a wick of flame in various colors. Beware the burning light of the night.",
									{
										"name": "Wandering Flame",
										"type": "entries",
										"entries": [
											"The alawig is a strange creature. It takes the form of a ball of flame, usually having different colors each time. Many of them can be seen at once. They wander through fields at night when all people are asleep. They are sometimes called Daughters of Tala, for they resemble lights falling from the sky."
										]
									},
									{
										"name": "Fires for the Lost",
										"type": "entries",
										"entries": [
											"If one follows the alawig, the trickster flame will lead one into a wild and horrid goose chase that will end in you lost and gasping for air, drained of your vitality. This is the eccentricity of the alawig However, if you are already lost—and this works especially true for farms and sailors that have lost their way—the alawig will lead you back into safety. This fickle manner of affairs is one of the reasons why the alawig has earned its moniker of 'Trickster Flame'."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Amomongo",
			"size": [
				"M"
			],
			"type": "monstrosity",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "8d8 + 24",
				"average": 60
			},
			"speed": {
				"walk": 30,
				"climb": 40
			},
			"str": 18,
			"dex": 16,
			"con": 16,
			"int": 5,
			"wis": 14,
			"cha": 7,
			"passive": 14,
			"cr": "3",
			"shortName": true,
			"page": 238,
			"skill": {
				"athletics": "+6",
				"perception": "+4",
				"survival": "+4"
			},
			"trait": [
				{
					"name": "Vicious",
					"entries": [
						"The amomongo deals an extra 4 ({@damage 1d8}) slashing damage on a critical hit."
					]
				}
			],
			"damageTags": [
				"P",
				"S"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The amomongo makes three attacks: one with their bite and two with their bite and two with their sword-claw."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage."
					]
				},
				{
					"name": "Sword-claw",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}12 ({@damage 1d8 + 4}) slashing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"They are born in caves at the feet of mountains, and they go out both at the heat of the day or at the cool of the night to hunt down for food. Be careful when roaming through the yawning valleys of mountains, or when traveling up the stream. Many traders have fallen to the sword-claws of the Amomongo, the silver apes that scourge the forests and mountainsides.",
									{
										"name": "The Silver Predator",
										"type": "entries",
										"entries": [
											"The amomongo are said to descend from the forests to feasts on goats, sheep, and cows of various settlements, discriminating against nothing. They leap from tree to tree without fear of falling, for they can use their long nails to catch onto wood."
										]
									},
									{
										"name": "The Ape of the Forest",
										"type": "entries",
										"entries": [
											"The amomongo lounge about the forests, although they are said to live in caves by the foot of mountains. They do not await for prey to come when they are hungry, they go out in search for them. Their long, sharp fangs are perfect for tearing though hide and meat from the backs of animals. They are even known to attack water buffalo, causing horrible destruction upon farming settlements."
										]
									},
									{
										"name": "Unending Appetite",
										"type": "entries",
										"entries": [
											"The amomongo are dangerously solely due to the fact that they are satiated. Due to this, many people live in constant fear of them. Specialized amomongo hunters have been organized to hunt the powerful creatures down. A full team of 5 hunters are usually needed to subdue one."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Bangungot",
			"size": [
				"L"
			],
			"type": "fey",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d10 + 64",
				"average": 152
			},
			"speed": {
				"walk": 30
			},
			"str": 21,
			"dex": 16,
			"con": 18,
			"int": 8,
			"wis": 11,
			"cha": 18,
			"passive": 10,
			"cr": "6",
			"shortName": true,
			"page": 252,
			"languages": [
				"Common",
				"Giant",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"GI",
				"S"
			],
			"skill": {
				"intimidation": "+7",
				"stealth": "+6"
			},
			"resist": [
				"psychic"
			],
			"trait": [
				{
					"name": "Dream Spirit",
					"entries": [
						"The bangungot cannot be put to sleep."
					]
				},
				{
					"name": "Nightmare Presence",
					"entries": [
						"Creatures under normal or magical sleep are not awakened by taking damage from the bangungot unless they succeed on a {@dc 15} Wisdom saving throw. In addition, sleeping creatures within 30 feet of the bangungot take {@damage 2d6} psychic damage at the start of their turns."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The bangungot's innate spellcastsing ability is Charisma (spell save {@dc 15}, +7 to hit with spell attacks). They can innately cast the following spells, requiring no verbal, somatic, or materical components:"
					],
					"daily": {
						"3": [
							"{@spell sleep} (4th level)",
							"{@spell tree stride}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The bangugot makes two slam attacks."
					]
				},
				{
					"name": "Sit",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one {@condition prone} creature. {@h}21 ({@damage 3d10 + 5}) bludgeoning damage plus 27 ({@damage 5d10}) psychic damage, and the target is {@condition grappled} (escape {@dc 16})."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}15 ({@damage 3d6 + 5}) bludgeoning damage. If the target is medium or smaller, they must succeed on a {@dc 16} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"Y"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled",
				"prone"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"This maleficent nightmare. The giant hag of the trees. The bangungot is the name used when described an evil and wicked hag that sits upon their chests when they wake up in the middle of the night. Most of the time, one does not live through the experience. These nightmare creatures are also known as batibat.",
									{
										"name": "Night Terrors",
										"type": "entries",
										"entries": [
											"When a person wakes up in the middle of the ngiht and sees the bangungot upon their chest, it is said that they will then either die of asphyxiation or die from the sheer fright at the sight of the nightmare hag. Sometimes the victims do not die, but will forever be haunted in their waking days of this nightmare hag, and the fear that they might return. Unfortunately, they will."
										]
									},
									{
										"name": "Displaced Homes",
										"type": "entries",
										"entries": [
											"It is said that they bangungot are actually spirits that lvie within trees. When these trees were cut down to be used to create homes, the bangungot, in their vengeance, would kill the one that slept within the home built upon the wood of their trees."
										]
									},
									{
										"name": "Truly Vengeful",
										"type": "entries",
										"entries": [
											"These tree spirits are known to be fiercely territorial. If one should sleep beside the tree they lived in, they would suffer the same fate as those that have displaced their homes. To be free of the vengeful creature, you should bite your thumb and wiggle your toes—for one of your hands and one of your feet will be the only thing that you will be able to move—until the numbness disappears. Be quick, however, for you have less than a few moments to rid the bangugot before they return to their trees."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Bungisngis",
			"size": [
				"H"
			],
			"type": "giant",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d12 + 112",
				"average": 216
			},
			"speed": {
				"walk": 40
			},
			"str": 25,
			"dex": 9,
			"con": 24,
			"int": 9,
			"wis": 10,
			"cha": 12,
			"passive": 14,
			"cr": "12",
			"shortName": true,
			"page": 253,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Giant"
			],
			"languageTags": [
				"C",
				"GI"
			],
			"skill": {
				"athletics": "+11",
				"insight": "+4",
				"perception": "+4"
			},
			"save": {
				"str": "+11",
				"con": "+11",
				"cha": "+5"
			},
			"trait": [
				{
					"name": "Siege Monster",
					"entries": [
						"The bungisngis deals double damage to objects and structures."
					]
				},
				{
					"name": "Carabao Toss",
					"entries": [
						"When making a toss attack, the bungisngis may throw either a boulder or a water buffalo. If the bungisngis uses a water buffalo as ammunition, the attack deals an extra 10 ({@damage 2d6 + 3}) piercing damage from the beast's horns."
					]
				}
			],
			"traitTags": [
				"Siege Monster"
			],
			"damageTags": [
				"A",
				"B",
				"P"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The bungisngis makes two attacks, only one of which can be a toss attack."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}20 ({@damage 2d12 + 7}) bludgeoning damage. The target is {@condition grappled} (escape {@dc 17}) if the bungisngis isn't already grappling a creature with this hand, and the target is {@condition restrained} until this grapple ends. The bungisnigs can only grapple two creatures at a time (one with each hand)."
					]
				},
				{
					"name": "Toss",
					"entries": [
						"{@atk rw} {@hit 11} to hit, range 60/240 ft., one target. {@h}29 ({@damage 4d10 + 7}) bludgeoning damage."
					]
				},
				{
					"name": "Grinning Bite",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one creature. {@h}18 ({@damage 2d10 + 7}) piercing damage."
					]
				},
				{
					"name": "Swallow",
					"entries": [
						"The bungisngis makes one Grinning Bite attack against a Medium or smaller target it is grappling. If the attack hits, the target is also swallowed, and the grapple ends. While swallowed, the target is {@condition blinded} and {@condition restrained}, they have total cover against attacks and other effects outside the bungisngis, and they take 21 ({@damage 6d6}) acid damage at the start of each of the bungisngis' turns. A bungisngis can have only one creature swallowed at a time.",
						"If the bungisngis takes 30 damage or more on a single turn from the swallowed creature, the bungisngis must succeed on a {@dc 15} Constitution saving throw at the end of that turn or regurgitate the creature, which falls {@condition prone} in a space within 10 feet of the bungisngis. If the bungisngis dies, a swallowed creature is no longer {@condition restrained} and can escape from the corpse by using 15 feet of movement."
					]
				}
			],
			"actionTags": [
				"Multiattack",
				"Swallow"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RW"
			],
			"conditionInflict": [
				"blinded",
				"grappled",
				"restrained"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"The smiling giant walks through the night. Their teeth shine like a crescent moon in the darkness, its eyes burn a bright white fire. They are malevolent, except for when they are not. It is benevolent, except for when they are not. The giant is powerful, the giant is fickle, the giant is strong, and the giant is ever-smiling.",
									{
										"name": "Ever-Smiling",
										"type": "entries",
										"entries": [
											"The bungisbgis get their name for their most distinctive trait: a mouth stuck in a never-ending smile. An eternal grin. This grin can be both humorous and sinister depending on the context, for the bungisngis is as fickle as their smile: sometimes they will help you, carrying heavy boulders that block innocent traveler's way, other times they will try to flatten you where you stand, flinging water buffalos straight at you."
										]
									},
									{
										"name": "Capricious Giant",
										"type": "entries",
										"entries": [
											"The bungisngis is strong enough to life cows and hurl boulders at their quarry. Their might can uproot mountains and break seas. Despite all of this, their towering height betrays their fickle spirit: they can be benevolent, but then eat a living person at the drop of a hat. Be careful when dealing with this giant."
										]
									},
									{
										"name": "The Grinning Eater",
										"type": "entries",
										"entries": [
											"The bungisngis' huge size means that they will eat just about anything: from rocks to trees, to leviathans and crocodiles of the sea. When a bungisngis is hungry, their smiling maw will devour almost anything, and their appetite cannot be satiated, especially with its giant stature."
										]
									}
								]
							}
						]
					}
				]
			}
		}
	],
	"adventure": [],
	"adventureData": [],
	"subclassFeature": [],
	"subrace": []
}