{
	"siteVersion": "1.194.0",
	"_meta": {
		"sources": [
			{
				"json": "AurasHBFolder",
				"abbreviation": "Aura",
				"full": "Aura's HB Folder",
				"url": "",
				"authors": [
					"Aura"
				],
				"convertedBy": [
					"Aura"
				]
			}
		],
		"dateAdded": 1701054367,
		"dateLastModified": 1701054367
	},
	"monster": [
		{
			"name": "Lucero Nero III, Reaper of Bohan",
			"size": [
				"M"
			],
			"type": "celestial",
			"source": "AurasHBFolder",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 22,
					"from": [
						"{@item Plate Armor of the Grand Crusader}"
					],
					"braces": true
				}
			],
			"hp": {
				"formula": "46d12 + 301",
				"average": 600
			},
			"speed": {
				"walk": 50,
				"fly": 80
			},
			"str": 25,
			"dex": 18,
			"con": 21,
			"int": 17,
			"wis": 19,
			"cha": 24,
			"passive": 21,
			"cr": "24",
			"shortName": "Nero",
			"page": 5,
			"save": {
				"str": "+14",
				"con": "+12",
				"cha": "+14",
				"dex": "+7",
				"int": "+7",
				"wis": "+11"
			},
			"senses": [
				"truesight 120 ft."
			],
			"senseTags": [
				"U"
			],
			"languages": [
				"Common",
				"Celestial",
				"Elvish",
				"Draconic"
			],
			"languageTags": [
				"C",
				"CE",
				"E",
				"DR"
			],
			"resist": [
				"necrotic",
				"radiant"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"incapacitated",
				"stunned"
			],
			"isNamedCreature": true,
			"reaction": [
				{
					"name": "Zealous Counterspell",
					"entries": [
						"Nero interrupts a creature he can see within 60 feet of himself that is casting a spell. If the spell is 6th level or lower, it fails and has no effect. If the spell is 7th level or higher, Nero makes a Charisma check ({@dc 10} + the spell's level). On success, the spell fails and has no effect. The caster takes 32 ({@damage 9d6}) radiant damage if the spell fails."
					]
				},
				{
					"name": "Weave (Parry)",
					"entries": [
						"Nero wraps himself in a swirl of arcane soul fire and can add +7 against one melee attack that would hit him. To do so, Nero must see the attacker and be wielding a melee weapon."
					]
				}
			],
			"reactionHeader": [
				"Nero is a mage slayer who specializes in dealing with martial might when hunting wicked spell casters. Their keen eye and reaction timing allows four times in one round but can only counterspell three times per round."
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Nero can make up to three attacks with his Mage Slayer Great Blade and use Purge if it is recharged. "
					]
				},
				{
					"name": "Purge {@recharge 5}",
					"entries": [
						"Nero taps into his powers as a judge and selects a creature that they can see within 120 feet. The selected creature must then make a {@dc 24} Charisma Saving Throw or the person takes 32 ({@damage 9d6}) force damage and the creature loses the highest level spell slot or purge magic effects equivalent to the highest available spell slot to them or take half on a successful saving throw. "
					]
				},
				{
					"name": "Mage Slayer Great Blade",
					"entries": [
						"{@atk mw} {@hit 19} to hit, reach 15 ft., one target. {@h}20 ({@damage 2d6 + 13}) Magical Slashing damage, plus 5 ({@damage 1d8}) force damage per stack of soul fire accrued. "
					]
				}
			],
			"conditionInflict": [
				"frightened",
				"grappled",
				"prone",
				"restrained"
			],
			"actionTags": [
				"Multiattack",
				"Parry"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"bonusHeader": [
				"Nero has two bonus actions per round."
			],
			"environment": [
				"coastal",
				"mountain",
				"urban"
			],
			"spellcasting": [
				{
					"name": "Innate Spell Casting",
					"headerEntries": [
						"Nero's innate spellcasting ability is Charisma (spell Save {@dc 24}, +16 to hit with spell attacks). He can innately cast the following spells, requiring no material components."
					],
					"will": [
						"{@spell bane}",
						"{@spell detect thoughts}",
						"{@spell disguise self}",
						"{@spell dispel magic}",
						"{@spell mage hand}",
						"{@spell minor illusion}"
					],
					"daily": {
						"3e": [
							"{@spell invisibility}",
							"{@spell misty step}",
							"{@spell suggestion}"
						],
						"1e": [
							"{@spell banishing smite}",
							"{@spell dimension door}",
							"{@spell dispel evil and good}",
							"{@spell hold monster}",
							"{@spell maze}",
							"{@spell scrying}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"legendaryActions": 5,
			"legendaryHeader": [
				"Nero channels his mage slaying skills into his very form and mannerisms in combat."
			],
			"legendary": [
				{
					"name": "Detention (Costs 1 Action)",
					"entries": [
						"Nero targets a creature he can see within 60 feet of himself. The target must succeed on a {@dc 24} Strength or Dexterity saving throw or be magically {@condition grappled} and {@condition restrained} by a set of radiant adamantine chains until the start of it's next turn."
					]
				},
				{
					"name": "Channel Inner Zeal (1 action)",
					"entries": [
						"Justice harnesses his radiant power burning himself with radiant soul fire. He will gain two stacks of soul fire."
					]
				},
				{
					"name": "Guillotine (1 action)",
					"entries": [
						"Nero takes his great blade and spins around in a circular motion attacking any creature within 10 feet of himself with his great blade. "
					]
				}
			],
			"trait": [
				{
					"name": "Limited Magic Immunity.",
					"entries": [
						"Nero can't be affected or detected by spells of 3rd level or lower unless he wishes to be. He has an advantage on saving throws against all other spells and magical effects."
					]
				},
				{
					"name": "Soul Fire",
					"entries": [
						"Nero empowers his blade with the mana that he has managed to purge from another. He can accrue Soul Fire stacks for each counter spell and mana burn he performs."
					]
				},
				{
					"name": "Radiant Zealot",
					"entries": [
						"Nero rolls his initiative at advantage and adds his proficiency bonus and strength modifier to the roll. He gains an additional bonus action per round and take one reaction on every turn in combat. He can cast only one radiant counter spell per round and three radiant rebukes."
					]
				},
				{
					"name": "Aura of Conquest",
					"entries": [
						"Nero projects a menacing aura of conquest up to 10 feet. Whenever he or a friendly creature within 10 feet of him must make a saving throw the creature gains a +7 to their saving throw.  Hostile creatures that are under the {@condition frightened} condition have their speed reduced to 0.  "
					]
				},
				{
					"name": "Lay on Hands",
					"entries": [
						"Nero has a pool of healing power up to 120 hit points. As an action, he can draw from his pool to restore a number of hit points to that creature, up to a maximum amount remaining in the pool. He can expend 5 hit points from his pool of healing to cure the target of one disease or neutralize one poison affecting it. He can cure multiple diseases and neutralize multiple poisons with a single use of Lay of Hands, expending hit points separately for each one."
					]
				},
				{
					"name": "Brutal Critical",
					"entries": [
						"When Nero rolls an 18 or above it's considered a critical hit. He can roll three additional weapon damage dice."
					]
				},
				{
					"name": "Danger Sense",
					"entries": [
						"Nero has an uncanny sense of when things nearby aren't as they should be, granting him Dexterity saving throws against effects that he can see, such as traps and spells. To gain this effect, he cannot be {@condition blinded} or {@condition deafened}."
					]
				},
				{
					"name": "Zeal Beyond Death",
					"entries": [
						"Nero having 0 hit points doesn't knock him {@condition unconscious}. He can still make death saving throws and when he suffers the normal effects of taking damage while at 0 hit points. If he dies due to death saving throws he doesn't die until his rage ends and he only dies when having 0 hit points."
					]
				},
				{
					"name": "Menacing Aura",
					"entries": [
						"Each creature of Nero's choice that is within 120 feet of the dragon and aware of it must succeed on a {@dc 24} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to Nero's Frightful Presence for the next 24 hours."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/Wrjxb3o.jpg"
						}
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/Wrjxb3o.jpg",
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"skill": {
				"athletics": "+21",
				"insight": "+18",
				"intimidation": "+21",
				"arcana": "+10",
				"persuasion": "+14",
				"perception": "+11",
				"religion": "+10"
			},
			"bonus": [
				{
					"name": "Leap",
					"entries": [
						"Nero launches himself up into the air in an infernal leap landing within 50 feet of a location nearby. Creatures within 15 feet of of the area must make a {@dc 24} Strength Saving Throw or fall {@condition prone}."
					]
				},
				{
					"name": "Wrap and Pull",
					"entries": [
						"Nero winds up his radiant chains made of spectral energy and wraps it around three targets within 30 feet of himself and yanks them.   "
					]
				}
			],
			"actionHeader": [
				"Nero wraps himself in a fiery aura that wraps around his entire body and uses that divine energy to wrap himself in his armor and spectral chains."
			],
			"damageTags": [
				"O",
				"R"
			],
			"damageTagsSpell": [
				"O"
			],
			"savingThrowForced": [
				"charisma",
				"strength",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"wisdom"
			]
		}
	]
}