{
	"_meta": {
		"sources": [
			{
				"json": "TheLostLands",
				"abbreviation": "LL (3pp)",
				"full": "The Lost Lands",
				"authors": [
					"Frog God Games"
				],
				"convertedBy": [
					"FrankD"
				],
				"version": "1.0.0",
				"url": "https://froggodgames.com/frogs/product/the-lost-lands-borderland-provinces/",
				"targetSchema": "1.0.0"
			}
		]
	},
	"deity": [
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Freya",
			"title": "Goddess of Love and Fertility; Freyja",
			"alignment": [
				"N",
				"G"
			],
			"domains": [
				"Life",
				"War"
			],
			"symbol": "Falcon",
			"customProperties": {
				"Garb": "Robes and cloaks of white, trimmed with white fur",
				"Favored Weapons:": "Longsword, longbow, spear",
				"Form of Worship and Holidays": "Harvest moon feast and before large hunts. Feast of Freya at spring equinox. Secret rites at the new moon. The Calends of the third month is devoted to Freya and serve as a special holiday in her honor.",
				"Typical Worshipers:": "Human females, farmers, midwives,hunters, druids"
			},
			"entries": [
				"Freya is a lesser goddess of love and fertility. Freya is also the leader of a great band of women warriors — known as valkyries. Freya represents fertility in all its forms. In the Southlands, Freya represents the cycle of death and rebirth. She is a goddess of the coming harvest, as well as of sexuality and procreation. Her beast is the falcon, though she is fond of the winter wolf and the hind. She appears most frequently to her worshipers as a beautiful human woman dressed in robes and a cloak of winter wolf fur, though she occasionally appears as a hunter in leather armor with spear and bow or as a warrior in shining mail with a glowing sword. She can take the form of a falcon — or any other bird — at will, as well as that of a huge winter wolf.",
				"Freya is a transplant to the Foerdewaith pantheon from the Vanir of the Northlands, where she is called Freyja. Despite this foreign origin, Freya is one of the single-most popular deities worshipped by the peoples of Akados. She is slowly but surely replacing the Hyperborean goddess Zadastha as the goddess of love. As a goddess of the harvest, there is natural friction between her followers and those of Telophus, though this rarely comes to open conflict. She and Ceres likewise share dominion over midwives and the birthing process, though Freya approaches it more from the procreation aspect and Ceres from the aspect of a healthy family and community. As such, there is little conflict between the followers of these faiths, and small villages tend to lean towards one or the other as a whole rather than having shrines of both in the same community.",
				"Though not an inherently violent faith (at least not outside the Northlands), Freya despises any kind of arachnid, and her battles against the drow goddess known as the Queen of Spiders are legendary. Her followers also frequently conflict with those of the arachnid deity called The Spider, though that deity is too bestial and unsophisticated to truly carry a grudge against the goddess."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Muir",
			"title": "Goddess of Virtue and Paladins; Eostre",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"light",
				"War"
			],
			"symbol": "Blood-red upraised sword on a white background",
			"customProperties": {
				"Garb": "White wool robes with an upraised sword and hand in red",
				"Favored Weapons:": "Longsword or greatsword",
				"Form of Worship and Holidays": "Regular worship and fasting on the eve before known battle or before confirmation or promotion of the ranks of the faithful. The Calends of the fourth month is devoted to Muir.",
				"Typical Worshipers:": "Humans paladins, Heldring soldiers, Alcaldrich knights, Justicars"
			},
			"entries": [
				"Muir is the twin sister of Thyr and one of the fabled Three Gods of old. While he represents law and peace, she represents the martial valor necessary to make that peace a reality. As such, she is the goddess of paladins and the principle martial deity of the Heldring. She is often depicted as a dark-tressed maiden warrior in shining mail with an upraised (often bloodstained) sword. She is noble and single-minded of purpose. The tenets of her worship include honor, truth, and courage. A great order of Hyperborean paladins known as the Justicars were sworn to her service but are believed to have died off at the time of the Battle of Tsar and the fall of Tircople some three centuries ago. She and Thyr serve as the combined state religion of the Empire of Alcaldar in Libynos and is seen as the matron of the martial Church Militans of its Holy Ecclesia Inquisitorial. The knights of the Church Militans see themselves as the modern incarnation of the Holy Order of Justicars, though followers of Muir outside Alcaldar do not support this claim.",
				"Like her brother-deity Thyr, Muir has lost some of the predominance that she once enjoyed in Akados and throughout the Hyperborean Empire. Her High Altar was moved to the vicinity of Bard’s Gate after the fall of Tircople and has since fallen into decline there as well. However, like Thyr she has enjoyed a resurgence of popularity among the now-devout Heldring of the Helcynngae Peninsula, where she is known as Eostre, and within the Empire of Alcaldar in Libynos. Both the Heldring hledwalda and the Alcaldrich empress press for relocation of the High Altar of Muir to their respective domains, but the goddess has yet to make a pronouncement on the matter so for now it remains in its diminished state in the city of Bard’s Gate.",
				"Muir expects self-sacrifice, humility, and charity as well as unswerving loyalty, and her worshipers must be lawful good. Her standards are extreme and she quickly turns her back on any who fail to live up to them. Those who maintain her standards, however, may strive to become Justicars, an order of paladins imbued with even greater holiness if the means to reviving that order can be discovered somewhere in the ruins of lost Tircople.",
				"Her symbol is a blood-red uplifted sword on a white background, symbolizing her endless fight against evil, and the falcon is a sacred animal to her for its noble bearing and relentless pursuit of its prey. She is the tireless foe of all evil creatures, and undead, demons, and devils in particular are her sworn enemy."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Narrah",
			"title": "The Lady of the Moon;The Pale Sister; Luna",
			"alignment": [
				"N"
			],
			"domains": [
				"Nature"
			],
			"symbol": "The Sickle, a crescent moon",
			"customProperties": {
				"Garb": "Dark hooded robes, midnight blue cloaks",
				"Favored Weapons:": "Heavy Mace",
				"Form of Worship and Holidays": "Prayers for protection and guidance before duties.",
				"Typical Worshipers:": "Paladins and sentries"
			},
			"entries": [
				"LAlongside her twin moon, Sybil the Dark Sister, Narrah has hovered over the world since the beginning. Her earliest followers were the fey and primitive humanoids, and since that time she has warred with the smaller moon for the dominance of the night. Narrah does not seek power, but Cybele the deity associated with the other moon has long sought the means to destroy Narrah and assume total dominion over the night sky. To this end she has allied with her idiot twin Shupnikkurat to seek away to devour Narrah whole and remove her from the sky forever."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Orcus",
			"title": "Demon-Lord of the Undead",
			"alignment": [
				"C",
				"E"
			],
			"domains": [
				"Chaos",
				"Evil",
				"Death",
				"Destruction"
			],
			"symbol": "Wand of Orcus",
			"customProperties": {
				"Garb": "Black cowl and robe ensemble",
				"Favored Weapons:": "Ornamental Heavy Mace (spiked or skulltipped)",
				"Form of Worship and Holidays": "Day of the Dead (Late Fall), Nights of blood red and horned moons. Worship usually involves grave robbery and the animation and conscription of the newly dead to the forces of evil.",
				"Typical Worshipers:": "Monsters, Undead and Evil Humanoids"
			},
			"entries": [
				"Though a demon prince, Orcus is worshipped as a deity. He is the lord of all the undead and resides in the Abyss in his Palace of Bones. Evil and wonton destruction are his only goals. He is most often depicted as a bloated, board-headed, bat-winged monstrosity with cloven-hoofed goat legs. He wields a skull-tipped wand that reported slays any living thing it touches."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "St. Abysthor",
			"title": "The Warden",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Law",
				"Good",
				"Protection"
			],
			"symbol": "White shield on a black background",
			"customProperties": {
				"Garb": "White wool robes trimmed with black.",
				"Favored Weapons:": "Ornamental Heavy Mace (spiked or skulltipped)",
				"Form of Worship and Holidays": "Day of the Dead (Late Fall), Nights of blood red and horned moons. Worship usually involves grave robbery and the animation and conscription of the newly dead to the forces of evil.",
				"Typical Worshipers:": "Monsters, Undead and Evil Humanoids"
			},
			"entries": [
				"Abysthor is a new member of the divinity, having just recently ascended with the help of some stalwart adventurers. Rewarded for years of faithful service, and his steadfast guardianship of the Black Monolith from the forces of evil marshaling against him, Thyr, the God of Law and Justice, elevated him to sainthood. Now an even more tireless foe of Evil, St Abysthor is the patron of those who guard or seek to close portals to the Lower Planes.",
				"St. Abysthor has a particular enmity for worshippers of Orcus and Tsathogga, as he kept those forces at bay for many years, blocking their access to a particularly weak gate to the Abyss. Had St. Abysthor failed in his guardianship, the entire world may well have been overrun by demonic forces.",
				"St. Abysthor is currently only active in the Stoneheart Valley region, and may render some form of assistance to worshippers of Thyr or Muir, should they beseech him for aid, especially against the forces of Orcus or Tsathogga."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Thyr",
			"title": "God of Law and Justice; The Lawgiver; Tyr; Tiwaz",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Life",
				"Knowledge",
				"Law"
			],
			"symbol": "Silver cross on a white field",
			"customProperties": {
				"Garb": "White robes trimmed with silver, purple or gold — the colors of kingship",
				"Favored Weapons:": "Mace (bladed weapons are forbidden)",
				"Form of Worship and Holidays": "Worship services held on the last day of every month. Midwinter eve (called Commons) is set aside for the common folk to have their grievances heard before the highest courts of the land.",
				"Typical Worshipers:": "Human royalty, ruling and legislative bodies, some magistrates and judges"
			},
			"entries": [
				"Thyr is the god of wise and just rule. He is normally depicted as a wizened king seated on a great throne, holding the Rod of Kingship in one hand and the Chalice of Peace in the other. His principles are justice, order and peace. He represents proper and traditional rule and as such was once worshiped (at least in name) by all human royalty. He is the embodiment of the enlightened human caste system where each person has a fairly determined role in a lawful society intended to create the greatest good for the greatest number.",
				"Thyr’s symbol is a silver cross on a white field, symbolizing the upturned cross-haft of his sister’s sword, which he thrust into the earth to end the Gods’ War at the dawn of time. Upon seeing the blood of so many gods shed, Thyr foreswore the use of swords and his priests, for this reason, may not use bladed weapons. Many favor reinforced rods, similar to light maces, modeled after Thyr’s own Rod of Kingship. The noble eagle and lion are his sacred creatures.",
				"The Lawgiver, Thyr is a god that has transcended culture and appears in different aspects among different groups on the world of Lloegyr, spanning cultures from the Northlands to the Helcynngae Peninsula in the south. To Northlanders (and the Andøvan before them) he is known as Tiwaz and is depicted as having only one hand, the other having been bitten off by a powerful Godspawn of Chaos while Tiwaz distracted it and allowed it to be bound for the good of the world.",
				"Thyr has actually been a part of the Hyperborean pantheon for thousands of years and for much of that empire’s history was considered among its chief gods and most influential in its civilization alongside Muir and Arden (and later Solanus). Thyr is also one of the ancient trinity of deities known as the Three Gods that predates the Hyperboreans. The Heldring venerate him as Tyr in much the same aspect as Thyr, though they depict him as one handed like Tiwaz.",
				"It is unknown whether Thyr is truly a Northlands transplant or if his worship in fact developed concurrently but separately in the two different cultures. Or for that matter if it didn’t develop long prior to either of them existing only to diverge somewhere along the way. In fact, it is not entirely certain that he is truly aspects of the same god (though the belief of that is near universal). Regardless, Thyr does not seem to raise any objection to the correlation, and his Thyr identity has by far been his largest church historically. The modern Heldring have formed an almost-theocratic society devoted to Tyr and Eostre (their name for Muir), and their hledwalda petitions annually for the High Altar of Thyr to be moved from Bard’s Gate to Kingsgardt in the Kingdom of the Helcynn, while the empress of the actual-theocracy of Alcaldar likewise presses for it to be established in the imperial capital of Mhaltra. To date Thyr’s clergy have remained silent on the subject of relocation, though patience wears thin among the royalties of those respective nations.",
				"Despite his millennia of success and the establishment of no less than two current monarchies largely based on his faith, Thyr has seen a near-continuous decline across the breadth of old Hyperborean lands, especially since the rise of the Eastern god Mitra. However, his high priest notes that this decline cannot be fully laid at the feet of the upstart Mitra, because it actually precedes his dramatic appearance to Overking Osbert II seven centuries ago. Rather, High Priest Bofred of Bard’s Gate points out that the first hints of the decline had occurred even before the end of the Hyperborean Empire, much less the current decline of the Foerdewaith in recent centuries, pointing to a subtle but pervasive omnipresent diminishment in civilization over this time period. A diminishment that Bofred and others fear may be a harbinger of worse things to come."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Tsathogga",
			"title": "Demon Frog God",
			"alignment": [
				"C",
				"E"
			],
			"domains": [
				"Chaos",
				"Destruction",
				"Evil",
				"Water"
			],
			"symbol": "Likeness of the Frog God, carved in soapstone",
			"customProperties": {
				"Garb": "Green and violet robes, if any",
				"Favored Weapons:": "Any that slash, cut, and are wickedly curved, as well as, ropes or nets",
				"Form of Worship and Holidays": "Too gruesome and perverse to describe even by Our standards!",
				"Typical Worshipers:": "Aberrations, tsathar, sentient frogs, evil water monsters, The Violet Brotherhood"
			},
			"entries": [
				"This foul frog-demon cares less about the machinations of men and power than he does about obliterating light and life with slow, oozing sickness and decay. He is the vicious dark evil bubbling up from beneath the surface, the foul corruption at the heart of the earth. Making his home on the plane of Tarterus at the mouth of the vast swamp of filth deposited by the River Styx as it flows out of the Abyss, Tsathogga’s main form is a colossally bloated humanoid frog with spindly, elongated limbs andfingers. His corpulent body exudes all manner of foul humors and fluids that leak into the vile swamp in which he lies. He has positioned himself so that all of the slime and filth from the River Styx feeds into his gaping, toothy maw. He never moves and rarely speaks other than to emit an unintelligible shrieking. Tsathogga commands a host of evil creatures — notably evil aberrations and his own vile frog race, the tsathar. Thousands of fawning tsathar servants continuously bathe his body in fetid slime from the evil swamp, awaiting the divine bliss of being randomly devoured by him. His hatred of light and lack of human worshippers (though there are a few notable exceptions) mean that he is little known to surface races. He has had few organized centers of worship and no standardized holy symbol — each worshipper choosing its own way to best depict his deific vileness. Occasionally, tsathar priests of Tsathogga on Tarterus sculpt a small likeness of him out of foul chunks of solid waste from the Styx that harden into a vile green substance similar to soapstone when taken from that plane. Such items are prized as holy relics."
			]
		}
	]
}
