{
	"_meta": {
		"sources": [
			{
				"json": "TheLostLands",
				"abbreviation": "LL",
				"full": "The Lost Lands",
				"authors": [
					"Frog God Games"
				],
				"convertedBy": [
					"FrankD"
				],
				"version": "1.0.0",
				"url": "https://froggodgames.com/frogs/product/the-lost-lands-borderland-provinces/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1538302036,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "180b2ca4b5",
		"edition": "classic"
	},
	"deity": [
		{
			"name": "Archeillus",
			"alignment": [
				"L",
				"G"
			],
			"title": "God of Rightful Rule;Protector of the Nobility",
			"pantheon": "Lostlands",
			"symbol": "A lion's head or mask, usually crowned",
			"source": "TheLostLands",
			"domains": [
				"Life"
			],
			"customProperties": {
				"Domains": "{@class cleric|phb|Life|Life Domain}",
				"Garb": "Nobles' finery, formal robes of office, royal vestments and regalia including crown, scepter, signet ring, coat-ofarms, chalice, royal seal, and sovereign orb",
				"Favored Weapons": "{@item longsword|phb}",
				"Form of Worship and Holidays": "Lavish ceremonies held on High Holy Days. Regional and local festivals held according to the traditions and customs of individual noble families.",
				"Typical Worshipers": "Many {@background noble|phb|nobles}, Foerdewaith traditionalists, some magistrates and judges in remote provincial areas of the Kingdoms of Foere"
			},
			"entries": [
				"Archeillus once stood below only {@deity Thyr|Lostlands|TheLostLands|Thyr} himself in the pantheon of the ancient Kingdoms of Foere. Though the first overking, Macobert, claimed familial descent from the sea god Quell, it was by virtue of the laws and customs of Archeillus that he claimed rightful rule over all the kingdoms and their client states. Despite these once heady heights of influence across the whole of Akados, with the decline of Foere, so too has the worship of Archeillus seen its decline. This has arguably been furthered by the slow increase of support for the foreign deity {@deity Thyr|Lostlands|TheLostLands|Mitra} as the divine patron of the Foerdewaith sovereignty, a trend whose beginnings can be traced back to the time of the great, great, grandson of Macobert, Osbert II, some seven centuries ago.",
				"Still an important god of the Foerdewaith, his religion is now often seen as old-fashioned or outdated, though he remains revered among many of the old noble families, especially in the more backwater areas. This devotion often even includes noble families that are not of Foerdewaith descent or rulers of lands outside Foere's sphere of influence. This is in large part because veneration of Archeillus is traditionally seen as a support of the current ruling class and serves to justify maintenance of the status quo of power among adherents. As a result of this common understanding, despite the fact that Archeillus is inherently a god of law and good, his religion is used by many a less-benign tyrant as means to consolidate and hold power with a veneer of legitimacy. The established church of Archeillus officially finds this practice repellant but also finds it prudent to not try and identify those who should or should not rule because of the inherent risk of opposing a true believer who has merely been mischaracterized by his subjects or, even worse, finding themselves forced to choose sides and ending up on the losing end of a political power struggle.",
				"With its loss in influence over the last few centuries and the inevitable reduction in the number of followers, the clergy of Archeillus has learned to step carefully and walk a fine line between clearly upholding the morality and rule of just law represented by Archeillus and stepping cautiously to avoid upsetting the apple cart of local politics that could result in them being completely removed from the halls of power and spheres of influence altogether. Many priests of Archeillus take comfort in the oft-quoted axiom, \"he that rules does so but by the will of Archeillus,\" allowing responsibility for the issue of rightful rulership to fall squarely upon the shoulders of the god himself. They trust that Archeillus's wisdom will sort out the details rather than muddying the waters by the machinations and inevitable disasters wrought by imperfect mortals, which is perhaps what the god has intended all along."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Belon the Wise",
			"title": "Belon the Wise God of Travel; Wanderer in White",
			"alignment": [
				"N",
				"G"
			],
			"domains": [
				"Knowledge"
			],
			"symbol": "Clear quartz crystal or flawless diamond",
			"customProperties": {
				"Domains": "{@class cleric|phb|Knowledge|Knowledge Domain}",
				"Garb": "Travelers clothes and long white traveling cloaks",
				"Favored Weapons": "{@item Quarterstaff|phb}",
				"Form of Worship and Holidays": "Offerings of silver given at the beginning and end of long journeys.",
				"Typical Worshipers": "{@class Ranger|phb|Rangers}, {@class bard|phb|bards}, {@class wizard|phb|wandering wizards},those who make their living traveling"
			},
			"entries": [
				"Belon appears to his worshippers as an elderly man wearing flowing white robes and carrying a walking staff. Belon is the embodiment of things learned upon the road, be they magical or mundane knowledge.Priests of Belon often serve as guides, educating themselves in local customs in order to afford better traveling conditions for those in their care. As such, Belon is patron of both journeys and knowledge, exemplified in the wisdom that can be gained by being well traveled. An emphasis on common sense ensures that he finds adherents among the stolid common folk of the world rather than only the scholars and learned.",
				"Belon the Wise was not originally a god of the Hyperborean or Foerdewaith pantheons. He seems to have been an Eastern god of some as yet unidentified Libynosi pantheon. Some scholars speculate that he was a lesser god of the Gohtra of Far Jaati. Other evidence seems to suggest that he was perhaps once an apprentice to Thasizier, the Libynosi Master of Good Magic and ancient enemy of the witch-goddess Hecate. Whatever his origin, it seems likely that Belon became introduced to the folk of Akados after having been carried back home by Foerdewaith crusaders sojourning in eastern realms.",
				"Belon's earliest influence in Akados seems to have been in and around the city of Bard's Gate where he enjoyed some popularity as a god of travel among a burgeoning city of merchants and travelers. Over time, however, his worship waned in favor of other gods that hold mercantilism and commerce among their areas of interest, deities such as Sefagreth and Tykee. Recently, however, the church of Belon has been on the rise again as interest in him as a god of arcane knowledge who can perhaps provide secrets of the ancient magic of the East. Less a travelers' god, it is now more in vogue for wizards who consider themselves to be sophisticated and well-traveled to venerate the White Wanderer. This upsurge has been noticed by the clergy of the traditional god of magic Jamboor, and discussions about what to do among that god's scholars have been going on for years now as more and more practitioners of the arcane arts turn to Belon as their patron."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Ceres",
			"title": "The Revered Mother; Goddess of the Home and Midwives; Goddess of Healing, Mercy, and Patience; Goddess of the Millstone",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Life",
				"Nature"
			],
			"symbol": "A millstone",
			"customProperties": {
				"Domains": "{@class cleric|phb|Life|Life Domain}, {@class cleric|phb|Nature|Nature Domain} ",
				"Garb": "Simple robes of white",
				"Favored Weapons": "{@item Flail|phb}",
				"Form of Worship and Holidays": "Simple services are held each week on Ardsdag followed by a family or communal meal where freshly baked loaves of bread are broken in her honor. Half of each loaf is donated to orphans or others in need.",
				"Typical Worshipers": "Human matrons and mothers, midwives, bakers, millers, orphans, the poor, farmers, some civic leaders, halflings"
			},
			"entries": [
				"Ceres is an old goddess of the Hyperborean pantheon who has protected home and hearth since the earliest recorded histories. She is seen as a motherly figure who protects her followers and their communities through gentle guidance and nurturing. It is also she who the common folk turn to in prayer to avoid famine from a bad harvest or natural calamities. Though not really a goddess of crops and weather like the god {@deity Telophus|Lostlands|TheLostLands|Telophus}, her holy writings and liturgy do universally speak of a bountiful harvest to fill the bellies of the community and the needy.",
				"More concerned with the benign use of the harvest from the standpoint of community well-being and stability rather than being seen as a matron of plant growth in general, Ceres is one of the few deities whose worship involves active benevolence in the form of feeding and sheltering the needy. She is revered by many who are not truly her worshippers (hence her title of \"Revered Mother\") because she is seen as the divine caretaker and overseer of healthy births, though she shares this role with the goddess {@deity Freya|Lostlands|TheLostLands|Freya}. So even those who venerate other gods or are even diametrically opposed to her through alignment or creed are not above uttering short prayer in her name at the birth of their own offspring. In her hands lies the well-being of the next generation, which all humans recognize and generally respect. That her followers are not crusaders or violent radicals seeking to bring judgment in her name makes this veneration by others more palatable.",
				"For all of these qualities and that of providing succor to the sick, Ceres is often seen as the glue that holds families and communities together.The few hospices that exist for the indigent or those unable to afford the services of a personal physician are almost always established by her worshippers.Despite her recognized benevolence, Ceres is seen as somewhat rustic, and has been in decline in some urban centers. She retains her popularity and influence in the countryside among the simple folk, however.The halfling matron goddess Hester serves as her handmaiden, and many rural halflings revere Ceres as well as a result."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Darach-Albith",
			"title": "High God of the Elves; Firstborn; Father of the Elves",
			"alignment": [
				"C",
				"G"
			],
			"domains": [
				"Nature",
				"War"
			],
			"symbol": "A bow and sword hanging from the Eternal Oak",
			"customProperties": {
				"Domains": "{@class cleric|phb|Nature|Nature Domain}, {@class cleric|phb|War|War Domain}",
				"Garb": "Garments in shades of gray, green, hazel, chestnut,and sable",
				"Favored Weapons": "{@item Longbow|phb}, {@item longsword|phb}",
				"Form of Worship and Holidays": "Major religious services are held on the solstices and equinoxes, while special night festivals are held on the eve of every mid-month (Ides) during the summer.",
				"Typical Worshipers": "High and wood elves, elven warriors,wizards, and rangers"
			},
			"entries": [
				"The father of all elves and firstborn of the race, Darach-Albith is portrayed as a handsome elven male draped in a cloak of forest green leaves.His skin varies at different times between the gleaming white of birch bark and any shades of brown or green found in primeval woodlands. Darach has keen golden eyes like those of an owl. His sword Tian Tu Lan and his bow Fayar Nocht are said to never miss a target and to slay those of evil intent instantly.",
				"The ruler of the elven pantheon, almost all elves at least pay Darach-Albith lip service if not outright veneration. Though his religion is very ancient and steeped in many-layered tradition and ritual, to most non-elves he is known primarily for his legendary search for his wife Rialae-Aibaru (known as the Lost Queen of the Elves) who abandoned him and her duties in the elven pantheon to seek out her missing daughter Karelis sometime back in the mists of time. There are entire sects of elves who venerate the Lost Queen and her search through the rare appearances of the blue comet Rialae, though Darach-Albith for his part seems to remain stoic in the face of his unending grief."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Dre'uain the Lame",
			"title": "God of Craft and Smiths; God of Industry and Hard Work",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Light",
				"Knowledge"
			],
			"symbol": "Three interlocked cogwheels",
			"customProperties": {
				"Domains": "{@class cleric|phb|Light|Light Domain}, {@class cleric|phb|Knowledge|Knowledge Domain} ",
				"Garb": "Crafter's outfit (different outfits for different crafts)",
				"Favored Weapons": "{@item Warhammer|phb}",
				"Form of Worship and Holidays": "Worshippers sacrifice one high-quality item per year (if they can afford it). Worshippers without the means to create or purchase high-quality items for sacrifice can purchase small tin replicas at local temples for use in sacrifices. Late summer craft festivals, earthquakes, and volcanic eruptions are also occasions when sacrifices are made to Dre'uain.",
				"Typical Worshipers": "Human, gnome, dwarven, and halfling craftsmen, inventors, laborers, union organizers, maimed workers, wounded veterans, beggars"
			},
			"entries": [
				"Dre'uain appears as a clubfooted gnome with strong but fine-fingered hands. His flame-red hair and beard always appear singed from his labors over the forge. He has a long nose and piercingly curious eyes and wears a soot-covered apron. Hammer Mittelschmerz claims to have learned all he knows of crafting and invention from Dre'uain.",
				"Considered by many to be one of the oldest deities, Dre'uain embodies the creative mind and its ability to fashion objects and devices. Dre'uain is honored by creators, inventors, smiths, architects, and other craftsfolk of all races. His connection to earthquakes, volcanoes, and other seismic events seem to be a holdover from his earliest days as a mighty giant and arth deity. In that capacity early myths say that he battled the primordial earth spirit Demogorgon for supremacy. The result of the battle was the crippling of Dre'uain and the reduction to his current stature as well as his loss of mastery over the earth, turning instead to mastery of its resources in invention and crafting. Demogorgon faired perhaps worse, losing his mastery over the earth in exchange for knowledge of its deepest secrets instead but at the cost of having his psyche split into two competing halves and being cast into the Ginnungagap.",
				"Since then Dre'uain has succeeded in one of the most difficult tasks in all the multiverse; he was a gnome god who ascended to a position of respect and major worship among humans, with many adherents among dwarves and halflings as well. While dwarven crafters and inventors are more likely to venerate Dwerfater or Crugas and Dre'uain has not been adopted into the Dwarven Pantheon as a result, there are still a fair number of dwarven craftsmen and smiths who prefer to follow his faith than the more magically oriented tenants of Crugas or the distinctly racial patronage of Dwerfater, especially among the hill dwarves who work more closely with other races.",
				"Among humans, Dre'uain not only receives veneration among inventors, craftsmen, and smiths, but his propensity for hard work and virtue of honest labors has endeared him to all manner of manual laborers. Many such laborers follow Stryme, seeing the work of the god of strength in their labors, but for those whose work is less reliant upon physical prowess and more reliant on dogged determination or dedication to tedious or repetitive tasks, Dre'uain strikes a chord. The laborers or many manufactories turn to Dre'uain for their common beliefs and has resulted in the formation of labor unions in some locales.",
				"The presence of Dre'uain's own clubbed foot as a model, and the tendency of some of his followers to unionize has created a following of maimed workers among his followers. This has likewise contributed to a growing number of wounded veteran soldiers among those who follow him, turning away from their former soldier gods in their disability and looking instead to Dre'uain to sustain them. An unexpected side effect of this is that an ever-growing number of beggars—crippled and healthy alike—are beginning to flock to faith. This latest development has created a great deal of discomfort and growing resentment among his clergy because many of these beggars are seen as individuals who eschew hard work in favor of the charity of others, which flies in the face of the very tenants of Dre'uain. Despite many temples openly preaching against the sin of sloth to discourage this or any affiliation with those they see as ne'er-do-wells, any number of almshouses and soup kitchens continue to pop up in Dre'uian's name, though not formally associated with actual members of the clergy. The church hierarchy has yet to come up with a good solution to this situation and are divided as to whether a solution is even necessary.",
				"Dre'uain is frequently associated with the elven deity known as Wayland the Smith (Weland the Smith among the Tuatha De Pantheon). Many assume they are the same god by different names and in different aspects.The dwarves vehemently deny any suggestion of this, and the churches of Dre'uain and Wayland maintain themselves as entirely separate entities. If there is a connection between Dre'uain and Wayland, neither deity has deigned to comment.",
				"Dre'uain's temples always contain an altar composed of large metal gears intended to represent the eternal mechanisms of the cosmos, which Dre'uain is said to understand and perhaps even serve as caretaker over.True members of Dre'uain's clergy can be identified by their ability to disassemble the interlocking cogs of Dre'uain's holy symbols or connect them back together. This secret, known as the \"Blessing of Dre'uain\", is given to them directly from the god. Others who attempt to do so must make a successful DC 45 Disable Device check."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "The Father",
			"title": "Primeval God of Violence, Strength, and Warfare (Lost)",
			"alignment": [
				"N",
				"E"
			],
			"domains": [
				"Tempest",
				"War"
			],
			"symbol": "A triangle",
			"customProperties": {
				"Domains": "{@class cleric|phb|Tempest|Tempest Domain}, {@class cleric|phb|War|War Domain} ",
				"Garb": "Skins of hunted animals or enemies",
				"Favored Weapons": "Stone greataxe",
				"Form of Worship and Holidays": "Blood sacrifices at solstices and equinoxes, before and after battles, and upon the birth or death of a chieftain",
				"Typical Worshipers": "Neolithic tribes (mostly extinct), Vanigoths of the Wilderland Hills, some Wildmen of the Mistwood, possibly others"
			},
			"entries": [
				"The Father has existed as long as there has been life on the world now known as Lloegyr and has often been associated as an embodiment of the world itself or its primordial oceans. He has been known by many names through the ages, The Father simply being the most universal and enduring. To the ancient Phoromyceans who knew of him only through their own ancient legends, he was known as the Demiurge. To the Hyperboreans, who came along an age later, he was known as Boros and represented the planet upon which they lived as well as their home continent to the north. To the ancient peoples of the North before the coming of the Northlanders he was Buri, the grandfather of Wotan. To the Khemitite priest-kings of old he was Nun. The even more ancient Ashurians called him Engur or Abzu. The most ancient writings of Far Jaati refer to him as Dyaus Pitra, and to the Ancient Folk of Akados he was Lir.",
				"Worship of The Father predated the formation of pantheons and culturally defined religions; in fact, the existence of The Father seems to predate the concept of worship or even the existence of humanoid life on Lloegyr.To these early cultures, The Father was known as patron of tribal warfare,competition for scarce resources, survival, dominance, and rulership by might, and he was seen as a primal creator of the world, life, and the gods themselves. The Father was typically not so much revered as feared, for the savage world was harsh and unforgiving with an equally harsh and unforgiving god for the strong to cling to and the weak to perish before. Ritual bloodshed marked the holy times and sites of The Father, and human sacrifice became a standard practice under his stern gaze.",
				"Despite this near hegemony of devotion in the earliest ages of the world, worship for and even memory of The Father eventually died out, supplanted by belief in younger, gentler gods, many of whom are believed to be his children or even their offspring. Only in the most ancient records and esoteric circles is mention of The Father even found and usually then only disjointed and incomplete references. To those few with the depth of scholarship or requisite age (a few of the oldest elves and assorted dragons and undead beings) to even know of The Father, it is believed his eventual decline and erasure from the consciousness of humanity was in large part to the heroic and selfless actions of an equally primeval creator deity known only as The Goddess, mother of many of the oldest gods and both mate and mortal enemy of The Father. Thanks to her efforts, knowledge of The Father was forgotten from the world to the point that he is now considered a \"lost\" deity. None in this day and age revere The Father, nor is there liturgy available to revive his worship, except among a very few small and scattered tribal societies that exist as holdovers from those most ancient of times. Even in these cultures worship of The Father is corrupted and inexact due to lack of any written record, and such peoples themselves are in decline is well so that it is only a matter of time until The Father ceases to exist as a deific entity upon Lloegyr."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Freya",
			"title": "Goddess of Love and Fertility; Freyja",
			"alignment": [
				"N",
				"G"
			],
			"domains": [
				"Life",
				"War"
			],
			"symbol": "Falcon",
			"customProperties": {
				"Domains": "{@class cleric|phb|Life|Life Domain}, {@class cleric|phb|War|War Domain} ",
				"Garb": "Robes and cloaks of white, trimmed with white fur",
				"Favored Weapons": "{@item Longsword|phb}, {@item longbow|phb}, {@item spear|phb} ",
				"Form of Worship and Holidays": "Harvest moon feast and before large hunts. Feast of Freya at spring equinox. Secret rites at the new moon. The Calends of the third month is devoted to Freya and serve as a special holiday in her honor.",
				"Typical Worshipers": "Human females, farmers, midwives,hunters,{@class druid|phb|druids}"
			},
			"entries": [
				"Freya is a lesser goddess of love and fertility. Freya is also the leader of a great band of women warriors—known as valkyries. Freya represents fertility in all its forms. In the Southlands, Freya represents the cycle of death and rebirth. She is a goddess of the coming harvest, as well as of sexuality and procreation. Her beast is the falcon, though she is fond of the winter wolf and the hind. She appears most frequently to her worshipers as a beautiful human woman dressed in robes and a cloak of winter wolf fur, though she occasionally appears as a hunter in leather armor with spear and bow or as a warrior in shining mail with a glowing sword. She can take the form of a falcon—or any other bird—at will, as well as that of a huge {@creature winter wolf|mm}.",
				"Freya is a transplant to the Foerdewaith pantheon from the Vanir of the Northlands, where she is called Freyja. Despite this foreign origin, Freya is one of the single-most popular deities worshipped by the peoples of Akados. She is slowly but surely replacing the Hyperborean goddess Zadastha as the goddess of love. As a goddess of the harvest, there is natural friction between her followers and those of {@deity Telophus|Lostlands|TheLostLands|Telophus}, though this rarely comes to open conflict. She and {@deity Ceres|Lostlands|TheLostLands|Ceres} likewise share dominion over midwives and the birthing process, though Freya approaches it more from the procreation aspect and {@deity Ceres|Lostlands|TheLostLands|Ceres} from the aspect of a healthy family and community. As such, there is little conflict between the followers of these faiths, and small villages tend to lean towards one or the other as a whole rather than having shrines of both in the same community.",
				"Though not an inherently violent faith (at least not outside the Northlands), Freya despises any kind of arachnid, and her battles against the drow goddess known as the Queen of Spiders are legendary. Her followers also frequently conflict with those of the arachnid deity called The Spider, though that deity is too bestial and unsophisticated to truly carry a grudge against the goddess."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Jamboor",
			"title": "God of Knowledge, Magic, and Death;He Who Hears the Secrets of the Dead",
			"alignment": [
				"N"
			],
			"domains": [
				"Death",
				"Knowledge"
			],
			"symbol": "An eclipsed sun",
			"customProperties": {
				"Domains": "{@class cleric|phb|Death|Death Domain|dmg}, {@class cleric|phb|Knowledge|Knowledge Domain}",
				"Garb": "White robes trimmed in green and black",
				"Favored Weapons": "{@item Quarterstaff|phb}, {@item dart|phb}",
				"Form of Worship and Holidays": "Regular worship on the last day of the week, holidays at the end of each month, and the major holiday of Reckoning at the end of the year, funerary rites, and solemn observances of the dates of death of significant historical figures",
				"Typical Worshipers": "Arcane spellcasters, {@background sage|phb|sages}, seers, mediums, {@background Variant Criminal (Spy)|phb|spies}"
			},
			"entries": [
				"Jamboor is a god of death, but only in the regard that death is a part of life and should be revered as such. It is not unusual for the clerics of Jamboor to multi-class with one or more arcane classes. Kings and noblemen consider it a true feather in their cap to have a priest of Jamboor as an advisor.",
				"Jamboor is an ancient god of Hyperborea who has clung to his influence tenaciously since the earliest of days. This mysterious deity is seen as a benign or malignant entity depending on the standpoint of the viewer. To some folk, a god of death must be evil and, therefore, to be feared, while to others he merely maintains the proper order of things in the cycle of life and death. And still to others he is simply a god of magic and arcane knowledge which can be the faith of benevolent local {@class wizard|phb} or {@creature necromancer|vgm|a power-mad necromancer}. Regardless, all rulers and leaders value his faith because his priests are known to possess a great many secrets and are willing to offer wise counsel to any ruler without regard to political or religious affiliation.",
				"Many local superstitions find their roots in the practices of the followers of Jamboor, and entire sects of his priesthood are tasked with sussing out the secrets of existence through listening to the whispers of the dead. The dates and times for the High Holy Days of the continent of Akados are determined and published each year by the priests of Jamboor and are recognized by those of all faiths. While the Wheels of Inquiry used by his followers to determine local omens and auguries can be found in almost any community for use by any who know the secrets of their interpretation.",
				"Despite his long and ongoing influence, Jamboor's age-old mastery of those who study the magical arts is now being challenged as the traveler deity {@deity Belon the Wise|Lostlands|TheLostLands|Belon the Wise} gains more and more followers among arcane practitioners. This situation has caused no small amount of consternation among the normally staid Jamboorites not only because of the encroachment upon their traditional sphere of influence but even more so because they did not foresee its coming."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Kamien",
			"title": "Goddess of Rivers, Streams, and Springs;The Sparkling Maiden; Old Widemouth;The Water Lady",
			"alignment": [
				"N"
			],
			"domains": [
				"Nature"
			],
			"symbol": "A fish riding upon three wavy lines upon a green copper amulet",
			"customProperties": {
				"Domains": "{@class cleric|phb|Nature|Nature Domain}",
				"Garb": "Robes of turquoise, brown, and azure with bracelets and anklets of blue",
				"Favored Weapons": "{@item Javelin|phb}, {@item spear|phb}",
				"Form of Worship and Holidays": "Spring and fall floods bring sacrifices to Kamien to ensure that rivers do not rise too high. At midsummer Rising, followers gather at rivers to appeal to the goddess to keep them flowing.",
				"Typical Worshipers": "Women, nymphs, {@creature sprite|mm|sprites}, {@creature nereid|tftyp|nereids}, other water creatures and {@filter fey|bestiary|type=fey|miscellaneous=!swarm}, prostitutes, boatmen, bargemen,fishermen, river giants"
			},
			"entries": [
				"Kamien is the embodiment of springs, streams, and rivers, appearing as a woman with skin like silvery rippling water—earning her name as the Sparkling Maiden—or as a great silvery scaled fish—usually called Old Widemouth for resembling a massive bass. Bargemen and fishermen who ply her waterways toss coins into streams, fountains, and brooks to ensure safe passage and plentiful catches.",
				"Kamien is one of the earliest Hyperborean deities, even predating that civilization, representing the springs and streams that provided plentiful water sources that allowed early humanoid settlements to be established and thrive. As such she became a community deity and was seen as protector of the town well, spring, or other water source required for their continued survival. As societies advanced and maintenance of water sources and the ability to find them became more sophisticated and reliable, her role as the protector of the community transformed somewhat into that of protector of travel and trade upon the waters of her streams and rivers. It is this aspect that is most frequently seen in her worship today, though settlements that greatly rely upon yearly flooding or preservation from such floods still revere her in the older incarnations through semi-annual flood festivals and the yearly Rising ceremony at midsummer to beseech her to keep the waters flowing throughout the dry season.",
				"Already considered an ancient deity among humans, Kamien's reach extends even farther back into the mists of time beyond even human civilization. In her earliest incarnation she is considered to be the mother of the nymphs and {@creature sprite|mm|sprites} and is a member of the Court of the Fey as a protector of fertility. Knowledge of this aspect is largely lost among human cultures today, though some prostitutes (usually in riverside communities) venerate the Sparkling Maiden for her seductive qualities, probably related to her relation to fey such as nymphs and {@creature nereid|tftyp|nereids} that are known for their beauty and allure. Her ancient background is further recalled vaguely in old wives' tales about the dangers of visiting the local spring or well at night because the Water Lady might come and steal the foolish visitor. That this could be a reference to Kamien and the sometimes predatory fey among her followers is a possibility, though it could just as easily be nothing more than a parental admonition to children to avoid drownings and other water accidents while unsupervised."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Mick O'Delving",
			"title": "God of Halflings; The Little Miner; Mickey Two-Cups",
			"alignment": [
				"C",
				"G"
			],
			"domains": [
				"Trickery"
			],
			"symbol": "A candle in a caveet",
			"customProperties": {
				"Domains": "{@class cleric|phb|Trickery|Trickery Domain}",
				"Garb": "Breeches, shirts, and waistcoats of browns, yellows, oranges, and other earth tones but always barefoot. For underground ceremonies a miner's helmet is worn.",
				"Favored Weapons": "{@item War Pick|phb}",
				"Form of Worship and Holidays": "Few formal worship services,followers of Mick O'Delving tend to offer up short personal prayers for luck when needed or spill a bit of libation in his honor before feasts. Most festivals honoring Pekko include some nods to Mick O'Delving as well. On oneHigh Holy Day a year, a formal ceremony is held in a mine, basement, or other underground setting to praise the halfling patron, celebrate his tumultuous marriage to Mother Hester, toast his relationship with Vergrimm Earthsblood, and memorialize his late wife Suzanne.",
				"Typical Worshipers": "Halflings, some burrowing creatures,drunks, Barefeet assassins"
			},
			"entries": [
				"The plucky and puckish God of Halflings, Mick O'Delving is the consummate prankster and ne'er-do-well. However, whereas the gnomish god Hammer Mittelschmerz represents the gnomes' propensity for elaborate jokes and tricks, Mick is much more about finding the advantage in any situation by hook or crook and making his way with a smile on his face, a twinkle in his eye, and always one eye on the authorities. His ability to get into trouble is surpassed only by his ability to get out again. He exemplifies the halflings' ability to survive under almost any circumstances while maintaining a certain humorous and affable outlook on life.",
				"According to fables, Mick's first appearance occurred when some of the dwarven miners serving in the mines of the god Vergrimm Earthsblood complained to him about one miner who refused to wear his boots. Vergrimm descended into the depths to investigate where he found the unusually short, barefoot miner hammering away at a workface with his pickaxe while humming a jaunty tune, much to the annoyance of the dwarves laboring around him. When Vergrimm lifted the brim of his too-large helmet he met the eyes of the grimy-faced halfling good smiling merrily. Why Mick was laboring away in the dwarven mines is a question that the fables fail to answer beyond the fact that he thought it would be a grand joke upon the dwarves. Regardless, his propensity for delving and interminable sense of humor served as a perfect counterpoint to the dour dwarven god such that the two became fast friends and known drinking companions. The fact that Pekko often attends their late-night drinking bouts only adds to the legendarium of Mick and is probably the source of his nickname in many a drunken toast as Mickey Two-Cups, for the ale jack that he holds in each hand. His peculiar origins cause many dwarves to refer to him as the Little Miner, an appellation to which halflings usually take umbrage, though if it bothers Mick himself he has never said so.",
				"Despite his merry, even happy-go-lucky reputation, all of the mythology of Mick is not so jolly. The god's first wife was the goddess Sotheryn, known as Lady Suzanne among the halflings. A goddess of community, fertility, and the life-death cycle, there's was a marriage of balance and happiness with her calming, quiet demeanor serving to offset and soothe his over-enthusiastic, almost manic nature. Yet eternal happiness was not to be even among the gods, for one of Mick O'Delving's many pranks mortally offended the Queen of Spiders, vindictive goddess of the drow, and she plotted to murder him. Lady Suzanne managed to learn of the plot at the last second and drank the poison intended for him, saving him but at the cost of her own life. Perhaps the most famous composition by any halfling bard is the Lay of Sotheryn, penned in honor of the Lady Suzanne.",
				"This incident is also what has spawned own of the most peculiar organizations in the history of halflings, a secret society of halfling assassins known as the Barefeet. These folk lead seemingly normal halfling lives as farmers, brewers, bakers, or any other mundane and otherwise humble trade typically found among halflings, but all the way they wage a clandestine war against the drow and the clergy of the Queen of Spiders in particular. Spying, gathering information, and training in secret, these seemingly ordinary folk carefully plan and orchestrate deadly attacks against their hated foes at opportune moments. The local tailor might close up his shop one day to \"go visit his cousin in the next town over.\" Meanwhile in the next town over a halfling barber closes up shop to \"attend his aunt's funeral in the city,\" with the pattern repeating itself again and again across multiple communities. Then a week or so later, they return to reopen shops and resume business and life as if nothing out of the ordinary had occurred, while in some other location not far away a drow caravan or delegation of drow clerics is found completely slaughtered by unknown assailants.",
				"After the death of his first wife, Mick O'Delving later married the halfling goddess Hester, Handmaiden of {@deity Ceres|Lostlands|TheLostLands|Ceres} and Mother of the Hearthfire.Theirs is a relationship less ideal than that of his first marriage, with the calm and dignified Hester providing counterpoint to Mick's often wild ways, but lacking the serenity enjoyed by her predecessor. Legends speak of the arguments that have occurred in the household of Mick O'Delving, and halfling children say that the thunder is another pot or pan flung by Hester at her wayward husband. Despite these high-spirited bouts their love is genuine, though some quiet whispers speak of Hester finding love with a mortal halfling causing clerics of both faiths to offer up prayers seeking shelter from any coming turmoil."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Mitra",
			"title": "God of Law, Justice, and the Sun;Sun Father; The Truth-Speaker",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Life",
				"Light"
			],
			"symbol": "A golden sunburst surrounded by the trifoliate leaves and thorns of a myrrh tree",
			"customProperties": {
				"Domains": "{@class cleric|phb|Life|Life Domain}, {@class cleric|phb|Light|Light Domain}",
				"Garb": "A seamless linen tunic and hood of pure white without ornament or footwear",
				"Favored Weapons": "{@item Longsword|phb}",
				"Form of Worship and Holidays": "Worship services are held on the first day of every week with congregational singing and prayer followed by acts of service among the community. The Calends of the eighth month is devoted to Mitra and are when a sacrificial collection of material wealth is made among the faithful for the purpose of establishing and funding hospitals and almshouses.",
				"Typical Worshipers": "Common folk, Foerdewaith knights and rulers, magistrates and judges, healers, the sick and disabled"
			},
			"entries": [
				"Mitra has become one of the most commonly worshipped gods in Akados, despite being a transplant from eastern lands. Part of Mitra's appeal is his emphasis on humility among his worshippers while at the same time championing justice and rule of law. Thus while the powers-that-be worship Mitra to uphold their rightful rule and the laws of the land, he is appealing to the common folk for his insistence on the principles of mercy and fairness among the high and low alike. Another god that probably found its way into Akados through the crusading knights of the Foerdewaith, Mitra's true rise to prominence in the West undoubtedly stems from a single incident some 700 years ago when he allegedly appeared to the Foerdewaith overking, Osbert II, before the pivotal battle of Oescreheit Downs promising victory for the beleaguered Foerdewaith against the vastly superior numbers of the Heldring horde. When the Heldring were defeated and their threat finally broken once and for all, many took Mitra's appearance to mean that he favored the rightful rule of the Foerdewaith overkings and adopted him as the patron of Macobert's dynasty.",
				"The shift as a result of this changing attitude was gradual and took place only in small incremental steps, but its progress has been inexorable.The adoption of Mitra as a specifically Macobertian sponsor largely pushed the traditional recognition of Quell in that role to the side until recent centuries when the most devout loyalty to the Sea King has largely shifted to the maritime Empire of Oceanus. Other gods that have felt the greatest decline as a result of Mitra's rise are the sun goddess {@deity Solanus|Lostlands|TheLostLands|Solanus} (to such an extent that many folk of Akados have begun to refer to the sun as Mitra in the Eastern fashion rather than as Sol or {@deity Solanus|Lostlands|TheLostLands|Solanus} as has been traditionally done in the West), {@deity Muir|Lostlands|TheLostLands|Muir} as a Lawful war goddess,and {@deity Thyr|Lostlands|TheLostLands|Thyr} in his role of Lawgiver and god of justice. At point in time, virtually every judge and court in Akados looked to {@deity Thyr|Lostlands|TheLostLands|Thyr} as its patron, but now Mitra predominates in that role by a narrow margin, and his influence in the areas of the sun and healing ensures that his adherents' growth continues even as {@deity Thyr|Lostlands|TheLostLands|Thyr's} declines."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Muir",
			"title": "Goddess of Virtue and Paladins; Eostre",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"light",
				"War"
			],
			"symbol": "Blood-red upraised sword on a white background",
			"customProperties": {
				"Domains": "{@class cleric|phb|Light|Light Domain}, {@class cleric|phb|War|War Domain}",
				"Garb": "White wool robes with an upraised sword and hand in red",
				"Favored Weapons": "{@item Longsword|phb} or {@item greatsword|phb}",
				"Form of Worship and Holidays": "Regular worship and fasting on the eve before known battle or before confirmation or promotion of the ranks of the faithful. The Calends of the fourth month is devoted to Muir.",
				"Typical Worshipers": "{@class paladin|phb|Humans paladins}, Heldring soldiers, Alcaldrich knights, Justicars"
			},
			"entries": [
				"Muir is the twin sister of {@deity Thyr|Lostlands|TheLostLands|Thyr} and one of the fabled Three Gods of old. While he represents law and peace, she represents the martial valor necessary to make that peace a reality. As such, she is the goddess of paladins and the principle martial deity of the Heldring. She is often depicted as a dark-tressed maiden warrior in shining mail with an upraised (often bloodstained) sword. She is noble and single-minded of purpose. The tenets of her worship include honor, truth, and courage. A great order of Hyperborean paladins known as the Justicars were sworn to her service but are believed to have died off at the time of the Battle of Tsar and the fall of Tircople some three centuries ago. She and {@deity Thyr|Lostlands|TheLostLands|Thyr} serve as the combined state religion of the Empire of Alcaldar in Libynos and is seen as the matron of the martial Church Militans of its Holy Ecclesia Inquisitorial. The knights of the Church Militans see themselves as the modern incarnation of the Holy Order of Justicars, though followers of Muir outside Alcaldar do not support this claim.",
				"Like her brother-deity {@deity Thyr|Lostlands|TheLostLands|Thyr}, Muir has lost some of the predominance that she once enjoyed in Akados and throughout the Hyperborean Empire. Her High Altar was moved to the vicinity of Bard's Gate after the fall of Tircople and has since fallen into decline there as well. However, like {@deity Thyr|Lostlands|TheLostLands|Thyr} she has enjoyed a resurgence of popularity among the now-devout Heldring of the Helcynngae Peninsula, where she is known as Eostre, and within the Empire of Alcaldar in Libynos. Both the Heldring hledwalda and the Alcaldrich empress press for relocation of the High Altar of Muir to their respective domains, but the goddess has yet to make a pronouncement on the matter so for now it remains in its diminished state in the city of Bard's Gate.",
				"Muir expects self-sacrifice, humility, and charity as well as unswerving loyalty, and her worshipers must be lawful good. Her standards are extreme and she quickly turns her back on any who fail to live up to them. Those who maintain her standards, however, may strive to become Justicars, an order of paladins imbued with even greater holiness if the means to reviving that order can be discovered somewhere in the ruins of lost Tircople.",
				"Her symbol is a blood-red uplifted sword on a white background, symbolizing her endless fight against evil, and the falcon is a sacred animal to her for its noble bearing and relentless pursuit of its prey. She is the tireless foe of all evil creatures, and undead, demons, and devils in particular are her sworn enemy."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Narrah",
			"title": "The Lady of the Moon;The Pale Sister; Luna",
			"alignment": [
				"N"
			],
			"domains": [
				"Nature"
			],
			"symbol": "The Sickle, a crescent moon",
			"customProperties": {
				"Domains": "{@class cleric|phb|Nature|Nature Domain}",
				"Garb": "Dark hooded robes, midnight blue cloaks",
				"Favored Weapons": "{@item Sickle|phb}",
				"Form of Worship and Holidays": "Prayer services held weekly on the night of Sistersdag. Regular worship and fasting on nights of the full moon. Lunar eclipses and other astronomical events such as the new moon and the double moon (when Narrah and Sybil are both full), are sacred to Narrah. Each month on Moonless Night, the followers of Narrah hold a short prayer vigil at sundown and then go forth in numbers, armed and armored, to battle the followers of Cybele and defend against raids by the Nocturnals.",
				"Typical Worshipers": "{@class druid|phb|druids}, stargazers, {@variantrule Player Characters as Lycanthropes|mm|lycanthropes}, oracles, {@class bard|phb|bards}, some fey"
			},
			"entries": [
				"An ancient and oft-forgotten goddess, Narrah has looked down upon the face of the lands as the greater moon known as the Pale Sister, since the beginning of the world. Worshipped by star-gazers, {@variantrule Player Characters as Lycanthropes|mm|lycanthropes}, and lovers alike, the Lady of the Moon is neither good nor evil, light nor dark. She represents neutrality is its most natural form. She is the moonlight in the dark, the push and pull of the tides, and the navigation point when one is lost. Actively worshipped by {@class druid|phb|druids} who remember the ancient traditions of the Old Way, she imparts the secrets of the universe under the cover of night. Though most folk refer to her only as the Pale Sister or, perhaps, Luna and think of her only as the larger and brighter of the two moons rather than as an actual goddess.",
				"Alongside her twin moon, Sybil the Dark Sister, Narrah has hovered over the world since the beginning. Her earliest followers were the fey and primitive humanoids, and since that time she has warred with the smaller moon for the dominance of the night. Narrah does not seek power, but Cybele the deity associated with the other moon has long sought the means to destroy Narrah and assume total dominion over the night sky. To this end she has allied with her idiot twin Shupnikkurat to seek away to devour Narrah whole and remove her from the sky forever."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Orcus",
			"title": "Demon-Lord of the Undead",
			"alignment": [
				"C",
				"E"
			],
			"domains": [
				"Chaos",
				"Evil",
				"Death",
				"Destruction"
			],
			"symbol": "Wand of Orcus",
			"customProperties": {
				"Domains": "Chaos, Evil, {@class cleric|phb|Death|Death Domain|dmg}, Destruction",
				"Garb": "Black cowl and robe ensemble",
				"Favored Weapons": "Ornamental Heavy Mace (spiked or skulltipped)",
				"Form of Worship and Holidays": "Day of the Dead (Late Fall), Nights of blood red and horned moons. Worship usually involves grave robbery and the animation and conscription of the newly dead to the forces of evil.",
				"Typical Worshipers": "Monsters, Undead and Evil Humanoids"
			},
			"entries": [
				"Though a demon prince, Orcus is worshipped as a deity. He is the lord of all the undead and resides in the Abyss in his Palace of Bones. Evil and wonton destruction are his only goals. He is most often depicted as a bloated, board-headed, bat-winged monstrosity with cloven-hoofed goat legs. He wields a skull-tipped wand that reported slays any living thing it touches."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Solanus",
			"title": "Goddess of the Sun and Healing",
			"alignment": [
				"N",
				"G"
			],
			"domains": [
				"Life",
				"Light"
			],
			"symbol": "A blazing sun inscribed with an open palm",
			"customProperties": {
				"Domains": "{@class cleric|phb|Life|Life Domain}, {@class cleric|phb|Light|Light Domain}",
				"Garb": "Pale robes bearing the symbol of Solanus. The color of robes changes as adherents progress through the hierarchy of the church. Initiates wear robes of red which are then changed to those of orange, then yellow, and then white for the high priest. There are even multiple subtle shades between these main colors to denote gradations within their ranks.",
				"Favored Weapons": "{@item Mace|phb}, {@item quarterstaff|phb}",
				"Form of Worship and Holidays": "Regular worship on the first day of the week (Solsdag), special observances for the clergy at each dawn, major holidays on the summer and winter solstices (High Sol and Low Sol, respectively), and the Ides of the eighth month is devoted to Solanus as well.",
				"Typical Worshipers": "{@class Ranger|phb|Rangers}, {@class bard|phb|bards}, healers, soldiers, undead slayers"
			},
			"entries": [
				"Solanus is the benevolent goddess of the sun, Sol as it has traditionally been named in Akados. She is a goddess of ancient Hyperborea who, as a founding deity of that culture, has known great popularity in Akados across the breadth of the empire. Her priests have often served as field medics in armies and once comprised an entire Legion of ancient Hyperborea. They have also commonly been the local healers in villages and small towns. Some hospitals were established in Solanus's name in certain imperial centers (namely Remenos and Curgantium), but the practice never caught on in more remote settings where sufficient funds from the imperial coffers were frequently unavailable. As a result, her rural clergyremained principally scattered as individual practitioners while her central high church maintained a rigid hierarchy that often looked with disdain upon the rural church as disorganized or even bumpkins. Perhaps the church's greatest claim to notoriety over the centuries, however, has been the propensity for members of her rural clergy to join adventuring bands. At one time in the empire's history, it is likely that as many as 8 out of 10 adventuring parties, mercenary companies, or freelance knights was accompanied by a cleric of Solanus, bringing great acceptance and goodwill among the common folk far beyond what could have been managed by the central offices of the church tucked away in the great cities of the empire. Many of the older bardic hero tales composed in the classical style of those times include a warrior of {@deity Thyr|Lostlands|TheLostLands|Thyr}, a wizard of {@deity Jamboor|Lostlands|TheLostLands|Jamboor}, a paladin of {@deity Muir|Lostlands|TheLostLands|Muir}, and a cleric of Solanus as heroic archetypes. (They also typically include a scoundrel character devoted to Moccavallo, though this is less likely to be acknowledged in polite company.) ",
				"In recent centuries the church of Solanus has seen a steady, and in some cases precipitous, decline. This can be directly attributed to the equally steady rise in the encroaching faith of {@deity Mitra|Lostlands|TheLostLands|Mitra} from the far reaches of the East after being embraced by the Foerdewaith overkings several centuries ago. In general her worship becomes more common the farther west one travels across Akados, as the faith of {@deity Mitra|Lostlands|TheLostLands|Mitra} has not yet spread that far. Solanus is one of the three matron/patron deities of the great city of Reme (alongside Dame Torren and Mithras) and still enjoys a great degree of popularity and worship there. Her High Altar remains in that city at the venerable Hospital of St. Jethra the Martyred which still maintains 1,220 beds and accepts the sick and infirm from all over Akados who make their way to its doors."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "St. Abysthor",
			"title": "The Warden",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Order",
				"Good",
				"Protection"
			],
			"symbol": "White shield on a black background",
			"customProperties": {
				"Domains": "{@class cleric|phb|Order|order Domain|ggr},Good, {@class cleric|PHB|Protection|Protection Domain (UA)|uaclericdivinedomains}",
				"Garb": "White wool robes trimmed with black.",
				"Favored Weapons": "Heavy {@item Mace|phb}",
				"Form of Worship and Holidays": "Prayers for protection and guidance before duties.",
				"Typical Worshipers": "{@class Paladin|phb|Paladins} and sentries"
			},
			"entries": [
				"Abysthor is a new member of the divinity, having just recently ascended with the help of some stalwart adventurers. Rewarded for years of faithful service, and his steadfast guardianship of the Black Monolith from the forces of evil marshaling against him, {@deity Thyr|Lostlands|TheLostLands|Thyr}, the God of Law and Justice, elevated him to sainthood. Now an even more tireless foe of Evil, St Abysthor is the patron of those who guard or seek to close portals to the Lower Planes.",
				"St. Abysthor has a particular enmity for worshippers of {@deity Orcus|Lostlands|TheLostLands|Orcus} and {@deity Tsathogga|Lostlands|TheLostLands|Tsathogga}, as he kept those forces at bay for many years, blocking their access to a particularly weak gate to the Abyss. Had St. Abysthor failed in his guardianship, the entire world may well have been overrun by demonic forces.",
				"St. Abysthor is currently only active in the Stoneheart Valley region, and may render some form of assistance to worshippers of {@deity Thyr|Lostlands|TheLostLands|Thyr} or {@deity Muir|Lostlands|TheLostLands|Muir}, should they beseech him for aid, especially against the forces of {@deity Orcus|Lostlands|TheLostLands|Orcus} or {@deity Tsathogga|Lostlands|TheLostLands|Tsathogga}."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Telophus",
			"title": "Lord of Crops and the Seasons",
			"alignment": [
				"L",
				"N"
			],
			"domains": [
				"Life",
				"Nature"
			],
			"symbol": "Raining cloud partially obscuring a radiant sun",
			"customProperties": {
				"Domains": "{@class cleric|phb|Life|Life Domain}, {@class cleric|phb|Nature|Nature Domain}",
				"Garb": "Green and earth tone woolen robes and vestments",
				"Favored Weapons": "{@item Sickle|phb}, scythe",
				"Form of Worship and Holidays": "Harvest and planting celebrations as well as special devotions at the first frost and the first thaw.",
				"Typical Worshipers": "Farmers and halflings, some {@class druid|phb|druids} revering his natural cycle aspect"
			},
			"entries": [
				"This Hyperborean god is the embodiment of the uncaring changing seasons. He is prayed to not so much to bring good crops, but to be convinced to hold off the early frost or bring the spring thaw. He requires appeasement and devoted following, being known to test his followers faithfulness and resolve when it suits him. {@deity Telophus|Lostlands|TheLostLands|Telophus} and {@deity Freya|Lostlands|TheLostLands|Freya} are natural antagonists to each other between his uncaring detachment and her personal interest in the well-being of her faithful. This translates into occasional confrontations and difficulties between the moribund priesthood of the Lord of Crops and Seasons and the fiery devotees of {@deity Freya|Lostlands|TheLostLands|Freya}. ",
				"Telophus has long been credited with bringing the orderly advance of the seasons for planting, growing, reaping, and storing. Farmers almost universally propitiate this god, though interestingly, as a primarily neutral diety; the bounty of this process is often accredited to {@deity Ceres|Lostlands|TheLostLands|Ceres} or {@deity Freya|Lostlands|TheLostLands|Freya}, whereas Telophus seems simply to be more concerned that the natural processes continue as they should. The lawful aspect of his nature reflects this adherence to the strict natural cycles of day and night, sun and storm, and the endless revolution of the seasons. One result of this detached view of the process is that some strange druidic cults of Telophus have emerged over the centuries that take a distinctly anti-civilization view. Whether this more-malicious interpretation of his faith is bothersome to the deity is unclear, as he has never commented to his priesthood on it in one way or the other."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Thyr",
			"title": "God of Law and Justice; The Lawgiver; Tyr; Tiwaz",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Life",
				"Knowledge",
				"Order"
			],
			"symbol": "Silver cross on a white field",
			"customProperties": {
				"Domains": "{@class cleric|phb|Life|Life Domain}, {@class cleric|phb|Knowledge|Knowledge Domain}, {@class cleric|phb|Order|Order Domain|ggr}",
				"Garb": "White robes trimmed with silver, purple or gold—the colors of kingship",
				"Favored Weapons": "{@item Mace|phb} (bladed weapons are forbidden)",
				"Form of Worship and Holidays": "Worship services held on the last day of every month. Midwinter eve (called Commons) is set aside for the common folk to have their grievances heard before the highest courts of the land.",
				"Typical Worshipers": "Human royalty, ruling and legislative bodies, some magistrates and judges"
			},
			"entries": [
				"Thyr is the god of wise and just rule. He is normally depicted as a wizened king seated on a great throne, holding the Rod of Kingship in one hand and the Chalice of Peace in the other. His principles are justice, order and peace. He represents proper and traditional rule and as such was once worshiped (at least in name) by all human royalty. He is the embodiment of the enlightened human caste system where each person has a fairly determined role in a lawful society intended to create the greatest good for the greatest number.",
				"Thyr's symbol is a silver cross on a white field, symbolizing the upturned cross-haft of his sister's sword, which he thrust into the earth to end the Gods' War at the dawn of time. Upon seeing the blood of so many gods shed, Thyr foreswore the use of swords and his priests, for this reason, may not use bladed weapons. Many favor reinforced rods, similar to light maces, modeled after Thyr's own Rod of Kingship. The noble eagle and lion are his sacred creatures.",
				"The Lawgiver, Thyr is a god that has transcended culture and appears in different aspects among different groups on the world of Lloegyr, spanning cultures from the Northlands to the Helcynngae Peninsula in the south. To Northlanders (and the Andvan before them) he is known as Tiwaz and is depicted as having only one hand, the other having been bitten off by a powerful Godspawn of Chaos while Tiwaz distracted it and allowed it to be bound for the good of the world.",
				"Thyr has actually been a part of the Hyperborean pantheon for thousands of years and for much of that empire's history was considered among its chief gods and most influential in its civilization alongside {@deity Muir|Lostlands|TheLostLands|Muir} and Arden (and later {@deity Solanus|Lostlands|TheLostLands|Solanus}). Thyr is also one of the ancient trinity of deities known as the Three Gods that predates the Hyperboreans. The Heldring venerate him as Tyr in much the same aspect as Thyr, though they depict him as one handed like Tiwaz.",
				"It is unknown whether Thyr is truly a Northlands transplant or if his worship in fact developed concurrently but separately in the two different cultures. Or for that matter if it didn't develop long prior to either of them existing only to diverge somewhere along the way. In fact, it is not entirely certain that he is truly aspects of the same god (though the belief of that is near universal). Regardless, Thyr does not seem to raise any objection to the correlation, and his Thyr identity has by far been his largest church historically. The modern Heldring have formed an almost-theocratic society devoted to Tyr and Eostre (their name for Muir), and their hledwalda petitions annually for the High Altar of Thyr to be moved from Bard's Gate to Kingsgardt in the Kingdom of the Helcynn, while the empress of the actual-theocracy of Alcaldar likewise presses for it to be established in the imperial capital of Mhaltra. To date Thyr's clergy have remained silent on the subject of relocation, though patience wears thin among the royalties of those respective nations.",
				"Despite his millennia of success and the establishment of no less than two current monarchies largely based on his faith, Thyr has seen a near-continuous decline across the breadth of old Hyperborean lands, especially since the rise of the Eastern god {@deity Mitra|Lostlands|TheLostLands|Mitra}. However, his high priest notes that this decline cannot be fully laid at the feet of the upstart Mitra, because it actually precedes his dramatic appearance to Overking Osbert II seven centuries ago. Rather, High Priest Bofred of Bard's Gate points out that the first hints of the decline had occurred even before the end of the Hyperborean Empire, much less the current decline of the Foerdewaith in recent centuries, pointing to a subtle but pervasive omnipresent diminishment in civilization over this time period. A diminishment that Bofred and others fear may be a harbinger of worse things to come."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Yenomesh",
			"title": "God of Glyphs and Writing",
			"alignment": [
				"N"
			],
			"domains": [
				"Knowledge"
			],
			"symbol": "A gleaming silver scroll",
			"customProperties": {
				"Domains": "{@class cleric|phb|Knowledge|Knowledge Domain} ",
				"Garb": "Gray scribes' robes",
				"Favored Weapons": "{@item Quarterstaff|phb}",
				"Form of Worship and Holidays": "Worship is through study, teaching, and learning. The last day of the week (Thingsdag) is given over to quiet contemplation. Monastic orders of Yenomesh set aside the High Holy Days of the Cusp of Freya (vernal equinox) and the Cusp of Mithras (autumnal equinox) for day-long ceremonies that take place in total silence.",
				"Typical Worshipers": "Loremasters, {@class wizard|phb|wizards}, scribes, authors, historians"
			},
			"entries": [
				"Yenomesh is the aged sage of the gods. He is said to have been the first to gain knowledge of the sacred runes of the Language Eternal which he taught to the gods and elevated them from the Original Chaos. Likewise it was he who created the written characters of the language known as Foundation, allowing the concepts of the Language Eternal to be grasped by mortal minds and brought the light of knowledge to the world. He is likewise credited with being the inventor of all written language since it is derived from the characters of Foundation, and his priests are often fluent in writing and speaking many different tongues. For his role in imparting knowledge upon the mortal races, libraries and archives are often dedicated to Yenomesh, and many have at least one small shrine in his honor.",
				"Despite the universality of Yenomesh's contributions to the world in the form of writing, he was not always considered to be a part of the Hyperborean pantheon. Originally Yenomesh was found only in the ancient religions of the East. It was during the Hyperborean expansion into Libynos some three-and-a-half thousand years ago that the West encountered the monastics of Yenomesh. They later recognized the value and contributions of the Yenomeshi faith when Hyperborean scholarship realized that all known languages were derived from a script that the monastics used to write their own scrolls. As scholars practiced in the arcane arts discovered that this Foundation language also served as the basis for magical writings, western wizards began to show interest in the faith as well. Yenomesh has never had sufficient popularity among magical practitioners that it threatened the faith of {@deity Jamboor|Lostlands|TheLostLands|Jamboor} or later {@deity Belon the Wise|Lostlands|TheLostLands|Belon the Wise}, but he has also had a small and devoted following of these spellcasters who delve deeply into the mysteries of alternate forms of magical writing."
			]
		},
		{
			"source": "TheLostLands",
			"pantheon": "Lostlands",
			"name": "Tsathogga",
			"title": "Demon Frog God",
			"alignment": [
				"C",
				"E"
			],
			"domains": [
				"Chaos",
				"Destruction",
				"Evil",
				"Water"
			],
			"symbol": "Likeness of the Frog God, carved in soapstone",
			"customProperties": {
				"Domains": "Chaos, Destruction, Evil, Water ",
				"Garb": "Green and violet robes, if any",
				"Favored Weapons": "Any that slash, cut, and are wickedly curved, as well as, ropes or nets",
				"Form of Worship and Holidays": "Too gruesome and perverse to describe even by Our standards!",
				"Typical Worshipers": "{@filter Aberration|bestiary|type=Aberration|miscellaneous=!swarm}, tsathar, sentient frogs, evil water monsters, The Violet Brotherhood"
			},
			"entries": [
				"This foul frog-demon cares less about the machinations of men and power than he does about obliterating light and life with slow, oozing sickness and decay. He is the vicious dark evil bubbling up from beneath the surface, the foul corruption at the heart of the earth. Making his home on the plane of Tarterus at the mouth of the vast swamp of filth deposited by the River Styx as it flows out of the Abyss, Tsathogga's main form is a colossally bloated humanoid frog with spindly, elongated limbs andfingers. His corpulent body exudes all manner of foul humors and fluids that leak into the vile swamp in which he lies. He has positioned himself so that all of the slime and filth from the River Styx feeds into his gaping, toothy maw. He never moves and rarely speaks other than to emit an unintelligible shrieking. Tsathogga commands a host of evil creatures—notably evil aberrations and his own vile frog race, the tsathar. Thousands of fawning tsathar servants continuously bathe his body in fetid slime from the evil swamp, awaiting the divine bliss of being randomly devoured by him. His hatred of light and lack of human worshippers (though there are a few notable exceptions) mean that he is little known to surface races. He has had few organized centers of worship and no standardized holy symbol—each worshipper choosing its own way to best depict his deific vileness. Occasionally, tsathar priests of Tsathogga on Tarterus sculpt a small likeness of him out of foul chunks of solid waste from the Styx that harden into a vile green substance similar to soapstone when taken from that plane. Such items are prized as holy relics."
			]
		}
	]
}
