{
	"_meta": {
		"sources": [
			{
				"json": "FeatsForMartials",
				"abbreviation": "FFM",
				"full": "Feats for Martials",
				"version": "1.0.0",
				"url": "https://www.gmbinder.com/share/-MRNiBTPHP1Z50qP7OMA",
				"authors": [
					"badooga"
				],
				"convertedBy": [
					"badooga"
				],
				"color": "aa40b4"
			}
		],
		"dateAdded": 1611522773,
		"dateLastModified": 1611522773
	},
	"feat": [
		{
			"name": "Light Armor Master",
			"source": "FeatsForMartials",
			"page": 1,
			"prerequisite": [
				{
					"proficiency": [
						{
							"armor": "light"
						}
					]
				}
			],
			"ability": [
				{
					"dex": 1
				}
			],
			"entries": [
				"You have practiced moving in light armor to gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your speed increases by 5 feet while you aren't wearing medium or heavy armor.",
						"Once on each of your turns, you can choose for a 5-foot portion of your movement to not provoke opportunity attacks."
					]
				}
			]
		},
		{
			"name": "Unarmored Defense",
			"source": "FeatsForMartials",
			"page": 1,
			"ability": [
				{
					"choose": {
						"from": [
							"con",
							"int",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"You have learned to defend yourself without the use of armor, granting you the following benefits:",
				{
					"type": "list",
					"items": [
						"While you are wearing no armor and not wielding a {@item shield|phb}, your AC equals 11 + the modifier of the ability increased by this feat."
					]
				}
			]
		},
		{
			"name": "Unarmored Master",
			"source": "FeatsForMartials",
			"page": 1,
			"prerequisite": [
				{
					"other": "Unarmored Defense {@feat Unarmored Defense|featsformartials|feat} or feature"
				}
			],
			"entries": [
				"Armor serves only to hold you back. You gain the following benefits while you are benefiting from your Unarmored Defense:",
				{
					"type": "list",
					"items": [
						"Your walking speed increases by 10 feet, and you gain a climbing speed and a swimming speed equal to your walking speed.",
						"When you fail a Dexterity saving throw, you can use your reaction to reroll the save and take the second result.",
						"You have advantage on checks made to avoid or escape being {@condition grappled}."
					]
				}
			]
		},
		{
			"name": "Unstoppable",
			"source": "FeatsForMartials",
			"page": 3,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"You can push people around with ease, but moving you requires monumental effort. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you win an ability contest to {@action shove} a creature or to avoid being shoved by a creature, you can choose to push that creature up to 5 feet away from you (no reaction required).",
						"When you are subjected to an effect that would move you, knock you {@condition prone}, or both, you can use your reaction to be neither moved nor knocked prone."
					]
				}
			]
		},
		{
			"name": "Net Mastery",
			"source": "FeatsForMartials",
			"page": 2,
			"ability": [
				{
					"dex": 1
				}
			],
			"entries": [
				"An unorthodox yet unwieldy tool, your mastery of the {@item net|phb} allows you to use it as a supportive weapon. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"As a bonus action, you can make one attack with a net.",
						"The short and long ranges of a net are doubled for you whenever you throw one.",
						"You add your proficiency bonus to the Strength DC required to escape from a net you throw."
					]
				}
			]
		},
		{
			"name": "Axe Mastery",
			"source": "FeatsForMartials",
			"page": 1,
			"entries": [
				"You have mastered the more niche uses of the axe ({@item battleaxe|phb}, {@item greataxe|phb}, {@item handaxe|phb}). You gain the following benefits when using one:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to damage rolls you make with the weapon.",
						"Whenever you have advantage on an attack roll you make with the weapon and hit, the target becomes wounded and can't regain hit points until the end of your next turn, at which time it takes an additional {@damage 1d4} slashing damage. You can only use this feature once per turn.",
						"When you make an opportunity attack using the weapon with advantage on the attack roll and hit, you can immediately move up to half your speed without provoking opportunity attacks if the lower of the two d20 rolls would also hit the target."
					]
				}
			]
		},
		{
			"name": "Battlefield Control",
			"source": "FeatsForMartials",
			"page": 1,
			"entries": [
				"You have mastered the defensive uses of weapons with the reach property, granting you the following benefits when using any of them:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to damage rolls you make with the weapon.",
						"As a bonus action on your turn, you can use your weapon to defend the surrounding area. Until the start of your next turn, every foot moved by a hostile creature within your weapon's reach costs 1 extra foot.",
						"When you make an opportunity attack with the weapon, you have advantage on the attack roll."
					]
				}
			]
		},
		{
			"name": "Blade Mastery",
			"source": "FeatsForMartials",
			"page": 1,
			"entries": [
				"You have gained mastery over the sword ({@item greatsword|phb}, {@item longsword|phb}, {@item scimitar|phb}, {@item shortsword|phb}, {@item rapier|phb}). You gain the following benefits when using one:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to damage rolls you make with the weapon.",
						"You can use your bonus action to assume a parrying stance, provided you have the weapon in hand. Doing so imposes disadvantage on the next attack roll made against you until the start of your next turn or until you are incapacitated or not holding the weapon.",
						"When you make an opportunity attack with the weapon, you have advantage on the attack roll."
					]
				}
			]
		},
		{
			"name": "Fell Handed",
			"source": "FeatsForMartials",
			"page": 2,
			"entries": [
				"You gain mastery over weapons with the two-handed and versatile properties. You gain the following benefits when wielding any of them with two hands:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to damage rolls you make with the weapon.",
						"Whenever you have advantage on a melee attack roll you make with the weapon against a {@condition prone} target and hit, you deal an additional {@damage d6} damage if the lower of the two d20 rolls would also hit the target.",
						"When you hit with an opportunity attack using the weapon, the target must succeed on a Strength saving throw (DC 8 + your proficiency bonus + your Strength modifier) or be knocked {@condition prone}, provided that you are capable of {@action shove|phb|shoving} it normally."
					]
				}
			]
		},
		{
			"name": "Hammer Mastery",
			"source": "FeatsForMartials",
			"page": 2,
			"entries": [
				"You have mastered the more niche uses of the hammer ({@item light hammer|phb}, {@item mace|phb}, {@item maul|phb}, {@item warhammer|phb}), granting you the following benefits when using one:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to damage rolls you make with the weapon.",
						"As a bonus action on your turn, you can prepare yourself to knock away targets' shields. Until the end of this turn, your attack rolls with the weapon gain a +2 bonus against any target using a {@item shield|phb}.",
						"On a critical hit against a creature with this weapon, the target is knocked {@condition prone}, provided that you are capable of {@action shove|phb|shoving} it normally. The target also suffers disadvantage on checks and saves that use Strength, Dexterity, or Constitution until the start of your next turn.",
						"Your attacks with the weapon deal double damage to objects and structures."
					]
				}
			]
		},
		{
			"name": "Pugilist",
			"source": "FeatsForMartials",
			"page": 2,
			"entries": [
				"You become a master of unarmed combat, granting you the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to damage rolls you make with your unarmed strikes.",
						"Whenever you have advantage on a melee attack roll you make with an unarmed strike and hit, you can automatically {@action grapple} or {@action shove} the target (your choice) if the lower of the two d20 rolls would also hit the target.",
						"When you make an opportunity attack with your unarmed strikes, you have advantage on the attack roll.",
						"You do not have disadvantage on attack rolls made for your unarmed strikes while {@condition prone}."
					]
				}
			]
		},
		{
			"name": "Ranged Weapon Mastery",
			"source": "FeatsForMartials",
			"page": 2,
			"entries": [
				"You master the use of ranged weapons, granting you the following benefits when using any of them:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to damage rolls you make with the weapon.",
						"Whenever you have advantage on a ranged attack roll you make with the weapon and hit, you can immediately move up to half your speed without provoking opportunity attacks if the lower of the two d20 rolls would also hit the target. You can only use this feature once per turn.",
						"Whenever you have disadvantage on an attack roll you make with the weapon, if the attack misses but the higher of the two d20 rolls would have hit, you can use your reaction to immediately repeat the attack with disadvantage against the same target."
					]
				}
			]
		},
		{
			"name": "Sidearm Mastery",
			"source": "FeatsForMartials",
			"page": 2,
			"entries": [
				"You rely on melee weapons that have the light or thrown property in a variety of dangerous situations, granting you the following benefits when using any of them:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to damage rolls you make with the weapon.",
						"Whenever you have disadvantage on an attack roll you make with the weapon, if the attack misses but the higher of the two d20 rolls would have hit, you can use your reaction to immediately repeat the attack with disadvantage against the same target.",
						"If you don't take the {@action Attack} or {@action Ready} action on your turn, you can use your bonus action to make one attack with the weapon.",
						"On your turn, you can draw or stow any number of these weapons.",
						"Checks and saves you make to avoid being disarmed of the weapon have advantage."
					]
				}
			]
		},
		{
			"name": "Spear Mastery",
			"source": "FeatsForMartials",
			"page": 2,
			"entries": [
				"Though the spear is a simple weapon to learn, it rewards you for the time you have taken to master it. You gain the following benefits when using a {@item javelin|phb}, {@item spear|phb}, or {@item trident|phb}:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to damage rolls you make with the weapon.",
						"When you score a critical hit on an attack with the weapon, you gain advantage on the next attack roll you make that uses the weapon against the same target before the end of your next turn.",
						"As a bonus action on your turn, you can increase your melee reach with the weapon by 5 feet for the rest of your turn, and you can increase its short and long thrown ranges by 10 feet for the same duration.",
						"When you hit an opportunity attack with the weapon, the target suffers disadvantage on the next melee attack roll it makes before the start of your next turn."
					]
				}
			]
		},
		{
			"name": "Straightforward Combatant",
			"source": "FeatsForMartials",
			"page": 3,
			"entries": [
				"You master the use of simple weapons, as well as weapons that possess no properties. You gain the following benefits when using any of them:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to damage rolls you make with the weapon.",
						"Once per turn, you can choose to negate one source of disadvantage on an attack roll made with the weapon (no action required).",
						"Whenever you have disadvantage on a melee attack roll you make with the weapon, the target takes an amount damage of the weapon's type equal to the attack's ability modifier (minimum of 0) if the attack misses but the higher of the two d20 rolls would have hit."
					]
				}
			]
		},
		{
			"name": "Whip Mastery",
			"source": "FeatsForMartials",
			"page": 3,
			"entries": [
				"You have mastered the combat and utility uses of the {@item whip|phb}. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to damage rolls you make with a whip.",
						"Whenever you have advantage on a melee attack roll you make with a whip and hit, you can pull the target or one object it is holding up to 10 feet closer to you if the lower of the two d20 rolls would also hit the target.",
						"Whenever you have disadvantage on an attack roll you make with a whip, if the attack misses but the higher of the two d20 rolls would have hit, you can use your reaction to immediately repeat the attack with disadvantage against the same target.",
						"You have advantage on Strength and Dexterity checks made to perform physical feats that involve your whip, such as swinging from a chandelier or grabbing an object to help pull yourself out of quicksand."
					]
				}
			]
		}
	]
}
