{
	"_meta": {
		"sources": [
			{
				"json": "FeatsForTools",
				"abbreviation": "FFT",
				"full": "Feats for Tools",
				"version": "1.0.0",
				"url": "https://www.gmbinder.com/share/-MAcPWstQ1_hNxmnlFdR",
				"authors": [
					"badooga"
				],
				"convertedBy": [
					"badooga"
				],
				"color": "aa40b4"
			}
		],
		"dateAdded": 1610885621,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "3db56f4f25",
		"edition": "classic"
	},
	"feat": [
		{
			"name": "Advanced Carpentry",
			"source": "FeatsForTools",
			"page": 1,
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				"Your knowledge of wooden structures is widely applicable throughout your adventures. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item carpenter's tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"You can temporarily fortify a door or window using your action. The DC needed to open it increases by 5, but the fortification falls apart after 1 minute.",
						"With 1 minute of work and raw materials, you can create a wooden barrier no more than 10 feet in any dimension. The barrier has AC 10 and HP 25, is immune to poison and psychic damage, and is vulnerable to fire damage. The barrier collapses 8 hours after being assembled."
					]
				}
			]
		},
		{
			"name": "Alchemist",
			"source": "FeatsForTools",
			"page": 1,
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				"You have studied the secrets of alchemy and are an expert in its practice, gaining the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item alchemist's supplies|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"As an action, you can identify one potion within 5 feet of you, as if you had tasted it. You must see the liquid for this benefit to work.",
						"Over the course of any short rest, you can temporarily improve the potency of one potion of healing of any rarity. To use this benefit, you must have {@item alchemist's supplies|phb} with you, and the potion must be within reach. If the potion is drunk no more than 1 hour after the short rest ends, the creature drinking the potion can forgo the potion's die roll and regains the maximum number of hit points that the potion can restore."
					]
				}
			]
		},
		{
			"name": "Brew Master",
			"source": "FeatsForTools",
			"page": 1,
			"ability": [
				{
					"con": 1
				}
			],
			"entries": [
				"You are skilled in the art of producing beer and other alcoholic beverages. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item brewer's supplies|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"You can purify twice as much water during a short or long rest.",
						"You can customize your alcoholic beverages in such a way that they impose advantage or disadvantage (your choice) on saving throws against their effects.",
						"As part of a long rest, you can distill a beverage to yield a container of pure alcohol, which can be used for medicinal purposes or as fuel for a fire."
					]
				}
			]
		},
		{
			"name": "Burglar",
			"source": "FeatsForTools",
			"page": 1,
			"ability": [
				{
					"dex": 1
				}
			],
			"entries": [
				"You pride yourself on your quickness and your close study of certain clandestine activities. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item thieves' tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"As part of a short rest, you can use scavenged or acquired materials to build a temporary set of {@item thieves' tools|phb} for when you lack access to a permanent one. This temporary set ceases to function after 1 hour."
					]
				}
			]
		},
		{
			"name": "Calligrapher",
			"source": "FeatsForTools",
			"page": 1,
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				"Through hard work and perseverance, you have become an expert in the art of calligraphy. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item calligrapher's supplies|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"You can permanently commit a person's handwriting to memory if you spend at least 8 hours studying it. In the future, you can identify another instance of this handwriting if you examine it for 1 minute. You also recognize forged versions of this handwriting, but discerning whether or not it is a forgery requires further study as normal."
					]
				}
			]
		},
		{
			"name": "Cobbler",
			"source": "FeatsForTools",
			"page": 2,
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				"You have mastered the humble art of making and repairing footwear. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item cobbler's tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"As part of a short rest, you can alter up to six pairs of shoes to leave behind the tracks of a differently sized person or animal. Checks made to identify these tracks as fakes have disadvantage. This alteration lasts for 8 hours or until the shoes are altered again.",
						"Any creature that wears shoes you have worked on has advantage on saving throws against and take half damage (rounded down) from items and effects that specifically target their feet, such as the {@spell grease} spell or a spread {@item Caltrops (bag of 20)|phb|bag of caltrops}. Such creatures also ignore difficult terrain caused by nonmagical ice, mud, sand, or snow."
					]
				}
			]
		},
		{
			"name": "Forger",
			"source": "FeatsForTools",
			"page": 2,
			"ability": [
				{
					"cha": 1
				}
			],
			"entries": [
				"You are a master of creating false identities and documents. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item forgery kit|phb|forgery kits}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"If you spend at least 1 hour studying a person's handwriting, you gain advantage on checks made to mimic it.",
						"You can protect yourself with multiple layers of identities and misdirection. When you forge a document, you can leave behind false clues that suggest a different person was the forger; this act doesn't take any extra time. Such false clues could involve blending a mimic of the person's handwriting with the intended one, adding fake prints of the target's fingers to the paper, or adding a secret message that somehow implies this person is the true culprit. When a reader spots that the document is forged, it also discovers these clues. Identifying that these clues are false requires an additional Intelligence ({@skill Investigation}) check against the same DC used to identify the original forgery."
					]
				}
			]
		},
		{
			"name": "Glassblower",
			"source": "FeatsForTools",
			"page": 2,
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				"You are an expert in all things glass-related. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item glassblower's tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"Identifying the weak point in a glass object only requires a bonus action.",
						"As part of a long rest, you can use glassblower's tools to create or reconstruct a glass object that is no more than 3 feet in any dimension. If you are missing a glass shard needed to reconstruct the object, you can melt down and reshape glass that you already have to create a replacement."
					]
				}
			]
		},
		{
			"name": "Gourmand",
			"source": "FeatsForTools",
			"page": 2,
			"ability": [
				{
					"con": 1
				}
			],
			"entries": [
				"You have mastered a variety of special recipes, allowing you to prepare exotic dishes with useful effects. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item cook's utensils|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"As an action, you can inspect a drink or plate of food within 5 feet of you and determine whether it is {@condition poisoned}, provided that you can see and smell it.",
						"During a long rest, you can prepare and serve a meal that helps you and your allies recover from the rigors of adventuring, provided you have suitable food, {@item cook's utensils|phb}, and other supplies on hand. The meal serves up to six people, and each person who eats it regains two additional Hit Dice at the end of the long rest. In addition, those who partake of the meal have advantage on Constitution saving throws against disease for the next 24 hours."
					]
				}
			]
		},
		{
			"name": "Herbalist",
			"source": "FeatsForTools",
			"page": 2,
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				"You excel at the identification and use of herbs and other natural substances for medicinal purposes. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item herbalism kit|phb|herbalism kits}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"Creating {@item antitoxin|phb|Antitoxin (vial)} takes half as much time and requires half as many raw materials.",
						"As part of a short rest, you can use your herbalism kit to administer an herbal remedy that helps a creature recover from their ailments. The creature gains advantage on saving throws against poison and disease for the next hour."
					]
				}
			]
		},
		{
			"name": "Jewelry Expert",
			"source": "FeatsForTools",
			"page": 3,
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				"You are an expert in all things gem-related. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item jeweler's tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"Your knowledge of gems and gem-based objects allows you to identify their shatter points. You deal double damage to such objects with your weapon attacks.",
						"As part of a long rest, you can create one or more fake gemstones. When you create them, you can set a gold value for them to appear to have; this value can't be more than your proficiency bonus × your Intelligence modifier × 100 (minimum of 300 gp). In addition, make an Intelligence check using your jeweler's tools; the total of your check becomes the DC for someone else's attempt to identify the fake gems for what they are."
					]
				}
			]
		},
		{
			"name": "Map Master",
			"source": "FeatsForTools",
			"page": 3,
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				"You have studied the art of cartography and are an expert in its practice. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item cartographer's tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"Copying an existing map takes you half as much time.",
						"While drawing a map, you can simultaneously draw a second copy of it without spending any extra time."
					]
				}
			]
		},
		{
			"name": "Master Blacksmith",
			"source": "FeatsForTools",
			"page": 3,
			"ability": [
				{
					"str": 1
				}
			],
			"entries": [
				"You are a master of the forge that can wield smith's tools with ease. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item smith's tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"Your smithing experience lets you identify weak points in a target's armor. When you roll a 20 on a weapon attack against a target that is wearing armor, it suffers a -2 penalty to AC until the start of your next turn. This ability can't reduce a creature's AC multiple times simultaneously."
					]
				}
			]
		},
		{
			"name": "Master Leatherworker",
			"source": "FeatsForTools",
			"page": 3,
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				"You are an expert in all things leather-related. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item leatherworker's tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"Scavenging leather from an animal takes you half as much time.",
						"As part of a long rest, you can use leather pieces to augment a set of medium or heavy armor. For 8 hours, the armor doesn't cause its wearer to suffer disadvantage on Dexterity ({@skill Stealth}) checks."
					]
				}
			]
		},
		{
			"name": "Master of Disguise",
			"source": "FeatsForTools",
			"page": 3,
			"ability": [
				{
					"cha": 1
				}
			],
			"entries": [
				"You have honed your ability to shape your personality and to read the personalities of others. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with the {@item disguise kit|phb}. If you are already proficient with it, you add double your proficiency bonus to checks you make with it.",
						"If you spend 1 hour observing a creature, you can then spend 8 hours crafting a disguise you can quickly don to mimic that creature. Making the disguise requires a {@item disguise kit|PHB}. You must make checks as normal to disguise yourself, but you can assume the disguise as an action."
					]
				}
			]
		},
		{
			"name": "Master Weaver",
			"source": "FeatsForTools",
			"page": 3,
			"ability": [
				{
					"dex": 1
				}
			],
			"entries": [
				"Weaving cloth is a delicate and tricky art to learn, but you have managed to master it. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item weaver's tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"You have advantage on Dexterity (Sleight of Hand) checks that require the use of a steady or completely stationary hand.",
						"Creating an outfit or repairing a cloth object using weaver's tools only requires a short rest. During a long rest, you can perform five of these operations consecutively."
					]
				}
			]
		},
		{
			"name": "Mason",
			"source": "FeatsForTools",
			"page": 3,
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				"You have studied the art of masonry and are an expert in its practice. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item mason's tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"The amount of time it you takes to build a Medium or smaller stone construction is halved.",
						"Your knowledge of masonry allows you to spot weak points in any stone construction, rather than just brick walls. You deal double damage to objects and structures made from brick or stone."
					]
				}
			]
		},
		{
			"name": "Navigation Expert",
			"source": "FeatsForTools",
			"page": 4,
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				"You are an expert at navigating, both at sea and on land. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item navigator's tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"You can use navigator's tools to plot a course or to determine your location on land just as well as you can at sea.",
						"The amount of time it takes you to use navigator's tools to perform any function is halved.",
						"As part of a short rest, you can use scavenged or acquired materials to build a temporary set of {@item navigator's tools|phb} for when you lack access to a permanent one. This temporary set ceases to function after 1 hour."
					]
				}
			]
		},
		{
			"name": "Painter",
			"source": "FeatsForTools",
			"page": 4,
			"ability": [
				{
					"dex": 1
				}
			],
			"entries": [
				"You pride yourself on your artistic skill and its applications to painting and drawing. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item painter's supplies|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"You have advantage on Dexterity ({@skill Sleight of Hand}) checks that require the use of precise or gentle hand movements.",
						"The amount of time it takes you to draw or paint something is halved.",
						"You have become more efficient with your use of painter's supplies. The amount of paint, ink, and other materials you consume while drawing or painting is halved."
					]
				}
			]
		},
		{
			"name": "Poisoner",
			"source": "FeatsForTools",
			"page": 4,
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				"You pride yourself on your knowledge of poisons and their creation. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item poisoner's kit|phb|poisoner's kits}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"Other creatures have disadvantage on checks made to identify one of your poisons for what it is.",
						"You always have a small amount of poison that is reserved for your weapons. When you score a critical hit with a weapon attack, the target takes additional poison damage equal to your Wisdom modifier (minimum of 0)."
					]
				}
			]
		},
		{
			"name": "Potter",
			"source": "FeatsForTools",
			"page": 4,
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				"You have studied the art of pottery and are an expert in its practice. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item potter's tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"As part of a long rest, you can use potter's tools to create or reconstruct a ceramic object that is no more than 3 feet in any dimension. If you are missing a ceramic shard needed to reconstruct the object, you can melt down and reshape ceramic that you already have to create a replacement.",
						"As part of a long rest, you can use potter's tools to sharpen or bolster one ceramic object. When used as a weapon (improvised or otherwise), the object deals an additional {@damage 1d4} damage on a hit. This bonus lasts for 8 hours."
					]
				}
			]
		},
		{
			"name": "Tinker",
			"source": "FeatsForTools",
			"page": 4,
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				"You have a knack for repairing and modifying mundane objects. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item tinker's tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"Repairing an item takes half as much time and only requires half as many raw materials.",
						"Using materials that you forage, store among your other possessions, or harvest from disassembled items, you can create mundane items that could be useful throughout your adventures. As part of a short or long rest, you can use these materials and your tinker's tools to create one or more nonmagical items. The combined value of these items must be worth 4 gp or less. If these items would require the significant use of other tools to make, such as a metal weapon or a disguise, they are too complex for you to create with this feature. Items created using this feature cease to function and return to their base components in an amount of time equal to the duration of the rest they were made during."
					]
				}
			]
		},
		{
			"name": "Woodcarver",
			"source": "FeatsForTools",
			"page": 4,
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				"You excel at using wood to create intricate objects and designs. you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with {@item woodcarver's tools|phb}. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"The amount of time it takes you to scavenge wood from a tree or some other object is halved.",
						"You can repair up to three wooden objects as part of a short rest, rather than one."
					]
				}
			]
		}
	],
	"variantrule": [
		{
			"name": "Cheaper Poisons",
			"ruleType": "V",
			"entries": [
				"In a setting that heavily involves assassinations and espionage, poisons might be more abundant and cheaper to make. In such a setting, you may wish to reduce the costs of all {@filter poisons|items|source=dmg|type=poison} presented in the {@book Dungeon Master's Guide|dmg} to half of their listed values. For the {@item Basic Poison (vial)|phb|basic poison} presented in the {@book Player's Handbook|phb}, you can choose to further reduce its cost to 20 gp."
			],
			"source": "FeatsForTools",
			"page": 4
		}
	]
}
