{
	"_meta": {
		"sources": [
			{
				"json": "DnDBeyond",
				"abbreviation": "Bnd",
				"full": "D&D Beyond",
				"authors": [
					"Adam Bradford"
				],
				"convertedBy": [
					"TheGiddyLimit"
				],
				"version": "1.0.0",
				"url": "https://rpg.rem.uz/Dungeons%20%26%20Dragons/D%26D%205th%20Edition/Core/XGE%20Bonus%20-%20Expanded%20Racial%20Feats.pdf",
				"targetSchema": "1.1.2"
			}
		],
		"dateAdded": 1539373091,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "a4b202fd8d",
		"edition": "classic"
	},
	"feat": [
		{
			"name": "Sky Warden",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "aarakocra"
						}
					]
				}
			],
			"entries": [
				"You are trained for both scouting the skies and aerial combat. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency in the Perception skill if you don't already have it. You add double your proficiency bonus to Perception checks that rely on sight.",
						"Once per turn, if you are flying and dive at least 30 feet straight toward a target and then hit it with a melee weapon attack, the attack deals an extra {@dice 1d6} damage to the target."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"wis"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Angelic Protection",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "aasimar"
						}
					]
				}
			],
			"entries": [
				"The innate resistance to magic that angels possess extends to you. You have advantage on saving throws against spells and other magical effects."
			]
		},
		{
			"name": "Well-Rested",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "bugbear"
						}
					]
				}
			],
			"entries": [
				"Your practiced napping leaves you invigorated when you are awake. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Whenever you spend one or more hit dice during a short rest, you can regain an extra {@dice 1d6} hit points.",
						"At the end of a long rest, you gain inspiration (described in chapter 4 of the Player's Handbook)."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"str"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Firbolg Beast Magic",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "firbolg"
						}
					]
				}
			],
			"entries": [
				"Your connection to animals deepens. You learn the {@spell speak with animals} spell and can cast it at will, without expending a spell slot. You also learn the {@spell animal friendship} and {@spell beast sense} spells, each of which you can cast once without expending a spell slot. You regain the ability to cast these two spells in this way when you finish a long rest. Wisdom is your spellcasting ability for all three spells."
			]
		},
		{
			"name": "Djinn Heritage",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "genasi (air)  "
						}
					]
				}
			],
			"entries": [
				"You manifest more of the magical power of your djinn heritage. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You learn the {@spell detect magic} spell and can cast it at will, without expending a spell slot.",
						"You have resistance to lightning and thunder damage."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"con"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Dao Heritage",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "genasi (earth)"
						}
					]
				}
			],
			"entries": [
				"You manifest more of the magical power of your dao heritage. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You learn the {@spell detect magic} spell and can cast it at will, without expending a spell slot.",
						"You gain natural armor. While you aren't wearing armor, you can calculate your AC as 13 + your Dexterity modifier. You can use a {@item shield} and still gain this benefit."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Efreet Heritage",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "genasi (fire) "
						}
					]
				}
			],
			"entries": [
				"You manifest more of the magical power of your efreet heritage. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You learn the {@spell detect magic} spell and can cast it at will, without expending a spell slot.",
						"Your darkvision has a radius of 120 feet"
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"con",
							"int"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Marid Heritage",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "genasi (water)"
						}
					]
				}
			],
			"entries": [
				"You manifest more of the magical power of your marid heritage. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You learn the {@spell detect magic} spell and can cast it at will, without expending a spell slot.",
						"You have resistance to cold damage."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"con",
							"wis"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Like a Boss",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "goblin"
						}
					]
				}
			],
			"entries": [
				"You are accustomed to using others to avoid being attacked. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When a creature you can see targets you with an attack and another creature is within 5 feet of you, you can use your reaction to impose disadvantage on the attack roll. Once you use this ability, you can't do so again until you finish a short or long rest."
					]
				}
			],
			"ability": [
				{
					"dex": 1
				}
			]
		},
		{
			"name": "Mountain's Endurance",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "goliath"
						}
					]
				}
			],
			"entries": [
				"Your ability to shrug off some injuries is legendary, even for your race. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you use your Stone's Endurance trait as a reaction to reduce damage, instead of rolling a d12 and adding your Constitution modifier, you can choose to gain resistance to the triggering attack's damage type until the start of your next turn. If the triggering attack deals more than one type of damage, choose one. As normal, after you use this trait, you can't use it again until you finish a short or long rest."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Uphold the Legion",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "hobgoblin"
						}
					]
				}
			],
			"entries": [
				"You were born for life in the legion. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You can deal an extra {@dice 2d6} damage to a creature you hit with a weapon attack if that creature is within 5 feet of an ally that isn't incapacitated. You can use this trait only once per combat.",
						"You can extend the benefit of your Saving Face trait to an ally. As a reaction, if an ally misses with an attack roll or fails an ability check or a saving throw, you can grant a bonus to the roll equal to the number of allies your ally can see within 30 feet (including you, maximum bonus of +5). As normal, once you use this trait, you can't use it again until you finish a short or long rest."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"con",
							"int"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Master of Mimicry",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "kenku"
						}
					]
				}
			],
			"entries": [
				"You have learned to temporarily mimic even the training of others. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Whenever another creature you can see uses a skill or tool, you can use your reaction to gain proficiency in that skill or tool. Proficiencies gained in this way last for 1 hour, and you can only mimic one proficiency at a time. Once you use this ability, you can't do so again until you finish a short or long rest."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"wis"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Urd Wings",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "kobold"
						}
					]
				}
			],
			"entries": [
				"You manifest leathery wings, transforming into an urd. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain a flying speed of 30 feet. To use this speed, you can't be wearing medium or heavy armor."
					]
				}
			],
			"ability": [
				{
					"dex": 1
				}
			]
		},
		{
			"name": "Touch of Sess'inek",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "lizardfolk"
						}
					]
				}
			],
			"entries": [
				"You embody the demonic bearing of a lizard king or queen. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You learn to speak, read, and write Abyssal.",
						"You are immune to being frightened."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"con",
							"wis"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Tanarukk Blood",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "orc"
						}
					]
				}
			],
			"entries": [
				"Through fell magic or an ancestor, you are touched by the corruptive power of Baphomet. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You have resistance to fire and poison damage.",
						"You gain a bite attack as a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to {@dice 1d6} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Feline Grace",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "tabaxi"
						}
					]
				}
			],
			"entries": [
				"Your incredible reflexes and agility further improve. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You can use your Feline Agility trait twice before you must move 0 feet on one of your turns to use the trait again. You can still only use this ability once per turn when you move.",
						"You don't take damage from falling 20 feet or less if you aren't incapacitated."
					]
				}
			],
			"ability": [
				{
					"dex": 1
				}
			]
		},
		{
			"name": "Tortle Protector",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "tortle"
						}
					]
				}
			],
			"entries": [
				"You have mastered using your shell to better protect yourself and others. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your natural armor trait now provides a base AC of 18. As normal, your Dexterity modifier doesn't affect this number.",
						"As a reaction when you are forced to make a Dexterity saving throw, choose any number of creatures within 5 feet of you. Each chosen creature is considered to have half-cover against any harmful attacks or effects while within 5 feet of you until the start of your next turn. Once you use this ability, you can't do so again until you've finished a short or long rest."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"wis"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Triton Deep Magic",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "triton"
						}
					]
				}
			],
			"entries": [
				"You master more of the magic of elemental air and water. You learn the {@spell create or destroy water} spell and can cast it as a 1st level spell at will, without expending a spell slot. You also learn {@spell warding wind|phb} and {@spell water breathing}, each of which you can cast once without expending a spell slot. You regain the ability to cast those two spells in this way when you finish a long rest. Charisma is your spellcasting ability for all three spells."
			]
		},
		{
			"name": "Serpent Form",
			"source": "DnDBeyond",
			"prerequisite": [
				{
					"race": [
						{
							"name": "yuan-ti pureblood"
						}
					]
				}
			],
			"entries": [
				"You have unlocked more of your serpentfolk heritage. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You can use an action to polymorph into a Medium snake or back into your true form. Your statistics are the same in each form. Any equipment you are wearing or carrying isn't transformed. If you die, you stay in your current form",
						"While in snake form, you gain a bite attack as a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to {@dice 1d4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. When you hit with a bite attack, you can choose to deal {@dice 2d6} additional poison damage to the target. Once you deal this poison damage, you can't do so again until you finish a long rest."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"cha"
						],
						"amount": 1
					}
				}
			]
		}
	]
}
