{
	"_meta": {
		"sources": [
			{
				"json": "tcmh",
				"abbreviation": "CMH",
				"full": "Complete Martialist Handbook",
				"authors": [
					"Benjamin Huffman",
					"Ross Leiser"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/245059/The-Complete-Martialist-Handbook",
				"targetSchema": "1.0.0"
			},
			{
				"json": "dmbm",
				"abbreviation": "DM:BM",
				"full": "Deep Magic : Battle Magic",
				"authors": [
					"Greg Marks"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www.drivethrurpg.com/product/200465/Deep-Magic-Battle-Magic-for-5th-Edition",
				"targetSchema": "1.0.0"
			}
		]
	},

	"feat": [
		{
			"name": "Fencer",
			"source": "tcmh",
			"entries": [
				"While you are wielding a dagger, greatsword, longsword, rapier, or shortsword, you can use the following special abilities.",
				{
					"type": "list",
					"items": [
						"{@bold Parry}. When a creature within 5 feet of you hits you with a weapon attack, you can use your reaction to gain +2 AC against the triggering attack.", 
						"{@bold Riposte}. When a creature misses a melee attack against you, you can use your reaction to make one weapon attack against the creature if it is within your reach.",
						"{@bold Thrust}. When you hit a creature with a weapon attack, you can move yourself and the creature 5 feet in any direction as long as you remain within 5 feet of one another."
					]
				}
			]
		},
		{
			"name": "Inexhaustible",
			"source": "tcmh",
			"entries": [
				"Whether through natural fortitude or intensive training, you are inexhaustible. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Increase your Constitution score by 1, to a maximum of 20.",
						"As a bonus action on your turn, you gain temporary hit points equal to 1d10 + your Constitution modifier. Once you use this ability, you must finish a long rest before you can do so again.",
						"When you finish a long rest, your exhaustion level is reduced by 2 (instead of 1), provided that you have ingested food and drink."
					]
				}
			],
			"ability": {
				"con": 1
			}
		},

		{
			"name": "Martial Artist (Crashing Wave Style)",
			"source": "tcmh",
			"entries": [
				"You have studied a form of unarmed combat and are a martial artist. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Increase your Strength or Dexterity score by 1, to a maximum of 20.",
						"You can roll a d4 in place of the normal damage of your unarmed strike. This die changes if you take this feat additional times. It becomes a d6 when you take this feat a second time and a d8 when you take this feat a third time.",
						"When you make an unarmed strike attack against a creature and beat the target’s AC by 5 or more, you can move it 5 feet in a direction of your choice.",
						"When you take the Attack action, you can use a bonus action on the same turn to make an unarmed strike against a creature within 5 feet. If this unarmed strike hits, you deal no damage and instead knock the creature prone or push the creature 5 feet in any direction (your choice)."
					]
				},
				"You may take up to three Martial Artist feats, gaining the ability score increase and learning another martial art style each time."
			],
			"ability": {
				"choose": [
					{
						"from": [
							"str",
							"dex"
						],
						"amount": 1
					}
				]
			}
		},
		{
			"name": "Martial Artist (Drunken Monkey Style)",
			"source": "tcmh",
			"entries": [
				"You have studied a form of unarmed combat and are a martial artist. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Increase your Strength or Dexterity score by 1, to a maximum of 20.",
						"You can roll a d4 in place of the normal damage of your unarmed strike. This die changes if you take this feat additional times. It becomes a d6 when you take this feat a second time and a d8 when you take this feat a third time.",
						"When you take the Dash or Dodge action on your turn, you can make one unarmed strike as a bonus action.",
						"When a creature moves out of your reach, you can use your reaction to attempt to grapple the creature."
					]
				},
				"You may take up to three Martial Artist feats, gaining the ability score increase and learning another martial art style each time."
			],
			"ability": {
				"choose": [
					{
						"from": [
							"str",
							"dex"
						],
						"amount": 1
					}
				]
			}
		},
		{
			"name": "Martial Artist (Fanged Serpent Style)",
			"source": "tcmh",
			"entries": [
				"You have studied a form of unarmed combat and are a martial artist. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Increase your Strength or Dexterity score by 1, to a maximum of 20.",
						"You can roll a d4 in place of the normal damage of your unarmed strike. This die changes if you take this feat additional times. It becomes a d6 when you take this feat a second time and a d8 when you take this feat a third time.",
						"When a creature within 5 feet misses you with an attack, you can use your reaction to make one unarmed strike attack against that creature.",
						"You learn to strike your enemies’ vital organs, causing them to discharge dangerous toxins into their own bodies. When you deal damage with an unarmed strike to a creature who is not a construct or undead, you can choose to deal poison damage instead of the bludgeoning damage normal for an unarmed strike. If you do, you deal +2 damage."
					]
				},
				"You may take up to three Martial Artist feats, gaining the ability score increase and learning another martial art style each time."
			],
			"ability": {
				"choose": [
					{
						"from": [
							"str",
							"dex"
						],
						"amount": 1
					}
				]
			}
		},
		{
			"name": "Martial Artist (Iron Fist Style)",
			"source": "tcmh",
			"entries": [
				"You have studied a form of unarmed combat and are a martial artist. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Increase your Strength or Dexterity score by 1, to a maximum of 20.",
						"You can roll a d4 in place of the normal damage of your unarmed strike. This die changes if you take this feat additional times. It becomes a d6 when you take this feat a second time and a d8 when you take this feat a third time.",
						"When you roll a 1 or 2 on a damage die for an attack you make with an unarmed strike that applied your Strength modifier to the attack and damage roll, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2.",
						"Before you make an attack with an unarmed strike, you can choose to take a penalty to the attack roll equal to your proficiency bonus. If the attack hits, you add twice your proficiency bonus to the attack’s damage."
					]
				},
				"You may take up to three Martial Artist feats, gaining the ability score increase and learning another martial art style each time."
			],
			"ability": {
				"choose": [
					{
						"from": [
							"str",
							"dex"
						],
						"amount": 1
					}
				]
			}
		},
		{
			"name": "Martial Artist (Silent ShadoW Style)",
			"source": "tcmh",
			"entries": [
				"You have studied a form of unarmed combat and are a martial artist. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Increase your Strength or Dexterity score by 1, to a maximum of 20.",
						"You can roll a d4 in place of the normal damage of your unarmed strike. This die changes if you take this feat additional times. It becomes a d6 when you take this feat a second time and a d8 when you take this feat a third time.",
						"Your unarmed strikes count as having the finesse weapon property.",
						"While you aren’t wearing armor or wielding a shield, your AC equals 10 + your Dexterity modifier + half your proficiency bonus."
					]
				},
				"You may take up to three Martial Artist feats, gaining the ability score increase and learning another martial art style each time."
			],
			"ability": {
				"choose": [
					{
						"from": [
							"str",
							"dex"
						],
						"amount": 1
					}
				]
			}
		},
		{
			"name": "Martial Artist (Spider Clan Style)",
			"source": "tcmh",
			"entries": [
				"You have studied a form of unarmed combat and are a martial artist. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Increase your Strength or Dexterity score by 1, to a maximum of 20.",
						"You can roll a d4 in place of the normal damage of your unarmed strike. This die changes if you take this feat additional times. It becomes a d6 when you take this feat a second time and a d8 when you take this feat a third time.",
						"You gain a climbing speed equal to your base walking speed.",
						"When you take the Attack action and replace one or more of your attacks with a grapple, you can make an additional unarmed strike attack as part of the same action."
					]
				},
				"You may take up to three Martial Artist feats, gaining the ability score increase and learning another martial art style each time."
			],
			"ability": {
				"choose": [
					{
						"from": [
							"str",
							"dex"
						],
						"amount": 1
					}
				]
			}
		},


		{
			"name": "Poisoncraft",
			"source": "Adventurer",
			"entries": [
				"You have extensive experience dealing with poisons. You have resistance to poison damage and gain advantage on saving throws against being poisoned. In addition, when you take a long rest, you can create one dose of one the following poisons from materials you have on hand:",
				"{@bold Powderboil}. This powdered poison can be applied to a weapon with the Use an Object action. The next time the weapon deals damage to a creature, it must succeed on a Constitution saving throw or take poison damage. This poison damage is Xd8, where X equals half your level.",
				"{@bold Stomachturner}. This slick oil can be applied to a weapon with the Use an Object action. The next time the weapon deals damage, the creature must succeed on a Constitution saving throw or be poisoned for 1 minute, or until they spend an action on their turn retching up the contents of their stomach.",
				"{@bold Night’s Kiss}. This tasteless and odorless liquid can be slipped into drink or food. When a creature consumes the poison, it must make a Constitution saving throw or become unconscious for 10 minutes or until it takes damage.",
				"The DC for all saving throws for poisons created with this feat is 8 + your proficiency bonus + your Intelligence modifier."
			]
		},
		{
			"name": "Staff Master",
			"source": "tcmh",
			"entries": [
				"While you are wielding a bo staff, club, greatclub, or quarterstaff and no other weapons, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"As a bonus action on your turn, you can take a defensive stance, gaining a +1 bonus to AC until the start of your next turn.",
						"As a bonus action on your turn, you can make a melee attack against a creature one size larger than you or smaller. On a hit, you deal no damage but instead push the creature 5 feet or knock it prone.",
						"The first time you score a critical hit on a creature on a turn, it is incapacitated until the end of its next turn."
					]
				}
			]
		},
		{
			"name": "Stylized Fighter",
			"source": "tcmh",
			"entries": [
				"You have learned to specialize in a particular method of combat. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Increase your Strength, Dexterity, or Constitution score by 1, to a maximum of 20.",
						"You choose and learn one Fighting Style option of your choice among those available to the fighter class."
					]
				}
			],
			"ability": {
				"choose": [
					{
						"from": [
							"str",
							"dex",
							"con"
						],
						"amount": 1
					}
				]
			}
		},
		{
			"name": "Thrown Weapons Master",
			"source": "tcmh",
			"entries": [
				"You have mastered the art of throwing weapons. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"The normal and long range of thrown weapons is doubled for you.",
						"You draw an additional thrown weapon beyond that which is considered free (as per chapter 9, Combat, Player’s Handbook). You can do this before each weapon attack you make if you have the free hand to do so.",
						"Being within 5 feet of a hostile creature doesn’t impose disadvantage on your ranged attack rolls.",
						"When you take the Attack action and make only ranged weapon attacks with thrown light weapons on your turn, you can use a bonus action to make two ranged weapon attacks with thrown light weapons. These two ranged attacks cannot target the same creature."
					]
				}
			]
		},
		{
			"name": "Battlecaster",
			"source": "dmbm",
			"page": 4,
			"prerequisite": [
				{
					"spellcasting": true
				}
			],
			"entries": [
				"You are skilled at casting spells with a weapon in hand.",
				{
					"type": "list",
					"items": [
						"You can use a weapon that you’re proficient with as a spellcasting focus.",
						"When wielding a magical weapon that you’re proficient with and that provides a bonus to hit and damage, you can also add that weapon’s bonus to damage rolls for spells you cast.",
						"You gain proficiency with a simple or martial weapon of your choice. "
					]
				}
			]
		},
		{
			"name": "Resolute Caster",
			"source": "dmbm",
			"page": 4,
			"prerequisite": [
				{
					"spellcasting": true
				}
			],
			"entries": [
				"Your magic takes on a life of its own when it matters most. Your spells with a duration of concentration remain in effect after you lose concentration until the start of your next turn. This is true whether you lost concentration from taking damage, from being knocked unconscious, or even from being killed. (In the case of your death, the spell ends at the point when your next turn would have begun, if you were alive to take it.)"
			]
		}
	]
}