{
	"_meta": {
		"sources": [
			{
				"json": "9F",
				"abbreviation": "9F",
				"full": "9 New Feats",
				"authors": [
					"Gadget Blanchard"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/192605/9-New-Feats",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1548505822,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "b9b59e0910",
		"edition": "classic"
	},
	"feat": [
		{
			"name": "Bonded Companion",
			"source": "9F",
			"prerequisite": [
				{
					"other": "a pet, animal companion, familiar or steed"
				}
			],
			"entries": [
				"You have spent your time bonding with and training your creature to enhance their abilities. Your connection with them becomes so strong that you feel their pain and they feel yours.",
				"After bonding with a companion you can use future feats to bond further with them as listed below. These additional feats can be taken multiple times.",
				{
					"type": "inset",
					"entries": [
						{
							"type": "entries",
							"name": "Level up",
							"entries": [
								"Your creature gains an additional hit dice in HP permanently and gets a +1 to all attacks."
							]
						},
						{
							"type": "entries",
							"name": "Shared pain",
							"entries": [
								"You can divert half the damage you take in one blow to your creature. You can also take half the damage your creature gets hit with in one blow on yourself.",
								"You can use your hit dice to heal your creature during a short rest in the same way that you would heal yourself and you gain an additional hit dice back during a long rest.",
								"You can {@i share the pain} as many times as your characters level between long rests. You must both be on the same plane of existence to {@i share the pain}."
							]
						},
						{
							"type": "entries",
							"name": "Comforting presence",
							"entries": [
								"You always know the direction your creature is and their distance from you as long as they are on the same plane of existence. They also know where to find you.",
								"You can feel their life force no matter where they are and tell when they get injured. They can also tell when you get injured.",
								"Unless given instructions otherwise they will try to come to your aid any time you take an injury. No matter their instructions they will stand over you and defend you when you reach 0HP."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bond of Arcana",
			"source": "9F",
			"prerequisite": [
				{
					"other": "a bonded companion"
				}
			],
			"entries": [
				"Your creature has been learning from you more than you had ever thought possible and can aid you in casting magic.",
				{
					"type": "inset",
					"entries": [
						{
							"type": "entries",
							"name": "Level up",
							"entries": [
								"Your creature gains an additional hit dice in HP permanently. All attacks increase by 1 point."
							]
						},
						{
							"type": "entries",
							"name": "Broadened Mind",
							"entries": [
								"Your creature grants you the ability to have one additional spell known every time you take this feat. (If your class does not have this feature then it grants you one additional 1st level spell slot.)"
							]
						},
						{
							"type": "entries",
							"name": "Joined Casting",
							"entries": [
								"You can ask your creature to aid you in one of the following ways when casting a spell;",
								{
									"type": "list",
									"items": [
										"{@b Targeted}: You gain advantage on any spell that requires a spell attack roll",
										"{@b Enhanced}: Saving throws from your spells are at disadvantage for the target",
										"{@b Longevity}: The duration of your spells is doubled"
									]
								},
								"It must be within 5 ft. of you as you are casting the spell and use the same amount of actions as you do.",
								"Your creature requires a short rest before they can aid your spell casting again. Every time you take this feat your creature can aid you one additional time."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bond of the Hunter",
			"source": "9F",
			"prerequisite": [
				{
					"other": "a bonded companion"
				}
			],
			"entries": [
				"You have trained to further enhance your creature's natural instincts to hunt.",
				{
					"type": "inset",
					"entries": [
						{
							"type": "entries",
							"name": "Level up",
							"entries": [
								"Your creature gains an additional hit dice in HP permanently. All attacks increase by 1 point."
							]
						},
						{
							"type": "entries",
							"name": "Heightened perception",
							"entries": [
								"Any perception checks made by your creature gain a +5."
							]
						},
						{
							"type": "entries",
							"name": "No escape",
							"entries": [
								"Delivered You can introduce your creature to a friendly entity for it to imprint on. If this entity is on the same plane of existence then your creature can find its way to this entity. You can only assign your creature to track a number of targets equal to your level when you take this feat: Every entity tagged for tracking or delivery counts as a target.",
								"If you assign your creature a quarry to track, they will never lose it. Your creature only has to make a perception check to pick up the trail again if the quarry teleports. If your creature ever crosses the path of a quarry they have been assigned to in the past, they will pick up the trail again."
							]
						},
						{
							"type": "entries",
							"name": "Shrouded",
							"entries": [
								"Any attempt that a quarry has to detect your creature tracking it is at a disadvantage."
							]
						},
						{
							"type": "entries",
							"name": "Delivered",
							"entries": [
								"You can introduce your creature to a friendly entity for it to imprint on. If this entity is on the same plane of existence then your creature can find its way to this entity.",
								"You can only assign your creature to track a number of targets equal to your level when you take this feat: Every entity tagged for tracking or delivery counts as a target."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bond of Learning",
			"source": "9F",
			"prerequisite": [
				{
					"other": "a bonded companion"
				}
			],
			"entries": [
				"You have taught your creature to do the things that you can do.",
				{
					"type": "inset",
					"entries": [
						{
							"type": "entries",
							"name": "Level up",
							"entries": [
								"Your creature gains an additional hit dice in HP permanently. All attacks increase by 1 point."
							]
						},
						{
							"type": "entries",
							"name": "Skilled",
							"entries": [
								"You can teach your creature a couple of skills that you are proficient in. It gains half your proficiency bonus in these skills (rounding up).",
								"You can choose two skills every time you take this feat. If you choose a skill that your creature already knows, you can increase the proficiency bonus to the same level as yours.",
								"Your creature can use the {@i help} action to aid you with skills it is proficient with, giving you advantage on the relevant roll."
							]
						},
						{
							"type": "entries",
							"name": "Arcane knowledge",
							"entries": [
								"You can teach your creature one first level spell (or cantrip) that you know every time this feat is taken. This spell has to have a range of self.",
								"If the spell requires a component you need to give (or craft) your creature a focus to wear. It cannot cast the spell if it loses the focus.",
								"Your creature has one spell slot for every time you take this feat. The spell slot recovers as the same rate as your own."
							]
						},
						{
							"type": "entries",
							"name": "Class Feat",
							"entries": [
								"If you have no arcane ability yourself, you can teach your creature any feature you have learned as the first level of your class.",
								"It can only use this feature as per a first level character.",
								"If you choose this feat more than once, you can choose to level up an existing class feature or teach your creature a new one at first level."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bond of Spirit",
			"source": "9F",
			"prerequisite": [
				{
					"other": "a bonded companion"
				}
			],
			"entries": [
				"Your creature has a stronger spirit bond that it can use to restore you and keep you alive.",
				{
					"type": "inset",
					"entries": [
						{
							"type": "entries",
							"name": "Level up",
							"entries": [
								"Your creature gains an additional hit dice in HP permanently. All attacks increase by 1 point."
							]
						},
						{
							"type": "entries",
							"name": "Healing",
							"entries": [
								"Your creature can restore hit points to your character equal to 1D4 + your proficiency bonus at the time of taking this feat.",
								"Taking this feat multiple times gives it an additional 1D4 each time.",
								"To bestow this healing your creature must be able to touch you. It can only use this feat once per long rest."
							]
						},
						{
							"type": "entries",
							"name": "Shared Soul",
							"entries": [
								"If you ever lose three death saves, your soul becomes bonded to your creature. This holds you in a stabilised condition until you are healed.",
								"While you are not in your body any damage it takes must be healed before you can return to it. If your body receives your maximum HP in damage then your soul has nothing to return to.",
								"The same bonding works for your creature: Its soul becomes bonded to you if it ever dies."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bond of Tooth & Claw",
			"source": "9F",
			"prerequisite": [
				{
					"other": "a bonded companion"
				}
			],
			"entries": [
				"You have trained with your creature to enhance its fighting abilities. If it couldn't attack, it now can.",
				{
					"type": "inset",
					"entries": [
						{
							"type": "entries",
							"name": "Level up",
							"entries": [
								"Your creature gains an additional hit dice in HP permanently. All attacks increase by one level in dice damage (d4 > d6 > d8 > d10 > d12)."
							]
						},
						{
							"type": "entries",
							"name": "Battle tactics",
							"entries": [
								"If you and your creature are fighting the same foe, you both gain advantage to your attacks.",
								"If this feat is taken for a second time, you can send your creature to use battle tactics with another party member."
							]
						},
						{
							"type": "entries",
							"name": "Practiced Manoeuvre",
							"entries": [
								"If you successfully damage a foe that your creature is within combat range of, it can use a Bonus Action of its own to automatically hit that target for critical damage (as if they had rolled a natural 20).",
								"This manoeuvre can be performed on the same foe once per combat. A new manoeuvre is learned each time this feat is taken."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bond of True Sight",
			"source": "9F",
			"prerequisite": [
				{
					"other": "a bonded companion"
				}
			],
			"entries": [
				"You have taught your creature to find hidden things and see through deception.",
				{
					"type": "inset",
					"entries": [
						{
							"type": "entries",
							"name": "Level up",
							"entries": [
								"Your creature gains an additional hit dice in HP permanently. All attacks increase by 1 point."
							]
						},
						{
							"type": "entries",
							"name": "Seek",
							"entries": [
								"Your creature gains the skills of investigation and perception at your proficiency level when you choose this feat.",
								"Any time that these skills are used to look for pocketed items, secret compartments, magically disguised things or hidden doors your creature gains an additional +5 on the rolls."
							]
						},
						{
							"type": "entries",
							"name": "Sniff out lies",
							"entries": [
								"If your creature is with you during social encounters, you gain advantage on rolls to see through any deception.",
								"If this feat is taken a 2nd time, your creature can detect invisible things. On a 3rd time of taking this feat, your creature can tell if any creature has changed shape or is in disguise."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cheat",
			"source": "9F",
			"prerequisite": [
				{
					"other": "The ability to cast spells."
				}
			],
			"entries": [
				"You can use your magic to boost your physical prowess.",
				{
					"type": "inset",
					"entries": [
						"You can temporarily raise one of your character's physical stats ( {@i Strength, Dexterity} or {@i Constitution}) to the same level as your spell casting stat for any {@i skill check, saving throw or attack}.",
						"You can only use this feat a number of times equal to your spell casting bonus per long rest.",
						"",
						"There are no physical changes to your character while this feat is active.",
						"The stat change only lasts as long as the {@i action} it is used for is required, but cannot be sustained for very long: The effect will dissipate after a number of rounds equal to the natural stat's {@i modifier} no matter how long the action should take to complete.",
						"Any buffs to stats are still applied - your current spell casting stat acts as the natural physical stat and any external buffs to the physical stat are then applied on top.",
						"Any game mechanics to work out distance, capacity, endurance, accuracy, etc. are based on this new stat."
					]
				}
			]
		},
		{
			"name": "Helping Hand",
			"source": "9F",
			"entries": [
				"You use minor cantrip magic to help you improve your skill with tools and kits.",
				{
					"type": "inset",
					"entries": [
						"You can add your {@i spell proficiency} to skill checks that involve using {@i kits} or {@i tools}. This counts as a concentration cantrip while the skill is being performed. ({@i some examples}...)",
						"{@b Artisan's tools}: you float tools and materials, make sure things are precise, tidy your work as you go and occasionally create, shape or join things that would be impossible to do by hand.",
						"{@b Cooking kit}: you mix multiple pots at once and keep things at temperature while occasionally adding flavour or creating spices from nothing.",
						"{@b Disguise kit}: you subtly change skin and hair colour, make the join between prosthetic and real unnoticeable and slightly alter the pitch of your voice with magic - it's not a magical disguise or illusion; just a helping hand.",
						"{@b Forgery kit}: you can fill a page with text magically rather than with a quill and ink, use magic to erase one name so that another can take its place, age parchment and form impressions in wax without a seal.",
						"{@b Gaming set}: you can use magic to mark cards, change the colour of gaming pieces and turn the tables to your advantage (Using this will give opponents advantage in seeing through any cheating)",
						"{@b Herbalism kit}: you can use magic to harvest herbs without damaging them while preserving and extract various natural resources.",
						"{@b Musical instrument}: you can use magic to add background effects, reverb, echo and play notes normally out with the range of your instrument.",
						"{@b Poisoner's kit}: you can use magic to safely handle nasty things and measure out precise quantities.",
						"{@b Thieves' tools}: you can hold multiple picks without hands, raise unseen latches and reach beyond your fingers. You can spread cantrips and attach tripwires to surfaces using magic."
					]
				}
			]
		},
		{
			"name": "Multitasking",
			"source": "9F",
			"entries": [
				"You have trained to compartmentalise your mind and concentrate on multiple things at once.",
				{
					"type": "inset",
					"entries": [
						"You can use your bonus action to concentrate on a second task while maintaining background concentration on a first task.",
						"While holding a second concentration, your movement is halved and you have {@i disadvantage} on any physical actions {@i (Any roll that involves using your Strength, Dexterity or Constitution.)}",
						"Anything that automatically breaks concentration will disrupt both tasks. Anything you roll to maintain concentration has to be rolled for each task separately.",
						"",
						"You may take this feat a second time to enable three concentration tasks at once, however you must use your {@i action} to maintain the third task and your {@i movement} is reduced to 5 ft. while holding all three at once."
					]
				}
			]
		},
		{
			"name": "Miracle Worker",
			"source": "9F",
			"entries": [
				"You have trained to disguise your spell casting and make others believe that the things happening around you have nothing to do with you.",
				{
					"type": "inset",
					"entries": [
						"You gain a proficiency in both {@skill Sleight of hand} and {@i Ventriloquism} that can be used when casting as an {@i opposed roll} against another's {@skill perception}.",
						{
							"type": "entries",
							"name": "Cantrip Cover",
							"entries": [
								"You can cast a {@i cantrip} at the same time as your spell to disguise what you are doing. You must be able to cast a {@i cantrip} and choose what you are doing to cover the act of casting. {@i Exact results are up to your DM}"
							]
						},
						{
							"type": "entries",
							"name": "Sourceless effects",
							"entries": [
								"You can make any ranged spell you cast originate from the point of impact."
							]
						},
						{
							"type": "entries",
							"name": "Snapshot cantrip",
							"entries": [
								"As a bonus action before your main action you can choose to cast a cantrip that shows a static illusion of the target of your spell and their surroundings.",
								"This illusion can be no greater than a 10 ft. cube and will last 30 seconds or until another snapshot or illusion cantrip is cast."
							]
						}
					]
				}
			],
			"skillProficiencies": [
				{
					"sleight of hand": true,
					"perception": true
				}
			]
		},
		{
			"name": "Thrower",
			"source": "9F",
			"entries": [
				"You have practiced throwing–you can launch things further and with more accuracy than most.",
				{
					"type": "inset",
					"entries": [
						{
							"type": "entries",
							"name": "Strong arm",
							"entries": [
								"The standard distance you can throw without penalty is calculated by [1 + your strength modifier] multiplied by 10 ft. Your long range is three times this. {@i (Minimum of 20 ft. standard, 60 ft. longrange)}"
							]
						},
						{
							"type": "entries",
							"name": "Accuracy",
							"entries": [
								"If you only make one {@i attack action} this round you can add +5 onto your {@i proficiency roll} when throwing anything."
							]
						},
						{
							"type": "entries",
							"name": "Blade first",
							"entries": [
								"You can throw any melee weapon you are proficient with as a one-shot {@i ranged attack} using the same base proficiency bonus as your melee strike. The damage inflicted remains the same."
							]
						},
						{
							"type": "entries",
							"name": "Ricochet",
							"entries": [
								"You can try to bounce any object thrown off of one surface to hit your target without any penalty to your {@i proficiency roll} . {@i (To bounce, the thrown object cannot be bladed, pointy or breakable.)}"
							]
						}
					]
				}
			]
		},
		{
			"name": "Glide",
			"source": "9F",
			"prerequisite": [
				{
					"other": "the ability to cast cantrips"
				}
			],
			"entries": [
				"You have learned to use magic to glide rather than walk. Lazy, but looks really cool.",
				{
					"type": "inset",
					"entries": [
						"You can cast the cantrip {@spell Self Levitation|9F}."
					]
				}
			]
		},
		{
			"name": "Dermal Armour",
			"source": "9F",
			"prerequisite": [
				{
					"other": "Proficiency with any armour type"
				}
			],
			"entries": [
				"You have spent so long in your armour that you feel uncomfortable without it. It's a second skin.",
				{
					"type": "inset",
					"entries": [
						{
							"type": "entries",
							"name": "Attunement",
							"entries": [
								"You need to spend a day adjusting straps, moving and feeling the weight of any new armour you wear to get the benefits of this feat."
							]
						},
						{
							"type": "entries",
							"name": "Sleep Standing Up",
							"entries": [
								"While armour is never 'comfortable' to wear, you have mastered the art of getting a full night's rest while fully armoured. You will start to smell and any social interactions are at a -1 for every long rest your character spends in their armour. (Re-set with a bath/wash)"
							]
						},
						{
							"type": "entries",
							"name": "Suit up",
							"entries": [
								"You know the optimal way to get into and out of your armour; you can half the time it would take anyone else."
							]
						},
						{
							"type": "entries",
							"name": "Felt padding",
							"entries": [
								"You can apply special padding on any armour (other than chainmail or ringmail) that enables you to negate any detrimental effects your armour has on stealth.",
								"This takes the same length of time to prepare and apply as it does to don your armour.",
								"This only lasts for 1 hour before it works loose and needs to be re-applied. Combat, dashing, athletics or acrobatics shifts the position of these pads and negates this effect. The skill is in the positioning of the materials rather than the materials themselves, however each application uses materials worth 1/100th of the base cost of the armour. (Non-magic version.)"
							]
						}
					]
				}
			]
		}
	],
	"spell": [
		{
			"name": "Self Levitation",
			"source": "9F",
			"level": 0,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Animal Companion",
						"source": "BabyBestiary"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"Your body floats three inches above the ground and can move by thought alone. Your movement speed while gliding increases by half as much as your normal movement speed, however you cannot use a d a s h action.",
				"You can levitate upwards in a \"jump\" to a maximum of 3 ft. before returning to hover again. You can glide up stairs and move your body from horizontal to vertical, but gravity still works the same way - this will not prevent any damage taken from falling.",
				"You can add any continuous movement you have glided during your turn to the distance covered when you perform a {@i running long jump} action.",
				"You cannot glide over surfaces that would normally not be able to take your weight (It will displace to leave an inch gap). However any shallow liquid or pressure sensitive mechanisms you glide over are not disturbed by your passing. You leave no imprints in the ground to show your passing.",
				"Your movement is silent and negates any penalties to {@i stealth} imposed from attire or ground conditions.",
				"You can ignore any {@i ground terrain} that would normally slow your character. Movement hampered by undergrowth and thick vegetation still takes effect.",
				"Any saves against being shoved or moved against your will are at {@i disadvantage} and any event that causes you to be moved will double the distance you travel.",
				"You can choose to have minimal friction when pulled by any creature larger, the same size or one size smaller than you. (It would take four creatures two sizes smaller to pull you.) If pulled in this way, your movement speed equals theirs.",
				"*This is not a standard cantrip that would be available from first level: you have to be of a high enough level to take the {@feat Glide|9f} feat and you are taking this in place of other cool stuff you could have."
			]
		}
	]
}
