{
	"_meta": {
		"sources": [
			{
				"json": "KT:AMF",
				"abbreviation": "KT:AMF",
				"full": "Active Martial Feats",
				"authors": [
					"KibblesTasty"
				],
				"convertedBy": [
					"Courage-Wolf #0420"
				],
				"version": "1.0",
				"color": "8c156f",
				"url": "https://www.gmbinder.com/share/-MyR8wuxORp8fOzxMp3S",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1649479456,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "c8a24baac1",
		"edition": "classic"
	},
	"feat": [
		{
			"name": "Charger",
			"source": "KT:AMF",
			"page": 1,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"level": 4
				}
			],
			"entries": [
				"You master the reckless rush of smashing into the enemy line.",
				{
					"type": "list",
					"items": [
						"After moving at least 20 feet in a direction, your next melee weapon attack deals an additional 1d8 damage. This damage increases by 1d8 for each additional 20 feet moved, up to your proficiency bonus."
					]
				},
				{
					"type": "inset",
					"name": "Wild Charge",
					"entries": [
						"As an action, you or a mount your are controlling can move up to 30 feet in a straight line, flinging your enemies out of your path. Large or smaller creatures in your path must make a Strength saving throw, or be knocked out of your way and prone. If a creature has no where they can move, they are knocked prone but not moved, and you pass over them. A creature takes 2d6 bludgeoning damage on a failed save. Your charge ends early if a creature passes their save. Creatures with a CR equal to less than half of your character level automatically fail their save. At the end of the charge, you can make a single weapon attack as a bonus action.",
						"Once you use this feature, you cannot use it again until you complete a short or long rest."
					]
				}
			]
		},
		{
			"name": "Grappler",
			"source": "KT:AMF",
			"page": 1,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"level": 4
				}
			],
			"entries": [
				"You master grappling and leverage to pin and fling your foes.",
				{
					"type": "list",
					"items": [
						"You have advantage on attack rolls against a creature you are grappling."
					]
				},
				{
					"type": "inset",
					"name": "Martial Toss",
					"entries": [
						"As an action, you attempt to lift a creature or object your size or smaller within reach. The target must make a Strength saving throw. An object or creature you are grappling automatically fails. If you successfully lift them, you can move 5 feet in direction and throw them an additional 15 feet in the direction moved as part of the same action.",
						"The creature's movement ends early if it collides with another creature or obstacle. The thrown creature and anything it collides with takes 2d8 + your Strength modifier and falls prone, unless it collides with something larger than it, in which case only the thrown creature falls prone. The number of d8 increases by one when your proficiency bonus increases (with the total number of d8 equaling your proficiency bonus).",
						"After throwing the object or creature, you can make one weapon attack or grapple as a bonus action before the end of your turn.",
						"Once you use this feature to successfully throw a creature or object, you cannot use it again until you complete a short or long rest."
					]
				}
			]
		},
		{
			"name": "Body Guard",
			"source": "KT:AMF",
			"page": 1,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex",
							"con"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"level": 4
				}
			],
			"entries": [
				"You master grappling and leverage to pin and fling your foes.",
				{
					"type": "list",
					"items": [
						"When you use a reaction on a Fighting Style to defend an allied creature, you can swap positions with that ally after the attack completes."
					]
				},
				{
					"type": "inset",
					"name": "Heroic Intervention",
					"entries": [
						"As a reaction, when an allied creature within range of your movement speed takes damage, you can move to them and into their space. They move to an unoccupied space of their choice within 5 feet, or the closest unoccupied space if there are no unoccupied spaces within 5 feet. You and the target creature have resistance to all damage until the start of your next turn.",
						"Once you use this feature to successfully throw a creature or object, you cannot use it again until you complete a short or long rest."
					]
				}
			]
		},
		{
			"name": "Striker",
			"source": "KT:AMF",
			"page": 2,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex",
							"con"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"level": 4
				}
			],
			"entries": [
				"You master a never ending series of movements and attacks.",
				{
					"type": "list",
					"items": [
						"Immediately before or after making a weapon attack with a melee weapon, you can move 5 feet without provoking attacks of opportunity."
					]
				},
				{
					"type": "inset",
					"name": "Flowing Strikes",
					"entries": [
						"As an action, you can move up to 15 feet. Each time you move into range of a new creature, you can make one melee weapon attack against the creature. This can only hit a creature once per turn, and each time you move you can only attack once (even if moving into reach of multiple new creatures). You can make a maximum number of attacks this way equal to your proficiency bonus.",
						"If you are wielding two weapons with the Light property, you can use your bonus action to make one additional attack in this way.Once you use this feature, you cannot use it again until you complete a short or long rest."
					]
				}
			]
		},
		{
			"name": "Athlete",
			"source": "KT:AMF",
			"page": 2,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex",
							"con"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"level": 4
				}
			],
			"entries": [
				"You can accomplish mythical feats of athletic prowess.",
				{
					"type": "list",
					"items": [
						"After moving at least 20 feet in a direction, your next melee weapon attack deals an additional 1d8 damage. This damage increases by 1d8 for each additional 20 feet moved, up to your proficiency bonus."
					]
				},
				{
					"type": "inset",
					"name": "Flowing Strikes",
					"entries": [
						"As an action, you can move up to 15 feet. Each time you move into range of a new creature, you can make one melee weapon attack against the creature. This can only hit a creature once per turn, and each time you move you can only attack once (even if moving into reach of multiple new creatures). You can make a maximum number of attacks this way equal to your proficiency bonus.",
						"If you are wielding two weapons with the Light property, you can use your bonus action to make one additional attack in this way.Once you use this feature, you cannot use it again until you complete a short or long rest."
					]
				}
			]
		},
		{
			"name": "Brute",
			"source": "KT:AMF",
			"page": 2,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"level": 4
				}
			],
			"entries": [
				"Your faith grants you a deep wisdom and serenity, you feel a special connection to your faith, in particular the moonlight. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you roll damage for a melee weapon attack, you can reroll the weapon's damage dice and use either total."
					]
				},
				{
					"type": "inset",
					"name": "Brutal Takedown",
					"entries": [
						"As a reaction to reducing a creature to 0 hit points, you can perform a brutal display that forces all hostile creatures of the same creature type within 60 feet that can see or hear you to make a Wisdom saving throw, or become frightened of you until the start of your next turn.",
						"Once you use this feature, you cannot use it again until you complete a short or long rest."
					]
				}
			]
		}
	]
}
