{
	"_meta": {
		"sources": [
			{
				"json": "KTFfF",
				"abbreviation": "KTFfF",
				"full": "Feats for Faiths",
				"authors": [
					"KibblesTasty"
				],
				"convertedBy": [
					"Lxran#2292"
				],
				"version": "1.0",
				"color": "8c156f",
				"url": "https://www.gmbinder.com/share/-MKcHO7VNmO7B2qI0Bdc",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1603794662,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "a74b95721b",
		"edition": "classic"
	},
	"feat": [
		{
			"name": "Chosen of Magic",
			"source": "KTFfF",
			"page": 1,
			"prerequisite": [
				{
					"other": "Follower of Mystra"
				}
			],
			"entries": [
				"Your faith grants you great insight into magic, giving you a special privilege with it as if magic itself favors you.",
				{
					"type": "list",
					"items": [
						"When someone attempts to dispel or {@spell counterspell} your magic, if they are required to make a roll for it succeed, the DC is increased by your spell casting modifier.",
						"When you make a saving throw against a spell or other magical effect, you can gain advantage on the roll. Once you use this trait, you can't use it again until you finish a short or long rest.",
						"When you expend a spell slot, roll a {@dice d20}. On a 20, you regain a spell slot of a level lower than expended spell slot, up to a maximum level equal to your proficiency bonus, and a minimum level of 1. You can regain a total number of spell slot levels equal to your proficiency bonus this way until you cannot regain further spell slots until you complete a long rest."
					]
				}
			]
		},
		{
			"name": "Conviction of Justice",
			"source": "KTFfF",
			"page": 1,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"other": "Follower of Tyr"
				}
			],
			"entries": [
				"Your faith is a stalwart bastion of righteous purpose, few can stand before you when evil rises your ire. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You learn the spell {@spell divine favor} which you can cast once without expending a spell slot. When you are under the effect of {@spell divine favor}, your movement speed is increased by 5 feet. You regain the ability to cast this spell in this way when you finish a long rest.",
						"As an action, you can focus your righteous fervor, infusing a weapon you are holding with your divine purpose. For 1 minute, when you make a damage roll for that weapon, you reroll any 1 on the die (continuing to reroll it until it is no longer a 1 if necessary). If you have another feature that allows you to reroll a 1 on the damage die (such as the {@optfeature Great Weapon Fighting} Fighting Style), you can instead maximize the die. Once you use this action, you cannot use it again until you complete a long rest."
					]
				}
			]
		},
		{
			"name": "Fiery Spirit of Passion",
			"source": "KTFfF",
			"page": 1,
			"ability": [
				{
					"cha": 1
				}
			],
			"prerequisite": [
				{
					"other": "Follower of Sune"
				}
			],
			"entries": [
				"Your faith bloos, giving you fierce devotion, beauty and free spirited passion. You gain fiery and irrepressible strength of soul and a breath catching grace of form. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You share a deep bond with your companions, driving them forward with your fiery passion and spirit. When you and at least one allied creature within 20 feet make a saving throw against the {@condition frightened} condition at the same time, they can use your saving throw instead of theirs if yours is higher. A creature can only replace their roll with yours once, and must complete a long rest before they can do so again.",
						"You can draw upon your faith to unleash the magnetic fiery soul within you with the effect of the spell {@spell enthrall}, which you can cast once without expending a spell slot. When you cast it in this way, the spell does not require verbal or somatic components. You regain the ability to cast this spell in this way when you finish a long rest. Charisma is your spellcasting ability for this spell."
					]
				},
				"When you cast {@spell enthrall} using this feat, in addition to the normal effects of {@spell enthrall}, it additionally gains the effect of {@spell sanctuary} and you gain advantage on all {@skill Persuasion} and {@skill Performance} ability checks on creatures that failed their saving throw for the duration. All effects end if you break the effects of {@spell sanctuary} by making an attack or casting a spell."
			],
			"skillProficiencies": [
				{
					"persuasion": true,
					"performance": true
				}
			]
		},
		{
			"name": "Hope of Dawn",
			"source": "KTFfF",
			"page": 1,
			"prerequisite": [
				{
					"other": "Follower of Lathander"
				}
			],
			"entries": [
				"Your faith shines forth like the inviting warmth of dawn, bringing hope and confidence to all around you. You gain a pool of {@dice d6}s equal to your Proficiency bonus that you and allies can draw upon to turn the tide against the darkness.",
				"When you or an ally within 30 feet make a saving throw, you can expend a {@dice d6} to add to the save. You can do so after the roll, but before the outcome is determined. If the roll is added to an ally's roll, if you are rolling a save against the same effect, you also add the {@dice d6} to your save. The die is doubled to a {@dice d12} when being used to save against the {@condition frightened} condition.",
				"You can additionally use these dice in the following ways:",
				{
					"type": "list",
					"items": [
						"Expend 1 die to cast {@spell light}",
						"Expend 3 dice to cast {@spell daylight}"
					]
				},
				"You regain all expended dice from this feature when you complete a long rest."
			]
		},
		{
			"name": "Relentless Protector",
			"source": "KTFfF",
			"page": 2,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"other": "Follower of Helm"
				}
			],
			"entries": [
				"Your faith guides you to shield others from harm, throwing yourself into harm's way with relentless dedication to keep those around you from harm. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain the {@optfeature Protection} Fighting Style. If you already know the {@optfeature Protection} Fighting Style, you can learn another Fighting Style of your choice from the {@filter Fighter Fighting Styles|optionalfeatures|feature type=fs:f}."
					]
				}
			]
		},
		{
			"name": "Selfless Martyr",
			"source": "KTFfF",
			"page": 2,
			"ability": [
				{
					"con": 1
				}
			],
			"prerequisite": [
				{
					"other": "Follower of Illmater"
				}
			],
			"entries": [
				"Your faith helps you preserve through anything, taking the suffering of others onto yourself and offering relief to those that need it most. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"As an action, you can touch a creature that is {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, {@condition paralyzed}, {@condition petrified} {@condition poisoned}, {@condition stunned} or suffering from one or more levels of {@condition exhaustion}, and immediately end that condition on the target creature, but suffer that condition yourself (as it affected the target creature) yourself. When relieving {@condition exhaustion} this way, you take only 1 level at a time. If that condition has a save against its ongoing effect, you can immediately make a save against the effect to end it as part of taking the condition onto yourself. You can do this a number of times equal to your Proficiency bonus, and regain all uses when you complete a long rest.",
						"Additionally, you can use the above feature on a creature that is {@condition unconscious} due to having zero hit points, when you do so, you can expend a hit die taking damage equal to the roll and granting the target creature hit points equal to the damage taken."
					]
				},
				"Each time you take on the suffering of another creature with this feat, you gain temporary hit points equal to your Proficiency bonus."
			]
		},
		{
			"name": "Serenity of the Night",
			"source": "KTFfF",
			"page": 2,
			"prerequisite": [
				{
					"other": "Follower of Selune"
				}
			],
			"entries": [
				"Your faith grants you a deep wisdom and serenity, you feel a special connection to your faith, in particular the moonlight. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain {@sense darkvision} of 60 feet. If you already have {@sense darkvision}, darkness withing that range is softly illuminated to your gaze as if bathed in moonlight, allowing you to see in dim light as bright light.",
						"You learn the spell {@spell guidance}. You can cast this spell in a special way as a bonus action without verbal or somatic components a number of times equal to your Proficiency bonus. You regain all uses of it when you complete a long rest.",
						"As an action, you can offer a prayer of guidance and protection, shrouding you a nimbus of moonlight until the end of your next turn. For the duration you shed bright light for 10 feet and dim light for another 20 feet. For that duration, creatures within the radius of light cannot gain advantage on attacks against you, and you and allied creatures within the bright light are under the effect of {@spell protection from evil and good}. Once you do use this action, you cannot do so again until you complete a long rest."
					]
				}
			]
		}
	]
}
