{
	"_meta": {
		"sources": [{
			"json": "Adventurer",
			"abbreviation": "Adv",
			"full": "Adventurer",
			"authors": [
				"silverbass"
			],
			"version": "1.8.3",
			"url": "https://www.gmbinder.com/share/-L7MxaZV26WwHwzaP-eD",
			"targetSchema": "1.8.3"
		}]
	},
	"feat": [{
			"name": "1st-Level Spellcasting",
			"source": "Adventurer",
			"entries": [
				"Increase your Intelligence, Wisdom, or Charisma score by 1, up to a maximum of 20.",
				"You learn two 1st-level spells of your choice from any spell list, and gain two 1st-level spell slots. You can choose Intelligence, Wisdom, or Charisma as your spellcasting ability for these spells at the time you take this feat. You can select this feat one more time. If you do so, you learn two more 1st-level spells of your choice from any spell list, and gain two more 1st-level spell slots."
			],
			"ability": {
				"choose": [{
					"from": [
						"int",
						"wis",
						"cha"
					],
					"amount": 1
				}]
			}
		},
		{
			"name": "2nd-Level Spellcasting",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 1st-Level Spellcasting|Adventurer}, 3rd Level"
			}],
			"entries": [
				"You learn one 2nd-level spell of your choice from any spell list, and gain two 2nd-level spell slots. Your spellcasting ability is the same as the one you chose when you took the {@feat 1st-Level Spellcasting|Adventurer} feat. You can select this feat one more time. If you do so, you learn two more 2nd-level spells of your choice from any spell list, and gain one more 2nd-level spell slot."
			]
		},
		{
			"name": "3rd-Level Spellcasting",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 2nd-Level Spellcasting|Adventurer}, 5th Level"
			}],
			"entries": [
				"You learn one 3rd-level spell of your choice from any spell list, and gain two 3rd-level spell slots. Your spellcasting ability is the same as the one you chose when you took the {@feat 1st-Level Spellcasting|Adventurer} feat. You can select this feat one more time. If you do so, you learn two more 3rd-level spells of your choice from any spell list, and gain one more 3rd-level spell slot."
			]
		},
		{
			"name": "4th-Level Spellcasting",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 3rd-Level Spellcasting|Adventurer}, 7th Level"
			}],
			"entries": [
				"You learn one 4th-level spell of your choice from any spell list, and gain two 4th-level spell slots. Your spellcasting ability is the same as the one you chose when you took the {@feat 1st-Level Spellcasting|Adventurer} feat. You can select this feat one more time. If you do so, you learn two more 4th-level spells of your choice from any spell list, and gain one more 4th-level spell slot."
			]
		},
		{
			"name": "5th-Level Spellcasting",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 4th-Level Spellcasting|Adventurer}, 9th Level"
			}],
			"entries": [
				"You learn one 5th-level spell of your choice from any spell list, and gain two 5th-level spell slots. Your spellcasting ability is the same as the one you chose when you took the {@feat 1st-Level Spellcasting|Adventurer} feat. You can select this feat one more time. If you do so, you learn two more 5th-level spells of your choice from any spell list, and gain one more 5th-level spell slots."
			]
		},
		{
			"name": "6th-Level Spellcasting",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 5th-Level Spellcasting|Adventurer}, 11th Level"
			}],
			"entries": [
				"You learn one 6th-level spell of your choice from any spell list, and gain one 6th-level spell slot.  Your spellcasting ability is the same as the one you chose when you took the {@feat 1st-Level Spellcasting|Adventurer} feat. You can select this feat one more time. If you do so, you learn one more 6th-level spell of your choice from any spell list, and gain one more 6th-level spell slot."
			]
		},
		{
			"name": "7th-Level Spellcasting",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 6th-Level Spellcasting|Adventurer}, 13th Level"
			}],
			"entries": [
				"You learn one 7th-level spell of your choice from any spell list, and gain one 7th-level spell slot. Your spellcasting ability is the same as the one you chose when you took the {@feat 1st-Level Spellcasting feat|Adventurer}. You can select this feat one more time. If you do so, you learn one more 7th-level spell of your choice from any spell list, and gain one more 7th-level spell slot."
			]
		},
		{
			"name": "8th-Level Spellcasting",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 7th-Level Spellcasting|Adventurer}, 15th Level"
			}],
			"entries": [
				"You learn one 8th-level spell of your choice from any spell list, and gain one 8th-level spell slot.  Your spellcasting ability is the same as the one you chose when you took the {@feat 1st-Level Spellcasting|Adventurer} feat."
			]
		},
		{
			"name": "9th-Level Spellcasting",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 8th-Level Spellcasting|Adventurer}, 17th Level"
			}],
			"entries": [
				"You learn one 9th-level spell of your choice from any spell list, and gain one 9th-level spell slot. Your spellcasting ability is the same as the one you chose when you took the {@feat 1st-Level Spellcasting|Adventurer} feat."
			]
		},
		{
			"name": "Improved Health",
			"source": "Adventurer",
			"entries": [
				"Your hit point maximum increases by an amount equal to your level plus 1 when you gain this feat, and all of your current and future hit dice become d10s. You can select this feat one more time, improving your hit dice to a d12."
			]
		},
		{
			"name": "Reliable Skill",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "11th Level"
			}],
			"entries": [
				"Choose an ability score. For any skill check using this ability and in which you are proficient, if your total for that check is less than your chosen ability score, you can use that score in place of the total. You can select this feat multiple times. Each time you do so, you must choose a different ability score."
			]
		},
		{
			"name": "Superhuman Ability",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "20th Level"
			}],
			"entries": [
				"You may choose an ability score which is already at 20 and increase it to 24. You can select this feat multiple times. Each time you do so, you must choose a different ability score."
			]
		},
		{
			"name": "Unarmored Defense",
			"source": "Adventurer",
			"entries": [
				"While you are not wearing any armor, your Armor Class equals 10 + your Dexterity modifier + your choice of your Strength, Constitution, Intelligence, Wisdom, or Charisma modifier, to a maximum of an Armor Class of 19. You choose ability the time you take this feat. You can use a shield if proficient and still gain this benefit."
			]
		},
		{
			"name": "Rage",
			"source": "Adventurer",
			"entries": [
				"In battle, you fight with primal ferocity. On your turn, you can enter a rage as a bonus action.",
				"While raging, you gain the following benefits if you aren't wearing heavy armor:",
				{
					"type": "list",
					"items": [
						"You have advantage on Strength checks and Strength saving throws.",
						"When you make a melee weapon attack using Strength, you gain a +2 bonus to the damage roll.",
						"You have resistance to bludgeoning, piercing, and slashing damage."
					]
				},
				"If you are able to cast spells, you can't cast them or concentrate on them while raging.",
				"Your rage lasts for 1 minute. It ends early if you are knocked {@condition unconscious} or if your turn ends and you haven't attacked a hostile creature since your last turn or taken damage since then. You can also end your rage on your turn as a bonus action. Once you have raged 2 times, you must finish a long rest before you can rage again.",
				"You can select this feat up to five times. Each time, you can select a damage type to also be resistant to while raging. Your rage damage and number of rages also increase by 1, to a maximum of +6 damage and 6 rages per long rest."
			]
		},
		{
			"name": "Reckless Attack",
			"source": "Adventurer",
			"entries": [
				"You can throw aside all concern for defense to attack with fierce desperation. When you make your first attack on your turn, you can decide to attack recklessly. Doing so gives you advantage on melee weapon attack rolls during this turn, but attack rolls against you have advantage until your next turn."
			]
		},
		{
			"name": "Danger Sense",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Unarmored Defense|Adventurer}"
			}],
			"entries": [
				"You gain an uncanny sense of when things nearby aren't as they should be, giving you an edge when you prepare for the oncoming danger. Choose a saving throw. You can add the ability modifier chosen from {@feat Unarmored Defense|Adventurer} to that saving throw against effects that you can see, such as traps and spells. To gain this benefit, you can't be blinded, deafened, or incapacitated. You can select this feat multiple times. Each time you do so, you must choose a different saving throw."
			]
		},
		{
			"name": "Brutal Critical",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "9th Level"
			}],
			"entries": [
				"You can roll one additional weapon damage die when determining the extra damage for a critical hit with a melee attack. You can select this feat a second time after 13th level, and a third time at 17th level."
			]
		},
		{
			"name": "Endless Rage",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Rage|Adventurer}, 11th Level"
			}],
			"entries": [
				"Your rage becomes so fierce that it ends early only if you fall {@condition unconscious} or if you choose to end it.",
				"Your rage can keep you fighting despite grievous wounds. If you drop to 0 hit points while you're raging and don't die outright, you can make a DC 10 Constitution saving throw. If you succeed, you drop to 1 hit point instead.",
				"Each time you use this feat after the first, the DC increases by 5. When you finish a short or long rest, the DC resets to 10."
			]
		},
		{
			"name": "Jack of All Trades",
			"source": "Adventurer",
			"entries": [
				"You can add half your proficiency bonus, rounded down, to any ability check you make that doesn't already include your proficiency bonus."
			]
		},
		{
			"name": "Assistance",
			"source": "Adventurer",
			"entries": [
				"You learn to instruct, guide, or inspire others through logical commands, advice or anecdotes, or stirring words or music. To do so, you use a bonus action on your turn to choose one creature other than yourself within 60 feet of you who can hear you. That creature gains one assistance die, a d6.",
				"Once within the next 10 minutes, the creature can roll the die and add the number rolled to one ability check, attack roll, or saving throw it makes. The creature can wait until after it rolls the d20 before deciding to use the assistance die, but must decide before the DM says whether the roll succeeds or fails. Once the assistance die is rolled, it is lost. A creature can have only one assistance die at a time.",
				"During a short rest, you can spend 1 assistance die to heal any friendly creatures within 60 feet by the amount rolled.",
				"You have a number of assistance dice equal to your choice of your Intelligence, Wisdom, or Charisma modifier. You choose which ability at the time you take this feat. You regain any expended uses when you finish a long rest."
			]
		},
		{
			"name": "Improved Assistance",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Assistance|Adventurer}, 5th Level"
			}],
			"entries": [
				"Your assistance dice turn from d6 to d8. Additionally, you regain all of your expended assistance dice when you finish a short or long rest. You can select this feat a second time after 10th level and a third time after 15th level. Each time you do so your assistance dice become one step larger (such as from d8s to d10s)."
			]
		},
		{
			"name": "Hinder",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Assistance|Adventurer}"
			}],
			"entries": [
				"You learn how to use your wit to distract, confuse, and otherwise sap the confidence and competence of others. When a creature that you can see within 60 feet of you makes an attack roll, an ability check, or a damage roll, you can use your reaction to expend one of your assistance dice and subtract the number rolled from the creature's roll. You can choose to use this feature after the creature makes its roll, but before the DM determines whether the attack roll or ability check succeeds or fails, or before the creature deals its damage. The creature is immune if it can't hear you or if it's immune to being charmed."
			]
		},
		{
			"name": "Combat Support",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Assistance|Adventurer}"
			}],
			"entries": [
				"You learn to inspire others in battle. A creature that has a assistance die from you can roll that die and add the number rolled to a weapon damage roll it just made. Alternatively, when an attack roll is made against the creature, it can use its reaction to roll the assistance die and add the number rolled to its AC against that attack, after seeing the roll but before knowing whether it hits or misses."
			]
		},
		{
			"name": "Shadow Step",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "Proficiency in Stealth, 3rd level"
			}],
			"entries": [
				"You gain the ability to step from one shadow into another. When you take the Hide action in dim light or darkness, you can teleport up to 60 feet to an unoccupied space you can see that is also in dim light or darkness. You can select this feat a second time after 14th level. When you do so, the range you can teleport to increases to 120 feet."
			]
		},
		{
			"name": "Umbral Form",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Shadow Step|Adventurer}, 18th level"
			}],
			"entries": [
				"As a bonus action, you can magically transform yourself into a shadowy form. In this form, you have resistance to all damage except force, you gain vulnerability to radiant damage, and you can move through other creatures and objects as if they were difficult terrain. You take 5 force damage if you end your turn inside an object. ",
				"You remain in this form for 1 minute. It ends early if you are incapacitated, if you die, or if you dismiss it as a bonus action. Once you use this ability, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Beast Shape",
			"source": "Adventurer",
			"entries": [
				"You gain the ability to use your action to magically assume the shape of a beast that you have seen before. You can use this ability twice. You regain expended uses when you finish a short or long rest. You can transform into beasts of CR 1/4. The beast cannot have a flying or swimming speed. If you have a {@feat Greater Favored Enemy|Adventurer}, you may transform into creatures of that type as well as beasts. You can stay in a beast shape for thirty minutes. You then revert to your normal form unless you expend another use of this feat. You can revert to your normal form earlier by using a bonus action on your turn. You automatically revert if you fall {@condition unconscious}, drop to 0 hit points, or die. While you are transformed, the following rules apply:",
				{
					"type": "list",
					"items": [
						"Your game statistics are replaced by the statistics of the beast, but you retain your alignment, personality, and Intelligence, Wisdom, and Charisma scores. You also retain all of your skill and saving throw proficiencies, in addition to gaining those of the creature. If the creature has the same proficiency as you and the bonus in its stat block is higher than yours, use the creature's bonus instead of yours. If the creature has any legendary or lair actions, you can't use them.",
						"When you transform, you assume the beast's hit points and Hit Dice. When you revert to your normal form, you return to the number of hit points you had before you transformed. However, if you revert as a result of dropping to 0 hit points, any excess damage carries over to your normal form. As long as the excess damage doesn't reduce your normal form to 0 hit points, you aren't knocked {@condition unconscious}.",
						"You can't cast spells, and your ability to speak or take any action that requires hands is limited to the capabilities of your beast form. Transforming doesn't break your concentration on a spell you've already cast, however, or prevent you from taking actions that are part of a spell.",
						"You retain the benefit of any feats from your class, race, or other source and can use them if the new form is physically capable of doing so. However, you can't use any of your special senses, such as darkvision, unless your new form also has that sense.",
						"You choose whether your equipment falls to the ground in your space, merges into your new form, or is worn by it. Worn equipment functions as normal, but the DM decides whether it is practical for the new form to wear a piece of equipment, based on the creature's shape and size. Your equipment doesn't change size or shape to match the new form, and any equipment that the new form can't wear must either fall to the ground or merge with it. Equipment that merges with the form has no effect until you leave the form."
					]
				}
			]
		},
		{
			"name": "Sea and Sky Shape",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Beast Shape|Adventurer}"
			}],
			"entries": [
				"You gain the ability to transform into beasts that have a swimming speed or flying speed."
			]
		},
		{
			"name": "Improved Beast Shape",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Beast Shape|Adventurer}, 2nd Level"
			}],
			"entries": [
				"You gain the ability to use Beast Shape on your turn as a bonus action, rather than as an action. You can directly transform from one beast shape to another as a bonus action. You can transform into beasts of CR 1, and can stay in beast shape for 1 hour. The beast cannot have a flying or swimming speed. Additionally, you can freely transform into beasts of CR 0 without expending a use of your Beast Shape.",
				"You can select this feat a second time after 6th level, a third time after 9th level, a fourth time after 12th level a fifth time after 15th level, and a sixth time after 18th level. Each time you do so the CR of beasts you can transform into increases by 1 (such as from CR 1 to CR 2), and the duration of your beast shape increase by 1 hour. Additionally, the CR of beasts you can freely transform into increases to CR 1/8 after the second time, CR 1/4 after the third time, CR 1/2 the fourth time, CR 1 the fifth time, and CR 2 the sixth time."
			]
		},
		{
			"name": "Arcane Beast Shape",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "The ability to cast a cantrip or spell, {@feat Beast Shape|Adventurer}, 18th Level"
			}],
			"entries": [
				"You gain the ability to cast many of your spells in any shape you assume using Beast Shape. You can perform the somatic and verbal components of a spell while in a beast shape, but you aren't able to provide material components."
			]
		},
		{
			"name": "Second Wind",
			"source": "Adventurer",
			"entries": [
				"You learn to channel the adrenalin rush from combat to protect yourself from harm. On your turn, you can use a bonus action to spend one hit dice, recovering hit points equal to the dice + your Constitution modifier. This expends the hit dice just as if during a short rest."
			]
		},
		{
			"name": "Action Surge",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "2nd Level"
			}],
			"entries": [
				"You gain the ability to push yourself beyond your normal limits for a moment. On your turn, you can take one additional action on top of your regular action and a possible bonus action. Once you use this ability, you must finish a short or long rest before you can use it again. You can select this feat a second time after 17th level. When you do so, you gain another use of this ability."
			]
		},
		{
			"name": "Extra Attack",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "5th Level"
			}],
			"entries": [
				"You gain the ability to attack twice, instead of once, whenever you take the Attack action on your turn. You can select this feat a second time after 11th level and a third time at 20th level. Each time you do so your the number of attacks you can make when you take the Attack action increases by one."
			]
		},
		{
			"name": "Indomitable",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "9th Level"
			}],
			"entries": [
				"You gain the ability to reroll a saving throw that you fail. If you do so, you must use the new roll, and you can't use this feature again until you finish a long rest. You can select this feat multiple times. Each time you do so, you gain another use of this ability."
			]
		},
		{
			"name": "Fighting Style",
			"source": "Adventurer",
			"entries": [
				"You adopt a particular style of fighting as your specialty. Choose a fighting style from the list below. You can select this feat multiple times. Each time you do so, you must select a different fighting style.",
				"{@b Archery.} You gain a +2 bonus to attack rolls you make with ranged weapons.",
				"{@b Defense.} While you are wearing armor, you gain a +1 bonus to AC.",
				"{@b Dueling.} When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon.",
				"{@b Great Weapon Fighting.} When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit.",
				"{@b Protection.} When a creature you can see attacks a target other than you that is within 5 feet of you, you can use your reaction to impose disadvantage on the attack roll. You must be wielding a shield.",
				"{@b Two-Weapon Fighting .} When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack."
			]
		},
		{
			"name": "Combat Superiority",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Martial Adept} (Player Handbook pg. 168)"
			}],
			"entries": [
				"You learn one additional maneuver of your choice from among those available to the Battle Master archetype in the fighter class. You gain one superiority dice, and your superiority dice turn from d6s to d8s. You can select this feat a second time after 10th level and a third time at 18th level. Each time you do so your superiority dice become one step larger (such as from d8s to d10s)."
			]
		},
		{
			"name": "Acolyte",
			"source": "Adventurer",
			"entries": [
				"Choose a deity and one domain of the {@class cleric} domains, or one of the {@class paladin} sacred oaths. You gain the ability to channel divinity once per short or long rest. The DC for your channel divinity options is 8 + your proficiency bonus + your choice of your Intelligence, Wisdom, or Charisma modifier. You choose which ability at the time you take this feat. You gain the ability to use holy symbols as your spellcasting focus.",
				"{@b Cleric.} You gain access to the domain's 1st-level spells, which you always have prepared. You also gain the Turn Undead Channel Divinity as well as the 2nd level Channel Divinity options for the selected domain or oath. See page 59 of the Player Handbook for a list of options. For Channel Divinity features that reference a Cleric Level, you are considered a 2nd Level Cleric for using that domain's Channel Divinity. Additionally, you can expend a number of uses of your Channel Divinity equal to the level of a spell from your domain spells in order to cast it at its lowest level.",
				"{@b Paladin.} You gain access to the oath's 1st-level spells, which you always have prepared. You also gain the oath's Channel Divinity Options. See page 85 of the Player Handbook for a list of options. Additionally, you can expend a number of uses of your Channel Divinity equal to the level of a spell from your oath spells in order to cast it at its lowest level.",
				"You can select this feat multiple times. Each time you do so, you gain another use of Channel Divinity and can select either the same oath or domain, or a a different oath or domain. If you select the same oath or domain, you must be 3rd level for the second time, 5th level for the third time, 7th level for the fourth time, and 9th level for the fifth time. Your Cleric Level for that domain's Channel Divinity increases by 2, and you gain access to the oath or domain spells of 1 level higher."
			]
		},
		{
			"name": "Exorcist",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "Turn Undead divinity, 4th Level"
			}],
			"entries": [
				"When an undead of CR 1/2 fails its saving throw against your Turn Undead divinity, the creature is instantly destroyed. You can select this feat a second time after 8th level (CR 1), a third time after 11th level (CR 2), a fourth time after 14th level (CR 3), and a fifth time after 17th level (CR 4). "
			]
		},
		{
			"name": "Lay on Hands",
			"source": "Adventurer",
			"entries": [
				"You gain a pool of 10 hit points that replenishes when you take a long rest. As an action, you can touch a creature and draw power from the pool to restore a number of hit points to that creature, up to the maximum amount remaining in your pool. Alternatively, you can expend 5 hit points from your pool of healing to cure the target of one disease or neutralize one poison affecting it. You can cure multiple diseases and neutralize multiple poisons with a single use of Lay on Hands, expending hit points separately for each one. This feat has no effect on undead and constructs. ",
				"If you have the {@feat Martial Arts|Adventurer} feat, you can spend 1 ki to replace one unarmed strikes with a use of this feature.",
				"You can select this feat multiple times. Each time you do so, your pool of hit points for this feature increases by 10. "
			]
		},
		{
			"name": "Pure Body",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "5th Level"
			}],
			"entries": [
				"You become immune to disease and poison, and become immune to magical aging."
			]
		},
		{
			"name": "Divine Smite",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 1st-Level Spellcasting|Adventurer}, {@feat Acolyte|Adventurer}"
			}],
			"entries": [
				"When you hit a creature with a melee weapon attack, you can expend one spell slot to deal radiant damage to the target, in addition to the weapon's damage. The extra damage is 2d8 for a 1st-level spell slot, plus 1d8 for each spell level higher than 1st, to a maximum of 6d8 (5th-level spell slot). The damage increases by 1d8 if the target is an undead or a fiend, or if you have the {@feat Greater Favored Enemy|Adventurer} feat and the target is the type of your Greater Favored Enemy."
			]
		},
		{
			"name": "Improved Divine Smite",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 6th-Level Spellcasting|Adventurer}, {@feat Divine Smite|Adventurer}"
			}],
			"entries": [
				"The maximum for your {@feat Divine Smite|Adventurer} damage increases to 10d8 (9th-level spell slot). Additionally, whenever you hit an undead, a fiend or your Greater Favored Enemy with a melee weapon, the creature takes an extra 1d8 radiant damage."
			]
		},
		{
			"name": "Elemental Smite",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Divine Smite|Adventurer}, {@feat Elemental Adept}"
			}],
			"entries": [
				"When you roll damage for your {@feat Divine Smite|Adventurer}, you may choose to change the damage type to the one chosen for {@feat Elemental Adept}. This is treated as if it were from a spell, and ignore resistance, and you can treat any 1 on a damage die as a 2. You can select this feat multiple times, one for each time you have selected the {@feat Elemental Adept} feat."
			]
		},
		{
			"name": "Uncommon Sense",
			"source": "Adventurer",
			"entries": [
				"As an action, you can open your awareness to detect any celestial, fiend, or undead. Until the end of your next turn, you know the location of any celestial, fiend, or undead within 60 feet of you that is not behind total cover. You know the type of any being whose presence you sense, but not its identity. Within the same radius, you also detect the presence of any place or object that has been consecrated or desecrated, as with the hallow spell.",
				"By spending 1 uninterrupted minute in concentration (as if you were concentrating on a spell), you can sense whether any celestial, fiend, or undead are present within 5 miles of you. This feature reveals which are present, their numbers, and the creatures' general direction and distance (in miles) from you. ",
				"If you have a {@feat Favored Enemy|Adventurer}, you can also detect for them using these abilities.",
				"You can use this feature a number of times equal to your proficiency bonus. When you finish a long rest, you regain all expended uses."
			]
		},
		{
			"name": "Aura of Protection",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "6th Level"
			}],
			"entries": [
				"Whenever you or a friendly creature within 10 feet of you must make a saving throw, the creature gains a bonus to the saving throw equal to your choice of your Intelligence, Wisdom, or Charisma modifier. You choose which ability at the time you take this feat. You must be conscious to grant this bonus."
			]
		},
		{
			"name": "Aura of Courage",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Aura of Protection|Adventurer}, 10th Level"
			}],
			"entries": [
				"You emit an aura of valor around you. You and friendly creatures within 10 feet of you can't be {@condition frightened} while you are conscious."
			]
		},
		{
			"name": "Cleansing Touch",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Lay on Hands|Adventurer}, 14th Level"
			}],
			"entries": [
				"You gain the ability to use your action to end one spell on yourself or on one willing creature that you touch. Using this feat expends 10 hit points from your {@feat Lay on Hands|Adventurer} pool."
			]
		},
		{
			"name": "Extended Aura",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Aura of Courage|Adventurer}, 18th Level"
			}],
			"entries": [
				"The range of your {@feat Aura of Protection|Adventurer} and {@feat Aura of Courage|Adventurer} increases to 30 feet."
			]
		},
		{
			"name": "Favored Enemy",
			"source": "Adventurer",
			"entries": [
				"You gain significant experience studying, tracking, hunting, and even talking to a certain type of enemy commonly encountered in the wilds.",
				"Choose a type of favored enemy: beasts, fey, humanoids, monstrosities, undead, aberrations, celestials, constructs, dragons, elementals, fiends, or giants. ",
				"You gain a +2 bonus to damage rolls with weapon attacks against creatures of the chosen type. Additionally, you have advantage on Wisdom (Survival) checks to track your favored enemies, as well as on Intelligence checks to recall information about them.",
				"When you gain this feat, you also learn one language of your choice, typically one spoken by your favored enemy or creatures associated with it. However, you are free to pick any language you wish to learn.",
				"You can select this feat multiple times. Each time you do so, you must choose a different favored enemy type."
			]
		},
		{
			"name": "Greater Favored Enemy",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Favored Enemy|Adventurer}, 6th Level"
			}],
			"entries": [
				"Your bonus to damage rolls against one of your favored enemies increases to +4. Additionally, you have advantage on saving throws against the spells and abilities used by that favored enemy. If you have the Beast Shape ability, you also gain the ability to transform into creatures of your favored enemy type, following all other restrictions of Beast Shape.",
				"You can select this feat multiple times. Each time you do so, you must choose a different favored enemy type."
			]
		},
		{
			"name": "Quickened Action",
			"source": "Adventurer",
			"entries": [
				"Choose three of the following actions: Dash, Disengage, Hide, Use an Object, Help, Search. You gain the ability to use any of the chosen actions as a bonus action on your turn. You can select this feat multiple times. Each time you do so, you can select three different actions."
			]
		},
		{
			"name": "Natural Explorer",
			"source": "Adventurer",
			"entries": [
				"You become a master of navigating the natural world, and you react with swift and decisive action when attacked. This grants you the following benefits:",
				{
					"type": "list",
					"items": [
						"You ignore difficult terrain.",
						"You have advantage on initiative rolls.",
						"On your first turn during combat, you have advantage on attack rolls against creatures that have not yet acted."
					]
				},
				"In addition, you are skilled at navigating the wilderness. You gain the following benefits when traveling for an hour or more:",
				{
					"type": "list",
					"items": [
						"Difficult terrain doesn't slow your group's travel.",
						"Your group can't become lost except by magical means.",
						"Even when you are engaged in another activity while traveling (such as foraging, navigating, or tracking), you remain alert to danger.",
						"If you are traveling alone, you can move stealthily at a normal pace.",
						"When you forage, you find twice as much food as you normally would.",
						"While tracking other creatures, you also learn their exact number, their sizes, and how long ago they passed through the area."
					]
				}
			]
		},
		{
			"name": "Sneak Attack",
			"source": "Adventurer",
			"entries": [
				"You learn how to strike subtly and exploit a foe's distraction. Once per turn, you can deal an extra 1d6 damage to one creature you hit with an attack if you have advantage on the attack roll. The attack must use Dexterity.",
				"You don't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't incapacitated, and you don't have disadvantage on the attack roll. You can select this feat multiple times."
			]
		},
		{
			"name": "Expertise",
			"source": "Adventurer",
			"entries": [
				"Choose two of your skill or tool proficiencies. Your proficiency bonus is doubled for any ability check you make that uses either of the chosen proficiencies. You can select this feat multiple times."
			]
		},
		{
			"name": "Evasion",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "Proficiency in Dexterity Saving Throws, 7th Level"
			}],
			"entries": [
				"When you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail."
			]
		},
		{
			"name": "Elusive",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Evasion|Adventurer}, 18th Level"
			}],
			"entries": [
				"You become so evasive that attackers rarely gain the upper hand against you. No attack roll has advantage against you while you aren't {@condition incapacitated}."
			]
		},
		{
			"name": "Blindsense",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "Expertise in Perception, 14th Level"
			}],
			"entries": [
				"If you are able to hear, you are aware of the location of any hidden or {@condition invisible} creature within 10 feet of you."
			]
		},
		{
			"name": "Martial Arts",
			"source": "Adventurer",
			"entries": [
				"Your practice of martial arts gives you mastery of combat styles that use unarmed strikes. You gain 4 ki points, which you regain when you finish a short or long rest, and you gain the following benefits while you are unarmed.",
				{
					"type": "list",
					"items": [
						"You can use Dexterity instead of Strength for the attack and damage rolls of your unarmed strikes.",
						"Your unarmed strike uses a d4 for damage. This dice size increases if you select this feat again.",
						"When you use the Attack action on your turn, you can make one unarmed strike as a bonus action, or you can spend 1 ki point to make two unarmed strikes as a bonus action.",
						"You can spend 1 ki point to use your reaction to deflect the weapon or missile when you are hit by a melee or ranged weapon attack. When you do so, the damage you take from the attack is reduced by 1d4 + your choice of your Strength or Dexterity modifier + your proficiency bonus. This dice size increases if you select this feat again.",
						"You can spend 1 ki point to take the Dodge action as a bonus action."
					]
				},
				"You can select this feat a second time after 5th level, a third time after 11th level, and a fourth time after 17th level. Each time you do so you gain 4 additional ki points and you can replace the damage of your unarmed strike and the reduction from weapon deflection with a die one step larger (such as from 1d4 to 1d6). If you have the {@feat Tavern Brawler} feat, you can replace the damage of your unarmed strike with a die one step larger. This does not affect your deflection die."
			]
		},
		{
			"name": "Magic-Empowered Strikes",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Martial Arts|Adventurer} or {@feat Improved Beast Shape|Adventurer}, 5th level"
			}],
			"entries": [
				"Your unarmed strikes and attacks in beast form count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.",
				"If you have the {@feat Martial Arts|Adventurer} feat, you also gain the ability to interfere with the ki in an opponent's body. When you hit another creature with a melee weapon attack, you can spend 1 ki point to attempt a stunning strike. The target must succeed on a Constitution saving throw or be {@condition stunned} until the end of your next turn. The DC for this saving throw is 8 + your proficiency bonus + your Strength or Dexterity modifier. "
			]
		},
		{
			"name": "Spellbook",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 1st-Level Spellcasting|Adventurer}"
			}],
			"entries": [
				"Select a school of magic from the following list: Abjuration, Conjuration, Divination, Enchantment, Evocation, Illusion, Necromancy, and Transmutation. You gain a spellbook containing three 1st-level spells from your chosen school. You can change your list of prepared spells when you finish a long rest. Preparing a new list of spells requires time spent studying your spellbook and memorizing the incantations and gestures you must make to cast the spell: at least 1 minute per spell level for each spell on your list. You can prepare a number of spells equal to your spellcasting modifier + your proficiency bonus. You gain the ability to use your spellbook as your spellcasting focus. Cantrips cannot be recorded in a spellbook.",
				"If you have a spellbook from another feat such as Ritual Caster, you may use the same book for both feats.",
				"{@b Copying a Spell into the Book.} When you find a spell of 1st level or higher from the chosen school of magic, you can add it to your spellbook if it is of a level you can cast and if you can spare the time to decipher and copy it.",
				"For each level of the spell, the process takes 2 hours and costs 50 gp. The cost represents material components you expend as you experiment with the spell to master it, as well as the fine inks you need to record it. Once you have spent this time and money, you can prepare the spell just like your other spells.",
				"A spell scroll from the chosen school of magic can be copied just as spells in spellbooks can be copied. When you copy a spell from a spell scroll, you must succeed on an Intelligence (Arcana) check with a DC equal to 10 + the spell's level. If the check succeeds, the spell is successfully copied. Whether the check succeeds or fails, the spell scroll is destroyed.",
				"{@b Replacing the Book.} You can copy a spell from your own spellbook into another book—for example, if you want to make a backup copy of your spellbook. This is just like copying a new spell into your spellbook, but faster and easier, since you understand your own notation and already know how to cast the spell. You need spend only 1 hour and 10 gp for each level of the copied spell. If you lose your spellbook, you can use the same procedure to transcribe the spells that you have prepared into a new spellbook. Filling out the remainder of your spellbook requires you to find new spells to do so, as normal. For this reason, it may be wise to keep a backup spellbook in a safe place.",
				"You can select this feat multiple times. Each time you do so, you must choose a different school of magic."
			]
		},
		{
			"name": "Arcane Recovery",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 1st-Level Spellcasting|Adventurer}"
			}],
			"entries": [
				"You have learned to regain some of your magical energy. When you finish a short rest, you can choose expended spell slots to recover. The spell slots can have a combined level of 2, and none of the slots can be 6th level or higher.",
				"You can select this feat multiple times. Each time you do so, the combined level of recovered slots increases by 2."
			]
		},
		{
			"name": "Arcane Ward",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Abjuration), 2nd Level"
			}],
			"entries": [
				"When you finish a long rest, you can create a magical ward on yourself that lasts until you finish your next a long rest. The ward starts with hit points equal to five times your spellcasting ability modifier which you chose for 1st-Level Spellcasting. If your Arcane Ward is dispelled or disabled in some other way, you must finish a long rest until you can cast it again.",
				"Whenever you take damage, the ward takes the damage instead. If this damage reduces the ward to 0 hit points, you take any remaining damage. While the ward has 0 hit points, it can’t absorb damage, but its magic remains. Whenever you expend a spell slot to cast an abjuration spell of 1st level or higher, the ward gains a number of hit points equal to twice the level of the expended spell slot."
			]
		},
		{
			"name": "Projected Ward",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Arcane Ward|Adventurer}, 6th Level"
			}],
			"entries": [
				"When a creature that you can see within 30 feet of you takes damage, you can use your reaction to cause your {@feat arcane ward|Adventurer} to absorb that damage. If this damage reduces the ward to 0 hit points, the warded creature takes any remaining damage. If you have the {@feat Aura of Protection|Adventurer} feat, you can cause your arcane ward to absorb damage from any creature within the range of your aura without using a reaction."
			]
		},
		{
			"name": "Iron Ward",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Arcane Ward|Adventurer}, 14th Level"
			}],
			"entries": [
				"Your arcane ward has resistance against the damage of spells, and you have advantage on saving throws against spells while your Arcane Ward has 1 or more hit points. "
			]
		},
		{
			"name": "Counterabjuration",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Abjuration), 6th Level"
			}],
			"entries": [
				"When you cast an abjuration spell that requires you to make an ability check as a part of casting that spell (as in counterspell and dispel magic), you add your proficiency bonus to that ability check. Additionally, you gain an additional reaction that can only be used to attempt to identify a spell being cast."
			]
		},
		{
			"name": "Minor Alchemy",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Transmutation), 2nd Level"
			}],
			"entries": [
				"You can temporarily alter the physical properties of one nonmagical object, changing it from one substance into another. You perform a special alchemical procedure on one object composed entirely of wood, stone (but not a gemstone), iron, copper, or silver, transforming it into a different one of those materials. For each 10 minutes you spend performing the procedure, you can transform up to 1 cubic foot of material. After 1 hour, or until you lose your concentration (as if you were concentrating on a spell), the material reverts to its original substance."
			]
		},
		{
			"name": "Transmuter's Stone",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Transmutation), 6th Level"
			}],
			"entries": [
				"You can spend 8 hours creating a transmuter's stone that stores transmutation magic. You can benefit from the stone yourself or give it to another creature. A creature gains a benefit of your choice as long as the stone is in the creature's possession. When you create the stone, choose the benefit from the following options:",
				{
					"type": "list",
					"items": [
						"Darkvision out to a range of 60 feet, as described in chapter 8.",
						"An increase to speed of 10 feet while the creature is unencumbered.",
						"Proficiency in Constitution saving throws.",
						"Resistance to acid, cold, fire, lightning, or thunder damage (your choice whenever you choose this benefit)."
					]
				},
				"Each time you cast a transmutation spell of 1st level or higher, you can change the effect of your stone if the stone is on your person.",
				"If you create a new transmuter's stone, the previous one ceases to function."
			]
		},
		{
			"name": "Philosopher's Stone",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Transmuter's Stone|Adventurer}, 14th Level"
			}],
			"entries": [
				"You can use your action to consume the reserve of transmutation magic stored within your {@feat transmuter's stone|Adventurer} in a single burst. When you do so, choose one of the following effects. Your {@feat transmuter's stone|Adventurer} is destroyed and can't be remade until you finish a long rest.",
				{
					"type": "list",
					"items": [
						"{@b Major Transformation.} You can transmute one nonmagical object (no larger than a 5-foot cube) into another nonmagical object of similar size and mass and of equal or lesser value. You must spend 10 minutes handling the object to transform it.",
						"{@b Panacea.} You remove all curses, diseases, and poisons affecting a creature that you touch with the {@feat transmuter's stone|Adventurer}. The creature also regains all its hit points.",
						"{@b Restore Life.} You cast the {@spell raise dead} spell on a creature you touch with the {@feat transmuter's stone|Adventurer}, without expending a spell slot or needing to have the spell in your spellbook.",
						"{@b Restore Youth.} You touch the {@feat transmuter's stone|Adventurer} to a willing creature, and that creature's apparent age is reduced by 3d10 years, to a minimum of 13 years. This effect doesn't extend the creature's lifespan."
					]
				}
			]
		},
		{
			"name": "Grim Harvest",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Necromancy), 2nd Level"
			}],
			"entries": [
				"You gain the ability to reap life energy from creatures you kill with your spells. Once per turn when you kill one or more creatures with a spell of 1st level or higher, you regain hit points equal to twice the spell's level, or three times its level if the spell belongs to the School of Necromancy. You don't gain this benefit for killing constructs or undead."
			]
		},
		{
			"name": "Portent",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Divination), 2nd Level"
			}],
			"entries": [
				"Glimpses of the future begin to press in on your awareness. When you finish a long rest, roll one d20 and record the number rolled. You can replace any attack roll, saving throw, or ability check made by you or a creature that you can see with one of these foretelling rolls. You must choose to do so before the roll, and you can replace a roll in this way only once per turn. Each foretelling roll can be used only once. When you finish a long rest, you lose any unused foretelling rolls. You can select this feat a second time after 6th level, and a third time after 14th level. Each time you do so you roll another d20."
			]
		},
		{
			"name": "Minor Conjuration",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Conjuration), 2nd Level"
			}],
			"entries": [
				"You can use your action to conjure up an inanimate object in your hand or on the ground in an unoccupied space that you can see within 10 feet of you. This object can be no larger than 3 feet on a side and weigh no more than 10 pounds, and its form must be that of a nonmagical object that you have seen. The object is visibly magical, radiating dim light out to 5 feet.",
				"The object disappears after 1 hour, when you use this feature again, if it takes any damage, or if it deals any damage."
			]
		},
		{
			"name": "Benign Transposition",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Conjuration), 6th Level"
			}],
			"entries": [
				"You can use your action to teleport up to 30 feet to an unoccupied space that you can see. Alternatively, you can choose a space within range that is occupied by a Small or Medium creature. If that creature is willing, you both teleport, swapping places.",
				"Once you use this ability, you can't use it again until you finish a long rest or you cast a conjuration spell of 1st level or higher."
			]
		},
		{
			"name": "Instinctive Charm",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Enchantment), 6th Level"
			}],
			"entries": [
				"When a creature you can see within 30 feet of you makes an attack roll against you, you can use your reaction to divert the attack, provided that another creature is within the attack's range. The attacker must make a Wisdom saving throw against your spell save DC. On a failed save, the attacker must target the creature that is closest to it, not including you or itself. If multiple creatures are closest, the attacker chooses which one to target. On a successful save, you can't use this feature on the attacker again until you finish a long rest.",
				"You must choose to use this feature before knowing whether the attack hits or misses. Creatures that can't be charmed are immune to this effect."
			]
		},
		{
			"name": "Air Step",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Conjuration or Evocation), 6th Level"
			}],
			"entries": [
				"You can use a bonus action to create arcane panels of force in the shape of stairs or walkways that float in the air. These panels provide no cover, but can be traversed by foot. At the end of your turn, the panels disappear and you fall if nothing else is holding you aloft."
			]
		},
		{
			"name": "Sky Bridge",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Air Step|Adventurer}, 14th Level"
			}],
			"entries": [
				"Your arcane panels no longer disappear at the end of your turn, allowing you to stay aloft between turns. Other creatures can also walk across your arcane panels. You can create arcane panels no smaller than 5 ft by 5 ft squares, and their total area cannot exceed 100 times your spellcasting modifier.",
				"As a bonus action, you can remove sections of your arcane panels. Any creature or object on the removed panels fall if nothing else is holding them aloft."
			]
		},
		{
			"name": "Ethereal Flap",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Acolyte|Adventurer} or {@feat Otherworldly Patron|Adventurer}, 6th Level"
			}],
			"entries": [
				"You can use a bonus action to manifest a pair of spectral wings from your back. While the wings are present, you have a flying speed equal to your walking speed. At the end of your turn, the wings disappear and you fall if you end your turn in the air and nothing else is holding you aloft. Your diety or patron determines the appearance of the spectral wings: eagle wings for good or law, bat wings for evil or chaos, and dragonfly wings for neutrality.",
				"You can't manifest your wings while wearing armor unless the armor is made to accommodate them, and clothing not made to accommodate your wings might be destroyed when you manifest them."
			]
		},
		{
			"name": "Ethereal Wings",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Ethereal Flap|Adventurer}, 14th Level"
			}],
			"entries": [
				"Your wings no longer disappear at the end of your turn, allowing you to stay aloft between turns. The wings last until you're incapacitated, you die, or you dismiss them as a bonus action."
			]
		},
		{
			"name": "Illusory Step",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Illusion), 10th Level"
			}],
			"entries": [
				"You can create an illusory duplicate of yourself as an instant, almost instinctual reaction to danger. When a creature makes an attack roll against you, you can use your reaction to interpose the illusory duplicate between the attacker and yourself. The attack automatically misses you, then the illusion dissipates. Once you use this ability, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Spectral Visage",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Illusion or Necromancy), 6th Level"
			}],
			"entries": [
				"You gain the ability to adopt a humanoid's persona. When a humanoid dies within 30 feet of you, you can magically capture its shadow using your reaction. You retain this shadow until you use it or you finish a long rest.",
				"You can use the shadow as an action. When you do so, it vanishes, magically transforming into a disguise that appears on you. You now look like the dead person, but healthy and alive. This disguise lasts for 1 hour or until you end it as a bonus action.",
				"While you're in the disguise, you gain access to all information that the humanoid would freely share with a casual acquaintance. Such information includes general details on its background and personal life, but doesn't include secrets. The information is enough that you can pass yourself off as the person by drawing on its memories.",
				"Another creature can see through this disguise by succeeding on a Wisdom (Insight) check contested by your Charisma (Deception) check. You gain a +5 bonus to your check.",
				"Once you capture a shadow with this feature, you can't capture another one with it until you finish a short or long rest."
			]
		},
		{
			"name": "Illusory Reality",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Illusion), 14th Level"
			}],
			"entries": [
				"You have learned the secret of weaving shadow magic into your illusions to give them a semireality. When you cast an illusion spell of 1st level or higher, you can choose one inanimate, nonmagical object that is part of the illusion and make that object real. You can do this on your turn as a bonus action while the spell is ongoing. The object remains real for 1 minute. For example, you can create an illusion of a bridge over a chasm and then make it real long enough for your allies to cross. The object can't deal damage or otherwise directly harm anyone."
			]
		},
		{
			"name": "Sculpt Spells",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Evocation), 2nd Level"
			}],
			"entries": [
				"You can create pockets of relative safety within the effects of your evocation spells. When you cast an evocation spell that affects other creatures that you can see, you can choose a number of them equal to 1 + the spell's level. The chosen creatures automatically succeed on their saving throws against the spell, and they take no damage if they would normally take half damage on a successful save."
			]
		},
		{
			"name": "Potent Spell",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Evocation), 6th Level"
			}],
			"entries": [
				"You have mastered the use of evocation magic in combat, and your evocation spells affect even creatures that avoid the brunt of the effect. Your spell attacks with evocation cantrips or spells score a critical hit on a roll of 19 or 20. When a creature succeeds on a saving throw against your evocation cantrip or spell, the creature takes half the cantrip or spell's damage (if any) but suffers no additional effect from the cantrip or spell. This effect applies to creatures with Evasion."
			]
		},
		{
			"name": "Overchannel",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spellbook|Adventurer} (School of Evocation), 14th Level"
			}],
			"entries": [
				"You can increase the power of your simpler spells. When you cast a spell of 1st through 5th-level that deals damage, you can deal maximum damage with that spell.",
				"The first time you do so, you suffer no adverse effect. If you use this feature again before you finish a long rest, you take 2d12 necrotic damage for each level of the spell, immediately after you cast it. Each time you use this feature again before finishing a long rest, the necrotic damage per spell level increases by 1d12. This damage ignores resistance and immunity."
			]
		},
		{
			"name": "Conserved Casting",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 2nd-Level Spellcasting|Adventurer}, 15th Level"
			}],
			"entries": [
				"When you cast a spell using a higher level spell slot, you can regain a spell slot of level equal to the difference between the spell slot used and spell's level. Using this ability ignores the spell's Casting at Higher Level feature."
			]
		},
		{
			"name": "Elemental Affinity",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Elemental Adept}, 6th Level"
			}],
			"entries": [
				"Chose one of your damage types from {@feat Elemental Adept}. You gain resistance to the damage type chosen. In addition, when you cast a spell that deals damage of the type chosen for Elemental Adept, add your spellcasting modifier to one damage roll. You can select this feat multiple times, one for each time you have selected the {@feat Elemental Adept}."
			]
		},
		{
			"name": "Metamagic",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "3rd Level"
			}],
			"entries": [
				"You gain 3 sorcery points, which you regain when you finish a long rest. You also gain the ability to twist your spells to suit your needs. You gain one Metamagic option of your choice. See page 102 of the Player Handbook for a list of options. You can use your sorcery points to gain additional spell slots, or sacrifice spell slots to gain additional sorcery points. You gain the ability to use crystals and orbs as your spellcasting focus.",
				"{@b Creating Spell Slots.} You can transform unexpended sorcery points into one spell slot as a bonus action on your turn. The created spell slots vanish at the end of a long rest. You can create spell slots no higher in level than 5th. A 1st-Level Spell Slot costs 2 Sorcery Points, a 2nd-Level costs 3 Sorcery Points, a 3rd-Level costs 5 Sorcery Points, a 4th-Level costs 6 Sorcery Points, and a 5th-Level costs 7 Sorcery Points. You cannot create more spell slots beyond your maximum.",
				"{@b Converting a Spell Slot to Sorcery Points.} As a bonus action on your turn, you can expend one spell slot and gain a number of sorcery points equal to the slot's level. You cannot gain more sorcery points than 3 sorcery points at one time.",
				"You can select this feat a second time after 6th level, a third time after 9th level, a fourth time after 12th level, a fifth time after 15th level, and a sixth time after 18th level. Each time you do so, you gain 3 more sorcery points, gain a different Metamagic options, and your maximum number of sorcery points increases by 3."
			]
		},
		{
			"name": "Wild Magic",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Metamagic|Adventurer}"
			}],
			"entries": [
				"You learn to manipulate the forces of chance and chaos. Whenever you make an attack roll, an ability check, or a saving throw, you can spend 2 sorcery points to reroll the attack roll, ability check, or saving throw before the outcome is determined. You must use the new roll. If you roll a 1 on the new roll, roll on the Wild Magic Surge table to create a random magical effect. A Wild Magic Surge can happen once per turn. If a Wild Magic effect is a spell, it's too wild to be affected by Metamagic. If it normally requires concentration, it doesn't require concentration in this case; the spell lasts for its full duration. See page 104 of the Player Handbook for the Wild Magic Surge table.",
				"Additionally, you can use an action to spend 5 sorcery points to roll directly on the Wild Magic Surge table."
			]
		},
		{
			"name": "Bend Luck",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Wild Magic|Adventurer}, 6th Level"
			}],
			"entries": [
				"You gain the ability to twist fate using your {@feat Wild Magic|Adventurer}. When another creature you can see makes an attack roll, an ability check, or a saving throw, you can use your reaction and spend 2 sorcery points to roll 1d4 and apply the number rolled as a bonus or penalty (your choice) to the creature's roll. You can do so after the creature rolls but before any effects of the roll occur."
			]
		},
		{
			"name": "Heart of the Storm",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Wild Magic|Adventurer}, 6th Level"
			}],
			"entries": [
				"You gain resistance to lightning and thunder damage. In addition, whenever you use your {@feat Wild Magic|Adventurer} feat to reroll an attack roll, ability check, or saving throw, stormy magic erupts from you. This eruption causes all creatures within 10 feet of you to take 1d6 lightning or thunder damage (choose each time this ability activates). If the reroll causes a Wild Magic Surge, or if you rolled directly on the Wild Magic Surge table, the eruption instead deals 1d6 thunder and 1d6 lightning damage."
			]
		},
		{
			"name": "Assassinate",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Sneak Attack|Adventurer}, 3rd Level"
			}],
			"entries": [
				"You are at your deadliest when you get the drop on your enemies. You have advantage on attack rolls against any creature that hasn't taken a turn in the combat yet. In addition, when you hit a creature that is surprised, roll twice as many dice for your Sneak Attack damage. If this attack is a critical hit, the Sneak Attack damage does not get doubled again."
			]
		},
		{
			"name": "Spell Mastery (1st-Level)",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat 9th-Level Spellcasting|Adventurer}, {@feat Spellbook|Adventurer}, 18th Level"
			}],
			"entries": [
				"You gain mastery over a basic spell and can cast it with no effort. When you take this feat, choose one 1st-level spell from your {@feat spellbook|Adventurer} to master. You can cast this spells at its lowest level without expending a spell slot when you have them prepared. If you want to cast the spell at a higher level, you must expend a spell slot as normal."
			]
		},
		{
			"name": "Spell Mastery (2nd-Level)",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Spell Mastery (1st-Level)|Adventurer}, 20th Level"
			}],
			"entries": [
				"You gain mastery over a powerful spell and can cast it with no effort. When you take this feat, choose one 2nd-level spell from your {@feat spellbook|Adventurer} as your signature spell. You can cast this spells at its lowest level without expending a spell slot when you have them prepared. If you want to cast the spell at a higher level, you must expend a spell slot as normal."
			]
		},
		{
			"name": "Minor Invocation",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Otherworldly Patron|Adventurer} or Expertise in Arcana, 2nd Level"
			}],
			"entries": [
				"In your study of occult lore, you have unearthed eldritch invocations, fragments of forbidden knowledge that imbue you with an abiding magical ability. See page 110 of the Player Handbook and page 57 of Xanathar's Guide to Everything for a list of options and full descriptions. You can select this feat multiple times. Each time you do so, you must select a different invocation.",
				"You can select one of the following eldritch invocations: {@invocation Voice of the Chain Master}, {@invocation Thief of Five Fates}, {@invocation Misty Visions}, {@invocation Mask of Many Faces}, {@invocation Improved Pact Weapon}, {@invocation Gift of the Ever-Living Ones}, {@invocation Gaze of Two Minds}, {@invocation Fiendish Vigor}, {@invocation Eyes of the Rune Keeper}, {@invocation Eldritch Sight}, {@invocation Devil's Sight}, {@invocation Book of Ancient Secrets}, {@invocation Beguiling Influence}, {@invocation Beast Speech}, {@invocation Aspect of the Moon}, {@invocation Armor of Shadows}.",
				"If an invocation requires Pact of the Chain, you must have the {@feat Improved Familiar|Adventurer} feat. If an invocation requires Pact of the Blade, you must have the {@feat Weapon Bond|Adventurer} feat. If an invocation requires Pact of the Tome, you must have the {@feat Spellbook|Adventurer} feat. If an invocation has any other requirements, you must meet them in order to select it."
			]
		},
		{
			"name": "Moderate Invocation",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Minor Invocation|Adventurer}, 5th Level"
			}],
			"entries": [
				"In your study of occult lore, you have unearthed eldritch invocations, fragments of forbidden knowledge that imbue you with an abiding magical ability. See page 110 of the Player Handbook and page 57 of Xanathar's Guide to Everything for a list of options and full descriptions. You can select this feat multiple times. Each time you do so, you must select a different invocation.",
				"You can select one of the following eldritch invocations: {@invocation Tome of Levistus}, {@invocation Thirsting Blade}, {@invocation Sign of Ill Omen}, {@invocation One with Shadows}, {@invocation Mire the Mind}, {@invocation Maddening Hex}, {@invocation Gift of the Depths}, {@invocation Eldritch Smite}, {@invocation Cloak of Flies}, {@invocation Trickster's Escape}, {@invocation Sculpter of Flesh}, {@invocation Relentless Hex}, {@invocation Ghostly Gaze}, {@invocation Dreadful Word}, {@invocation Bewitching Whispers}. ",
				"If an invocation requires Pact of the Chain, you must have the {@feat Improved Familiar|Adventurer} feat. If an invocation requires Pact of the Blade, you must have the {@feat Weapon Bond|Adventurer} feat. If an invocation requires Pact of the Tome, you must have the {@feat Spellbook|Adventurer} feat. If an invocation has any other requirements, you must meet them in order to select it."
			]
		},
		{
			"name": "Major Invocation",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Moderate Invocation|Adventurer}, 9th Level"
			}],
			"entries": [
				"In your study of occult lore, you have unearthed eldritch invocations, fragments of forbidden knowledge that imbue you with an abiding magical ability. See page 110 of the Player Handbook and page 57 of Xanathar's Guide to Everything for a list of options and full descriptions. You can select this feat multiple times. Each time you do so, you must select a different invocation.",
				"You can select one of the following eldritch invocations: {@invocation Whispers of the Grave}, {@invocation Otherworldly Leap}, {@invocation Minions of Chaos}, {@invocation Ascendant Step}.",
				"If an invocation requires Pact of the Chain, you must have the {@feat Improved Familiar|Adventurer} feat. If an invocation requires Pact of the Blade, you must have the {@feat Weapon Bond|Adventurer} feat. If an invocation requires Pact of the Tome, you must have the {@feat Spellbook|Adventurer} feat. If an invocation has any other requirements, you must meet them in order to select it."
			]
		},
		{
			"name": "Grand Invocation",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Major Invocation|Adventurer}, 15th Level"
			}],
			"entries": [
				"In your study of occult lore, you have unearthed eldritch invocations, fragments of forbidden knowledge that imbue you with an abiding magical ability. See page 110 of the Player Handbook and page 57 of Xanathar's Guide to Everything for a list of options and full descriptions. You can select this feat multiple times. Each time you do so, you must select a different invocation.",
				"You can select one of the following eldritch invocations: {@invocation Lifedrinker}, {@invocation Witch Sight}, {@invocation Visions of Distant Realms}, {@invocation Shroud of Shadow}, {@invocation Master of Myriad Forms}, {@invocation Chains of Carceri}.",
				"If an invocation requires Pact of the Chain, you must have the {@feat Improved Familiar|Adventurer} feat. If an invocation requires Pact of the Blade, you must have the {@feat Weapon Bond|Adventurer} feat. If an invocation requires Pact of the Tome, you must have the {@feat Spellbook|Adventurer} feat. If an invocation has any other requirements, you must meet them in order to select it."
			]
		},
		{
			"name": "Infused Magic",
			"source": "Adventurer",
			"prerequisite": [{
				"spellcasting": true
			}],
			"entries": [
				"You gain the ability to channel your spells into objects for later use. When you cast a spell with a casting time of 1 action, you can increase its casting time to 1 minute. If you do so and hold a nonmagical item throughout the casting, you cast the spell, but none of the spell's effects occur. Instead, the spell transfers into that item for later use if the item doesn't already contain a spell from this feature. Any creature holding the item thereafter can use an action to activate the spell if the creature has an Intelligence score of at least 6. ",
				"When activated, the spell is cast using your spellcasting ability, targeting the creature that activates the item. If the spell targets more than one creature, the creature that activates the item selects the additional targets. If the spell has an area of effect, it is centered on the item. If the spell's range is self, it targets the creature that activates the item. If the spell requires concentration, the creature that activates the item must concentrate on it. ",
				"When you infuse a spell in this way, it must be used within 8 hours. After that time, its magic fades and is wasted. You can have a limited number of infused spells at the same time. The number equals your spellcasting modifier."
			]
		},
		{
			"name": "Minor Invention",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Infused Magic|Adventurer}, 5th Level"
			}],
			"entries": [
				"You learn the secrets of the constructing magic items. You can spend an amount of gold equivalent to half the cost of the item and 24 hours of total time, not necessarily continuous, working to create an item from the following list: {@item bag of holding}, {@item cap of water breathing}, {@item driftglobe}, {@item goggles of night}, {@item sending stones}, {@item alchemy jug}, {@item helm of comprehending languages}, {@item lantern of revealing}, {@item ring of swimming}, {@item robe of useful items}, {@item rope of climbing}, {@item wand of magic detection}, {@item wand of secrets}.",
				"Your DM may allow you to craft different magic items, but may specify required skill checks in order craft them."
			]
		},
		{
			"name": "Moderate Invention",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Minor Invention|Adventurer}, 10th Level"
			}],
			"entries": [
				"You hone your skill in constructing magic items. You can spend an amount of gold equivalent to half the cost of the item and 24 hours of total time, not necessarily continuous, working to create an item from the following list: {@item bag of beans}, {@item chime of opening}, {@item decanter of endless water}, {@item eyes of minute seeing}, {@item folding boat}, {@item Heward's handy haversack}.",
				"Additionally, the cost of crafting a magic item using the Minor Invention feat is halved.",
				"Your DM may allow you to craft different magic items, but may specify required skill checks in order craft them."
			]
		},
		{
			"name": "Major Invention",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Moderate Invention|Adventurer}, 15th Level"
			}],
			"entries": [
				"You further hone your skill in constructing magic items. You can spend an amount of gold equivalent to half the cost of the item and 24 hours of total time, not necessarily continuous, working to create an item from the following list: {@item boots of striding and springing}, {@item bracers of archery}, {@item brooch of shielding}, {@item broom of flying}, {@item hat of disguise}, {@item slippers of spider climbing}.",
				"Additionally, the cost of crafting a magic item using the Moderate Invention feat is halved, and you can ignore the cost of crafting a magic item using the Minor Invention feat.",
				"Your DM may allow you to craft different magic items, but may specify required skill checks in order craft them."
			]
		},
		{
			"name": "Masterwork",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Major Invention|Adventurer}, 20th Level"
			}],
			"entries": [
				"You master the art of constructing magic items. You can spend an amount of gold equivalent to half the cost of the item and 24 hours of total time, not necessarily continuous, working to create an item from the following list: {@item eyes of the eagle}, {@item gem of brightness}, {@item gloves of missile snaring}, {@item gloves of swimming and climbing}, {@item ring of jumping}, {@item ring of mind shielding}, {@item wings of flying}.",
				"Additionally, the cost of crafting a magic item using the Major Invention feat is halved, and you can ignore the cost of crafting a magic item using the Moderate Invention feat.",
				"Your DM may allow you to craft different magic items, but may specify required skill checks in order craft them."
			]
		},
		{
			"name": "Weapon Bond",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "3rd Level"
			}],
			"entries": [
				"You learn a ritual that creates a magical bond between yourself and one weapon. You perform the ritual over the course of 1 hour, which can be done during a short rest. The weapon must be within your reach throughout the ritual, at the conclusion of which you touch the weapon and forge the bond. ",
				"Once you have bonded a weapon to yourself, you have advantage on saving throws against being disarmed of that weapon unless you are incapacitated. If it is on the same plane of existence, you can summon that weapon as a bonus action on your turn, causing it to teleport instantly to your hand. You can only have one bonded weapon. If you attempt to bond with another weapon, you must break the bond with the first weapon.",
				"This weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage."
			]
		},
		{
			"name": "Improved Critical",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Weapon Bond|Adventurer}"
			}],
			"entries": [
				"Your weapon attacks with your bonded weapon score a critical hit on a roll of 19 or 20. You can select this feat a second time after 15th level. When you do so, your weapon attacks with your bonded weapon score a critical hit on a roll of 18-20."
			]
		},
		{
			"name": "Improved Attunement",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Infused Magic< hidden></e>, 5th Level"
			}],
			"entries": [
				"Your superior understanding of magic items allows you to master their use. You can now attune to up to four, rather than three, magic items at a time. You can select this feat a second time after 15th level, and a third time at 20th level. Each time you do so, you can attune to one additional magic item."
			]
		},
		{
			"name": "Spellcasting Style",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "The ability to cast a cantrip"
			}],
			"entries": [
				"You adopt a particular style of spellcasting as your specialty. Choose a spellcasting style from the list below. You can select this feat multiple times. Each time you do so, you must select a different spellcasting style.",
				"{@b Destructive.} You can add your spellcasting modifier to the damage you deal with any cantrip.",
				"{@b Elementalist.} Choose a damage type. Whenever you cast a cantrip, you can chose whether to cast it with its original damage type or with your chosen damage type. You can select this style multiple times. Each time you do so, you must choose a different damage type.",
				"{@b Repelling.} When you hit a creature with booming blade, green-flame blade, or a cantrip that involves a melee or ranged spell attack, you can push the creature up to 10 feet away from you in a straight line.",
				"{@b Prepared.} When you take take the Ready action to cast a cantrip that involves a saving throw, you can impose disadvantage on the saving throw against a target by casting the cantrip immediately after their turn ends.",
				"{@b Dualcast.} When you cast a cantrip that does not deal damage, you can cast the cantrip twice in the same action. If the cantrip requires concentration, both effects are treated as part of the same spell. If you lose concentration of the spell, both effects end."
			]
		},
		{
			"name": "Mage Hand Legerdemain ",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@spell Mage Hand}, 3rd Level"
			}],
			"entries": [
				"When you cast mage hand, you can make the spectral hand {@condition invisible}, and you can perform the following additional tasks with it:",
				{
					"type": "list",
					"items": [
						"You can stow one object the hand is holding in a container worn or carried by another creature.",
						"You can retrieve an object in a container worn or carried by another creature.",
						"You can use thieves' tools to pick lock and disarm traps at range."
					]
				},
				"You can perform one of these tasks without being noticed by a creature if you succeed on a Dexterity (Sleight of Hand) check contested by the creature's Wisdom (Perception) check. You can use the bonus action granted by your Cunning Action to control the hand.",
				"Additionally, your mage hand can carry a number of pounds equal to 10 times your spellcasting modifier."
			]
		},
		{
			"name": "Horde Breaker",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "3rd Level"
			}],
			"entries": [
				"You learn the way to fight against a large number of foes simultaneously. Once on each of your turns when you make a weapon attack, you can make another attack with the same weapon against a different creature that is within 5 feet of the original target and within range of your weapon.",
				"You can select this feat a second time after 7th level, and a third time after 11th level. Each time you do so you can make another attack with the same weapon against a different creature that is within 5 feet of both of the original targets and is within reach of your weapon."
			]
		},
		{
			"name": "Otherworldly Patron",
			"source": "Adventurer",
			"entries": [
				"You have made a pact with an entity not of this world. Choose a patron from the {@class warlock}'s list of patrons. You learn each 1st-level spells from that patron's Expanded Spell List and gain two 1st-Level Patron slots, which can only be used for casting these spells. You can do this once per short or long rest for each 1st-level spell. You can choose Intelligence, Wisdom, or Charisma as your spellcasting ability for these spells at the time you take this feat. You gain the ability to use rods and staves as your spellcasting focus.",
				"You can select this feat multiple times. Each time you do so, you can either choose the same patron or a different one. If you select the same patron, you must be 3rd level for the second time, 5th level for the third time, 7th level for the fourth time, 9th level for the fifth time. You learn the spells from that patron's expanded spell list of one level higher than the previous time you took this feat, and gain two Patron slots of one level higher than the previous tome you took the feat."
			]
		},
		{
			"name": "Swimmer",
			"source": "Adventurer",
			"entries": [
				"Increase your Strength or Dexterity score by 1, up to a maximum of 20. You have undergone extensive aquatic training to gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you fall into water, you take no falling damage.",
						"You gain a swim speed equal to your walking speed.",
						"You can hold your breath a number of minutes equal to 2 + twice your Constitution modifier (minimum of 1 minute).",
						"You can make unarmed strikes while underwater without disadvantage."
					]
				}
			],
			"ability": {
				"choose": [{
					"from": [
						"str",
						"dex"
					],
					"amount": 1
				}]
			}
		},
		{
			"name": "Tireless",
			"source": "Adventurer",
			"entries": [
				"Increase your Constitution score by 1, up to a maximum of 20.",
				"Your body has adapted to sleepless nights and grueling conditions. You treat your levels of exhaustion as halved (rounded down), and suffer the effects accordingly. Additionally, when you are affected by the sleep spell, you are treated as having twice as many hit points for the purpose of resolving that spell."
			],
			"ability": {
				"con": 1
			}
		},
		{
			"name": "Spellsneak",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Metamagic|Adventurer}, {@feat Sneak Attack|Adventurer}"
			}],
			"entries": [
				"When you fulfill the criteria for {@feat Sneak Attack|Adventurer} with a ranged or melee spell attack, excluding the ranged or finesse weapon requirement, you can expend 1 sorcery point to apply your Sneak Attack damage to the attack."
			]
		},
		{
			"name": "Honed Reflexes",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Alert}, 17th Level"
			}],
			"entries": [
				"You have become adept at laying ambushes and quickly escaping danger. You can take two turns during the first round of any Combat. You take your first turn at your normal initiative and your second turn at your initiative minus 10. You can’t use this feature when you are surprised."
			]
		},
		{
			"name": "Open Hand Technique",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Martial Arts|Adventurer}, 3rd Level"
			}],
			"entries": [
				"You can manipulate your enemy's ki when you harness your own. Whenever you hit a creature with an unarmed strike, you spend 1 ki point to impose one of the following effects on that target.",
				{
					"type": "list",
					"items": [
						"It must succeed on a Dexterity saving throw or be knocked {@condition prone}.",
						"It must make a Strength saving throw. If it fails, you can push it up to 15 feet away from you.",
						"It can't take reactions until the end of your next turn."
					]
				}
			]
		},
		{
			"name": "Quivering Palm",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Open Hand Technique|Adventurer}, 17th Level"
			}],
			"entries": [
				"You gain the ability to set up lethal vibrations in someone's body. When you hit a creature with an unarmed strike, you can spend 3 ki points to start these imperceptible vibrations, which last for 72 hours. You can extend this duration by 24 hours by expending 1 additional ki point when you use this feature.  The vibrations are harmless unless you use your action to end them. To do so, you and the target must be on the same plane of existence. When you use this action, the creature must make a Constitution saving throw. If it fails, it is reduced to 0 hit points. If it succeeds, it takes 10d10 necrotic damage.",
				"You can have only one creature under the effect of this feature at a time. You can choose to end the vibrations harmlessly without using an action."
			]
		},
		{
			"name": "Artisan Rage",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Rage|Adventurer}, Proficiency with one set of Artisan Tools"
			}],
			"entries": [
				"You have learned how to harness your rage for your craft, and how to harness your craft for combat. You may use your artisan's tools im combat. They deal 1d6 damage, of a type that is reasonable for the tool.",
				"While raging, you have advantage on checks made with artisan tools. Your rage doesn't end as long as you're working with your artisan tools."
			]
		},
		{
			"name": "Monastic Weapon Training",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Martial Arts|Adventurer}"
			}],
			"entries": [
				"Choose one melee and one ranged weapon. Each of these weapons can be any simple or martial weapon that lacks the heavy and special properties. The longbow is also a valid choice. You gain proficiency with these weapons if you don't already have it. You gain the following benefits while wielding one of those weapons:",
				{
					"type": "list",
					"items": [
						"When you use the Attack action on your turn, you can spend 1 ki point to make one weapon attack as a bonus action.",
						"You can use Dexterity instead of Strength for the attack and damage rolls for these weapons.",
						"You can use abilities granted to you by the {@feat Martial Arts|Adventurer} feat as if you were unarmed."
					]
				}
			]
		},
		{
			"name": "Spirit Animal Form",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Improved Beast Shape|Adventurer}, 20th Level"
			}],
			"entries": [
				"You gain mastery over a specific beast shape and can transform into it with little effort. Choose one of your {@feat Improved Beast Shape|Adventurer} forms. You gain the ability to transform into that form an unlimited number of times.",
				"If you want to transform into another beast shape, you must expend a use of Beast Shape as normal."
			]
		},
		{
			"name": "Retaliation",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "14th Level"
			}],
			"entries": [
				"When you are hit by a melee attack, you can use your reaction to attack that creature immediately after its attack, provided that you can see the creature and that you can reach it with a melee attack.",
				"If you have the {@feat Favored Enemy|Adventurer} feat and the creature is the type of your Favored Enemy, you can use this feature even if the attack missed you."
			]
		},
		{
			"name": "Multiattack Defense",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "7th Level"
			}],
			"entries": [
				"When an enemy hits you with an attack, you gain a +2 bonus to AC against all subsequent attacks made by that creature for the rest of the turn.",
				"If you have the {@feat Favored Enemy|Adventurer} feat and the creature is the type of your Favored Enemy, you gain a +4 bonus to AC instead."
			]
		},
		{
			"name": "Improved Familiar",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@spell Find Familiar Spell}, 3rd Level"
			}],
			"entries": [
				"You learn to use your magic to create a more powerful familiar. With 8 hours of work and the expenditure of 50 gp worth of rare herbs and fine food, you can cast the {@spell find familiar} spell as a ritual to summon a more powerful companion. Your familiar can take the form of any beast of CR 1/4. ",
				"Your familiar can attack, but loses Multiattack action, if it has one. Additionally, if you have the Extra Attack feat, when you take the Attack action, you can forgo one of your own attacks to allow your familiar to use its reaction to make one attack of its own.",
				"You can select this feat a second time after 7th level, a third time after 11th level, a fourth time after 15th level, and a fifth time after 19th level. The CR of beasts you can summon as familiars into increases to CR 1/2 after the second time, CR 1 after the third time, CR 2 the fourth time, and CR 3 the fifth time."
			]
		},
		{
			"name": "Dirty Tricks",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Sneak Attack|Adventurer}, 3rd Level"
			}],
			"entries": [
				"When you take this feat, choose two tricks. When you fulfill the criteria for {@feat Sneak Attack|Adventurer}, you can apply one of these tricks. You can only apply one trick to a single attack, unless otherwise stated. Some of your tricks require your target to make a saving throw to resist the trick's effects. The saving throw DC is calculated as follows: ",
				"{@b Trick Save DC} = 8 + Dexterity modifier + Proficiency Bonus",
				"If you have the {@feat Spellsneak|Adventurer} feat, you can also use these tricks on melee or ranged spell attacks. You can select this feat multiple times. Each time you do so, must choose two different tricks.",
				"{@b Duck Away.} You can forgo 1 Sneak Attack dice on a melee weapon attack. The target has disadvantage on opportunity attacks made against you until the start of your next turn.",
				"{@b Purloin.} You can forgo 1 Sneak Attack dice on a melee attack to make a Sleight of Hand check against the target's armor class. On a success, you steal one object from them if it isn't being worn or held, or is secured by thin string, straps, or chain.",
				"{@b Fake Out.} You can forgo half of your Sneak Attack dice, rounded down, on a melee or ranged weapon attack. Your next attack on this turn can benefit from your Sneak Attack, dealing damage equal to number of dice forgone.",
				"{@b Heel Cutter.} You can forgo 1 Sneak Attack dice on a melee or ranged weapon attack. The target's movement speed decreases by 5 feet. You can apply this trick to the same attack multiple times.",
				"{@b Wing Clip.} You can forgo 1 Sneak Attack dice on a ranged weapon attack against a target with a fly speed granted by natural wings. The target must make a Strength saving throw or plummet 10 feet. You can apply this trick to the same attack multiple times.",
				"{@b Blindside.} You can forgo 5 of your Sneak Attack dice on a melee or ranged weapon attack. The target must make a Constitution saving throw or become {@condition blinded}. At the end of each of its turns, the target can make a Constitution saving throw. On a success, the effect ends.",
				"{@b Daze.} You can forgo 5 your Sneak Attack dice on a melee or ranged weapon attack. The target must succeed on a Constitution saving throw or be {@condition stunned} until the end of your next turn."
			]
		},
		{
			"name": "War Magic",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Extra Attack|Adventurer}, The ability to cast a cantrip"
			}],
			"entries": [
				"When you use your action to cast a cantrip, you can make one weapon attack as a bonus action."
			]
		},
		{
			"name": "Improved War Magic",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat War Magic|Adventurer}, {@feat 1st-Level Spellcasting|Adventurer}, 18th Level"
			}],
			"entries": [
				"When you use your action to cast a spell, you can make one weapon attack as a bonus action."
			]
		},
		{
			"name": "Hell's Envoy",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@spell Find Familiar} Spell, {@feat Otherworldly Patron|Adventurer} (Fiend)"
			}],
			"entries": [
				"Your familiar can take the form of an imp. When you or the imp reduce a hostile creature within 30 feet of you to 0 hit points, you gain temporary hit points equal to your spellcasting modifier.",
				"Additionally, you can call on your patron via your imp to alter fate in your favor. When you make an ability check or a saving throw within 30 feet of your imp, your imp can use its reaction to add a d10 to your roll. You can do so after seeing the initial roll but before any of the roll's effects occur. Once you use this ability, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Hurl Through Hell",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Hell's Envoy|Adventurer}, 14th Level"
			}],
			"entries": [
				"When you hit a creature with an attack within 30 feet of your imp, you can command your imp to instantly transport the target through the lower planes. The creature disappears and hurtles through a nightmare landscape. At the end of your next turn, the target returns to the space it previously occupied, or the nearest unoccupied space. If the target is not a fiend, it takes 10d10 psychic damage as it reels from its horrific experience. Once you use this ability, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Shared Agony",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Otherworldly Patron|Adventurer} (Great Old One), 10th Level"
			}],
			"entries": [
				"Your alien knowledge gives you the ability to touch the minds of other creatures. You can communicate telepathically with any creature you can see within 30 feet of you. You don't need to share a language with the creature for it to understand your telepathic utterances, but the creature must be able to understand at least one language.",
				"Additionally, your thoughts can't be read by telepathy or other means unless you allow it. You also have resistance to psychic damage, and whenever a creature deals psychic damage to you, that creature takes the same amount of damage that you do."
			]
		},
		{
			"name": "Eldritch Knowledge",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Otherworldly Patron|Adventurer} (Great Old One), 6th Level"
			}],
			"entries": [
				"When a creature makes an attack roll against you, you can expend one of your Patron slots of 1st level or higher to use your reaction to force them to reroll the attack. You must use the new roll. If they roll a 1 on the new roll, roll on the Long-Term Madness table. The creature must make a Wisdom saving throw or fall mad. The DC for this saving throw is your spellcasting DC."
			]
		},
		{
			"name": "Sentinel Raven",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@spell Find Familiar} Spell, {@feat Otherworldly Patron|Adventurer} (Raven Queen)"
			}],
			"entries": [
				"Your familiar can take the form of a sentinel raven. While the raven is perched on your shoulder, you gain darkvision with a range of 30 feet and have advantage on Wisdom (Perception) checks. While perched on your shoulder, the raven can't be targeted by any attack or other harmful effect; only you can cast spells on it; it can't take damage; and it is incapacitated.",
				"If the raven is slain by a creature, you gain advantage on all attack rolls against the killer for the next 24 hours.",
				"The raven doesn't require sleep. While it is within 100 feet of you, it can awaken you from sleep as a bonus action."
			]
		},
		{
			"name": "Soul of the Raven",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Sentinal Raven|Adventurer}, 6th Level"
			}],
			"entries": [
				"You gain the ability to merge with your raven spirit. As a bonus action when your raven is perched on your shoulder, your body merges with your raven's form. While merged, you become Tiny, you replace your speed with the raven's, and you can use your action only to Dash, Disengage, Dodge, Help, Hide, or Search. During this time, you gain the benefits of your raven being perched on your shoulder. As an action, you and the raven return to normal.",
				"Additionally, you gain advantage on death saving throws, immunity to the {@condition frightened} condition, and resistance to necrotic damage while the raven is perched on your shoulder."
			]
		},
		{
			"name": "Bearer of Ill Omen",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Improved Familiar|Adventurer}, 6th Level"
			}],
			"entries": [
				"You gain the ability to transform your familiar into a howling creature of darkness to harass your foes. As a bonus action, you can magically transform your familiar into a bearer of ill omen to target one creature you can see within 120 feet of you. Your familiar undergoes the following changes while in this form:",
				{
					"type": "list",
					"items": [
						"Your familiar counts as a monstrosity, not a beast.",
						"It can move through other creatures and objects as if they were difficult terrain. The hound takes 5 force damage if it ends its turn inside an object.",
						"At the start of its turn, your familiar automatically knows its target's location. If the target was hidden, it is no longer hidden from you or your familiar.",
						"On its turn, your familiar can move only toward its target by the most direct route, and it can use its action only to attack its target. "
					]
				},
				"Your familiar can make opportunity attacks, but only against its target. Additionally, while your familiar is within 5 feet of the target, the target has disadvantage on saving throws against any spell you cast. The your familiar disappears as normal if it is reduced to 0 hit points. After 1 minute or if its target is reduced to 0 hit points, your familiar disappears into a pocket dimension and is unable to be summoned until you finish a long rest."
			]
		},
		{
			"name": "Rapid Strikes",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "Extra Attack, 15th Level"
			}],
			"entries": [
				"If you take the Attack action on your turn and have advantage on an attack roll against one of the targets, you can forgo the advantage for that roll to make an additional weapon attack against that target, as part of the same action. You can do so no more than once per turn."
			]
		},
		{
			"name": "Small but Mighty",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "Small Size, 13 Strength"
			}],
			"entries": [
				"You overcome the limits of your small frame. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Increase your strength score by 1, to a maximum of 20.",
						"You count as if you were one size larger for the purpose of determining your carrying capacity.",
						"You ignore disadvantage on heavy weapon attacks due to size."
					]
				}
			]
		},
		{
			"name": "Clockwork Servant",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "{@feat Infused Magic|Adventurer}, 3th Level"
			}],
			"entries": [
				"You learn to use your skill to create a clockwork servant. With 8 hours of work and the expenditure of 100 gp worth of metal components, you can create a clockwork servant. You can only have one clockwork servant at a time. Your servant can take the form of any beast of CR 1/4. The servant uses that beast's game statistics, but it can look however you like, as long as its form is appropriate for its statistics. It has the following modifications:",
				{
					"type": "list",
					"items": [
						"It is a construct instead of a beast.",
						"It is immune to psychic and poison damage and the poisoned and charmed conditions.",
						"It gains darkvision with a range of 60 feet if it doesn't have it already.",
						"It understands the languages you can speak when you create it, but it can't speak.",
						"It is unaffected by healing magic. If is targeted by the mending spell, it can spend hit dice and instead use the highest number possible for each die."
					]
				},
				"Your servant can attack, but loses Multiattack action, if it has one. Additionally, if you have the Extra Attack feat, when you take the Attack action, you can forgo one of your own attacks to allow your servant to use its reaction to make one attack of its own.",
				"You can infuse a spell into your servant through use of the Infused Magic feat. As an action, your servant can activate the spell, even if it has an Intelligence score of less than 6. Your servant be infused with only one spell at a time.",
				"You can select this feat a second time after 7th level, a third time after 11th level, a fourth time after 15th level, and a fifth time after 119th level. The CR of beasts you can craft your servant into increases to CR 1/2 after the second time, CR 1 after the third time, CR 2 the fourth time, and CR 3 the fifth time."
			]
		},
		{
			"name": "Mechanical Modifications",
			"source": "Adventurer",
			"prerequisite": [{
				"special": "Proficiency with Tinkerer's Tools, 3rd Level"
			}],
			"entries": [
				"Choose two of the following modifications. You can make one modification over a long rest, costing 50 gp worth of metal scraps. Modified equipment is special, and only you are proficient with equipment, weapons, or armor that you modify. You can select this feat multiple times. Each time you do so, must choose two different modifications.",
				"{@b Power Armor.} You learn to modify suits of heavy armor that you are proficient with to enhances your strength. While wearing it, you can ignore reduction to speed from low strength score, and you count as if you were one size larger for the purpose of determining your carrying capacity.",
				"{@b Transforming Weapon.} You learn to combine two weapons that you are proficient with (at the DM's discretion), allowing you to change between the two in the heat of battle. While wielding the weapon, you can freely change between the two weapon forms. Heavy or light property can only be combined with other weapons of that have the same property.",
				"{@b Hermetic Mask.} You learn to craft a filtered mask that allows you to brave various environments. While wearing the mask, you gain the ability to breathe underwater and in the presence of poisonous gases and airborne diseases.",
				"{@b Dampening.} You learn to modify suits of armor that you are proficient with to remove its disadvantage on Dexterity (Stealth) checks. ",
				"{@b Retracting.} You learn to modify weapons with the thrown or ammunition property that you are proficient with by securing a retracting mechanism to the weapon or to a piece of ammunition. The weapon or piece of ammunition can be pulled back to the wielder as a bonus action, but its range is limited to 60 feet. Additionally, if the ammunition strikes a piece of terrain or other suitably solid anchor point, you can pull yourself up to 60 feet toward it using your bonus action.",
				"{@b Arm-Mounted.} You learn to modify shields and weapons that lack the two-handed or heavy property that you are proficient with to be strapped to your forearm, freeing up your hand and allowing you to use the hand for casting spells or manipulating objects. You can strap or unstrap a weapon to your arm as part of drawing or stowing it, or strap or unstrap a shield to your arm as part of donning or doffing it"
			]
		}
	]
}
