{
	"_meta": {
		"sources": [
			{
				"json": "HouseRulesODragaoVerde",
				"abbreviation": "HR:ODV",
				"full": "House Rules: O Dragão Verde",
				"authors": [
					"winterwulf"
				],
				"version": "1.0.0",
				"url": "https://odragaoverde.com/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1605830488,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "08425d66c6",
		"edition": "classic"
	},
	"feat": [
		{
			"name": "Apanhar Objetos",
			"source": "HouseRulesODragaoVerde",
			"page": 5,
			"prerequisite": [
				{
					"ability": [
						{
							"dex": 15
						}
					]
				}
			],
			"entries": [
				"O personagem consegue apanhar projéteis atirados contra ele em pleno ar, como flechas, virotes, lanças e outros projéteis e armas de arremesso.",
				"{@b Beneficio:} Quando usar o talento Desviar Objetos, o personagem será capaz de apanhar a arma (ou projétil) em vez de apenas desviá-la. As armas de arremesso, como lanças e machados, podem ser imediatamente arremessadas contra o atacante original (mesmo que não seja o turno do personagem) ou mantidas para utilização posterior. É necessário ter pelo menos uma mão livre (sem estar segurando nada) para usar esse talento."
			]
		},
		{
			"name": "Arquearia Montada",
			"source": "HouseRulesODragaoVerde",
			"page": 5,
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Proficiência em {@skill Animal Handling} e {@feat Mounted Combatant}",
						"entrySummary": "Animal Handling, Mounted Combatant"
					}
				}
			],
			"entries": [
				"O personagem é capaz de usar armas de ataque à distância enquanto está cavalgando.",
				"{@b Beneficio:} A penalidade que seu personagem sofre quando utiliza uma arma de ataque à distância é eliminada: em vez de Desvantagem quando a montaria está correndo."
			]
		},
		{
			"name": "Ataque Atordoante",
			"source": "HouseRulesODragaoVerde",
			"page": 5,
			"prerequisite": [
				{
					"ability": [
						{
							"wis": 13,
							"dex": 13
						}
					]
				}
			],
			"entries": [
				"O personagem sabe atingir oponentes em áreas vulneráveis.",
				"{@b Beneficio:} O jogador precisa declarar que seu personagem está usando esse talento antes de realizar a jogada de ataque (logo, um fracasso na jogada desperdiçará a tentativa). Um oponente atingido por um ataque desarmado atordoante deve realizar um Saving Throw de Constituição (CD 10 + modificador de Sab), além de sofrer o dano normalmente. Caso fracasse, o alvo ficará atordoado durante 1 rodada completa (até o final da próxima ação do personagem). Um personagem atordoado perde qualquer bônus de Destreza na CA e bônus do seu escudo na CA. É possível desferir um ataque atordoante somente uma vez por rodada a cada descanso curto. Os constructos, limos, plantas, mortos-vivos, criaturas incorpóreas e criaturas imunes a sucessos decisivos não podem ser atordoadas."
			]
		},
		{
			"name": "Ataque com Escudo Aprimorado",
			"source": "HouseRulesODragaoVerde",
			"page": 5,
			"prerequisite": [
				{
					"item": [
						"Usar Escudos"
					]
				}
			],
			"entries": [
				"O personagem pode atacar com um escudo sem perder seu bônus na Classe de Armadura.",
				"{@b Beneficio:} Quando seu personagem atacar com um escudo, ele ainda considera o bônus do equipamento na CA.",
				"{@b Normal:} Sem este talento, os personagens que atacam com um escudo perdem o bônus que ele concede na CA até a próxima ação."
			]
		},
		{
			"name": "Ataque Poderoso",
			"source": "HouseRulesODragaoVerde",
			"page": 5,
			"prerequisite": [
				{
					"ability": [
						{
							"str": 13
						}
					]
				}
			],
			"entries": [
				"O personagem é capaz de realizar ataques corporais excepcionalmente poderosos.",
				"{@b Beneficio:} Durante a ação de seu personagem, mas antes de realizar as jogadas de ataque, é possível subtrair um valor de todas as jogadas de ataque e adicioná-lo a todas as jogadas de dano. As alterações no ataque e no dano continuam válidas até seu próximo turno, inclusive para ataques de oportunidade."
			]
		},
		{
			"name": "Desviar Objetos",
			"source": "HouseRulesODragaoVerde",
			"page": 5,
			"prerequisite": [
				{
					"ability": [
						{
							"dex": 13
						}
					]
				}
			],
			"entries": [
				"O personagem pode desviar flechas, virotes de besta, lanças ou outras armas de disparo ou arremesso.",
				"{@b Beneficio:} É necessário que o personagem tenha pelo menos uma mão livre (sem estar segurando nada) para usar esse talento. Uma vez por rodada, quando o personagem normalmente seria atingido por uma arma de ataque à distância, ele será capaz de desviá-la sem sofrer qualquer dano. Ele precisa estar ciente do ataque e não pode estar surpreso. Desviar um objeto não é considerado uma ação. É impossível defletir as armas de ataque à distância incomuns (como as rochas arremessadas pelos gigantes ou os ataques gerados por magias, como a flecha ácida de Melf)."
			]
		},
		{
			"name": "Esquiva",
			"source": "HouseRulesODragaoVerde",
			"page": 5,
			"prerequisite": [
				{
					"ability": [
						{
							"dex": 15
						}
					]
				}
			],
			"entries": [
				"O personagem é muito hábil para se esquivar de golpes.",
				"{@b Beneficio:} Durante sua ação, o personagem seleciona um oponente, impondo desvantagem contra os ataques provenientes dele. É possível escolher um adversário diferente a cada rodada. Qualquer condição que faça o personagem perder seu bônus de Destreza na Classe de Armadura (se houver) também eliminará os bônus de esquiva. Além disso, os bônus de esquiva (desse talento e o bônus racial dos anões para se esquivar de gigantes, por exemplo) são cumulativos, diferente da maioria dos outros modificadores do mesmo tipo."
			]
		},
		{
			"name": "Fintar",
			"source": "HouseRulesODragaoVerde",
			"page": 6,
			"prerequisite": [
				{
					"ability": [
						{
							"dex": 13
						}
					]
				}
			],
			"entries": [
				"O personagem é muito hábil e consegue distrair a atenção dos seus adversários em combate.",
				"{@b Beneficio:} Usando uma ação de movimento, o personagem pode tentar confundir o oponente durante um combate corpo a corpo, para que ele não consiga se esquivar com eficácia do próximo ataque. Para fintar, realize um teste resistido entre a perícia {@skill Deception} do atacante e a perícia {@skill Insight} da vítima. Se o resultado do teste de {@skill Deception} superar o teste de {@skill Insight} do alvo, o próximo ataque do personagem contra esse alvo será com Vantagem. Este ataque deve ser realizado antes ou durante o turno subsequente do atacante. A manobra é difícil de executar contra uma criatura não humanoide, pois é necessário distinguir uma linguagem corporal estranha—nesse caso, o atacante sofre Desvantagem no teste resistido. Fintar uma criatura de Inteligência animal (1 ou 2) impõe–8 de penalidade. É impossível usar a manobra contra criaturas sem inteligência. Fintar em combate não provoca ataques de oportunidade. Fintar como Ação Bônus: Caso adquira o talento {@feat Fintar Aprimorado|HouseRulesODragaoVerde}, o personagem será capaz de Fintar usando uma ação bônus."
			]
		},
		{
			"name": "Fintar Aprimorado",
			"source": "HouseRulesODragaoVerde",
			"page": 6,
			"prerequisite": [
				{
					"ability": [
						{
							"int": 15
						}
					],
					"other": "{@feat Fintar|HouseRulesODragaoVerde}"
				}
			],
			"entries": [
				"O personagem sabe como distrair, com rápido raciocínio, a atenção dos seus adversários em combate.",
				"{@b Beneficio:} Seu personagem pode realizar o teste de {@skill Deception} para fintar em combate usando uma ação bônus.",
				"{@b Normal:} Fintar em combate exige uma ação de movimento."
			]
		},
		{
			"name": "Foco em Magia",
			"source": "HouseRulesODragaoVerde",
			"page": 6,
			"prerequisite": [
				{
					"spellcasting2020": true
				}
			],
			"entries": [
				"Escolha uma escola de magia, como Ilusão. As magias dessa escola do personagem serão mais poderosas que o normal.",
				"{@b Beneficio:} Adicione +2 na Classe de Dificuldade de todos os testes de resistência contra as magias da escola selecionada.",
				"{@b Especial:} O personagem pode adquirir Foco em Magia diversas vezes. Seus efeitos não são cumulativos. Sempre que escolher esse talento, ele se aplica a uma escola de magia diferente."
			]
		},
		{
			"name": "Fraudulento",
			"source": "HouseRulesODragaoVerde",
			"page": 6,
			"entries": [
				"O personagem sabe como encobrir a verdade.",
				"{@b Beneficio:} Seu personagem tem vantagem em todos os testes de Disfarces e Falsificação."
			]
		},
		{
			"name": "Inabalável",
			"source": "HouseRulesODragaoVerde",
			"page": 6,
			"entries": [
				"Você pode se recuperar rapidamente de acertos críticos.",
				"{@b Beneficio:} Depois de receber um acerto crítico, você pode gastar um Dado de Vida (Hit Die) como reação após receber o dano. Se você estiver inconsciente, não poderá usar essa habilidade. Isso conta contra o número total de Dados de Vida (Hit Dice) que você pode usar por dia."
			]
		},
		{
			"name": "Investigador",
			"source": "HouseRulesODragaoVerde",
			"page": 6,
			"entries": [
				"O personagem sabe como descobrir informações.",
				"{@b Beneficio:} Seu personagem recebe +2 de bônus em todos os testes de {@skill Persuasion} para obter informação e {@skill Investigation}."
			]
		},
		{
			"name": "Liderança",
			"source": "HouseRulesODragaoVerde",
			"page": 6,
			"entries": [
				"O personagem é um indivíduo que as pessoas desejam seguir. Ele tem se esforçado um pouco para recrutar parceiros e seguidores.",
				"{@b Beneficio:} Seu personagem é capaz de atrair companheiros leais e seguidores devotados, subordinados que o auxiliarão. O Mestre pode indicar todas as informações sobre os tipos de parceiros e a quantidade de seguidores que seu personagem consegue recrutar."
			]
		},
		{
			"name": "Lutar às Cegas",
			"source": "HouseRulesODragaoVerde",
			"page": 6,
			"entries": [
				"O personagem foi treinado em combate corporal, mesmo sem enxergar seus oponentes.",
				"{@b Beneficio:} Um atacante invisível não recebe nenhum bônus para atingir seu personagem em um combate corporal, Ataques Surpresa não afetados pelo talento, entretanto. No entanto, os bônus da criatura invisível ainda se aplicam para ataques à distância. Quando o personagem não conseguir enxergar, não sofrerá imposição de Desvantagem."
			]
		},
		{
			"name": "Mãos Leves",
			"source": "HouseRulesODragaoVerde",
			"page": 7,
			"entries": [
				"O personagem tem uma destreza manual excepcional.",
				"{@b Beneficio:} Seu personagem tem Vantagem em todos os testes de {@skill Sleight of Hand}."
			]
		},
		{
			"name": "Reflexos de Combate",
			"source": "HouseRulesODragaoVerde",
			"page": 7,
			"prerequisite": [
				{
					"ability": [
						{
							"dex": 15
						}
					]
				}
			],
			"entries": [
				"O personagem é capaz de reagir rápida e repetidamente contra os oponentes que baixam a própria guarda.",
				"{@b Beneficio:} Quando os oponentes se descuidam e baixam a guarda, o personagem poderá realizar uma quantidade de ataques de oportunidade equivalente ao seu modificador de Destreza. No entanto, somente é possível executar um ataque de oportunidade em cada situação capaz de provocá-los."
			]
		},
		{
			"name": "Tiro Múltiplo",
			"source": "HouseRulesODragaoVerde",
			"page": 7,
			"prerequisite": [
				{
					"ability": [
						{
							"dex": 17
						}
					],
					"other": "{@feat Tiro Rápido|HouseRulesODragaoVerde}."
				}
			],
			"entries": [
				"O personagem é capaz de disparar várias flechas simultaneamente contra um alvo próximo.",
				"{@b Beneficio:} Usando uma ação padrão, seu personagem é capaz de disparar duas flechas em um determinado oponente num raio de 30ft. Os dois disparos utilizam a mesma jogada de ataque (com Desvantagem) para determinar o sucesso e causam dano normalmente. A redução de dano e quaisquer outras resistências se aplicam separadamente para cada um dos disparos executados."
			]
		},
		{
			"name": "Tiro Rápido",
			"source": "HouseRulesODragaoVerde",
			"page": 7,
			"prerequisite": [
				{
					"ability": [
						{
							"dex": 13
						}
					]
				}
			],
			"entries": [
				"O personagem pode usar armas de ataque à distância com velocidade excepcional.",
				"{@b Beneficio:} Seu personagem recebe um ataque adicional com uma arma de ataque a distância. Mas cada disparo (inclusive o adicional) é feito com Desvantagem."
			]
		},
		{
			"name": "Trespassar",
			"source": "HouseRulesODragaoVerde",
			"page": 7,
			"prerequisite": [
				{
					"ability": [
						{
							"str": 13
						}
					],
					"other": "{@feat Ataque Poderoso|HouseRulesODragaoVerde}."
				}
			],
			"entries": [
				"O personagem é capaz de realizar outro ataque corporal depois de um golpe eficiente.",
				"{@b Beneficio:} Num combate corporal, quando seu personagem causar dano suficiente para derrubar uma criatura (em geral reduzindo seus pontos de vida a 0 ou menos, matando-a, etc.), poderá executar um ataque corporal extra contra uma criatura dentro do alcance. Não é possível caminhar antes de realizar este ataque adicional—nem mesmo um Passo de Ajuste (5ft). A jogada de ataque utiliza a mesma arma e o mesmo bônus do ataque anterior, que eliminou a primeira criatura. O personagem pode usar essa habilidade somente uma vez por rodada."
			]
		},
		{
			"name": "Trespassar Maior",
			"source": "HouseRulesODragaoVerde",
			"page": 7,
			"prerequisite": [
				{
					"ability": [
						{
							"str": 13
						}
					],
					"other": "{@feat Trespassar|HouseRulesODragaoVerde}."
				}
			],
			"entries": [
				"O personagem brande uma arma branca com muita eficiência e consegue atacar diversas vezes quando derruba seus oponentes.",
				"{@b Beneficio:} Similar a Trespassar, mas não há limite para a quantidade de ataques adicionais por rodada."
			]
		}
	]
}
