{
	"_meta": {
		"sources": [
			{
				"json": "YesterdayClassPassives",
				"abbreviation": "YCPas",
				"full": "Yesterday's Class Passives and Feat Tiering",
				"authors": [
					"Yesterday",
					"Benjamin Huffman (Pugilist)",
					"fanatic66 (Swordmage)",
					"Darrin Scott (Matt Mercer's Gunslinger Revised)"
				],
				"convertedBy": [
					"Yesterday (Marotagem#7406)"
				],
				"version": "2.3.0",
				"url": "https://github.com/yesterdaydnd/ClassPassives/",
				"targetSchema": "2.3.0"
			}
		],
		"optionalFeatureTypes": {
			"MV:P": "Maneuver, Pugilist Stunts",
			"FS:Pu": "Fighting Style; Pugilist",
			"CP": "Class Passive"
		},
		"dateAdded": 0,
		"dateLastModified": 0
	},
	"feat": [
		{
			"name": "Ballistic Breakthrough",
			"source": "YesterdayClassPassives",
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"You acquire 2 Firearm Upgrades of your choice from among those available to the Gunslinger archetype in the Fighter class. You may change the selected Upgrades by spending 8 hours tinkering and 100gp for material costs."
			]
		},
		{
			"name": "Brawling Adept",
			"source": "YesterdayClassPassives",
			"entries": [
				"You have seen your fair share of scraps to know your way around.",
				"You learn two stunts of your choice from among those available to the Pugilist class.",
				"If a stunt you use requires your target to make a saving throw to resist the stunt's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength.",
				"You gain one stunt die, which is a d6 (this die is added to any stunt dice you have from another source).",
				"This die is used to fuel your stunts. A stunt die is expended when you use it. You regain your expended stunt dice when you finish a short or long rest."
			]
		},
		{
			"name": "Brawling Initiate",
			"source": "YesterdayClassPassives",
			"entries": [
				"Your experience in brawls has helped you develop a particular style of fighting. As a result, you learn one Scrap Style option of your choice from the pugilist class. If you already have a style, the one you choose must be different.",
				"Whenever you reach a level that grants the Ability Score Improvement feature, you can replace this feat's scrap style with another one from the pugilist class that you don't have."
			]
		},
		{
			"name": "Inner Peace",
			"source": "YesterdayClassPassives",
			"entries": [
				"You’ve managed to unlock your spirit's inner ki, granting you the following:",
				"You can use a d4 + Dexterity modifier for your unarmed attacks while you aren't wearing armor or shields.",
				"You gain two Ki points. You regain any spent Ki on a short rest.",
				"You learn one of the following abilities, which are fueled by your Ki:",
				"**Flurry of Blows**",
				"Immediately after you take the Attack action on your turn, you can spend 1 ki point to make two unarmed strikes as a bonus action.",
				"**Patient Defense**",
				"You can spend 1 ki point to take the Dodge action as a bonus action on your turn.",
				"**Step of the Wind**",
				"You can spend 1 ki point to take the Disengage or Dash action as a bonus action on your turn, and your jump distance is doubled for the turn."
			]
		},
		{
			"name": "Firearms Enthusiast",
			"source": "YesterdayClassPassives",
			"entries": [
				"You gain proficiency with firearms and tinker’s tools, which you can use to repair weapons, misfires and craft ammunition.",
				"You have advantage on checks using tinker’s tools to fix misfires."
			]
		},
		{
			"name": "Musket Expert",
			"source": "YesterdayClassPassives",
			"ability": [
				{
					"choose": {
						"from": [
							"dex"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"Thanks to extensive practice with muskets, you gain the following benefits:",
				"When you score a critical hit that deals piercing damage to a creature, you can roll one additional damage die when determining the extra piercing damage the target takes.",
				"When your Musket misfires, you may use your reaction to roll a d20. If the number rolled is bigger than the misfire score, the firearm does not misfire. You cannot use this feature again until you finish a short or long rest."
			]
		},
		{
			"name": "Pistol Expert",
			"source": "YesterdayClassPassives",
			"entries": [
				"Thanks to extensive practice with pistols, you gain the following benefits:",
				"Being within 5 feet of a hostile creature doesn’t impose disadvantage on your ranged attack rolls with Pistols.",
				"You can draw or stow one weapon with each hand as single free action on your turn, provided neither weapon has the Heavy property and at least one of them is a Pistol.",
				"Your Pistol shots ignore half-cover and tree-quarters cover while the enemy is within 30feet of you.",
				"When your Pistol misfires, you may use your reaction to roll a d20. If the number rolled is bigger than the misfire score, the firearm does not misfire. You cannot use this feature again until you finish a short or long rest."
			]
		},
		{
			"name": "Pugilist at Heart",
			"source": "YesterdayClassPassives",
			"entries": [
				"You’ve learned some of a pugilist’s scrappiness:",
				"You can use a d6 + Strength modifier for your unarmed attacks and improvised weapon attacks while you aren't wearing medium armor, heavy armor or shields.",
				"You gain two Moxie points. You regain any spent Moxie on a short rest.",
				"You learn one of the following abilities, which are fueled by your Moxie:",
				"**Brace Up**.",
				"You can use a bonus action and spend 1 moxie point to brace for attacks. Roll your fisticuffs die (or a d6) + your pugilist level (or your proficiency modifier) + your Constitution modifier and gain that many temporary hit points.",
				"**The Old One-Two**.",
				"Immediately after you take the Attack action on your turn, you can spend 1 moxie point to make two unarmed strikes as a bonus action.",
				"**Stick and Move**.",
				"You can use a bonus action and expend 1 moxie point to make a shove attack or the Dash action."
			]
		},
		{
			"name": "Scattergun Expert",
			"source": "YesterdayClassPassives",
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"con"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"Thanks to extensive practice with scatterguns, you gain the following benefits:",
				"Your scattergun shots may add an additional damage die when you beat the enemies’ AC by 5 or more if you are within 5 feet of your target.",
				"Once on each of your turns, when you hit an enemy with a Scattergun shot, you can force them to make a Strength saving throw versus 8 + your proficiency + your Dexterity modifier. On a failure they are pushed 5ft away from you.",
				"When your Scattergun misfires, you may use your reaction to roll a d20. If the number rolled is bigger than the misfire score, the firearm does not misfire. You cannot use this feature again until you finish a short or long rest."
			]
		}
	]
}
