{
	"_meta": {
		"sources": [
			{
				"json": "Spelljammerfore",
				"abbreviation": "SJ5e",
				"full": "Spelljammer for 5e",
				"url": "https://homebrewery.naturalcrit.com/edit/IjnQphizLD",
				"authors": [
					"angryweinerchamp"
				],
				"convertedBy": [
					"angryweinerchamp"
				],
				"version": "1.0.0"
			}
		],
		"dateAdded": 1599081260,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "d1fee6b0e5",
		"edition": "classic"
	},
	"spell": [
		{
			"name": "Black Hole",
			"source": "Spelljammerfore",
			"level": 8,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You condense gravity into an immeasurably dense orb at a point you can see within the spell's range. The orb fills a 10-foot radius sphere around it with darkness, which no light, magical or mundane, can illuminate.",
				"When a creature enters within 30 feet of the orb for the first time on a turn or starts its turn there, it must make a Strength saving throw or be pulled 10 feet toward the orb. When a creature enters within 5 feet of the orb for the first time on a turn or starts its turn there, it must make a Constitution saving throw, taking {@damage 10d10} bludgeoning damage on a failed save or half as much on a successful one.",
				"The orb's gravitation makes moving away from it incredibly difficult. While within 10 feet of the orb, a creature moving away from the orb must spend 4 feet of movement for every 1 foot it moves. While within 30 feet of the orb, a creature moving away from the orb must spend 2 feet of movement for every 1 foot it moves.",
				"In addition, unsecured objects that are completely within the area of effect are automatically pulled into orb. Small nonmagical objects that come within 5 feet of the orb are immediately destroyed."
			],
			"damageInflict": [
				"bludgeoning"
			],
			"savingThrow": [
				"constitution"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"FMV",
				"SGT"
			]
		},
		{
			"name": "Celestial Pyre",
			"source": "Spelljammerfore",
			"level": 4,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "100 lbs of firewood",
					"consume": true,
					"cost": 150
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You can cast this spell only at night or in the dark of the void or the Astral Sea. You memorialize a dead creature you touch, turning it into a constellation, provided that it has been dead no longer than 1 day. The target's body dissolves into stardust and rises into the sky.",
				"The spell effectively extends the time limit on raising the target from the dead, since days spent under the influence of this spell don't count against the time limit of spells such as raise dead. A spell that targets the dead but usually require a body can be cast targeting this constellation instead, provided the spell is cast at night and the caster can see the target's constellation. If the target of this spell is returned to life, this spell ends and the constellation fades"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Contact Home Power",
			"source": "Spelljammerfore",
			"level": 2,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "unlimited"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small horn that must be blown"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "week",
						"amount": 1
					}
				}
			],
			"entries": [
				"he user of this spell establishes a tenuous link through the Astral Sea between his present location and that of the power they venerate. This link permits the priest to regain his spells as if the god is recognized and venerated within the sphere. Distance has no effect upon the priest's attempt to contact the home power, but dimensional gates, antimagical fields, and the effects of dispel magic will prevent the use of the spell. Also, the spell will not function in areas that the power has been specifically banished from (whether from death of an avatar, banishment, or some voluntary action of the god).",
				"The cleric attempting to uplink with his power in such locations will be informed through the spell that such contact with his god is forbidden. The priest will not be given the reasons, as gods are noticeably reticent to explain why they cannot exert their power, preferring instead to look all-powerful to their worshipers.",
				"The duration of the spell is one week, as long as the cleric remains in the same crystal sphere in which he cast the spell. Passage into another plane (even the ethereal) will break the spell, as will a dispel magic effect. This spell cannot be cast in the Astral Sea."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Create/Destroy Air",
			"source": "Spelljammerfore",
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"r": true,
				"m": "a small stoppered flask"
			},
			"duration": [
				{
					"type": "permanent"
				}
			],
			"entries": [
				"By means of this spell a priest may generate a bubble of fresh, breathable air around a person. This air will drive out the stale air around a person and restore it to the \"fresh \" state. In cases of individuals adrift in space, this permits the creature's air envelope to last another minute.",
				"Within a larger envelope of air (such as the deck of a ship or the atmosphere of a planet), the freshened air will drift off, combining with the existing air. The spell can replace air that may be stale or befouled , including air that is {@condition poisoned} or tainted by a cloudkill spell.",
				"For each level this spell is cast above first, the priest may create sufficient air for an additional person. At 2nd level he may create air for two medium sized individuals, at 3rd level sufficient air for three, and so on.",
				"Creating additional air around a single individual does not create a larger envelope; the excess air will simply drift off. The caster can refresh the air within his own personal air envelope and that of others within the range of the spell, without needing to touch those individuals.",
				"The reverse of this spell, destroy air, immediately reduces the air around one tarqet to \"fouled,\" with all effects of that change. See Chapter 1 for more on this topic.",
				"If the create air spell is used within a gravity field inside otherwise hostile surroundings (such as inside a cloudkill spell, it will allow the recipient a single clean breath before the created air bubbles to the surface."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			}
		},
		{
			"name": "Create Major Helm",
			"source": "Spelljammerfore",
			"level": 7,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "(a chair, stool, or other seat suitable for helm usage)"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "day",
						"amount": 10
					}
				}
			],
			"entries": [
				"By casting this spell, the wizard may transform a normal chair or seat into a major spelljamming helm suitable for powering a ship through space. This spell does not replace the need for a permanent magical helm onboard, and is used primarily as a back-up system or in emergency situations. The major helm may power a ship of no more than three times the spellcaster's level in tonnage. A 20th level wizard may therefore create a major helm capable of powering a 60-ton ship.",
				"In operation, a major spelljamming helm created in such a fashion is identical to a regular, permanent helm, with one exception. If dispelled, the helm created by this spell will disappear and must be created anew.",
				"Creating a helm (major or minor)counts as the casting of one spell, and may reduce the caster's effectiveness in using the helm for that day (if the caster has used all of his remaining 7th level spells). Of course, this does not mean another spellcaster cannot act as the helmsman, using a helm created by another person.",
				"The material component for this spell is a chair, stool, or other seat suitable for use as a helm."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Create Minor Helm",
			"source": "Spelljammerfore",
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "(a chair, stool, or other seat suitable for helm usage) )"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "day",
						"amount": 10
					}
				}
			],
			"entries": [
				"By casting this spell, the wizard may transform a normal chair or seat into a minor spelljammer helm suitable for powering a ship through space. This spell does not replace the need for a permanent magical helm onboard, and is used primarily as a back-up system or in emergency situations. The minor helm may power a ship of no more than two times the caster's level in tonnage. A 20th-level wizard may therefore create a helm capable of powering a 40-ton ship.",
				"In operation, a minor helm created in such a fashion is identical to a regular, permanent spelljammer helm, with one exception. If a helm created by this spell is successfully dispelled, it will disappear and must be created anew."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			}
		},
		{
			"name": "Create Portal",
			"source": "Spelljammerfore",
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 300
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "(a piece of wire wrapped about a bit of amber)"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You target an area on a crystal shell, 100 feet in radius and cause the area of the shell to become temporarily insubstantial and ethereal, allowing a ship (or anything else) of the correct size to pass through.",
				"The effect lasts for up to 12 turns, during which time any other ships or items may pass through. The opening does not weaken the crystal shell, and any objects resting physically on the shell are unaffected by the portal.",
				"It takes but a fraction of a round for a ship to pass through a portal opened in this fashion. Portals created by this spell are magical and temporary, so they can be dispelled. Portals that occur naturally in the crystal shell may not be dispelled. The material component of the create portal spell is a piece of wire wrapped about a bit of amber."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			}
		},
		{
			"name": "Dazzling Gleam",
			"source": "Spelljammerfore",
			"level": 2,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You release a burst of light. Each creature within 30 feet of you that can see you must make a Constitution saving throw. On a failed save, a creature takes {@damage 3d8} radiant damage and is {@condition blinded} until the end of its next turn. On a successful save, it takes half as much damage and is not {@condition blinded}."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@dice 1d8} for each slot level above 2nd."
					]
				}
			],
			"damageInflict": [
				"radiant"
			],
			"conditionInflict": [
				"blinded"
			],
			"savingThrow": [
				"constitution"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Detect Powers",
			"source": "Spelljammerfore",
			"level": 2,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "round"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a handful of sand thrown out to the crystal shell"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"ou cast this spell while outside of a crystal shell allowing you to determine if there are friendly gods and/or other powers so that you may use your divine magic as normal within the borders of the crystal shell.",
				"The detect powers spell will also reveal if the gods revered by the cleric are worshiped within that sphere. If the sphere is one known to the DM, or one which has its major powers already designed, then the spell will reveal if the priest's deity, or deities related to the one involved (either members of the same pantheon or with similar attributes and portfolio) exist.",
				"Two different war gods from two separate fantasy campaigns are probably sufficiently similar to justify a \"related\" status. However, a god of smithing may have no parallel in a world without developed metalcraft. In that situation, a cleric devoted to the smithing god would not find a power to recharge his spells.",
				"If the sphere is new to the DM (ie, the characters just discovered it), and he has no clear idea what lies within, then roll on the table below for a possible response to the spell.",
				"01-10 -- Power is known in this sphere. The cleric can recharge spells normally.",
				"11-50 -- Power is unknown in sphere, but a related power exists. The cleric may regain spells normally after contacting clerics of the related deity .",
				"51-90 -- Power is unknown in sphere. The cleric may not regain spells above second level until contact is restored with venerated power.",
				"91-00 -- Power is unknown in sphere . There is a related power, but his relationship is not good with the cleric's power. The cleric may not regain spells above second level until either contact is restored with his original power, or the cleric performs a great task for the new power.",
				"While many powers will have similar portfolios and areas of interest (war, healing, agriculture, death, and so on), they are often at varying alignments. In one fantasy world, a war god might be a positive figure, and therefore good and lawful. On another world, war might be regarded as a destructive force and its deity is evil and chaotic.",
				"A cleric will be able to tell the alignment of the power closest to his deity through the detect powers spell. Accepting spells from a power of similar outlook but opposite alignment is dangerous, and any cleric that does so must regain favor with his chief deity (through quest or atonement) There are a number of specialty faiths that exist only in space fantasy campaigns, including the Polygots, the Path & the Way, Ptah, and the Planar Churches. If there exists a space civilization of any sort in the crystal sphere, then these faiths will be represented somewhere in that system."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"HL"
			]
		},
		{
			"name": "Enhance Maneuverability",
			"source": "Spelljammerfore",
			"level": 5,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "round"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a vial of wind from an air world"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"You target a ship within 30 feet of a tonnage up to 10x your class level for casting this spell. This spell may be cast on any ship to either increase or decrease its maneuverability class (MC). A ship MC may only be increased or decreased by one class using this spell. No ship can have its MC increased or decreased more than one class above its initial MC, regardless of the number of increase maneuuerability or decrease maneuuerability spells cast upon it."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			}
		},
		{
			"name": "Enhance Rating",
			"source": "Spelljammerfore",
			"level": 3,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "round"
				}
			],
			"range": {
				"type": "special"
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small ivory arrow"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"This spell can only be cast upon an individual using a major or minor spelljammer helm that the caster can see. This spell will raise the SR of the ship using the helm by 1 point for the duration of the spell. Only one enhance rating spell may be used at a time, and the caster may not use it on himself.",
				"Alternatively, a caster may use thus spell to reduce the SR of the spelljamming helm and its user by 1 points for the duration of the spell. The occupant of the helm has an opportunity to make a Wisdom Saving Throw against the spell, with the effects negated if the save is made.",
				"When cast as a 5th level spell, the SR will increase or decrease by 2."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			}
		},
		{
			"name": "Field of Stars",
			"source": "Spelljammerfore",
			"level": 4,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You conjure into existence four motes of starlight, each in an unoccupied space you can see within range. Each mote provides dim light in a 5-foot radius and lasts for the duration or until it explodes.",
				"When a creature moves within 5 feet of a mote or moves away from a mote within 5 feet of it, the mote explodes. Each creature within 5 feet of the mote must make a Dexterity saving throw. A creature takes {@damage 2d6} radiant damage on a failed save, or half as much damage on a successful one."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, you create one additional mote for each slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"radiant"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"R"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Glassteel",
			"source": "Spelljammerfore",
			"level": 6,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "an opaque material and a small pane of glass"
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"entries": [
				"You transform a piece of crystal or glass to have the toughness and resilience of steel.",
				"You can affect one window-sized piece of transparent material no larger than 10 feet tall by 10 feet wide and an inch thick.",
				"Glassteel has an AC of 19 with 27 hit points, as well as resistance to piercing and slashing attacks made by nonmagical weapons."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Gleam-Eye",
			"source": "Spelljammerfore",
			"level": 2,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You imbue your eyes with an endearing twinkle that distracts even the most hardened of hearts. When you cast this spell, you can target a creature within 30 feet of you that you can see with a brilliant wink. The target must make a Wisdom saving throw or have disadvantage on the next attack roll or ability check they make before the start of your next turn. On each of your turns until the spell ends, you can use your bonus action to repeat this effect, targeting the same creature or a different one.",
				"A creature that can't see you or that can't be {@condition charmed} is unaffected by this spell."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT",
				"UBA"
			]
		},
		{
			"name": "Golden Glow",
			"source": "Spelljammerfore",
			"level": 5,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a golden orb worth 100gp, which the spell consumes",
					"consume": true,
					"cost": 10000
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You point at a spot within 30ft of you that you can see, a bright orb of sunlight takes form there. This orb emits bright light in a 20-foot radius and dim light for an additional 20 feet, the orb will hover 15ft above the ground unless you're pointing at a wall or ceiling.",
				"When a creature enters the bright light for the first time on a turn or starts its turn there, it must make a Constitution saving throw. It takes {@damage 6d8} radiant damage on a failed save, or half as much damage on a successful one.",
				"An undead makes its saving throw with disadvantage, and the spell deals maximum damage to it."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the spell deals an additional {@damage 1d8} damage for each slot level above 5th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Gravity Pulse",
			"source": "Spelljammerfore",
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 15
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You concentrate gravity around your body. Each creature within 15 feet of you must make a Strength saving throw. On a failed save, a creature takes {@damage 2d8} bludgeoning damage and be pulled up to 10 feet toward you. On a successful save, it takes half as much damage and is not pulled toward you."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d8} for each slot level above 1st."
					]
				}
			],
			"damageInflict": [
				"bludgeoning"
			],
			"savingThrow": [
				"strength"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			},
			"miscTags": [
				"FMV"
			]
		},
		{
			"name": "Guiding Light",
			"source": "Spelljammerfore",
			"level": 3,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "special"
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "true",
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You can cast this spell only at night. You speak the name of a creature or location known to you to be the target of this spell. The target must be on the same plane of existence or crystal shell as you, and cannot be under more than 100 feet of dirt or stone. A shining star appears high in the sky above the target's location, visible only at night. Your familiarity with the target determines the accuracy of the star's location. The DM rolls {@dice d100} and consults the table.",
				"Star Location",
				{
					"type": "table",
					"colLabels": [
						"Target Familiarity",
						"Mishap",
						"Similar Target",
						"Off Target",
						"On Target"
					],
					"rows": [
						[
							"Seen casually",
							"01–33",
							"34–43",
							"44–53",
							"54–100"
						],
						[
							"Very familiar",
							"01–05",
							"06–13",
							"14–24",
							"25–100"
						],
						[
							"Viewed once",
							"01–43",
							"44–53",
							"54–73",
							"74–100"
						],
						[
							"Description",
							"01–43",
							"44–53",
							"54–73",
							"74–100"
						],
						[
							"False description",
							"01–50",
							"51–100",
							"—",
							"—"
						]
					]
				},
				"Familiarity. \"Very familiar\" is a creature or place you have met with or been to very often, a creature or place you have carefully studied, or a creature or place you can see when you cast the spell. \"Seen casually\" is someone or someplace you have seen more than once but with which you aren't very familiar. \"Viewed once\" is a creature or place you have seen once, possibly using magic. \"Description\" is a creature or place whose location and appearance you know through someone else's description, perhaps from a map.",
				"\"False description\" is a creature or place that doesn't exist. Perhaps you scried an illusion, or you are attempting to locate a familiar creature or location that no longer exists.",
				"On Target. The star appears directly over the target's location.",
				"Off Target. The star appear a random distance away from the target's location in a random direction. Distance off target is {@dice 1d10 × 1d10} percent of the distance between you and the target. For example, if the target was 120 miles away from you, and the DM rolled a 5 and 3 on the two {@dice d10}s, then the star would be off target by 15 percent, or 18 miles. The DM determines the direction off target randomly by rolling a {@dice d8} and designating 1 as north, 2 as northeast, 3 as east, and so on around the points of the compass.",
				"Similar Target. The star appears over a different target that's visually or thematically similar to the target. Generally, the star appears over the closest similar target, but since the spell has no range limit, it could conceivably wind up anywhere on the plane.",
				"Mishap. The star appears in your hands and then explodes. Each creature within 30 feet of the star must make a Dexterity saving throw. A creature takes {@damage 2d10} radiant damage on a failed save, or half as much damage on a successful one."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Icy Ring",
			"source": "Spelljammerfore",
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a shard of ice or glass of water"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You form a 5-foot thick ring of dust and ice that circles around you, with the outer edge of the ring 10 feet away from you. When a creature enters the spell's area for the first time on a turn or starts its turn there, it must make a Dexterity saving throw. A creature takes {@damage 3d6} cold damage on a failed save, or half as much damage on a successful one.",
				"As a bonus action on your turn, you can increase or decrease the ring's radius from you by 5 feet, to a maximum distance of 20 feet away from you. The ring retains its 5-foot thickness, but its radius grows or shrinks."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d6} for each slot level above 3rd."
					]
				}
			],
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Illuminate",
			"source": "Spelljammerfore",
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You release a cloud of shimmering gas at a creature you can see within range. The creature must succeed on a Constitution saving throw or take {@damage 1d8} radiant damage, and has disadvantage on Dexterity (Stealth) checks and can't benefit from being {@condition invisible} until the start of your next turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"This spell's damage increases by {@dice 1d8} when you reach 5th level ({@dice 2d8}), 11th level ({@dice 3d8}), and 17th level ({@dice 4d8})."
					]
				}
			],
			"damageInflict": [
				"radiant"
			],
			"conditionInflict": [
				"invisible"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			},
			"races": [
				{
					"name": "Elf (High)",
					"source": "PHB",
					"baseName": "Elf",
					"baseSource": "PHB"
				}
			],
			"miscTags": [
				"SCL",
				"SGT"
			]
		},
		{
			"name": "Intensify Gravity",
			"source": "Spelljammerfore",
			"level": 6,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a lead weight"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"This spell magnifies the gravitational force of a gravity plane within a 30-foot-radius, 100-foot high cylinder centered on a point on a gravity plane within range. For the spell's duration, everything within the spell's area becomes 10 times heavier. If the increase in a creature's carry weight exceeds 15 times its Strength score, it takes {@damage 1d6} bludgeoning damage at the start of each of its turns, its speed drops by 20 feet and it has disadvantage on ability checks, attack rolls, and saving throws that use Strength, Dexterity, or Constitution.",
				"Arrows, bolts, and other ordinary projectiles that enter the spell's area drop to the ground and automatically miss."
			],
			"damageInflict": [
				"bludgeoning"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Ionizing Wind",
			"source": "Spelljammerfore",
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 40
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A blast of electrified wind erupts from your hands. Each creature in a 40-foot cone must make a Strength saving throw. On a failed save, a creature takes {@damage 6d8} lightning damage and is pushed 10 feet away from you. On a successful save, the creature takes half as much damage and isn't pushed."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d8} for each slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"savingThrow": [
				"strength"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"FMV"
			]
		},
		{
			"name": "Locate Portal",
			"source": "Spelljammerfore",
			"level": 2,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "miles",
					"amount": 1
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a conch shell"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"entries": [
				"The caster of a locale portal spell can find the nearest portal through a crystal shell either into or out of the Astral Sea . The spell indicates direction and distance (either in miles or in travel time, should the cleric know the particulars of his own ship).",
				"In general, from any point on a crystal shell, the portals for a normal sized ship are {@dice 2d10} days away from any location. At the moderator's option, there may be more portals than normal available, less, or none at all. This is up to the DM to determine."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Lucky Stars",
			"source": "Spelljammerfore",
			"level": 3,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "A rabbit's foot or other lucky charm"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create three small stars that circle around your head. Whenever you make an attack roll, an ability check, or a saving throw, you can spend expend one star to roll an additional {@dice d20}. You can choose to expend one of your stars after you roll the die, but before the outcome is determined. You choose which of the {@dice d20}s is used for the attack roll, ability check, or saving throw.",
				"You can also expend one star when an attack roll is made against you. Roll a {@dice d20}, and then choose whether the attack uses the attacker's roll or yours."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, you create one additional star for each slot level above 3rd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Meteor Strike",
			"source": "Spelljammerfore",
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"The next time you hit a creature with a weapon attack during the spell's duration, your weapon strikes with the momentum of a meteor. The attack deals an extra {@damage 1d6} fire damage, and the target must succeed on a Strength saving throw or be knocked {@condition prone} or pushed 5 feet away from you (your choice). A Large or larger creature has advantage on this saving throw."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the extra damage increases by {@dice 1d6} for each slot level above 1st."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrow": [
				"strength"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"FMV"
			]
		},
		{
			"name": "Moonfall",
			"source": "Spelljammerfore",
			"level": 1,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 500
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You materialize a minor moon from its place in the stars to use as an instrument of doom. A large stone moon of 100-foot radius appears 1500 feet above a point you can see within range. The spell fails if you can't see a point in the air where the moon could appear, or if you do not have a clear view of the sky.",
				"The moon falls 500 feet at the start of each of your turns. Each creature in the moon's path as it falls must make a Dexterity saving throw. On a failed save, a creature takes {@damage 6d6} bludgeoning damage and is {@condition grappled} until the end of its next turn, pinned by the moon. On a successful save, a creature takes half as much damage and is pushed out of the moon's path, up to 100 feet away from the moon.",
				"Once the moon collides with the ground, each creature within 100 feet of the point of collision takes {@damage 12d12} bludgeoning damage. The spell deals maximum damage to structures. The moon then break into pieces, leaving a 100-foot radius impact crater, which becomes difficult terrain until cleared, with each 5-foot-diameter portion requiring at least 1 minute to clear by hand."
			],
			"damageInflict": [
				"bludgeoning"
			],
			"conditionInflict": [
				"grappled"
			],
			"savingThrow": [
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"FMV",
				"SGT"
			]
		},
		{
			"name": "Night Sky",
			"source": "Spelljammerfore",
			"level": 9,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "miles",
					"amount": 1
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"With a wave of your hand, you force the sky above you to clear and become night, in a radius of 1 mile. Within the spell's area, spells that can be cast only at night (such as create undead) can be cast regardless of time of day.",
				"When you cast this spell, choose one of the following effects. On each of your turns until the spell ends, you can use your action to choose an effect, selecting the same effect or a different one.",
				"Dreamland. The terrain within the spell's area shapes to your desires. The tactile characteristics of the terrain are unchanged, so creatures entering the area are likely to see through the illusion. If the difference isn't obvious by touch, a creature carefully examining the illusion can attempt an Intelligence (Investigation) check against your spell save DC to disbelieve it. A creature who discerns the illusion for what it is, sees it as a vague image superimposed on the terrain. You can end this effect as an action on your turn.",
				"Grim. You imbue false life into a corpse you can see within the spell's area. It rises as a skeleton if you choose a pile of bones, or a zombie if you choose a fleshy corpse. On each of your turns, you can use an action to mentally command any creature you made with this spell if the creature is within the spell's area (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete. The creature reverts to a corpse or pile of bones when the spell ends.",
				"Shooting Star. A star streaks across the sky. One creature of your choice who can see the star gains 25 temporary hit points. While the creature has these hit points, it immune to fear.",
				"Slumber. You inflict drowsiness on a creature of your choice within the spell's area. If the target has less than 50 hit points, it fall {@condition unconscious} until the spell ends, it takes damage, or someone uses an action to shake or slap it awake.",
				"Star Storm. Ten stars fall from the sky. Each star hits a creature of your choice within the spell's area. Each star deals {@damage 1d4 + 1} force damage to its target (roll damage for each star separately). The stars all strike simultaneously, and you can direct them to hit one creature or several. Each time you use this effect, the sky grows darker. After the 10th use, the sky above becomes entirely dark, and you can no longer use this effect."
			],
			"damageInflict": [
				"force"
			],
			"savingThrow": [
				"intelligence"
			],
			"miscTags": [
				"SGT",
				"THP"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Quasar",
			"source": "Spelljammerfore",
			"level": 6,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "line",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You produce a beam of radiance in a line, 100 feet long and 5 feet wide. Each creature in the line must make a Dexterity saving throw. A target takes {@damage 10d8} radiant damage and is {@condition blinded} for 1 minute on a failed save, or half as much damage and is not {@condition blinded} on a successful one.",
				"A creature {@condition blinded} by this spell makes a Constitution saving throw at the end of each of its turns. On a successful save, it is no longer {@condition blinded}."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 7th level or higher, the damage increases by {@dice 1d8} for each slot level above 6th."
					]
				}
			],
			"damageInflict": [
				"radiant"
			],
			"conditionInflict": [
				"blinded"
			],
			"savingThrow": [
				"dexterity",
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Softwood",
			"source": "Spelljammerfore",
			"level": 4,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a bit of bark"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "turn",
						"amount": 3
					}
				},
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"entries": [
				"The recipient of a softwood spell immediately has his body surrounded by soft, spongy wood, similar to that of a rotting stump. The softwood is a living entity that inhabits the air envelope of the individual, sustaining that individual's life at a lower level than normal. When the character falls {@condition unconscious}, whether as a result of exposure to deadly air or as a result of taking damage, the individual is placed in suspended animation in a manner similar to that of individuals who suffocate in the Astral Sea.",
				"The softwood surrounding a body is extremely resistant to heat and cold, and while the form within is {@condition unconscious}, it cannot be harmed. A character in a softwood cocoon could fall to earth and the heat and impact of the fall would be absorbed by the spell.",
				"Softwood dissolves in open air. If a character enters and stays in a new envelope of fresh air for longer than three turns, the softwood will dissolve, letting the individual loose with an HP of 1. A softwood spell cast in the open air will be effective for three turns, and dissipates at the beginning of the caster's 4th turn.",
				"The softwood spell was created as a defensive measure, to preserve those cast adrift in space. Enterprising and aggressive casters have turned the spell into both a handy method of containing enemies, as well as a way of sending both foes and mutinous friends into wildspace (and off their ships) without having to slay them."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When cast as a higher level spell, the caster may target one additional target per spell slot above 4th that the spell is cast as."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			}
		},
		{
			"name": "Starcrossed Binding",
			"source": "Spelljammerfore",
			"level": 7,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "two stone rings made from the same meteorite and a diamond worth at least 3000 gp",
					"cost": 300000
				}
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"entries": [
				"You adorn two willing creatures within range, bonding them together across time and space. As long as the two creatures remain on the same plane of existence, each creature gains a +1 bonus to its AC and saving throws, and is immune to the {@condition charmed} condition. Additionally each target knows the direction and distance to the other, and if one of them travels or is transported to a different plane, the other knows to which one they went.",
				"The spell ends if one of the creatures is killed. A creature can only benefit from this spell once in its lifetime.",
				"This spell can only be dispelled by a wish spell."
			],
			"miscTags": [
				"MAC",
				"PRM"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Starlight Shroud",
			"source": "Spelljammerfore",
			"level": 1,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"Ghostly starlight surrounds your body, casting bright light in a 10-foot radius and dim light for an additional 10 feet. The first time you take damage after casting this spell, the starlight explodes outward and the spell ends. Each creature within 10 feet of you, other than you, must make a Dexterity saving throw, taking {@damage 2d10} radiant damage on a failed save, or half as much damage on a successful one."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d10} for each slot level above 1st."
					]
				}
			],
			"damageInflict": [
				"radiant"
			],
			"savingThrow": [
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			}
		},
		{
			"name": "Starlight Spear",
			"source": "Spelljammerfore",
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"solidified light in your hand. This magic spear lasts until the spell ends. It counts as a simple melee weapon with which you are proficient. It deals {@damage 2d12} radiant damage on a hit and has the reach and thrown (20/60ft.) properties. In addition, if you move at least 20 feet straight toward a target, your next attack with this weapon deals an additional {@damage 1d12} radiant damage on a hit.",
				"If you drop the weapon or throw it, it dissipates at the end of the turn. Thereafter, while the spell persists, you can use a bonus action to cause the spear to reappear in your hand."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a 3rd- or 4th-level spell slot, the damage increases to {@dice 3d12}. When you cast it using a 5th- or 6th-level spell slot, the damage increases to {@dice 4d12}. When you cast it using a spell slot of 7th level or higher, the damage increases to {@dice 5d12}."
					]
				}
			],
			"damageInflict": [
				"radiant"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Twinkle",
			"source": "Spelljammerfore",
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You create or manipulate lights you can see within range and that fit within a 5-foot cube:",
				"1. You create a small burst of light, providing bright light in a 5-foot radius and dim light for an additional 5 feet until the start of your next turn.",
				"2. You cause a nonmagical light to dim until the start of your next turn. An object that usually casts dim light no longer casts light, and an object that casts bright light now casts dim light.",
				"3. You change the color of a light for 1 minute.",
				"If you cast this spell multiple times, you can have up to three non-instantaneous effects created by it active at a time, and you can dismiss such an effect as an action."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"races": [
				{
					"name": "Elf (High)",
					"source": "PHB",
					"baseName": "Elf",
					"baseSource": "PHB"
				}
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Ultraviolet Pulse",
			"source": "Spelljammerfore",
			"level": 2,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You hurl a ball of glowing violet energy towards one creature within range, which bursts into a pulse of {@condition invisible} radiation on impact. Make a ranged spell attack against the target. On a hit, it takes {@damage 5d6} radiant damage and must make a Constitution save or be {@condition poisoned} for 1 minute. The target can repeat this save at the end of each of its turns, ending the effect on a success."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@dice 1d6} for each slot level above 2nd."
					]
				}
			],
			"damageInflict": [
				"radiant"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Vacuum",
			"source": "Spelljammerfore",
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true,
				"m": "a sealed container"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You draw all the air out of a creature within range. The target must make a Constitution saving throw. On a failed save, it takes {@damage 8d6} bludgeoning damage and begins suffocating. On a successful one, it takes half as much damage and does not begin suffocating.",
				"The target can repeat the saving throw at the end of each of its turns, ending the spell on a success."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			}
		}
	]
}
