{
	"_meta": {
		"sources": [
			{
				"json": "MLP45E",
				"abbreviation": "MLP",
				"full": "MLP45E - Dungeons and Dragons With Ponies!",
				"url": "https://drive.google.com/file/d/149lpwIqBEBEu_a9OyH3n0L-VcyCWpJDc/view?usp=sharing",
				"authors": [
					"cheezedoodle96"
				],
				"convertedBy": [
					"JLtheking#0799"
				],
				"version": "1.0",
				"color": "ff69b4",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1613739050,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "264c45a997",
		"edition": "classic"
	},
	"spell": [
		{
			"name": "Air Walk",
			"source": "MLP45E",
			"page": 62,
			"level": 4,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"{@italic Creatures on which this spell is cast can gallop through the air as effortlessly as a pegasus flies.}",
				"Choose a willing creature within range. Until the spell ends, the target can tread on air as if walking on solid ground at double its walking speed. The target can move upward or downward at a 45 degree angle at half its speed. Treat strong winds (twenty miles per hour or more) as difficult terrain.",
				"If the spell ends while the target is airborne, it falls if this spell is the only thing keeping it aloft."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a slot of 5th level or higher, you can add one target for each level above 4th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Apples to Oranges",
			"source": "MLP45E",
			"page": 63,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 50
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"{@italic You change one thing into another, briefly. This spell may be the source of unusual \"flying orange\" sightings reported in Ponyville recently.}",
				"You fire off a ray that transforms one object into another. Make a ranged spell attack against the target. On a hit, an unattended, nonliving object of 1 cubic foot or smaller is transformed into another object of your choice that is of a similar material (animal, vegetable, or mineral).",
				"If you use the ray against another creature or something being carried by the creature, it must succeed on a Wisdom saving throw to avoid the effect. Creatures or objects larger than Tiny size are unaffected."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a slot of 3rd level or higher, the duration increases to 1 hour, or 1 day for a 4th-level or higher slot."
					]
				}
			],
			"spellAttack": [
				"R"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Apprentice's Conjuration",
			"source": "MLP45E",
			"page": 63,
			"level": 1,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 50
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"{@italic You conjure a simple object out of thin air.}",
				"You conjure a non-magical item worth up to 1 gp. The item is generic (a torch or a hat, for instance), not a specific item (the key to a particular chest). The item disappears after 1 hour. Because the item looks \"too perfect\" in appearance, those viewing the object can notice it's conjured by succeeding on a DC 12 Arcana or Perception check."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you use a spell slot of 2nd-level or higher to cast this spell, the item's value can be up to 10 gp and the duration increases to 4 hours. 4th-level: 50 gp, 12 hours. 5th-level: 100 gp, 24 hours."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Apprentice's Telekinesis (Mage Hand*)",
			"source": "MLP45E",
			"page": 63,
			"level": 0,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 25
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"{@italic You can lift objects and even other creatures into the air and move them around. This simple version of Telekinesis is one of the first spells most unicorns learn, although advanced versions are more difficult to master. Sweeping with brooms, pulling aside curtains, gathering up scattered books, and opening or closing doors and windows are typical uses of this spell.}",
				"{@bold Note:} This spell supersedes the {@italic Mage Hand} cantrip found in the D&D 5e Player's Handbook, in an attempt to mimic MLP's unicorn levitation magic as closely as possible. Any creature with Mage Hand should instead use this cantrip.",
				"You can telekinetically lift and manipulate unattended objects within a 10-foot sphere with a combined weight of 10 pounds or less, or push/pull an object with the equivalent of 10 pounds of force. Each round on your turn you can choose to either continue manipulating the same object(s) or switch to different object(s) within range as a part of your action. Objects you are lifting automatically move along with you relative to your position unless you use your action to reposition them (move closer or further away). You do not have fine motor control over the objects.",
				"While concentrating on this spell you can use your action to perform the following:",
				"- Lift a tiny-sized creature if you succeed on a contest of your magic ability against the target's Strength.",
				"- Snatch away a worn or held object if you succeed on a contest of your magic ability (with disadvantage) against the target's Strength.",
				"- Hurl an object up to 50 feet away (but lacking sufficient force to deal damage with it)."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Apprentice's Teleport (Dimension Door*)",
			"source": "MLP45E",
			"page": 63,
			"level": 1,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"{@italic You disappear and reappear a short distance away. Twilight Sparkle is a master of this difficult spell, having used the wizard class feature Spell Mastery to let her use its 1st-level and 2nd-level versions without using a spell slot.}",
				"{@bold Note:} This spell supersedes the {@italic Dimension Door} spell found in the D&D 5e Player's Handbook, in an attempt to mimic MLP's unicorn teleportation magic as closely as possible. Any creature with Dimension Door should instead use this spell.",
				"You teleport yourself or an unattended object from your current location to any other spot within range that you can see. You can bring along objects as long as their weight doesn't exceed your carry limit. If you are {@condition prone} and you use this spell on yourself, you can choose to appear at your destination standing."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"2nd-level or higher slot: Range increases to 50 feet, and you can bring along one adjacent willing creature of your size or smaller. You can also attempt to teleport an unwilling creature within range up to 50 feet. The target gets a Wisdom saving throw with advantage to avoid being teleported.",
						"3rd-level or higher slot: Range increases to 200 feet, and you can bring along a creature up to one size larger than you. Unwilling creatures still can only be teleported 50 feet. You can bring along a second willing creature, but you take {@damage 3d6} psychic damage which cannot be reduced in any way.",
						"4th-level or higher slot: Treat as the D&D Next Dimension Door spell, with these additions: You can teleport unwilling creatures as above, or you can bring along additional willing creatures. Each additional creature beyond the first causes you to take {@damage 3d6} psychic damage which cannot be reduced in any way."
					]
				}
			],
			"miscTags": [
				"TP"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Chameleon Cloak",
			"source": "MLP45E",
			"page": 64,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"{@italic Your body and equipment change color to blend in with your surroundings.}",
				"Touch a willing creature. The creature's body and clothing take on the coloration of their surroundings, aiding in their attempts to hide. The creature receives a +5 bonus to Dexterity (Stealth) checks, and does not need cover or concealment to hide."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, you can affect up to 5 targets and the Dexterity (Stealth) bonus increases to +7. If you use a 5th level or higher spell slot, you can affect up to 10 targets and the Dexterity (Stealth) bonus increases to +10."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Cloud Walk",
			"source": "MLP45E",
			"page": 64,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"{@italic This spell lets unicorns, earth ponies, and other ground-dwellers to walk on clouds like pegasi and other flying creatures. Twilight Sparkle used this spell to enable herself and her friends to attend the Best Young Flyers competition in Cloudsdale in the episode Sonic Rainboom to cheer for Rainbow Dash.}",
				"Until the spell ends, you gain the cloudwalking ability of pegasi: you can move across clouds as if they were solid ground. If you are inside a cloud when you cast this spell it carries you to the top at a rate of 10 feet per second (60 feet per round)."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, it lasts the full duration of 1 hour without concentration and you can affect up to 10 willing creatures within 25 feet of you.",
						"{@bold Optional Material Component}: If you spend magic dust worth 25 gp for each creature affected, the duration increases to 24 hours."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Come to Life",
			"source": "MLP45E",
			"page": 64,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"{@italic Trixie and Twilight Sparkle are both familiar with this spell, which causes an object to animate, moving around on command. Use this spell with care or you can lose control of it. Trixie lassoed Applejack with her own rope in Boast Busters, and Twilight bit off a bit more than she could chew animating one of Ponyville's snow plows in Winter Wrap Up.}",
				"{@bold Note:} This spell performs a similar function to the {@italic Animate Object} spell in the D&D 5e Player's Handbook. The difference is, this spell is much lower in level, but the objects animated with this spell have weaker game statistics and have a chance of going berserk.",
				"A small-sized object within range becomes animated under your control. It gains the stats of a common skeleton. If it doesn't have legs, wheels, or another means of movement, it gains a fly speed of 30 feet. Its melee attack is typically slamming into its target. As part of your action, you can mentally command your animated objects within 50 feet of you. Roll a DC 10 Charisma check. On a failure, the object goes berserk and acts randomly according to the table below. You can attempt to re-assert control after one minute. ",
				{
					"type": "table",
					"caption": "Berserk Objects",
					"colLabels": [
						"{@dice d8}",
						"Action"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"Attack nearest creature"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 2,
									"max": 3
								}
							},
							"Stand idle in place"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 4,
									"max": 6
								}
							},
							"Move in a random direction"
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 7,
									"max": 8
								}
							},
							"Move and Dash in random directions"
						]
					]
				},
				"On a success, you decide what action the object will take and where it will move, or you can issue a general command such as to guard a particular chamber or corridor. You can also order it to act on its own for appropriate tasks (such as a broom sweeping a house's floors, a shovel clearing the snow from a street, a washboard cleaning clothes, etc.) If the object completes its task it returns to you if you're within 100 feet.",
				"Depending on the object's nature, the GM may allow you to assign a special ability to the object's attack when it hits. For example a boiling kettle of water might blind the target once, for a round. An animated rope might grapple its target. A rock might push its target, and a chair might trip its target. If an object does have such an ability, reduce its base attack damage from {@dice 1d8} to {@dice 1d4}."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, you can affect a medium-sized object such as a food cart, mailbox, bicycle, dinner table, or couch. The object retains the skeleton's stats with these changes: Hit Points 30, Attack +5 for {@dice 1d8 + 3}.",
						"When you cast this spell using a spell slot of 6th level or higher, you can affect a large-sized object such as a wagon, snow plow, outhouse, or carriage. The object retains the skeleton's stats with these changes: Hit Points 60, Attack +7 for {@dice 1d8 + 6}."
					]
				}
			],
			"miscTags": [
				"SMN"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Down is Up",
			"source": "MLP45E",
			"page": 65,
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"{@italic Twilight used this handy spell to let herself and Spike quickly ascend to the top of the Crystal Empire's palace spire in The Crystal Empire.}",
				"You reverse the pull of gravity on yourself and everything you're carrying. This causes you to immediately fall upward. You can use your reaction to suppress the effect for as long as you like, and you can use your action to restart the effect. The spell effect starts with your legs and ends with your head, so you always rotate the correct direction for your hooves to be pointing \"down.\"",
				"This essentially allows you to treat ceilings as floors, or make vertical jumps of up to 100 feet, using your reaction to cancel at the correct height. At the end of such a leap, roll a Dexterity (Acrobatics) check or fall {@condition prone} at the destination and take {@damage 2d6} damage. Leaps of greater distances could be attempted, but this is extremely risky since you fall about 3 seconds (250 feet) before you can reactivate the spell. Having a {@spell Feather Fall} spell is highly recommended."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Dowsing",
			"source": "MLP45E",
			"page": 65,
			"level": 1,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 50
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"{@italic You think about something, and your horn points you in the right direction to find it. Rarity uses this spell in her gem-hunting expeditions with Spike, as seen in A Dog and Pony Show.}",
				"You visualize something you wish to find, such as water, food, gems, minerals, or a particular object you are familiar with. If the substance or object exists within range, your horn points you in the direction of the nearest match. In addition, the substance or item begins to glow if it's covered by less than 1 foot of loose or soft material."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"If you use a 3rd-level or higher spell slot to cast this spell, the range increases to 500 feet, and you can detect items through 5 feet of material."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Eldritch Blast*",
			"source": "MLP45E",
			"page": 65,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"{@italic Some unicorns are able to use their magic to fire a blast of arcane force at their opponents, although most prefer to dedicate their studies to more peaceful magic.}",
				"A beam of crackling energy streaks toward a creature within range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 1d10} force damage.",
				"The spell creates more than one beam when you reach higher levels: two beams at 5th level, three beams at 11th level, and four beams at 17th level. You can direct the beams at the same target or at different ones. Make a separate attack roll for each beam."
			],
			"damageInflict": [
				"force"
			],
			"spellAttack": [
				"R"
			],
			"miscTags": [
				"SCL"
			],
			"areaTags": [
				"ST",
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Globe Trotter",
			"source": "MLP45E",
			"page": 65,
			"level": 6,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "magic dist worth 250 gp",
					"cost": 25000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					},
					"concentration": true
				}
			],
			"entries": [
				"{@italic You transform into a mote of energy which flies through the air at a rapid pace. The royal sisters have been known to use this spell to quickly survey their lands when a chariot is too slow or conspicuous. Princess Celestia demonstrated it in the episode Elements of Harmony.}",
				"You take the shape of a small-sized globe of energy that sheds light equivalent to a torch in the same color as your magic aura. You gain a fly speed of 300 feet. You can squeeze through tiny gaps (floorboards, leaky roofs, etc) with no movement penalty. While in globe form you can only use your movement, your action can only be used to dash or disengage, and you cannot cast any spells or make any attacks. You retain your normal senses and the ability to speak. You can end the effect at any time. Your speed is approximately 35 miles per hour, or 70 miles per hour if you dash."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you use an 8th-level or higher slot to cast this spell, your speed increases to 600 feet (about 70 miles per hour or 140 miles per hour while dashing)."
					]
				}
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Gossamer Wings",
			"source": "MLP45E",
			"page": 65,
			"level": 4,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 12
					}
				}
			],
			"entries": [
				"{@italic With this difficult, costly spell you grant another creature usable (albeit fragile) wings in the form of your choice. Twilight Sparkle used it to give beautiful butterfly wings to Rarity in Sonic Rainboom.}",
				"You zap a willing creature up to one size larger than you with your magic. Over the next minute, it grows wings in the form of your choice (typically feathered, butterfly, dragonfly, or batlike). The creature gains a fly speed of 40 feet and the cloudwalking ability. If the creature is reduced below half their maximum HP or flies above 10,000 feet in altitude on a sunny day, the wings are destroyed and the cloudwalking ability is lost. The target begins falling at the start of its next turn."
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Growth Spurt",
			"source": "MLP45E",
			"page": 66,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "magic dust worth 10 gp, which is consumed",
					"consume": true,
					"cost": 1000
				}
			},
			"duration": [
				{
					"type": "permanent"
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"{@italic You cause living cells to develop and multiply, rapidly accelerating their natural growth rate. This is the twenty-fifth spell Twilight Sparkle learned, according to Spike. She used it to grow fine, thick moustaches on Spike, Snips, and Snails in Boast Busters.}",
				"Living plants, seeds, or willing creature (or a portion thereof) begins to grow and mature as if weeks or months were passing by every second. Plants are much easier to affect than creatures, so the effect depends on the target:",
				"{@bold Plants:} If the seeds are planted appropriately, one casting is sufficient to grow an entire 5-foot square patch of small plants such as grass, grain, or vegetables. Such vegetation grows to maturity and produces any fruit or flowers it normally would. Alternately, a tree can be grown to approximately 15 feet in height with a trunk 4 inches in diameter.",
				"{@bold Creatures:} In most cases it is considered reckless and highly immoral to use this spell to increase the physical growth of a sapient creature. It can, however, be used to only grow a small portion of a creature, such as stimulating hair growth, knitting a broken bone, or scarring over a wound, without controversy. This spell even stimulates cells such as dormant hair follicles to multiply, allowing, for example, a child or female to grow a fine moustache and beard.",
				"If used on a portion of a creature, it generally has the desired outcome. Game effects are left to the GM. Although this spell will not actually heal HP damage, it might assist in healing a crippling wound or speed recovery from a broken bone (as long as the bone is set correctly so it can heal properly).",
				"If used on an entire creature, only creatures that are small-sized or smaller as an adult can be affected, and it ages the creature to maturity or approximately one year (whichever is less). Creatures that are already adult are unaffected unless they keep growing larger as they age.",
				"{@bold Note:} This spell does not tax the soil or a creature's metabolism - all growth is fueled directly by the material component. A plant or creature will also not grow beyond its normal maximum size."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"If you are of sufficient level, you can increase the amount of magic dust used to increase the effect:",
						{
							"type": "table",
							"caption": "Spell Scaling",
							"colLabels": [
								"Minimum Caster Level",
								"Magic Dust",
								"Plant Square Size",
								"Tree Height",
								"Tree Diameter",
								"Creature Size",
								"Maturity Age"
							],
							"colStyles": [
								"col-1 text-center"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"75 gp",
									"25 feet",
									"30 feet",
									"1 foot",
									"Medium",
									"2 years"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"250 gp",
									"50 feet",
									"60 feet",
									"2 feet",
									"Large",
									"5 years"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 9
										}
									},
									"500 gp",
									"75 feet",
									"120 feet",
									"4 feet",
									"Huge",
									"10 years"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 12
										}
									},
									"1,000 gp",
									"100 feet",
									"250 feet",
									"8 feet",
									"Gargantuan",
									"20 years"
								]
							]
						}
					]
				}
			],
			"miscTags": [
				"PRM"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Inseparable",
			"source": "MLP45E",
			"page": 66,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 50
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"{@italic You magically stick two creatures together, forcing them to cooperate in order to get anything done. Trixie used this spell from the Alicorn Amulet to bind Snips' and Snails' horns together.}",
				"Choose two creatures within range that are within 5 feet of each other. Each must roll a successful Constitution saving throw. If either save fails, the creatures are melded together and must remain adjacent to each other. Attack rolls against the creatures have advantage, and the creatures' attack rolls and Dexterity saving throws have disadvantage.",
				"If the melded creatures are the same size, each creature's speed is halved. If either moves, the other is dragged along behind it. If one of the melded creatures is a larger size than the other, its speed is not reduced and the smaller creature's speed is instead zero.",
				"At the end of a melded creature's turn, it can repeat the saving throw to attempt to end the spell. The spell only ends when both melded creatures succeed at the saving throw in the same round."
			],
			"areaTags": [
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Instant Makeover",
			"source": "MLP45E",
			"page": 66,
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"{@italic Your magic scrubs away all uncleanliness. Rarity used this spell in The Ticket Master to clean up both Twilight and Spike, and gave them a bit more than they bargained for.}",
				"You zap a large-sized or smaller creature within range with your magic. Over the next minute, the target has all dirt, sweat, grime, water, vermin, and filth whisked away. Their hair and coat are washed, trimmed, and styled, clothes are cleaned and treated, teeth are cleaned, breath freshened, hooves or nails filed and polished, and perfume and makeup applied (if desired). The quality of the work is equivalent to your own skill at performing these tasks manually. The materials needed (files, scissors, shampoo, makeup, etc) are conjured by magic and disappear at its conclusion."
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Lesser Passwall",
			"source": "MLP45E",
			"page": 67,
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"{@italic Amazingly, Pumpkin Cake spontaneously cast this spell in Baby Cakes to let herself and her brother escape after Pinkie trapped them in their playpen.}",
				"Choose a point on a stone, brick, wooden, plaster, cloth, or similar surface within range. You create an oval hole through space of your size which bypasses 6 inches of the surface's thickness. This lets creatures up to one size larger than you to use the hole to bypass the wall. The spell fails if the surface is thicker than 6 inches. Once you cease concentration, the hole lasts one additional minute."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Lightning Spark",
			"source": "MLP45E",
			"page": 67,
			"level": 0,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"{@italic You create a dancing spark of electricity in your hand: A light for your path or a weapon against your enemies.}",
				"A dancing spark appears in your hand. The spark remains there for the duration and harms neither you nor your equipment. The spark sheds bright light in a 10-foot radius and dim light for an additional 10 feet. The spell ends if you dismiss it as an action or if you cast it again.",
				"You can also attack with the spark, although doing so ends the spell. When you cast this spell, or as an action on a later turn, you can hurl the spark at a creature within 30 feet of you. Make a ranged spell attack. On a hit, the target takes {@damage 1d8} lightning damage.",
				"The spell's damage increases by {@dice 1d8} when you reach 5th level ({@dice 2d8}), 11th level ({@dice 3d8}), and 17th level ({@dice 4d8})."
			],
			"damageInflict": [
				"lightning"
			],
			"spellAttack": [
				"R"
			],
			"miscTags": [
				"SCL"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Mending*",
			"source": "MLP45E",
			"page": 67,
			"level": 0,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "two lodestones"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"{@italic You mend a broken object, or graft together similar material. Rarity uses this spell often. She spliced her own tail hair into Steven Magnet's moustache, reattached dead branches to trees (to Applejack's annoyance), and mended a broken taxi wheel in Manehattan.}",
				"This spell repairs a single break or tear in an object you touch, such as broken chain link, two halves of a broken key, a torn cloak, or a leaking wineskin. As long as the break or tear is no larger than 1 foot in any dimension, you mend it, leaving no trace of the former damage.",
				"This spell can physically repair a magic item or construct, but the spell can't restore magic to such an object.",
				"You can use this spell to fuse together similar nonliving materials. For example you could turn two pieces of rope into one long length, graft dead branches back onto a tree (though they remain dead), fuse planks of wood into a door, or even repair a sea serpent's damaged moustache with your own tail hair."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Artificer (Revisited)",
						"source": "UAArtificerRevisited"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			},
			"races": [
				{
					"name": "Human (Mark of Making)",
					"source": "ERLW",
					"baseName": "Human",
					"baseSource": "PHB"
				}
			]
		},
		{
			"name": "Overgrowth",
			"source": "MLP45E",
			"page": 67,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 50
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"{@italic The forest deer of Thicket use a magical elixir that duplicates the effects of this spell.}",
				"The ground within 50 feet of you sprouts thick vines that follow your mental commands. You can issue the plants one of the following orders when you cast the spell, but you can use your action to issue a different order on subsequent rounds. The plants only follow one order at a time. Barren ground, hard stone, and dry sand are not affected.",
				"- {@bold Attack:} The plants squeeze and poke your opponents, who take {@damage 2d4} bludgeoning damage. A successful Dexterity saving throw negates the damage. The attack is repeated on your turn each round.",
				"- {@bold Build:} The plants form a ladder, bridge, wall, or similar object up to 50' x 10' x 2'. Tiny or smaller creatures can move through it by spending 10 feet of extra movement. A 5' section of the object is destroyed if it takes 20 or more points of damage. The object is vulnerable to slashing, cold, fire, and necrotic damage.",
				"- {@bold Demolish:} The plants dig in to buildings in an attempt to bring them down. Light wooden buildings lose {@dice 1d6 x 5}% of their strength each round. Heavy wooden, light stone, and brick buildings lose {@dice 1d4 x 2}% of their strength each round. Heavy stone buildings are unaffected.",
				"- {@bold Grapple:} The plants grab and slow down your opponents, who treat the area as difficult terrain.",
				"- {@bold Move:} The plants move one Huge or smaller object or creature within their area up to 30 feet. A resisting creature can roll a Strength saving throw to resist this movement. You can repeat this effect on the same or a different target each round."
			],
			"damageInflict": [
				"bludgeoning"
			],
			"savingThrow": [
				"strength",
				"dexterity"
			],
			"areaTags": [
				"R"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Rapid Teleport",
			"source": "MLP45E",
			"page": 67,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 50
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"{@italic You disappear and reappear a short distance away several times in rapid succession.}",
				"You teleport yourself multiple times a total distance of 50 feet. You must be able to see your destination. You can use your action for the round between hops, if you like. For example, you could teleport 20 feet ahead, cast another spell, and then teleport back to where you started from (a total of 40 feet)."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the total range doubles for each level (100 feet at 4th level, 200 feet at 5th level, etc)."
					]
				}
			],
			"miscTags": [
				"TP"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Share Memories",
			"source": "MLP45E",
			"page": 68,
			"level": 3,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"{@italic You communicate specific memories to the recipient, to give them additional knowledge or attempt to jog their own memory, although the experience is taxing for both of you. In Magical Mystery Cure, Twilight Sparkle used this spell to restore the cutie marks of her friends.}",
				"Choose an adjacent willing or {@condition restrained} creature. You share roughly one hour of your own memories with the target in the course of a few seconds. The target receives any or all of these benefits (your choice):",
				"- End the {@condition Charmed} or {@condition Frightened} conditions. Other enchantment effects such as confusion or domination might also be removed or receive an opportunity to save against it (GM's choice).",
				"- You give the target proficiency in a skill, tool, or weapon that you are proficient in, which lasts until the target's next long rest.",
				"- You can give the target an opportunity to analyze a particular scene, conversation, or other situation you witnessed as if they had been there to experience it themselves.",
				"This experience is overwhelming to the target. It must make a Constitution saving throw against your spell DC or be {@condition paralyzed} until the start of your next turn."
			],
			"savingThrow": [
				"constitution"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Storm Cloud",
			"source": "MLP45E",
			"page": 68,
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 50
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"{@italic Trixie used this spell to zap the rambunctious Rainbow Dash in Boast Busters.}",
				"Choose an unoccupied space within range. A 5-foot-diameter storm cloud appears there and lasts for the duration. Any creature that starts its turn within 5 feet of the sphere must succeed on a Dexterity saving throw or take {@damage 2d6} lightning damage (half damage on a successful save).",
				"As an action, you can move the cloud up to 30 feet in any direction. Any creature with the cloud walking ability can destroy or move the storm cloud by using their action to contest their Strength (Athletics) check against your Intelligence (Arcana). If they succeed, they can use their movement to drag the cloud anywhere or destroy it. If they fail, they take damage from the spell."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@scaledamage 2d6|2-9|1d6} for each level above 2nd."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Telekinesis*",
			"source": "MLP45E",
			"page": 68,
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 35
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"{@italic Using their magic to lift items into the air is usually the first spell a unicorn learns. Few unicorns, however, are able to use this spell in its more advanced forms.}",
				"You can telekinetically manipulate objects within a 10-foot sphere with a combined weight of 50 pounds or less. Each round on your turn you can choose to either continue manipulating the same object(s) or switch to different object(s) within range as a part of your action. Objects you are manipulating automatically maintain their position relative to you unless you use your action to reposition them (move closer or further away). This means that items you are manipulating move along with you relative to your position. You also have fine motor control over the objects, allowing you to play an instrument, write with a pen, or open a lock, for example.",
				"While concentrating on this spell you can use your action to perform the following:",
				"- Restrain a small-sized creature if you succeed on a contest of your magic ability against the target's Strength.",
				"- Snatch away a worn or held object if you succeed on a contest of your magic ability against the target's Strength.",
				"- Hurl objects or weapons you are proficient in, using your magic ability score for the attack and damage roll instead of Strength or Dexterity.",
				"- Hurl a creature you are manipulating (treat as a proficient weapon, as above), dealing {@damage 3d6} bludgeoning damage to both it and the target on a successful hit.",
				"- Pool your efforts with another caster using this spell to lift heavier objects (combine your weight limits)."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"{@bold 3rd level or higher slot:} Range increases to 50 feet, weight limit for objects increases to 250 pounds, medium-sized creatures can be affected, and you no longer have disadvantage on checks to snatch objects. You can also cast as your reaction when within 10 feet of the ground to avoid taking falling damage.",
						"{@bold 5th level or higher slot:} Weight limit for objects increases to 1,500 pounds, and large-sized creatures can be affected.",
						"{@bold 7th level or higher slot:} Weight limit for objects increases to 7,500 pounds, and huge-sized creatures can be affected.",
						"{@bold 9th level slot:} Weight limit for objects increases to 25,000 pounds, and gargantuan-sized creatures can be affected."
					]
				}
			],
			"damageInflict": [
				"bludgeoning"
			],
			"abilityCheck": [
				"intelligence",
				"wisdom",
				"charisma"
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Warlock",
							"source": "PHB"
						},
						"subclass": {
							"name": "The Great Old One",
							"source": "PHB",
							"shortName": "Great Old One"
						}
					},
					{
						"class": {
							"name": "Wizard",
							"source": "PHB"
						},
						"subclass": {
							"name": "Psionics (UA)",
							"source": "UAFighterRogueWizard",
							"shortName": "Psionics (UA)"
						}
					},
					{
						"class": {
							"name": "Sorcerer",
							"source": "PHB"
						},
						"subclass": {
							"name": "Aberrant Mind",
							"source": "TCE",
							"shortName": "Aberrant Mind"
						}
					}
				]
			}
		},
		{
			"name": "Water Walk*",
			"source": "MLP45E",
			"page": 69,
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"Until the spell ends, you can move across any liquid surface - such as water, acid, mud, snow, quicksand, ice, or lava - as if it were solid ground. If you are submerged when you cast this spell it carries you to the surface at a rate of 10 feet per second (60 feet per round)."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, it lasts the full duration of 1 hour without concentration and you can affect up to 10 willing creatures within 30 feet of you."
					]
				}
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"ST",
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "UAArtificer"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Circle of the Land",
							"source": "PHB",
							"subSubclass": "Coast",
							"shortName": "Land"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Circle of the Land",
							"source": "PHB",
							"subSubclass": "Swamp",
							"shortName": "Land"
						}
					},
					{
						"class": {
							"name": "Druid",
							"source": "PHB"
						},
						"subclass": {
							"name": "Circle of the Land",
							"source": "PHB",
							"shortName": "Land"
						}
					}
				]
			}
		},
		{
			"name": "Whirlwind (MLP)",
			"source": "MLP45E",
			"page": 69,
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 50
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"{@italic You conjure a small tornado under your control. Trixie created a dust devil from Rainbow Dash's rainbow to one-up her in Boast Busters.}",
				"Choose an unoccupied space within range. A 5-foot-diameter tornado appears there and lasts for the duration. Any creature that starts its turn within 5 feet of the tornado must succeed on a Strength saving throw or take {@damage 1d6} bludgeoning damage from blown objects (half damage on a successful save).",
				"Medium-sized or smaller creatures that fail the save are drawn into the dust devil. Such a creature is {@condition restrained} and must succeed on a DC 10 Constitution saving throw in order to cast a spell. On a failure, the spellcasting action is wasted but the spell slot is not. Restrained creatures can use their action to make a Strength (Athletics) or Dexterity (Acrobatics) check against your spell save DC. On a success, it can move its full speed away from the dust devil. One medium-sized, two small-sized, or eight tiny-sized creatures can occupy the dust devil at a time.",
				"Missile weapons other than heavy boulders or ballista bolts which pass within 10 feet of the whirlwind are thrown off-course and destroyed. As an action, you can move the whirlwind up to 20 feet. You can direct it over barriers up to 5 feet tall and jump it across pits up to 10 feet wide. Any creatures trapped inside move along with it. If it ever moves out of range it dissipates immediately."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases to {@dice 5d4}, its size increases to a 10-foot diameter, and it can draw in one large-sized creature or twice the normal number of smaller creatures."
					]
				}
			],
			"damageInflict": [
				"bludgeoning"
			],
			"conditionInflict": [
				"restrained"
			],
			"savingThrow": [
				"strength",
				"constitution"
			],
			"abilityCheck": [
				"strength",
				"dexterity"
			],
			"areaTags": [
				"ST",
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			}
		},
		{
			"name": "Wondrous Transformation",
			"source": "MLP45E",
			"page": 69,
			"level": 4,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 20
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 24
					}
				}
			],
			"entries": [
				"{@italic You can use this spell to alter the size and shape of an object such that it becomes something much larger and more complex. It's only drawback is that its temporary.}",
				"You target a miniscule object within range and transform it into any relatively simple non-magical object of huge size or smaller. For example, Twilight Sparkle used this spell to transform an apple into a carriage complete with harnesses. You could also transform a spoon into a plow, a toothpick into an extension ladder, a tin can into a suit of armor, a thimble into a typewriter, and so on.",
				"You can dictate the item's color, style, and general appearance. You can also make a nearly perfect duplicate of an existing item. When the spell ends, the item turns back into its previous form. The item glows faintly the same color as your magical aura, so it's obvious that it is magically created. If the item is subject to a magic dispelling or cancelling effect, it reverts back to its original form automatically."
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Artificer",
						"source": "TCE"
					}
				]
			}
		},
		{
			"name": "Zip It!",
			"source": "MLP45E",
			"page": 69,
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"{@italic Can't keep that annoying friend quiet for even one minute? Or want that annoying opponent to pipe down? This spell is the answer.}",
				"A zipper appears over the mouth of a target of your choosing within range. The target can resist the spell with a successful Constitution saving throw. If affected, the target can't speak, although they can hum, mumble, or make other noise. The target or another creature can use their action to unzip the zipper, ending the spell."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the unzipping creature must win a contest of their Strength check opposed by your spellcasting ability check in order to successfully unzip the zipper."
					]
				}
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		}
	]
}
