{
	"_meta": {
		"sources": [
			{
				"json": "TheElementalSpellbookSpellsofIceFireandLightning",
				"abbreviation": "ESB",
				"full": "The Elemental Spellbook: 80 Spells of Ice, Fire, and Lightning",
				"version": "1",
				"url": "https://www.dmsguild.com/product/290379/The-Elemental-Spellbook-80-Spells-of-Ice-Fire-and-Lightning",
				"authors": [
					"Jacob S Kellogg"
				],
				"convertedBy": [
					"Melody Rose"
				]
			}
		],
		"dateAdded": 1612407625,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "512367fa43",
		"edition": "classic"
	},
	"spell": [
		{
			"name": "Agonizing Chill",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 3,
			"level": 5,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You afflict a creature you can see within range with a crippling cold that fills its entire body. The creature immediately takes {@damage 3d10} cold damage, then must make a Constitution saving throw or be affected by the spell for the duration. A creature that is immune to cold damage is unaffected by this spell.",
				"An affected creature's movements are slowed by the oppressive cold filling its body. Its speed is halved; it suffers a -2 penalty to its AC; it has disadvantage on attack rolls, Dexterity checks, and Dexterity saving throws; it has disadvantage on Constitution saving throws to maintain concentration on spells; it can take either an action or a bonus action on its turn, but not both; and it can't take reactions.",
				"At the end of each of the affected creature's turns, it can repeat the saving throw, ending the effect on itself on a success. On a failed save, the creature takes an additional {@damage 3d10} cold damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, you can target one additional creature for each slot level above 5th."
					]
				}
			],
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"constitution",
				"dexterity"
			],
			"miscTags": [
				"MAC",
				"SGT",
				"UBA"
			]
		},
		{
			"name": "Arctic Wind",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 3,
			"level": 7,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "line",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A line of frigid wind 120 feet long and 15 feet wide blasts from you in a direction you choose for the spell's duration. Whenever a creature starts its turn in the line, that creature takes {@damage 5d8} cold damage and must make a Strength saving throw or be pushed 30 feet away from you in a direction following the line.",
				"Any creature in the line must spend 2 feet of movement for every 1 foot it moves when moving closer to you.",
				"The wind disperses gas or vapor, and it extinguishes all nonmagical flames in the area, even protected flames such as those of lanterns. Magical flames in the area are immediately dispelled.",
				"As a bonus action on each of your turns before the spell ends, you can change the direction in which the line blasts from you."
			],
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"strength"
			],
			"miscTags": [
				"FMV",
				"UBA"
			]
		},
		{
			"name": "Aurora Blast",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 3,
			"level": 9,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 500
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You call upon the frigid power of arctic nights, summoning multicolored beams of light to strike your foes with supernatural cold.",
				"Eight beams of vivid light streak down from the sky at points you choose within range. Each beam is 10 feet wide, and each must strike a different point, although a big enough creature may be struck by multiple beams.",
				"A creature struck by one or more beams must make a Constitution saving throw, taking {@damage 20d6} cold damage per beam on a failed save, or half as much damage on a successful one."
			],
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Blizzard",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 3,
			"level": 6,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Until the spell ends, heavy snow swirls through the air throughout a 50-foot-tall cylinder with a 100-foot radius centered on a point you choose within range. The area is lightly obscured, exposed flames in the area are doused, and ranged attack rolls in the area have disadvantage. Thick snow coats the ground in the area, making it difficult terrain. When the blizzard appears, each creature in the area must make a Constitution saving throw, taking {@damage 4d10} cold damage on a failed save or half as much damage on a successful one. A creature must also make this saving throw when it enters the spell's area for the first time on a turn or ends its turn there. If a creature is flying when it fails this saving throw, the creature falls to the ground.",
				"You are unaffected by this spell. Additionally, you may designate a number of other creatures up to your spellcasting ability modifier to also be unaffected by this spell."
			],
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Coldsnap",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 4,
			"level": 1,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"An aura of cold air and a pale blue light radiates out from you to a distance of 30 feet. This area moves with you and stays centered on you.",
				"Whenever a creature within this spell's area takes cold damage from a spell you cast, increase that damage by {@dice 2d6}."
			]
		},
		{
			"name": "Comet Strike",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 4,
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 400
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a tiny pebble"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A 20-foot radius sphere of dirty ice plummets to the ground on a point you can see within range. Each creature in the area of impact must make a Strength saving throw. A creature which fails its save takes {@damage 4d8} bludgeoning damage and {@damage 4d6} cold damage and is knocked {@condition prone}. On a successful save, a creature takes half as much damage and does not fall {@condition prone}. Objects in the area are also damaged. Thecomet dissolves immediately after impact."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the bludgeoning damage increases by {@dice 1d8} for each slot level above 5th."
					]
				}
			],
			"damageInflict": [
				"bludgeoning",
				"cold"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrow": [
				"strength"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Cryostasis",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 4,
			"level": 8,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a diamond worth 1,000 gp, which the spell consumes",
					"cost": 100000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"entries": [
				"You encase a willing creature in a cocoon of ice, putting it in a state of suspended animation until the spell ends. The creature is {@condition unconscious} until the spell ends. Time does not pass for the creature while the spell is active.",
				"The icy casing is immune to all damage. The spell ends if the ice is affected by a disintegrate spell. Ability checks made to dispel this spell via dispel magic are made with disadvantage. Spells and other effects are unable to pass through the ice to affect the creature inside.",
				"Upon casting this spell, you can designate an amount of time after which the spell will end on its own, safely releasing the encased creature."
			],
			"conditionInflict": [
				"unconscious"
			]
		},
		{
			"name": "Deep Freeze",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 5,
			"level": 6,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You attempt to turn one creature that you can see within range into solid ice. The creature must make a Constitution saving throw. On a failed save, it is {@condition restrained} as its body begins to harden, and it gains vulnerability to fire damage. On a successful save, the creature isn't affected. A creature that is immune to cold damage is unaffected by this spell.",
				"A creature {@condition restrained} by this spell must make another Constitution saving throw at the end of each of its turns. If it successfully saves against this spell three times, the spell ends. If it fails its saves three times, it is turned to ice and subjected to the {@condition petrified} condition (except for its continued vulnerability to fire damage) for the duration. The successes and failures don't need to be consecutive; keep track of both until the target collects three of a kind. If the affected creature takes fire damage, it has advantage on its next saving throw.",
				"If the creature is physically broken while frozen, it suffers from similar deformities if it reverts to its original state.",
				"If you maintain your concentration on this spell for the entire possible duration, the creature is turned to ice until the effect is removed."
			],
			"conditionInflict": [
				"petrified",
				"restrained"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Flashfreeze",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 5,
			"level": 3,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You attempt to instantly freeze a target solid. Choose one Medium or smaller creature you can see within range. If that creature fails a Constitution saving throw, it freezes in place and is {@condition paralyzed} for the duration.",
				"A creature that is immune to cold damage is unaffected by this spell and a creature that is resistant to cold damage has advantage on the saving throw.",
				"As long as a creature is {@condition paralyzed} by this spell, it has vulnerability to fire damage. However, if the creature takes at least 10 points of fire damage at once, that creature is no longer affected by this spell.",
				"An affected creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, you can target one additional creature for each slot level above 3rd. For every two creatures you could target, you can instead choose to target a single Large creature."
					]
				}
			],
			"conditionInflict": [
				"paralyzed"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Foot Freeze",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 5,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"You cause thick frost to form around a creature's feet to immobilize it. Choose a creature you can see within range that is touching a floor or other surface. The creature must succeed on a Dexterity saving throw or be frozen to the surface. If the surface is immobile, the creature's speed is reduced to 0.",
				"The frost dissolves at the end of the affected creature's turn. An affected creature can break free early by spending an action."
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Frigid Barrier",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 5,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a tiny sheet of glass"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You create sheets of ice on one or more solid surfaces within range. Each sheet is a 5-foot-square panel that's 1 foot thick, and you can create a number of sheets up to your spellcasting ability modifier. The panels can be in any orientation as long as at least one edge of each panel is anchored to a solid surface or another panel, although a particularly lopsided structure may collapse.",
				"If a panel cuts through a creature's space when it appears, that creature is pushed to the nearest unoccupied space and must make a Dexterity saving throw, taking {@damage 2d8} cold damage on a failed save or half as much damage on a successful one.",
				"As a bonus action on each of your turns for the duration, you can create or dissolve any number of panels, as long as there are never more panels in place at one time than your spellcasting ability modifier.",
				"These sheets of ice are objects that can be damaged and therefore breached. Each panel has AC 10 and 20 hit points, and is vulnerable to fire damage."
			],
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Frigid Grasp",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 6,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You reach out and touch a creature, shocking its system with sudden cold. Make a melee spell attack. On a hit, the target takes {@damage 1d12} cold damage.",
				"This spell's damage increases by {@dice 1d12} when you reach Sth level ({@dice 2d12}), 11th level ({@dice 3d12}), and 17th level ({@dice 4d12})."
			],
			"scalingLevelDice": {
				"label": "cold damage",
				"scaling": {
					"1": "1d12",
					"5": "2d12",
					"11": "3d12",
					"17": "4d12"
				}
			},
			"damageInflict": [
				"cold"
			],
			"spellAttack": [
				"M"
			],
			"miscTags": [
				"SCL"
			]
		},
		{
			"name": "Frost Trap",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 6,
			"level": 0,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "which you take when you are hit by a weapon attack"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"A weapon, claw, fist, or other physical attack is abruptly chilled upon contact with you. The attacking creature must make a Dexterity saving throw. If the creature fails, then the weapon (or body part, in the case of unarmed or natural attacks) is frozen to your body and cannot be used until freed.",
				"The frost dissolves at the beginning of the affected creature's next turn. The spell can be ended early if a creature within reach uses an action to pull the weapon free of the frost."
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Ice Beam",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 6,
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "line",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "an oblong bead of blue glass"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A beam of pale blue light forming a line 30 feet long and 5 feet wide flashes out from your outstretched hand in a direction you choose. Each creature in the line must make a Dexterity saving throw. On a failed save, a creature takes {@damage 2d8} cold damage, and until the beginning of your next turn its speed is halved and it can't take reactions. On a successful save, a creature takes half as much damage and does not suffer the other effects."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d8} for each slot level above 1st."
					]
				}
			],
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Ice Blades",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 6,
			"level": 4,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure three snowflakes the size of saw blades in your space. The blades spin in the air and orbit around you for the duration.",
				"When you cast this spell and as a bonus action on each of your turns thereafter, you can launch any number of the blades toward one or more targets within 120 feet of you. Make a ranged spell attack for each blade. On a hit, a blade deals {@damage 1d8} slashing damage and {@damage 2d4} cold damage. Regardless of whether an attack hits or misses, all blades return to your space immediately after the attack."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, you create one additional blade for each slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"cold",
				"slashing"
			],
			"spellAttack": [
				"R"
			],
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Ice Body",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 6,
			"level": 4,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"You change yourself into a being of magical ice. You keep your general size and shape and retain all your abilities, but equipment that you are wearing melds into your body and ceases to function for the duration.",
				"While under the effects of this spell, you have vulnerability to fire damage; immunity to cold and poison damage; and resistance to bludgeoning, piercing, and slashing damage from nonmagical weapons. Additionally, whenever a creature hits you with a melee attack or ends its turn in direct contact with you (such as through a grapple), that creature takes {@damage 1d6} cold damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th or 7th level, the duration increases to 8 hours. When you cast this spell using a spell slot of 8th or 9th level, the duration increases to 24 hours."
					]
				}
			],
			"damageInflict": [
				"cold"
			]
		},
		{
			"name": "Ice Cave",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 7,
			"level": 7,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a hollow glass orb"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You encase your surroundings with ice, locking yourself and nearby creatures in a cave-like prison of ice. The maximum size of the enclosure is a 60-foot-radius sphere centered on you, but sturdy surfaces will be lined with ice to form the interior contours of the area. The ice is 6 inches thick where layered onto existing surfaces, and 3 feet thick where free-standing.",
				"If the ice cuts through a creature's space, the creature is pushed either inside or outside the enclosure (your choice). When the ice appears, you can cause up to 10 icy stalactites or stalagmites to form, jabbing abruptly inward from the walls, floor, or ceiling of the ice cave. Each spike is 5 feet long and 3 feet wide at the base. A creature whose space gets spiked must make a Dexterity saving throw, taking {@damage 2d8} piercing damage and {@damage 3d6} cold damage per spike on a failed save, or half as much damage on a successful one.",
				"As a bonus action on each of your turns, you can cause up to 5 spikes to erupt or dissolve (or a mix of both)."
			],
			"damageInflict": [
				"cold",
				"piercing"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Ice Mountain",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 7,
			"level": 9,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "miles",
					"amount": 1
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"With a gesture, you cause a glacial mountain of ice to erupt from the ground at a point you choose within range. The mountain is 200 feet high at the peak, with jagged slopes down to a roughly circular base with a radius of 100 feet.",
				"The mountain rises to its full height almost immediately, likely with catastrophic results for any structures on or above the ground where the spell takes effect. A flying creature where the mountain appears must make a Dexterity saving throw, taking {@damage 10d10} bludgeoning damage on a failed save or half as much damage on a successful one. A non-flying creature within the area takes {@damage 5d10} bludgeoning damage and is abruptly tossed 50 feet in the air above the mountain.",
				"The entire mountain is made of ice, and is therefore subject to melting and other natural forces as normal, leaving behind a 1-foot-deep crater if entirely removed."
			],
			"damageInflict": [
				"bludgeoning"
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Ice Shield",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 7,
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "which you take when you are hit by an attack"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You conjure a barrier of ice to block incoming attacks. You gain a +5 bonus to AC against the triggering attack. If the attack still hits, the ice is shattered but absorbs some of the impact, reducing the damage you take from the attack by 10.",
				"If the triggering attack misses, then the ice shield fuses to the ground to create a 4 foot by 4 foot barrier that's 4 inches thick and can provide cover. (If you are flying or otherwise not on a solid surface, then the ice simply falls.) This ice wall has AC 10 and 20 hit points, and is vulnerable to fire damage. The ice is nonmagical after being conjured, and will thus melt naturally."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, for each slot level above 2nd, the damage it can absorb from the triggering attack increases by 5 and the hit points of a lingering shield increase by 10."
					]
				}
			],
			"miscTags": [
				"MAC"
			]
		},
		{
			"name": "Ice Spike",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 8,
			"level": 1,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a shard of glass"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You conjure an icy, 5-foot-tall stalagmite which erupts from the ground at a point you can see within range. This stalagmite is 3 feet wide at the base and tapers to a jagged point at the top.",
				"A creature in the space when the spike appears must make a Dexterity saving throw. On a failed save, the creature takes {@damage 1d8} piercing damage and {@damage 2d6} cold damage and is knocked {@condition prone} in the nearest unoccupied space of your choice within 5 feet of the spike. On a successful save, the creature takes only half damage and is not knocked {@condition prone}, but is still pushed out of the spike's space.",
				"If there is no unoccupied space within 5 feet of the spike, the creature has disadvantage on the saving throw and the spike shatters and dissolves immediately after dealing its damage. Otherwise, the spike occupies the space it was conjured in until destroyed or melted by normal means."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the piercing damage increases by {@dice 1d8} for each slot level above 1st."
					]
				}
			],
			"damageInflict": [
				"cold",
				"piercing"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Ice Ward",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 8,
			"level": 0,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"Your body is encircled by glowing blue runes, granting you a barrier of chill magic. Until the end of your next turn, you have resistance to fire and cold damage."
			]
		},
		{
			"name": "Ice Warrior",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 8,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a medium creature made of magical ice in the shape of a humanoid warrior. The ice warrior appears in an unoccupied space you can see within range, and disappears if it is reduced to 0 hit points or when the spell ends. It is considered an elemental.",
				"The summoned warrior is friendly to you and your companions. The warrior acts immediately after you in the initiative order. It obeys any verbal commands you issue to it (no action required by you), but its abilities are limited (see below). If you don't issue any commands to the warrior, it defends itself from hostile creatures but otherwise takes no actions.",
				"The ice warrior cannot take any actions except the {@action Attack}, {@action Dash}, {@action Disengage}, or {@action Dodge} actions. It has the statistics of a veteran (Monster Manual page 350) except that it cannot speak, its longsword attack is always one-handed, it deals an extra {@damage 1d4} cold damage on a hit, and it lacks the shortsword and crossbow attack options. Additionally, it has vulnerability to fire damage and immunity to cold, necrotic, and poison damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using certain higher-level spell slots, you can summon more warriors: two warriors with a 5th-level slot, three warriors with a 7th-level slot, and four warriors with a 9th-level slot."
					]
				}
			],
			"damageInflict": [
				"cold"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Icicle Blast",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 8,
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You unleash a wave of cold that causes jagged ice crystals to rapidly form on surfaces in the area. The ground, walls, and other solid surfaces within the area become layered in ice for the duration.",
				"Affected areas of the ground are difficult terrain, and any creature that falls {@condition prone} on affected ground or is forcefully slammed into an affected surface takes {@damage 1d8} piercing damage (in addition to the damage from the fall or other effect).",
				"Each creature on the ground in the area when you cast the spell must make a Dexterity saving throw. On a failed save, a creature takes {@damage 2d6} cold damage and falls {@condition prone} (taking the piercing damage described above). On a successful save, a creature takes half as much cold damage and does not fall {@condition prone}."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the cold damage increases by {@dice 1d6} for each slot level above 2nd."
					]
				}
			],
			"damageInflict": [
				"cold",
				"piercing"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Oppressive Cold",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 9,
			"level": 1,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You overwhelm a creature with debilitating cold. Choose a creature you can see within range to make a Constitution saving throw. On a failed save, that creature is affected for the duration. A creature with resistance to cold damage has advantage on this saving throw, and a creature with immunity to cold damage is unaffected by the spell. An affected creature's speed is halved, it can't take reactions, and it has disadvantage on weapon attacks and Dexterity saving throws. The creature also gains vulnerability to fire damage, but ceases to be affected by this spell after taking any fire damage.",
				"A creature can repeat the saving throw at the end of each of its turns. On a success, that creature is no longer affected by the spell. On a failure, the creature takes {@damage 1d6} cold damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st."
					]
				}
			],
			"damageResist": [
				"cold"
			],
			"damageImmune": [
				"cold"
			],
			"damageVulnerable": [
				"cold"
			],
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"constitution",
				"dexterity"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Refreshing Chill",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 9,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"This spell is a minor magical trick that cryomancers use for practice. You create one of the following magical effects within range:",
				"* You create a small, harmless sensory effect, such as a sprinkling of snowflakes or a patch of thin frost.",
				"* You chill up to 1 cubic foot of nonliving material for 1 hour.",
				"* You grant a creature advantage on saving throws against hot weather for 1 hour.",
				"* You instantaneously freeze a volume of water no more than 1 foot in any dimension.",
				"If you cast this spell multiple times, you can have up to three of its non-instantaneous effects active at a time, and you can dismiss such an effect as an action."
			]
		},
		{
			"name": "Reign of Winter",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 9,
			"level": 8,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "sphere",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"You grip the area with an oppressive cold. At the time you cast the spell, all fires in the area--both magical and nonmagical--are instantly extinguished. New fires cannot be started in the area, and fires brought into the area are immediately extinguished. Fire damage cannot be dealt in the area.",
				"Bodies of water within the area--including flowing water, such as a river or waterfall--are frozen solid. If a body of water extends beyond the spell's area, the portion of water within the area is frozen.",
				"Whenever a creature enters the area for the first time on a turn or starts its turn there, it must make a Constitution saving throw, taking {@damage 4d10} cold damage on a failed save or half as much damage on a successful save. Any creature which does not have resistance or immunity to cold damage has their speed halved and cannot take reactions as long as they are in the area.",
				"If a creature within the area casts a spell or uses an ability that includes fire damage, the entire spell or ability fails with no effect, and the creature must save against the spell as described above. A creature which fails the save in this way is blasted with retributive cold and is {@condition paralyzed} until the end of their next turn."
			],
			"damageInflict": [
				"cold"
			],
			"conditionInflict": [
				"paralyzed"
			],
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Snowball",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 10,
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true,
				"m": "a small ball of cotton"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a two-inch wide ball of ice and snow in your hand, which you can launch at your foes as a bonus action. When you do so, choose a point you can see within range. The snowball streaks toward that point, then detonates in a frigid blast with a 5-foot radius. Each creature within the blast must make a Dexterity saving throw, taking {@damage 5d4} cold damage on a failed save or half as much damage on a successful save.",
				"If you choose not to launch the snowball immediately, you can spend your action on future turns to increase the spell's power. For each action spent empowering the snowball, the size of the damage dice improves by one step. The damage dice cannot improve beyond di2s. Similarly, each action spent empowering the snowball increases the radius of the blast by 5 feet, up to a maximum radius of 25 feet.",
				"If the spell ends before you launch the snowball, it detonates at its current power level. If the snowball cannot reach the target point (for example, if you targeted a point on the other side of a pane of glass) then it detonates upon striking a barrier."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by one die for each slot level above 2nd."
					]
				}
			],
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SGT",
				"UBA"
			]
		},
		{
			"name": "Snowfield",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 10,
			"level": 1,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a piece of cotton"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a layer of snow that coats the ground in a 20-foot-radius area centered on a point you choose within range. The snow is 1 foot deep, making the area difficult terrain. A creature that ends its turn in the snow takes {@damage 1d4} cold damage. The snow dissolves when the spell ends."
			],
			"damageInflict": [
				"cold"
			]
		},
		{
			"name": "Ash Cloud",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 11,
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a pinch of soot"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a 20-foot-radius sphere of swirling smoke, soot, ash, and embers. The cloud spreads around corners, and its area is lightly obscured. The cloud lingers in the area for the duration.",
				"A creature which enters the cloud for the first time on a turn or starts its turn there must make a Constitution saving throw or be affected by the spell. An affected creature's eyes water and sting from the hot embers, giving it disadvantage on attack rolls and Wisdom ({@skill Perception}) checks that rely on sight. Whenever an affected creature ends its turn outside the cloud, that creature can repeat the saving throw, ending the effect on itself on a success.",
				"A moderate wind (at least 10 miles per hour) disperses the cloud after 4 rounds. A strong wind (at least 20 miles per hour) disperses it after 1 round."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, an affected creature is also {@condition blinded}."
					]
				}
			],
			"conditionInflict": [
				"blinded"
			],
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Cinder Flare",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 11,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You cause an eruption of bright embers to burst near the eyes of one creature you can see within range. The creature must succeed on a Dexterity saving throw or be {@condition blinded} until the start of its next turn."
			],
			"conditionInflict": [
				"blinded"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Consume Flame",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 11,
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You touch an open flame and extinguish it, absorbing its power. You gain temporary hit points based on the size and power of the fire. Touching a source of fire as part of this spell does not harm you.",
				"If the consumed fire is a nonmagical flame the size of a Medium creature or smaller, you gain 5 temporary hit points. The number of temporary hit points gained increases by 5 for each size category above Medium.",
				"If the consumed fire is an ongoing spell effect, then the spell ends and you gain a number of temporary hit points equal to 10 plus 5 per spell level of the spell consumed.",
				"You can also consume the heat from lava, cooling and hardening it in the process. You gain temporary hit points equal to the radius (in feet) of the area of lava cooled, up to a maximum radius of 30 feet."
			],
			"miscTags": [
				"THP"
			]
		},
		{
			"name": "Corona",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 11,
			"level": 1,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"An aura of dry heat and a faint orange light radiates out from you to a distance of 30 feet. This area moves with you and stays centered on you.",
				"Whenever a creature within this spell's area takes fire damage from a spell you cast, increase that damage by {@dice 2d6}."
			]
		},
		{
			"name": "Detonate",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 11,
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "sphere",
				"distance": {
					"type": "feet",
					"amount": 15
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You set off a fiery explosion centered on yourself. Each creature in the area other than yourself must make a Strength saving throw. On a failed save, a creature takes {@damage 5d8} fire damage, is pushed 10 feet away from you, and is knocked {@condition prone}. On a successful save, a creature takes half as much damage and isn't pushed or knocked {@condition prone}.",
				"The fire ignites flammable objects in the area that aren't being worn or carried. In addition, unsecured objects that are completely within the area of effect are automatically pushed 10 feet away from you by the spell's effect, and the spell emits a thunderous boom audible out to 300 feet."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d8} for each slot level above 3rd."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrow": [
				"strength"
			],
			"miscTags": [
				"FMV"
			]
		},
		{
			"name": "Eruption",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 12,
			"level": 5,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small pebble and a bit of sulfur"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You cause a volcanic eruption. Choose a point you can see on the ground within range. The ground within 5 feet of the chosen point becomes difficult terrain. A creature standing on the affected area when you cast this spell must make a Dexterity saving throw, taking {@damage 4d6} fire damage on a failed save or half as much damage on a successful one. A creature must also make this saving throw when it ends its turn in the affected area.",
				"Additionally, four fiery globs launch into the air from the eruption site, rising to a height of 20 feet before crashing down at four separate points you can see within 30 feet of the eruption site. A creature within 5 feet of an impact must save against the spell's damage, as above.",
				"For the duration, you can use a bonus action on each of your turns to cause the volcano to launch three more globs of magma.",
				"When the spell ends, the fire and magma disappear, but the difficult terrain of the eruption site remains until cleared."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, increase the damage dealt by each glob of magma by {@dice 1d6} for each slot level above 5th."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SGT",
				"UBA"
			]
		},
		{
			"name": "Flame Body",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 12,
			"level": 9,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 4
					}
				}
			],
			"entries": [
				"You transform yourself into a being of pure flame. You retain your size category and general shape, as well as your existing features and abilities, and for the duration you gain the following benefits.",
				"* You glow with an orange light, shedding bright light out to a 30-foot radius and dim light for anadditional 30 feet. You gain a flying speed of 60 feet.",
				"* Whenever a creature moves to within 10 feet of you, starts its turn there, or hits you with a melee attack, that creature takes {@damage 5d10} fire damage.",
				"* You have immunity to bludgeoning, piercing, slashing, and fire damage.",
				"* You can cast fireball as a 3rd-level spell without expending a spell slot. Whenever you roll fire damage for a spell you cast, roll dice that are one step larger than normal. For example, a spell that normally deals {@damage 8d6} fire damage would deal {@damage 8d8} fire damage instead."
			],
			"damageInflict": [
				"fire"
			]
		},
		{
			"name": "Flame Slash",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 12,
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 15
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You swing your arm in a wide arc, and a stream of fire follows along at a distance. Choose a point within range. Fire fills a line 5 feet wide and 20 feet long from that point, but every part of the line is an equal distance from you, thus forming an arc.",
				"Each creature in the area must make a Dexterity saving throw. A creature takes {@damage 3d6} fire damage on a failed save, or half as much damage on a successful one.",
				"The fire ignites flammable objects in the area that aren't being worn or carried."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d6} for each slot level above 1st."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Flame Vortex",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 13,
			"level": 6,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a tiny brass ring"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You cause a mighty tornado of fire to erupt, trapping your enemies in a hellish inferno.",
				"Choose a point you can see on the ground within range. The vortex forms with an interior radius between 5 and 20 feet (your choice) surrounded by 1-foot-thick flames, which are opaque. The vortex reaches 60 feet upwards, and the diameter at the top is double the diameter of the bottom.",
				"When the vortex appears, each creature whose space is crossed by the flames must make a Dexterity saving throw. On a failed save, a creature takes {@damage 6d8} fire damage and is pulled into an unoccupied space inside the vortex (if possible). On a successful save, a creature takes half as much damage and is not pulled in. A creature who is not pulled in, either due to a successful save or a lack of space, is pushed out to the nearest unoccupied space within 5 feet of the flames (if possible).",
				"A creature trapped inside the vortex can use its action to try and force its way through the flames to escape. To do so, it makes a Strength saving throw. On a successful save, it pushes through the flames and exits the vortex, unless there is not enough space for it or it does not have enough movement to leave. On a failed save, the creature remains in the vortex. In either case, the creature trying to push through the flames takes {@damage 6d8} fire damage.",
				"If a trapped creature does not attempt to push through the flames and does not otherwise escape the vortex on its turn, that creature takes {@damage 3d8} fire damage at the end of its turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 7th level or higher, the damage increases by {@dice 1d8} for each spell level above 6th."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"dexterity",
				"strength"
			],
			"miscTags": [
				"FMV",
				"SGT"
			]
		},
		{
			"name": "Flame Ward",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 13,
			"level": 0,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"Your body is encircled by glowing red runes, granting you a barrier of warmth. Until the end of your next turn, you have resistance to cold and fire damage."
			]
		},
		{
			"name": "Flame Wreath",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 13,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 5
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You surround yourself in a brief vortex of fire. Each creature other than you within range must succeed on a Dexterity saving throw or take {@damage 1d6} fire damage.",
				"This spell's damage increases by {@dice 1d6} when you reach 5th level ({@dice 2d6}), 11th level ({@dice 3d6}), and 17th level ({@dice 4d6})."
			],
			"scalingLevelDice": {
				"label": "fire damage",
				"scaling": {
					"1": "1d6",
					"5": "2d6",
					"11": "3d6",
					"17": "4d6"
				}
			},
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SCL"
			]
		},
		{
			"name": "Ghostflame",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 14,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You extend your arms and release a swirling torrent of pure, lightless heat, visible only as a mirage-like shimmer in the air. Each creature in the area must make a Dexterity saving throw. A creature takes {@damage 7d6} fire damage on a failed save, or half as much damage on a successful one. If a creature has resistance to fire damage, that resistance does not apply to this spell.",
				"The heat from this spell ignites any flammable objects in the area that aren't being worn or carried."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d6} for each slot level above 4th."
					]
				}
			],
			"damageResist": [
				"fire"
			],
			"damageImmune": [
				"fire"
			],
			"damageVulnerable": [
				"fire"
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Heat Shimmer",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 14,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "sphere",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a pinch of sand"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You fill the area with a dry heat that causes shimmering mirages to interfere with visibility. The area remains centered on you and moves with you. A creature or object of Medium size or smaller is heavily obscured with respect to any observer looking through at least 20 feet of the spell's area."
			]
		},
		{
			"name": "Hypnotic Flame",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 14,
			"level": 3,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Choose a flame you can see within range, such as a torch or a fireplace. Each creature of your choice that can see the flame must make a Wisdom saving throw. A creature that is immune to being {@condition charmed} succeeds automatically, and a creature that is fighting you or your allies has advantage on the save. If the flame poses a clear threat (such as if the building you're in is on fire), then all viewers have advantage on the save.",
				"On a failed save, an observer becomes {@condition incapacitated} and has its speed reduced to 0 as it stops to watch the flame for the duration. The effect ends for a creature if that creature takes any damage, is attacked by a creature it can see, or can no longer see the flame."
			],
			"conditionInflict": [
				"charmed",
				"incapacitated"
			],
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Ignite Aether",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 14,
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"With an arcane gesture, you cause a creature you can see within range to burst into flames. The creature takes {@damage 2d8} fire damage and must make a Dexterity saving throw. On a success, the spell ends. On a failure, the creature is on fire and takes an additional {@damage 1d6} fire damage on the start of each of its turns. An affected creature can use its action to extinguish the flames, ending the spell."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, for each slot level above Ist, the initial damage increases by {@dice 1d8} and the ongoing damage increases by {@dice 1d6}."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Inferno Rain",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 14,
			"level": 8,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 200
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a swirling cloud of fiery wrath overhead, which rains down fire selectively on your enemies. The cloud is a 5-foot-thick horizontal disk with a 100-foot radius centered on a point you can see within range at least 20 feet above you. The spell fails if there is not enough room to accommodate the cloud, although the cloud can spread around corners, and weak barriers (such as windows) are destroyed and broken through as it appears.",
				"When the cloud appears and as an action on each of your turns until the spell ends, streams of fire rain down on a number of points beneath the cloud up to your spellcasting ability modifier. A creature struck by a stream of fire must make a Dexterity saving throw, taking {@damage 10d8} fire damage on a failed save or half as much damage on a successful one."
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Meteor Dash",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 15,
			"level": 5,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You wreathe yourself in fire and launch yourself like a meteor, flying in a direction of your choice.",
				"If you would strike a creature, that creature can make a Dexterity saving throw. On a successful save, your trajectory continues past the creature without striking them, but they take {@damage 2d6} fire damage from the near miss. On a failed save, you strike that creature.",
				"You continue flying in a straight line until you strike a creature, collide with a solid surface, or fly a distance of 120 feet. Minor barriers, such as simple wooden doors or common fruit carts, are destroyed without interrupting your flight path.",
				"If you strike a creature or a solid surface, the creature or object takes {@damage 8d6} fire damage and {@damage 4d6} bludgeoning damage, and the creature is knocked {@condition prone} if it is Large or smaller. Other creatures within 10 feet of the point of impact (besides yourself) must make a Dexterity saving throw, taking {@damage 8d6} fire damage on a failed save, or half as much fire damage on a successful one."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the fire damage increases by {@dice 1d6} for each slot level above 5th."
					]
				}
			],
			"damageInflict": [
				"bludgeoning",
				"fire"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Peer Through Flames",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 15,
			"level": 6,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "incense and charcoal worth at least 500 gp, which the spell consumes",
					"cost": 50000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You gain the ability to pass your senses into distant flames, allowing you to spy or communicate. Upon casting this spell, you become aware of the location of every nonmagical flame within 100 miles. As an action, you can pass your consciousness into any one of those flames. When you do so, you can see and hear as though you were in the selected flame's location, but you are deaf and blind with regard to your own senses. You can continue to observe through the flame until the spell ends, until you switch to a different flame as an action, or until you resume your normal senses as an action.",
				"While you are observing through a flame, you can choose to speak through it as well. Doing so causes the flame to take on the rough shape of your face, and maintains this visage until you are no longer present in that flame."
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Purifying Flame",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 15,
			"level": 5,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You release a cone of golden flame that burns away impurities. Each creature in the area must make a Dexterity saving throw. Undead creatures have disadvantage on this saving throw. A creature takes {@damage 8d6} fire damage on a failed save, or half as much damage on a successful one.",
				"For each damage die that rolls a 5 or a 6, one ongoing spell or magical effect in the area is dispelled unless it is of a higher spell level than the spell slot used to cast this spell. The lowest-level spells in the area are dispelled first."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the damage increases by {@dice 1d6} for each slot level above 5th."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Servant of Flame",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 15,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You summon a group of four magma mephits (Monster Manual page 216) which appear in unoccupied spaces that you can see within range. Each mephit that remains when the spell ends vanishes without a trace.",
				"The summoned mephits are friendly to you and your companions. Roll initiative for the mephits as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, you summon {@dice 1d4} additional mephits for each slot level above 3rd."
					]
				}
			],
			"miscTags": [
				"SGT",
				"SMN"
			]
		},
		{
			"name": "Spirit Candles",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 16,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a bit of wax and string"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"You create up to three ghostly blue flames within range, which hover in the air and burn without producing heat or using oxygen. Each flame sheds bright light in a 10-foot radius and dim light for an additional 10 feet.",
				"As a bonus action on your turn, you can move the flames up to 30 feet to a new spot within range. A flame winks out if it exceeds the spell's range, or if you cast this spell again."
			],
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Utter Immolation",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 16,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a pinch of fine ash"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A vertical column of intense flame erupts from the ground in a 15-foot-radius, 30-foot-high cylinder centered on a point within range. Each creature in the area must make a Dexterity saving throw, taking {@damage 6d8} fire damage on a failed save, or half as much damage on a successful one. A creature reduced to 0 hit points by this damage is entirely consumed, leaving behind only ash."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d8} for each spell level above 4th."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Warmth",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 16,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"This spell is a minor magical trick that pyromancers use for practice. You create one of the following magical effects within range:",
				"* You create a tiny flame in your hand for up to 1 hour, shedding light as a candle and capable of lighting a lantern, torch, or other easily flammable material.",
				"* You warm up to 1 cubic foot of nonliving material for 1 hour.",
				"* You grant a creature advantage on saving throws against cold weather for 1 hour.",
				"* You instantaneously snuff out a flame no larger than a small campfire.",
				"If you cast this spell multiple times, you can have up to three of its non-instantaneous effects active at a time, and you can dismiss such an effect as an action."
			]
		},
		{
			"name": "Ball Lightning",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 17,
			"level": 4,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a ball bearing"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You summon a 4-foot-diameter ball of crackling electrical energy that bounces around the battlefield. When you cast the spell, you launch the ball at a creature you can see within range. The target must make a Dexterity saving throw, taking {@damage 4d8} lightning damage on a failed save or half as much damage on a successful save.",
				"At the start of the targeted creature's turn, the ball changes direction to launch itself at the nearest other creature within 30 feet. The new target must save against the spell's damage. This process repeats for the duration of the spell.",
				"If two creatures are tied for the nearest, the new target is selected randomly from among them. If no new target is in range, the ball waits until a creature comes within 30 feet and then launches."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d8} for each slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SGT",
				"SMN"
			]
		},
		{
			"name": "Blinding Arc",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 17,
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"An electrical spark flashes brightly at a point you can see within range. Each creature within 15 feet of the flash must make a Dexterity saving throw or be {@condition blinded} for the duration. An affected creature can make a Constitution saving throw at the end of each of its turns, ending the effect on itself on a success."
			],
			"conditionInflict": [
				"blinded"
			],
			"savingThrow": [
				"constitution",
				"dexterity"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Charge",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 17,
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"You build a charge while running and then release it in a devastating electric punch. After casting this spell, before the end of your next turn you can spend a bonus action to deliver the punch, which ends the spell. The target must make a Dexterity saving throw, taking {@damage 6d6} lightning damage on a failed save or half as much damage on a successful save.",
				"The spell becomes more powerful if you move in a straight line toward your target immediately before delivering the punch. For every 5 feet moved this way, replace one of the damage dice with a {@dice d12}. Make this substitution before rolling. If at least four dice are replaced this way, then a target that fails its save is also pushed 10 feet away from you and knocked {@condition prone}."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d6} for each slot level above 3rd."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"FMV",
				"UBA"
			]
		},
		{
			"name": "Crackling Burst",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 17,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You blast a creature or object with lightning, which then arcs to a number of other targets up to your spellcasting ability modifier within 30 feet of the primary target.",
				"Each target must make a Dexterity saving throw, taking 5dio lightning damage on a failed save or half as much damage on a successful save. If the primary target is wearing heavy armor made primarily of metal or is a creature made primarily of metal (such as an iron golem) then the secondary targets have disadvantage on their saving throws."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d10} for each slot level above 4th."
					]
				}
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Decimation Bolts",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 18,
			"level": 9,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "line",
				"distance": {
					"type": "feet",
					"amount": 500
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You fire ten bolts of destructive elemental power. Each bolt fills a line 500 feet long and 5 feet wide. Each creature within the area must make a Dexterity saving throw. On a failed save, a creature takes {@damage 20d6} lightning damage and is {@condition stunned} until the end of that creature's next turn. On a successful save, the creature takes half as much damage and is not {@condition stunned}.",
				"Any spells or magical effects within the area of one or more bolts are dispelled."
			],
			"damageInflict": [
				"lightning"
			],
			"conditionInflict": [
				"stunned"
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Electric Armaments",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 18,
			"level": 2,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a piece of wool"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You touch a metal weapon, metal shield, or suit of metal armor and imbue it with elemental lightning for the duration. If the imbued object is a weapon, it deals an extra {@damage 1d6} lightning damage on a hit.",
				"If the imbued object is a shield or a suit of armor, whenever the wearer is hit by a melee attack, the attacker takes {@damage 1d6} lightning damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@dice 1d6} for each slot level above 2nd."
					]
				}
			],
			"damageInflict": [
				"lightning"
			]
		},
		{
			"name": "Electric Fence",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 18,
			"level": 3,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create an {@condition invisible}, spherical perimeter around a point you can see within range. The area has a radius of 15 feet. Whenever a creature would enter or leave this area without teleporting, the spell delivers an electric shock.",
				"An affected creature must make a Constitution saving throw. On a failed save, the creature takes {@damage 3d8} lightning damage and until the beginning of its next turn its speed is reduced to 0 and it can't gain any bonuses to its speed. This occurs before the creature crosses the threshold. On a successful save, the creature takes half as much damage and its movement is not impeded."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d8} for each slot level above 3rd."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"conditionInflict": [
				"invisible"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Electromagnetic Pulse",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 18,
			"level": 4,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "sphere",
				"distance": {
					"type": "feet",
					"amount": 15
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a tiny glass globe with silver filigree worth 250 gp",
					"cost": 25000
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You release a burst of electric energy that fills the area, spreading around corners. Each creature besides you in the area must make a Constitution saving throw, taking {@damage 2d12} lightning damage on a failed save or half as much damage on a successful one.",
				"Additionally, each active spell or magical effect in the area whose spell level is no more than half the level of the slot used to cast this spell is automatically dispelled. For each other spell or magical effect in the area, make an ability check using your spellcasting ability. The DC of this check equals 10 plus the spell's level. On a success, the spell ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d12} for each slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Enliven Corpse",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 19,
			"level": 2,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a dead firefly"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You force an electric charge into a Small or Medium corpse, forcing it to move according to your will. The corpse is not conscious and does not act on its own--it's more like a puppet than an undead creature.",
				"As part of casting this spell, and as an action on each of your turns thereafter, you can force the subject to move with a speed of 30 feet and make a melee attack with one of its limbs. This attack uses your spell attack bonus. On a hit, it deals {@damage 2d8} lightning damage.",
				"The corpse has an AC equal to your spell save DC. It has no hit points, but whenever it takes damage you must make a Constitution saving throw to maintain concentration as though you had taken the damage. The corpse automatically fails all saving throws and ability checks."
			],
			"damageInflict": [
				"lightning"
			],
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Gather Power",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 19,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"You store up electrical power for a future blast. The next time you roll lightning damage for one of your spells before the end of your next turn, that damage increases by {@dice 1d10}. This spell's damage increases by {@dice 1d10} when you reach 5th level ({@dice 2d10}), 11th level ({@dice 3d10}), and 17th level ({@dice 4d10})."
			],
			"scalingLevelDice": {
				"label": "lightning damage",
				"scaling": {
					"1": "1d10",
					"5": "2d10",
					"11": "3d10",
					"17": "4d10"
				}
			},
			"miscTags": [
				"SCL"
			]
		},
		{
			"name": "Jolt",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 19,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You fire a bolt of electricity at a creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 1d10} lightning damage.",
				"This spell's damage increases by {@dice 1d10} when you reach 5th level ({@dice 2d10}), 11th level ({@dice 3d10}), and 17th level (4di0)."
			],
			"damageInflict": [
				"lightning"
			],
			"spellAttack": [
				"R"
			],
			"miscTags": [
				"SCL"
			]
		},
		{
			"name": "Lightning Army",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 19,
			"level": 5,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You infuse up to five willing creatures within range with lightning to grant them speed and power. An affected creature's speed increases by 10 feet, and it gains a +2 bonus to AC and to Dexterity saving throws.",
				"Whenever an affected creature hits with a weapon attack, the attack deals an extra {@damage 1d8} lightning damage. Whenever an affected creature is hit by a melee attack, the attacker takes {@damage 1d8} lightning damage. Whenever a creature ends its turn in direct contact with an affected creature (such as by grappling), that creature takes {@damage 1d8} lightning damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, you can affect an additional five creatures for each slot level above 5th."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"MAC"
			]
		},
		{
			"name": "Lightning Blade",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 19,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 5
				}
			},
			"components": {
				"v": true,
				"m": "a weapon"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"As part of the action used to cast this spell, you must make a melee weapon attack against one creature within range. Otherwise, the spell fails.",
				"On a hit, the target suffers the normal effects of the attack, and one other creature within 10 feet of the target takes {@damage 1d8} lightning damage.",
				"When you reach Sth level, one additional secondary target takes lightning damage. Three secondary targets are affected at 11th level, and four at 17th level."
			],
			"damageInflict": [
				"lightning"
			],
			"miscTags": [
				"SCL"
			]
		},
		{
			"name": "Lightning Blast",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 20,
			"level": 2,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 15
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You release a blast of elemental lightning. Each creature in the area must make a Dexterity saving throw, taking {@damage 3d8} lightning damage on a failed save or half as much damage on a successful one."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@dice 1d8} for each slot level above 2nd."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Lightning Leap",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 20,
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Choose a point you can see within range. You teleport to the chosen point through a streak of lightning. Each creature in a 5-foot-wide line from your starting point to your destination must make a Dexterity saving throw. A creature takes {@damage 5d8} lightning damage on a failed save, or half as much damage on a successful one."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d8} for each slot level above 3rd."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SGT",
				"TP"
			]
		},
		{
			"name": "Lightning Orb",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 20,
			"level": 1,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small crystal lens"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a 6-inch-diameter ball of glowing, crackling light that hovers at a point you choose within range. The orb sheds bright light in a 10-foot radius and dim light for an additional 10 feet. As a bonus action on each of your turns you can move the orb up to 30 feet, though it winks out and the spell ends if it moves outside the spell's range.",
				"For the duration, whenever you cast a spell that deals lightning damage, you can choose to use the orb as the point of origin for the spell."
			],
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Lightning Speed",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 21,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"You infuse your legs with electricity, adding speed and abruptness to your movements. Until the end of your turn, attacks of opportunity against you have disadvantage."
			]
		},
		{
			"name": "Lightning Tether",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 21,
			"level": 8,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "strands of glass filigree"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You cause tendrils of lightning to spring forth out of the ground, walls, ceilings, or other sturdy surfaces to grasp and hold your enemies. A number of creatures you can see up to twice your spellcasting ability modifier must each succeed on a Dexterity saving throw or be affected by the spell. A creature more than 20 feet from any solid surface is unaffected.",
				"An affected creature is leashed by animated lightning and instantly pulled to its anchoring surface. The creature's speed becomes zero. At the beginning of an affected creature's turn, that creature takes {@damage 5d12} lightning damage.",
				"A creature can break free by spending an action and succeeding on a Strength check against your spell save DC. Regardless of whether the check succeeds or fails, the creature takes {@damage 5d12} lightning damage as it strains against the tether.",
				"If a tethered creature casts a spell, it must make a Constitution saving throw as though concentrating. On a failed save, the spell is wasted with no effect."
			],
			"damageInflict": [
				"lightning"
			],
			"savingThrow": [
				"constitution",
				"dexterity"
			],
			"abilityCheck": [
				"strength"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Lingering Shock",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 21,
			"level": 6,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You place an electric charge within a creature you can see within range. The target takes {@damage 2d8} lightning damage and must succeed on a Constitution saving throw or be {@condition stunned} until the beginning of its next turn and be affected by the spell for the duration.",
				"An affected creature repeats this process at the start of each of its turns. If the creature accumulates three successful saving throws against the spell, the creature is no longer affected."
			],
			"damageInflict": [
				"lightning"
			],
			"conditionInflict": [
				"stunned"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Magnet Pull",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 21,
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You create an electrical imbalance to generate a magnetic pull. Choose a metal object that weighs no more than 20 pounds. If the object is not being worn or carried and is not otherwise {@condition restrained}, it flies toward you where you can either catch it or let it fall at your feet. If the target is fastened to a solid surface or otherwise prevented from moving, it may be possible to pull it free with an ability check using your spellcasting ability, at the DM's discretion.",
				"If the targeted object is being carried, the wielder must make a Dexterity save or have the object pulled from its grasp and fly toward you as described above. If the object is being worn (such as one of the plates of a suit of armor), the wearer must instead make a Strength saving throw or be pulled 15 feet toward you.",
				"Alternatively, you can target a creature that is made largely of metal (such as an iron golem). Such a creature is affected in the same way as a creature wearing a targeted object, as described above."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the weight of the object you can target increases by 20 pounds for each slot level above Ist."
					]
				}
			],
			"conditionInflict": [
				"restrained"
			],
			"savingThrow": [
				"strength"
			],
			"miscTags": [
				"FMV"
			]
		},
		{
			"name": "Pulse Cannon",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 22,
			"level": 7,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You fill the area with overwhelming electrical power. Each creature which enters the area for the first time on a turn or starts its turn there must make a Constitution saving throw. On a failed save, a creature takes {@damage 7d8} lightning damage and is {@condition stunned} until the start of its next turn. On a successful save, a creature takes half as much damage and is not {@condition stunned}.",
				"As a bonus action on each of your turns, you can change the direction of the spell's area."
			],
			"damageInflict": [
				"lightning"
			],
			"conditionInflict": [
				"stunned"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Raiju Ascension",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 22,
			"level": 9,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 4
					}
				}
			],
			"entries": [
				"You transform yourself in a being of pure lightning with terrible power. You retain your size category and general shape, as well as your existing features and abilities, and for the duration you gain the following benefits.",
				"You glow with a yellow or blue light (your choice), shedding bright light out to a 30-foot radius and dim light for an additional 30 feet. You gain a flying speed of 60 feet, and can choose to pass through solid objects, although you take {@damage 2d10} force damage if you end your turn inside a solid object.",
				"You have immunity to bludgeoning, piercing, and slashing damage. You are also immune to lightning damage, and any effect that would deal lightning damage to you instead grants you that many temporary hit points. Any creature that hits you with a melee attack takes {@damage 4d12} lightning damage.",
				"You can cast lightning bolt as a 3rd-level spell without expending a spell slot. All your spells and abilities ignore other creatures' resistance to lightning damage."
			],
			"damageResist": [
				"lightning"
			],
			"damageImmune": [
				"lightning"
			],
			"damageVulnerable": [
				"lightning"
			],
			"damageInflict": [
				"force",
				"lightning"
			],
			"miscTags": [
				"THP"
			]
		},
		{
			"name": "Shock",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 22,
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A bolt of lightning springs from your outstretched hand toward a creature or object you can see within range. Make a ranged spell attack. On a hit, the target takes {@damage 3d10} lightning damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d10} for each slot level above 1st."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"spellAttack": [
				"R"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Shocking Aura",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 23,
			"level": 7,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "sphere",
				"distance": {
					"type": "feet",
					"amount": 15
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"For the duration, the area is filled with latent electrical charges, filling the air with a faint humming noise. Whenever a creature enters the area for the first time on a turn or starts its turn there, it must make a Dexterity saving throw, taking {@damage 7d8} lightning damage on a failed save or half as much damage on a successful one. You can choose to exempt any number of creatures from this effect.",
				"If you would be hit by a ranged weapon attack, you can use your reaction to strike the projectile with lightning. A nonmagical projectile is destroyed, while a magical projectile is deflected harmlessly out of the air."
			],
			"damageInflict": [
				"lightning"
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Smiting Bolt",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 23,
			"level": 8,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You summon a 5-foot-radius bolt of lightning that streaks down from the heavens and strikes the ground at a point you choose within range. Each creature in the path of the bolt must make a Dexterity saving throw, taking {@damage 12d12} lightning damage on a failed save or half as much damage on a successful one."
			],
			"damageInflict": [
				"lightning"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SMN"
			]
		},
		{
			"name": "Static",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 23,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "which you take when a creature within range hits you with a melee attack"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 5
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"With a word of rebuke, you send an electric shock back at the creature that hit you. The attacking creature must succeed on a Constitution saving throw or take {@damage 1d4} lightning damage. This spell's damage increases by {@dice 1d4} when you reach 5th level ({@dice 2d4}), 11th level ({@dice 3d4}), and 17th level ({@dice 4d4})."
			],
			"scalingLevelDice": {
				"label": "lightning damage",
				"scaling": {
					"1": "1d4",
					"5": "2d4",
					"11": "3d4",
					"17": "4d4"
				}
			},
			"damageInflict": [
				"lightning"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SCL"
			]
		},
		{
			"name": "Stormcloud",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 23,
			"level": 5,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a scrap of woolen fabric"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a massive, swirling storm cloud overhead. The cloud takes the shape of a horizontal circle with a 100-foot radius, centered on a point you choose within range. The cloud is 5 feet thick and opaque.",
				"Whenever an airborne creature comes within 50 feet of any part of the cloud for the first time on a turn or starts its turn there, a bolt of lightning strikes out from the cloud at the creature. Such a creature must make a Dexterity saving throw, taking 5dio lightning damage on a failed save or half as much damage on a successful one. If a creature becomes airborne while within this area, it too must save against this spell's damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the damage increases by {@dice 1d10} for each slot level above sth."
					]
				}
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Taser",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 23,
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 5
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a bee stinger"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"You send a pulse of electricity through a creature you can see within range. The target must make a Constitution saving throw. On a failed save, the creature takes {@damage 2d8} lightning damage and is {@condition incapacitated} until the end of its next turn. On a successful save, the creature takes half as much damage and is not {@condition incapacitated}."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d8} for each slot level above 1st."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Crackling Burst",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 17,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You blast a creature or object with lightning, which then arcs to a number of other targets up to your spellcasting ability modifier within 30 feet of the primary target.",
				"Each target must make a Dexterity saving throw, taking {@damage 5d10} lightning damage on a failed save or half as much damage on a successful save. If the primary target is wearing heavy armor made primarily of metal or is a creature made primarily of metal (such as an iron golem) then the secondary targets have disadvantage on their saving throws."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d10} for each slot level above 4th."
					]
				}
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Ice Warrior",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 8,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a medium creature made of magical ice in the shape of a humanoid warrior. The ice warrior appears in an unoccupied space you can see within range, and disappears if it is reduced to 0 hit points or when the spell ends. It is considered an elemental.",
				"The summoned warrior is friendly to you and your companions. The warrior acts immediately after you in the initiative order. It obeys any verbal commands you issue to it (no action required by you), but its abilities are limited (see below). If you don't issue any commands to the warrior, it defends itself from hostile creatures but otherwise takes no actions.",
				"The ice warrior cannot take any actions except the {@action Attack}, {@action Dash}, {@action Disengage}, or {@action Dodge} actions. It has the statistics of a {@creature veteran|mm}  except that it cannot speak, its longsword attack is always one-handed, it deals an extra {@damage 1d4} cold damage on a hit, and it lacks the shortsword and crossbow attack options. Additionally, it has vulnerability to fire damage and immunity to cold, necrotic, and poison damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using certain higher-level spell slots, you can summon more warriors: two warriors with a 5th-level slot, three warriors with a 7th-level slot, and four warriors with a 9th-level slot."
					]
				}
			],
			"damageInflict": [
				"cold"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Lightning Rod",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 20,
			"level": 5,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "which you take when you would take lightning damage"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You absorb incoming lightning, taking no damage and instead gaining temporary hit points equal to the prevented damage until the spell ends. ",
				"Whenever you roll lightning damage for a spell you cast, you can sacrifice any number of the temporary hit points granted by this spell and add the same number to the damage roll.",
				"As long as you still have any of these temporary hit points remaining, your speed increases by 10 feet and you have advantage on Dexterity saving throws."
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"ADV",
				"THP"
			]
		},
		{
			"name": "Servant of Flame",
			"source": "TheElementalSpellbookSpellsofIceFireandLightning",
			"page": 15,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You summon a group of four {@creature Magma Mephit|MM}s which appear in unoccupied spaces that you can see within range. Each mephit that remains when the spell ends vanishes without a trace.",
				"The summoned mephits are friendly to you and your companions. Roll initiative for the mephits as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, you summon {@dice 1d4} additional mephits for each slot level above 3rd."
					]
				}
			],
			"miscTags": [
				"SGT",
				"SMN"
			]
		}
	]
}
