{
	"_meta": {
		"sources": [
			{
				"json": "JohnnyTekThePrestigeSpellsOfIllusion",
				"abbreviation": "TP",
				"full": "The Prestige: Spells of Illusion",
				"url": "https://www.dmsguild.com/product/235311/THE-PRESTIGE-Spells-of-Illusion-5e",
				"authors": [
					"Johnny Tek"
				],
				"convertedBy": [
					"Fireally",
					"Mathias"
				],
				"color": "4169e1",
				"version": "unknown"
			}
		],
		"dateAdded": 1718319650,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "f08bb7a7eb",
		"edition": "classic"
	},
	"spell": [
		{
			"name": "Afterimage Displacement",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 36,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"As part of the casting of this spell you move up to your speed (minimum 5 feet + 5 feet per size category beyond Medium). An illusory duplicate of you is created in each 5-foot (+5 feet per size category beyond Medium) space that you exit during this movement. If this movement would provoke an opportunity attack, the opportunity attack targets the duplicate that was left in the space from which you provoked the opportunity attack. When you complete the movement, you can teleport to one space of your choice within the path you just traveled, leaving behind a duplicate and replacing the duplicate occupying the space that you teleport to. The replacement is performed seamlessly as to produce no signs of teleportation.",
				"Each duplicate's AC equals 10 + your Dexterity modifier, and it is destroyed on a hit. The duplicates ignore all other damage and effects. Each duplicate can take no actions other than moving; you can take a bonus action to mentally command some or all of the illusory duplicates move up to your speed.",
				"NOTE: It is recommended that each duplicate be given a different number and that the number be written down secretly, revealing it when it is necessary to prove which duplicate you replaced."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Ancient Image",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 39,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 1000
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a clock or pendulum"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You cause all objects and structures of your choice that you can see within range to appear as they did up to 2,000 years ago (you choose how many years when you cast this spell). Physical interaction with the affected targets reveals their appearance to be an illusion. You can take an action to change the number of years chosen for the spell's effect or to exclude/re-include an object or structure in the spell's effect. You must choose when you cast the spell whether to have the spell's affected area remain fixed or move with you."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 6th level or higher, then you double the maximum number of years per level higher than 5th (4,000 at 6th, 8,000 at 7th, 16,000 at 8th, 32,000 at 9th)"
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Assisting Clone",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 21,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You create a solid, illusory duplicate of yourself that appears in an unoccupied space you can see within range; the duplicate can only appear within 5 feet of a hostile creature. The duplicate immediately uses the Help action to grant one friendly creature you can see within range advantage on its next attack roll made against the hostile creature; the attack must be made before your next turn to gain this benefit. After using the Help action, the duplicate vanishes.",
				"The duplicate has an AC of 10 + your Dexterity modifier, and is destroyed on a single hit. It ignores all other damage and effects. If the duplicate's action is interrupted, it vanishes anyway."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 3rd level or higher, you create two duplicates and they can both use the Help action for the same friendly creature or different friendly creatures. When you cast this spell with a slot of 6th level or higher, you create three duplicates and they can all use the Help action for the same friendly creature or different friendly creatures."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SCL",
				"SMN",
				"ADV"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Cage of Horrors",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 33,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You trap a Medium or smaller creature inside an illusory cage of swirling multi-colored mist and horrifying images; the cage is a 5-foot diameter, 10-foot high cylinder with a closed top (and bottom if currently mid-air). The walls of the cage block line of sight, but creatures and objects can pass through it. If the target attempts to exit the cage, it must make a Charisma saving throw. On a failed save, the target stays inside the cage, takes {@damage 4d6 + 16} psychic damage, and is {@condition frightened} (unable to touch the sides of the cage out of fear) until the end of its next turn. On a successful save, the target takes half damage.",
				"Any creature that attempts to enter the cage must make a Charisma saving throw. On a failed save, the creature stays outside the cage, takes {@damage 4d6} psychic damage, and is {@condition frightened} (unable to touch the sides of the cage out of fear) until the end of its next turn. On a successful save, the target takes half damage.",
				"If there is no creature inside the cage, the spell ends and the cage vanishes.",
				"Creatures that are immune to the {@condition frightened} condition are unaffected by this spell."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 5th level or higher, you can target a Large creature with a cage that is 10 feet in diameter and 20 feet high. When you cast this spell with a slot of 7th level or higher, you can target a Huge creature with a cage that is 15 feet in diameter and 30 feet high."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"damageInflict": [
				"psychic"
			],
			"conditionInflict": [
				"frightened"
			],
			"savingThrow": [
				"charisma"
			],
			"abilityCheck": [
				"wisdom"
			],
			"miscTags": [
				"OBS"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Cage of Unreality",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 43,
			"level": 7,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "100 pieces of agate worth at least 1 gp each, which are arranged in a circle around the target and consumed by the spell",
					"consume": true,
					"cost": 10000
				}
			},
			"duration": [
				{
					"type": "permanent"
				}
			],
			"entries": [
				"You force a creature (at 30 hit points or lower) you can see within range into a deep slumber in which the target dreams itself living in an alternate reality of your imagining, which may be partially built using the target's own memories. The alternate reality can be as pleasant or unpleasant to the target as you choose, and can be designed to fool the target into believing that the alternate reality is the true reality; in this case the target must make an Insight (Wisdom) check opposed by your Deception (Charisma or Intelligence) check to realize that the alternate reality is not real.",
				"While the target is asleep, it can not be woken by non-magical means, and successful attempts to forcefully wake up the target will force it to make a Wisdom saving throw. On a failed save, the target will take {@dice 12d8} points of psychic damage and its memories will be damaged in some way (at the DM's discretion). On a successful save, the target takes half damage.",
				"The target does not need to eat or drink while affected by this spell, and does not age. If the target rejects the reality that it has been trapped in, then the target can make a Charisma saving throw once per hour. When the target has succeeded on three consecutive Charisma saving throws against this spell, the spell ends and the target wakes up. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"damageInflict": [
				"psychic"
			],
			"savingThrow": [
				"wisdom",
				"charisma"
			],
			"abilityCheck": [
				"wisdom"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Clone Craft",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 26,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a mirror"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a solid, illusory duplicate of one Large or smaller beast or humanoid that you touch, that follows your mental commands; the duplicate appears in an unoccupied space of your choice within 10 feet of the target. When the spell ends, the duplicate vanishes.",
				"On each of your turns, you can use a bonus action to mentally command the duplicate you made with this spell. The duplicate acts on your initiative, taking actions as you will it to. The only commands that can be given to the duplicate are commands to move, speak words of your choice, or physically interact with objects as you direct it (except for attacks or complex interactions such as picking a lock or cooking a meal). If no commands are given, the duplicate takes no actions and simply stays still.",
				"The duplicate has an AC of 10 + your Dexterity modifier, and is destroyed on a single hit. It ignores all other damage and effects.",
				"If the duplicate's distance from you exceeds 30 feet, the duplicate vanishes."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 5th level or higher, you can duplicate a Huge creature."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SCL",
				"SMN",
				"UBA"
			]
		},
		{
			"name": "Clone Strike",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 21,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 5
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"As part of the casting of this spell, you make a melee weapon attack against a target you can see within range. After you make the attack, a solid illusory duplicate of you appears within 5 feet of the target, makes a melee weapon attack against the target, then vanishes. The attack is made using a nonmagical duplicate of one of the weapons you are currently equipped with (or an unarmed strike), and uses your stats for the attack roll and damage roll. The duplicate's attack roll has advantage.",
				"The duplicate has an AC of 10 + your Dexterity modifier, and is destroyed on a single hit. It ignores all other damage and effects. If the duplicate's action is interrupted, it vanishes anyway."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 3rd level or higher, you create two duplicates and they both attack the same target. When you cast this spell with a slot of 6th level or higher, you create three duplicates and they all attack the same target."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"spellAttack": [
				"M"
			],
			"miscTags": [
				"SCL"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Clone Swarm",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 39,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Eight illusory duplicates of yourself appear, each one in an unoccupied space you can see within 10 feet of a creature you can see within range. Each duplicate immediately makes a melee weapon attack against the target (if the target is within range), using a nonmagical duplicate of a weapon that you are currently wielding; the attack roll uses your spell attack modifier. After the attacks are made, the duplicates vanish, along with any equipment that was duplicated with them.",
				"Each duplicate's AC equals 10 + your Dexterity modifier, and it is destroyed on a hit. The duplicates ignore all other damage and effects. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Color Cloud",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 42,
			"level": 6,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a multi-colored glass lens"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a cloud of swirling white gas and multi-colored patterns of light inside a 20-foot radius sphere within range. Every creature that is within the spell's area when the cloud appears, enters the cloud, or ends a turn in the cloud must make a Wisdom saving throw. In a failed save, a creature becomes {@condition charmed} until the end of its next turn. While {@condition charmed} by this spell, the creature is {@condition incapacitated} and has a speed of 0.",
				"If an affected creature takes any damage or someone takes an action to shake the creature out of its stupor, the creature is no longer {@condition charmed}.",
				"You can take a bonus action to move the cloud up to 10 feet on your turn. The cloud heavily obscures everything within its affected area."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"conditionInflict": [
				"charmed",
				"incapacitated"
			],
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"UBA",
				"OBS"
			],
			"areaTags": [
				"S"
			]
		},
		{
			"name": "Communication Circle",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 40,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "powdered gemstones worth at least 30 gp"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You draw out a circle of glyphs and sigils with a 5 foot radius as part of the casting of this spell. When the spell activated, the circle begins to glow, emitting bright illumination out to 15 feet and dim illumination for another 15 feet. While the spell is active, a creature standing within the circle can mentally command the circle to request a connection with another existing circle within the same plane, if they know the location of the other circle (or at least the general area where it is located, within a 1000-foot radius). If there is more than one communication circle in the desired area, then the creature initiating the connection acquires a mental image of all the different circles' locations and can choose one of them.",
				"After the request for connection is made, another creature must accept the request at the other circle's location (or within 30 feet of it); request acceptance may have different conditions such as a spoken password or touching the inside of the circle while making a mental command (chosen by the caster). If the connection is successful, the other circle glows with activation and the creature that initiated the connection can choose one of the following options, which is made known to the receiver before the request is accepted (usually by the way the circle glows, pulsates, or sounds).",
				{
					"type": "list",
					"items": [
						"Creatures standing in one circle can verbally communicate with creatures standing in the other circle. The initiator of the connection may request to include visual input in the connection, and if the receiver at the other circle accepts the request, the creatures at each circle see the environment around them transition into a misty gray void; intangible illusory images of the creatures and the circles that they are standing on appear in the void, within 10 feet of each other, and visible to each creature in both circles. The images move just as the creatures in the circles move. The creatures in the circles have not actually moved anywhere but can only see or hear each other in the illusion of the void; to creatures outside of the circles, the creatures inside the circles appear to be speaking without sound to an unseen listener",
						"An intangible illusory image of the creature initiating the connection appears standing on the other circle; the image moves just as the initiator moves. The creature initiating the connection sees the environment around transform into a view of the environment around the other circle, and can communicate with creatures near the other circle's location as if actually standing on the other circle."
					]
				},
				"The connection can be ended by creatures as a bonus action at either end with a spoken password or mental command given while standing on a circle, at which point the spell ends. If there are no creatures in a circle for more than 1 minute, the spell ends.",
				"If this spell is cast as a ritual, the required cost of the material component increases to 300 gp (doubled every time 5 feet is added to the radius - ex. 2,400 gp for 20-ft. radius), and the circle becomes permanently active (but only glows when used). A permanent circle can connect with multiple circles at the same time if desired, and instead of the spell ending for a permanent circle, connections are cut."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Counter Clone",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 21,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "when you are hit by an attack"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"When a creature you can see within range hits you with an attack, you create an illusory duplicate of yourself that appears within 5 feet of the attacker; the duplicate immediately makes one melee weapon attack against the attacker then vanishes. The attack is made using a nonmagical duplicate of one of the weapons you are currently equipped with (or an unarmed strike), and uses your stats for the attack roll and damage roll.",
				"The duplicate has an AC of 10 + your Dexterity modifier, and is destroyed on a single hit. It ignores all other damage and effects. If the duplicate's action is interrupted, it vanishes anyway"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"spellAttack": [
				"M"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Counterfeit Copy",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 21,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					}
				}
			],
			"entries": [
				"By pulling together shadow substance, you create an exact duplicate of one nonmagical object that you touch, which appears in a visible, unoccupied space of your choice within 5 feet of the original, set on the ground. The object can not be heavier than 1000 lb., must be made entirely of solid materials, and vanishes when the spell ends. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Death's Tale",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 36,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a lapis lazuli, worth at least 10 gp, which the spell consumes",
					"consume": true,
					"cost": 1000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You touch a corpse, and an intangible illusion is projected within 30 feet of the corpse. The illusion reveals the events of the final minute leading to the death of the creature, played out in motion as if seeing the memories of a witness that was present at the scene of death. You can play the death scene at any moment within the minute of the scene, rewinding, pausing, or moving the imagery forward in time as an action. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Deceptive Heist",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 26,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"As part of the casting of this spell, you pick up an object. As you pick up the object, it becomes {@condition invisible} and a solid, illusory duplicate of the object appears in its original location; to other creatures, unless they were watching closely, it appears as if you never picked up the original object. The duplicate looks, smells, feels, and weighs the same as the original but has no other properties, and vanishes when the spell ends. If the duplicate is heavily damaged or broken, the spell ends."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Deceptive Rescue",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 33,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "when another creature is hit by an attack"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"When a non-hostile creature you can see within range is about to be hit by an attack, you teleport them to an unoccupied space within 5 feet of you. The target becomes {@condition invisible} for the duration and a solid, illusory duplicate is created in the original space from which the target was teleported; to all other creatures, it appears as if the target never left the original location from which you began casting this spell. The duplicate takes the hit instead and vanishes. If the target makes an attack or casts a spell, the spell ends, causing the target to become visible."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"conditionInflict": [
				"invisible"
			],
			"miscTags": [
				"TP",
				"OBJ"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Deceptive Weapon",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 22,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					}
				}
			],
			"entries": [
				"A melee weapon that you touch appears to grow, elongate, shrink at random intervals to all creatures other than the wielder of the weapon. Until the spell ends, whenever the weapon hits a creature on a melee weapon attack, the target (if it is Large or smaller) must make an Intelligence saving throw. On a failed save, the next melee weapon attack made with the affected weapon against the same target has advantage if the attack is made before the end of the wielder's next turn."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"savingThrow": [
				"intelligence"
			],
			"miscTags": [
				"OBJ",
				"ADV"
			]
		},
		{
			"name": "Decieve Gourmet",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 21,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					}
				}
			],
			"entries": [
				"You mask the perceivable flavors of food that you can see within range, in an area fitting within a 10-foot cube. You can only mask the flavors of the food as you imagine, based on your personal memory of flavors. A creature tasting the food must make a Wisdom saving throw. On a successful save, the creature tastes the flavors of the food as you made them to be, but makes another Wisdom saving throw with advantage on the second bite; if the second save is successful, the creature becomes immune to the effect of this spell for 1 hour, tasting only the true flavors of the affected food. On a failed save, the creature tastes the flavors of the food as you made them to be for the duration."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"OBJ"
			],
			"areaTags": [
				"C"
			]
		},
		{
			"name": "Decoy Step",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 33,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"As part of the casting of this spell you teleport up to 30 feet (at least 5 feet +5 feet per size category you currently are beyond Medium) to an unoccupied space you can see. You become {@condition invisible} for the duration while an intangible, illusory duplicate is created in the original space from which you began casting this spell; to all other creatures, it appears as if you never left the original location from which you began casting this spell. If you make an attack or cast a spell, the spell ends, causing you to become visible and your duplicate to vanish.",
				"The duplicate's AC equals 10 + your Dexterity modifier, and it is destroyed on a hit. It ignores all other damage and effects. The duplicate can take no actions other than moving; you can take a bonus action to mentally command the illusory duplicate to move up to your speed."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"TP",
				"UBA"
			]
		},
		{
			"name": "Divine Image",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 45,
			"level": 8,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a vial of holy or unholy water, which is poured onto your head)"
			},
			"duration": [
				{
					"type": "special"
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You beseech a deity to appear, and if the deity agrees to do so, the deity arrives in the form of an intangible, illusory representation that is either set upon the ground or freely floats in midair (the deity chooses). The duplicate may be as large as a size fitting within a 60-foot cube. Until the spell ends, the deity can see, hear, and communicate through the duplicate (either mentally or verbally), and the duplicate can move as quickly as the deity wills it, but never moving more than 120 feet of you. The spell ends when the deity wills it to end, and can not be dispelled by any creature other than another deity."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Dream Avatar",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 46,
			"level": 9,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a solid, illusory duplicate of an {@condition unconscious} beast or humanoid you see within range; the duplicate appears in the same space as the original creature, just over the creature's {@condition unconscious} body. The duplicate has all the statistics of the {@condition unconscious} creature (except for its type, which is construct) and is controlled by the {@condition unconscious} creature's mind. The duplicate has full hit points, wears duplicate equipment that functions the same as the original, and any ongoing effects being applied on the creature are not present on the duplicate. The duplicate acts on the same initiative as the {@condition unconscious} creature.",
				"If the {@condition unconscious} creature dies or awakens, the spell ends. If the duplicate's hit points are reduced to 0, the spell ends. The duplicate and all of its equipment vanish when the spell ends"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SMN"
			]
		},
		{
			"name": "Dream Blast",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 26,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "special"
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You duplicate your choice of any 1st level spell you have prepared that deals acid, cold, fire, lightning, radiant, or necrotic damage, except the effect deals psychic damage instead of any damage types normally dealt and you can exclude a creature of your choice that you can see from being affected by the spell. Any saving throws that would normally be made become Wisdom saving throws. The spell chosen for duplication must have a casting time of 1 action and a duration of instantaneous."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 2nd level or higher, you can choose to either increase the maximum level of spell that you recreate and/or treat the spell as if cast with a higher level slot. For example, casting this spell with a 5th level slot will let you duplicate a prepared fireball (a 3rd level spell) as if it were cast with a 4th level slot. The effective level of the spell being duplicated must be one level less than the spell slot spent for this spell."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"damageInflict": [
				"psychic"
			],
			"spellAttack": [
				"O"
			],
			"abilityCheck": [
				"wisdom"
			],
			"miscTags": [
				"SCL"
			]
		},
		{
			"name": "Dream Cottage",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 36,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a roof tile"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 12
					}
				}
			],
			"entries": [
				"You pull together shadow substance to construct a living space dwelling of your specifications (such as a house, cabin, hut, or cottage) within a 30-foot cube, complete with furnishings and decorations of your choice. The objects inside behave as they normally would except they will vanish upon taking heavy damage or being moved outside the dwelling; the objects will immediately reappear in their original positions if they vanish. In addition, the objects inside are neither flammable, poisonous, nor edible. If the dwelling itself is damaged, it will repair itself gradually within 1 minute, avoiding any harm to real objects or creatures in the process.",
				"You can take an action to alter the dwelling's specifications (including the illusory objects inside), or render the dwelling {@condition invisible} (or visible if already {@condition invisible}). "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"C"
			]
		},
		{
			"name": "Duplicate Decoy",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 26,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"As part of the casting of this spell you move 5 feet (+5 feet per size category you currently are beyond Medium). You become {@condition invisible} for the duration while an intangible, illusory duplicate is created in the original space from which you began casting this spell; to all other creatures, it appears as if you never left the original location from which you began casting this spell. If you make an attack or cast a spell, the spell ends, causing you to become visible and your duplicate to vanish.",
				"The duplicate's AC equals 10 + your Dexterity modifier, and it is destroyed on a hit. It ignores all other damage and effects. The duplicate can take no actions other than moving; you can take a bonus action to mentally command the illusory duplicate to move up to your speed."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SMN",
				"UBA"
			]
		},
		{
			"name": "Emergency Decoy",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 27,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "when you are hit by an attack"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"As part of the casting of this spell you move 5 feet (+5 feet per size category you currently are beyond Medium). You become {@condition invisible} until the end of your next turn, and a solid, illusory duplicate is created in the original space from which you began casting this spell; to all other creatures, it appears as if you never left the original location from which you began casting this spell. The duplicate takes the hit instead and vanishes. If you make an attack or cast a spell, the spell ends, causing you to become visible."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Endless Maze",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 42,
			"level": 6,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a hanging compass on a chain or string"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You trap one creature you can see within range inside an illusory maze that only the target can see. The target must make an Wisdom saving throw; on a failed save, the target is {@condition stunned} for the duration and can not perceive anything outside of the illusion. At the end of each of its turns, the target can make an Intelligence saving throw; on a successful save, the target is no longer {@condition stunned} and its senses return to normal, ending the spell. If the target takes damage, the target is no longer {@condition stunned} and its senses return to normal, ending the spell.",
				"If this spell is cast as a ritual, the target needs three consecutive successes on its Intelligence saving throws to end the spell, and the spell's duration becomes permanent until ended or dispelled. If the target moves more than 10 feet from its original position when the ritual casting began, the ritual casting fails."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"conditionInflict": [
				"stunned"
			],
			"savingThrow": [
				"intelligence",
				"wisdom"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Erase Presence",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 40,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a tiger's eye worth at least 50 gp"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"A creature that you touch becomes {@condition invisible}, no longer makes sound while moving or taking actions (including footsteps and touching objects), and gains immunity to divination, telepathy, and scrying until the spell ends. Anything that the target is wearing or carrying also becomes {@condition invisible}, no longer makes sound, and gains immunity to divination, telepathy, and scrying (unless equivalent to spells cast with a spell slot higher than the slot spent to cast this spell) until the spell ends. All magical effects applied to the target, including this spell, are immune to detection from divination or scrying. If the target makes an attack or casts a spell, the spell ends."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"conditionInflict": [
				"invisible"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Evanescent Graffiti",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 22,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a paintbrush"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 24,
						"upTo": true
					}
				},
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You project a still image of characters, symbols, and/or pictures on the surface of an object, a structure, or the floor within range. You may arrange the composition of the illusion's image however you desire, including colors and dimly glowing parts (emitting 10 feet of bright light, and another 10 feet of dim light). The illusion must fit an area no larger than 20 feet by 20 feet, and remains projected on the affected surface for the duration.",
				"If this spell is cast as a ritual, the image becomes permanent until dispelled."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"PRM",
				"LGT",
				"OBJ"
			]
		},
		{
			"name": "False Reflection",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 22,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"Until the spell ends, you cause a reflective surface (or part of it) no larger than 30 feet across to display a form of your choice whenever a creature's image is reflected by the affected surface. You can choose to have the form be the same as the original reflection, except with minor cosmetic changes, or something more drastic (to the limits of imagination), but all creatures' reflections will be changed the same way unless you take an action to change the parameters of the effect. Creatures that normally have no reflections will have their images displayed as if they do have reflections."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "False Revival",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 36,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You touch the corpse (or severed body part) of a dead creature (of Large or smaller size), and produce an illusory duplicate within 10 feet of the corpse that looks exactly as the original creature did before it died (including worn objects and subtle signs of life such as breathing). The duplicate has the movement speeds (including flight) of the original creature and can interact physically with objects, using the Strength and carrying capacity of the original creature. Illusory objects worn by the duplicate vanish if they lose contact with the duplicate.",
				"The duplicate has an AC of 10 + your Dexterity modifier, and is destroyed on a single hit. It ignores all other damage and effects. If the duplicate moves more than 30 feet away from you, the spell ends and the duplicate vanishes.",
				"On each of your turns, you can use a bonus action to mentally command the duplicate you made with this spell. The duplicate acts on your initiative, moving where you will it to. The duplicate can only move; if no commands are given, it will stay still unless it is attacked, at which point it will attempt to escape from hostile creatures. The duplicate can not attack but if the original creature was able to speak or make sounds, the duplicate can speak any words or make any sounds that you mentally command it to, sounding exactly like the original creature."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SMN"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Fantastic Mount",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 43,
			"level": 6,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a wing or feather from a beast"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"entries": [
				"A Huge quasi-real winged creature appears on the ground in an unoccupied space of your choice within range. The creature's appearance is as you imagine (such as a dragon, wyvern, griffon, or roc), and it may come with tethers strapped to its back which creature can hold onto. Any of the equipment created by the spell vanishes if moved more than 10 feet away from the mount.",
				"The mount has a speed of 60 feet, and a fly speed of 120 feet. If used for travel, the mount moves about 14 miles per hour on land (18 with a fast pace), and 28 miles per hour in flight (50 with a fast pace). The mount's flight is magical in nature, and it can hover in midair.",
				"The mount can carry up to 3,000 lb. and still fly.",
				"The mount's AC equals 10 + your Spellcasting ability modifier, and it is destroyed on a hit. It ignores all other damage and effects.",
				"The mount can take no actions other than moving; you can take a bonus action to mentally command the mount to move in the direction you choose, to stop, speed up, or slow down. If the mount or those riding on it would be in danger from an obstacle, you can take a reaction to adjust the mount's course of movement. If you take an action to focus on mentally directing the mount, you do not need to take a reaction or bonus action to direct the mount.",
				"The spell ends if you take an action to dismiss the mount or if it takes damage"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SMN",
				"UBA"
			]
		},
		{
			"name": "Far Screen",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 27,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You project the image of a flat circular, ovular, or rectangular screen no larger than 10 feet across within range. A second screen appears within 5 feet of a creature that you are familiar with, to a maximum distance of 10 miles away from you. The two screens relay sight and sound to each other as if they were different sides of an open window."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 3rd level or higher, the maximum distance of the second screen is multiplied by 10 per level higher than 2nd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Fatal Vision",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 27,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You twist the senses of one creature you can see within range, causing the target to experience itself dying in some way for a brief moment. The target must make a Wisdom saving throw. On a failed save, the target takes {@damage 4d6} psychic damage and has disadvantage on attack rolls and ability checks until the end of its next turn. On a successful save, the target takes half damage."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"damageInflict": [
				"psychic"
			],
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"OBJ"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Field of Decoys",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 43,
			"level": 6,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"Eight illusory duplicates of yourself appear, each one in an unoccupied space you can see within range. Until the spell ends, you can take a bonus action on each of your turns to teleport, swapping positions with one of the duplicates, as long as the duplicate is within 30 feet of you. The swapping is performed seamlessly as to produce no signs of teleportation.",
				"When the spell ends, the duplicates vanish.",
				"Each duplicate's AC equals 10 + your Dexterity modifier, and it is destroyed on a hit. The duplicates ignore all other damage and effects. Each duplicate can take no actions other than moving; you can take a bonus action to mentally command some or all of the illusory duplicates move up to your speed.",
				"NOTE: It is recommended that you and each duplicate be given a different number and that the number be written down secretly, revealing it when it is necessary to prove which duplicate you swapped positions with."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Field of Nightmares",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 33,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a spotted mushroom"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You invoke frightful images from the psyches of all creatures within 15-foot radius sphere. Every creature that starts its turn or enters the affected area must make a Wisdom saving throw; on a failed save, a creature is {@condition frightened}. Creatures {@condition frightened} by this spell are compelled to move away as far as possible from the center of the affected area until the start of its next turn, even if doing so would provoke opportunity attacks. A {@condition blinded} creature is not immune to this spell, because the images appear in its mind."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"conditionInflict": [
				"frightened"
			],
			"savingThrow": [
				"wisdom"
			],
			"areaTags": [
				"S"
			]
		},
		{
			"name": "Fractured Visage",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 33,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a kaleidoscopic crystal worth at least 10gp",
					"cost": 1000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You warp the visual imagery of all creatures, objects, and structures (including the environment) in a 20-foot radius sphere within range. Attacks made against and attacks made by creatures within the affected area have disadvantage. Dexterity saving throws made by creatures within the affected area against effects that they must see to avoid have disadvantage."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"S"
			]
		},
		{
			"name": "Fraudulent Resizing",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 27,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You cause one creature you can see within range to appear as if it were up to two sizes larger or up to two sizes smaller than its actual size. Physical interaction reveals the nature of the illusion.",
				"Alternatively, you can cause one wieldable object you can see within range to appear as if it were larger, to a maximum size that would fit within a 10-foot radius sphere. Physical interaction reveals the nature of the illusion."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Fraudulent Victory",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 41,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"A mental trap is placed in the mind of one creature you can see within range; the target must make a Wisdom saving throw. On a failed save, the next time the target makes an attack or takes any other action that would harm other creatures, the target instead takes no action on its turn (but still moves normally). An illusion of successfully performing the desired action is created in the target's mind that appears real to the target, effectively rendering all creatures that would have been affected by the target's action {@condition invisible} and silent to the target.",
				"After being affected by the illusion, the target must make a Wisdom saving throw at the end of each turn it takes; on a successful save, the spell ends, and the illusion is broken. If the target somehow detects or is notified about the inconsistency of the reality experienced while affected by this spell, the target can make an immediate Wisdom saving throw to break the illusion (this is not counted towards the target's saving throw for its turn).",
				"If the target takes damage or is affected by other magical effects, this spell ends, and the illusion is broken."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"savingThrow": [
				"wisdom"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Garble Text",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 27,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a writing implement"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"Written text in a single book, scroll, or on a patch of surface no larger than 100 feet in any direction is made to appear as if written in an unintelligible language or your choice of coded pattern (other types of writing medium may be targeted, at the DM's discretion). This will not work on spellbooks or magically warded texts. You can take an action to end this spell or to permit any number of creatures of your choice to either read the text normally (or to remove the permission). Creatures with truesight can read the affected text normally regardless of permission."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Globalize Text",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 27,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a writing implement"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"Written text in a single book, scroll, or on a patch of surface no larger than 100 feet in any direction is made to appear as if written in a language known by the reader (other types of writing medium may be targeted, at the DM's discretion). This will not work on spellbooks or magically warded texts. You can take an action to end this spell."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Hide Object",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 28,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "an opaque piece of cloth)"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8,
						"upTo": true
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You render one object or structure no larger than a 20-foot cube {@condition invisible} until the spell ends. If the target is moved or destroyed, the spell ends. If you cast this spell as a ritual, you can have it maintained without {@status concentration}."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Hide Surroundings",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 41,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8,
						"upTo": true
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You render all objects and structures (or parts of them) of your choice within a 30-foot sphere {@condition invisible} until the spell ends. If any of the affected objects are moved or destroyed somehow, they (or their remains) become visible.",
				"If you cast this spell as a ritual, you can have it maintained without {@status concentration}."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Illusory Champion",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 37,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a solid illusory construct that follows your mental commands. The construct has the stats of a Knight (Monster Manual - Appendix B) except it is a construct instead of a humanoid, it is immune to the {@condition charmed}, {@condition frightened}, {@condition petrified}, and {@condition stunned} conditions, it is unaligned, it can't use the Leadership action, and it has no personality, memories, or ability to speak. The construct's outward appearance is as you imagine it to be, within reason. If the construct's hit points are reduced to 0 or when the spell ends, the construct vanishes along with all of its illusory equipment.",
				"On each of your turns, you can use a bonus action to mentally command the construct you made with this spell. The construct acts on your initiative, taking actions and moving where you will it to. A general command such as guarding a creature, object, or location can be given, which the construct will continue following until you give it a different command. If no commands are given, the construct will only defend itself against hostile creatures."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 6th level or higher, you create one additional construct, and with a slot of 8th level or higher, you create two additional constructs. You can mentally command only a single construct for a specific action, but a general command can be given to all constructs (within 30 feet) simultaneously"
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SMN",
				"UBA"
			]
		},
		{
			"name": "Illusory Gathering",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 43,
			"level": 7,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"Dozens to hundreds of intangible, moving, illusory creatures of your imagining appear within 1 mile of a location you can see within range, inviting other creatures to move towards the chosen location with sounds or body language. You may designate certain requirements or conditions by which the illusions can choose creatures to invite and lure towards the chosen location.",
				"If the distance between you and the chosen location exceeds 30 feet, the spell ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 8th level or higher, then you increase the maximum range by 1 mile per level higher than 7th"
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Illusory Intervention",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 22,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "when a creature (other than yourself) is hit by a melee attack"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"As a creature you can see within range (other than yourself) is about to be hit by an attacker you can also see, you project a distracting or misdirecting illusion in the defender's space that causes the attacker to miss. The attacker must make a Wisdom saving throw. On a failed save, it must reroll the attack with disadvantage. On a successful save, the attack is unaffected by this spell."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"savingThrow": [
				"wisdom"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Illusory Obstruction",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 28,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create an opaque, illusory wall in unoccupied space within range, made of solidified shadow substance (the cosmetic appearance of the wall may be to your imagining). The wall appears in any orientation you choose: horizontally, vertically, or diagonally. It can be free floating, or it can rest on a solid surface. ",
				"The wall disappears when the spell ends.",
				"The wall can be up to 15 feet long, 15 feet high, and 1 foot thick. It blocks line of sight, has an AC of 15, 20 hit points per inch of thickness, and has resistance to nonmagical bludgeoning, piercing, and slashing damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 3rd level or higher, you can produce an additional wall per level higher than 2nd, arranging and placing each wall as you desire. You can combine the wall segments to produce larger walls."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"W"
			]
		},
		{
			"name": "Illusory Soldier",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 22,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a solid illusory construct that follows your mental commands. The construct has the stats of a Guard NPC (Monster Manual Appendix B) except it is a construct instead of a humanoid, it is immune to the {@condition charmed}, {@condition frightened}, {@condition petrified}, and {@condition stunned} conditions, it is unaligned, and it has no personality, memories, or ability to speak. The construct's outward appearance is as you imagine it to be, within reason. If the construct's hit points are reduced to 0 or when the spell ends, the construct vanishes along with all of its illusory equipment.",
				"On each of your turns, you can use a bonus action to mentally command the construct you made with this spell. The construct acts on your initiative, taking actions and moving where you will it to. A general command such as guarding a creature, object, or location can be given, which the construct will continue following until you give it a different command. If no commands are given, the construct will only defend itself against hostile creatures."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 2nd level or higher, you create two additional constructs per level higher than 1st. You can mentally command only a single construct for a specific action, but a general command can be given to all constructs (within 30 feet) simultaneously"
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SCL",
				"SMN",
				"UBA"
			]
		},
		{
			"name": "Illustrate Assailant",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 20,
			"level": 0,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "Specially treated ink or paint worth at least 1gp"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You convert a freshly completed drawing/painting into a Mediumsized illusory construct that leaps off the medium (any solid object that can sustain ink/paint on its surface) that it was illustrated upon and immediately assaults your foe. You complete the drawing/painting as part of the casting of this spell (you must have an almost completed drawing ready for the casting). The drawing/painting becomes a construct that appears within 10 feet of you, and immediately makes a melee weapon attack against a creature of your choice within 5 feet of the construct. The attack uses your spell attack modifier, and deals your choice of {@dice 1d8} bludgeoning, piercing, or slashing damage on a hit.",
				"After the attack is made, the construct vanishes, leaving behind drops of spilled ink/paint."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"This spell's damage increases to {@dice 2d8} at 5th",
						"level, {@dice 3d8} at 11th level, and {@dice 4d8} at 17th level. "
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"damageInflict": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"spellAttack": [
				"M"
			],
			"miscTags": [
				"SCL"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Illustrate Duplicate",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 34,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"m": "Specially treated ink or paint worth at least 1gp"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"You use a writing/painting implement to smear ink/paint across the surface of a medium (any solid object that can sustain ink/paint on its surface) as you cast this spell. The image of one creature you can see appears where you smeared ink/paint, and that image leaps off the medium, and becomes a construct that appears within an unoccupied space within 10 feet of you and exists until the start of your next turn. The spell fails if the mimicked creature's CR is higher than 1/2 your level, its level is more than two times your level, or its CR is higher than four times your CR.",
				"The construct has all the stats and appearance of the mimicked creature except for its creature type (which is now construct), alignment (which is now unaligned), ability to communicate (it can't speak or use telepathy), and hit points (1 hit point maximum). The spell ends if the construct's hit points are reduced to 0; it is also immune to the {@condition charmed}, {@condition frightened}, {@condition petrified}, and {@condition stunned} conditions. When the spell ends, the construct vanishes, leaving behind drops of spilled ink/paint.",
				"NOTE: You do not learn the stats of the mimicked creature nor any of its capabilities that you aren't already familiar with. The construct will know its own capabilities, however it will not have the personality or memories of the original creature.",
				"You can use a bonus action to mentally command the construct you made with this spell. The construct takes actions and moves where you will it to. A general command such as guarding a creature, object, or location can be given. If no commands are given, the construct will only defend itself against hostile creatures.",
				"If the construct you made with this spell moves to a space more than 30 feet away from you, the spell ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 4th level or higher, the maximum CR or level of the creature you can replicate as a construct is increased. For each spell slot level beyond 3rd, you add 1 to the creature's CR versus your level, 2 to the creature's level versus your level, and 4 to the creature's CR versus your CR."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"spellAttack": [
				"M"
			],
			"miscTags": [
				"SCL",
				"SMN",
				"UBA"
			]
		},
		{
			"name": "Image Capture",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 23,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"entries": [
				"You touch a wieldable crystal object and store within it a still image of everything you can see when you cast this spell. Any number of still images can be stored per object, and until dispelled, the spell displays the images visibly within the object. As an action, the holder of such an object can cause one of the stored images to be displayed by itself, taking up as much visible space within the crystal as desired; the chosen image remains displayed for up to 1 minute or until a bonus action is used to have it shift to the next stored image in the order they were recorded (the last image loops back to the first). The quality of the image will vary based on the size and transparency of the object."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"PRM",
				"UBA",
				"OBJ"
			]
		},
		{
			"name": "Invisible Ink",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 23,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "permanent"
				}
			],
			"entries": [
				"As part of the casting of this spell, you write, paint, or draw upon a medium, stopping for no longer than a minute. The words, symbols, and/or pictures that you produce while casting the spell glow with a dim light during the casting, and become {@condition invisible} when the casting is completed. You can complete the casting at any time after you begin, to a maximum casting time of 1 hour. The words, symbols, and/or pictures affected by this spell will reveal themselves when a condition of your choice is fulfilled (ex. when the reader speaks a password), and become {@condition invisible} again when a condition of your choice is fulfilled (ex. after a duration of time has passed)."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"PRM",
				"OBJ"
			]
		},
		{
			"name": "Lesser Shadow Clone",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 23,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a solid, illusory duplicate of yourself that follows your mental commands; the duplicate appears in an unoccupied space of your choice within range. When the spell ends, the duplicate vanishes. The duplicate's equipment is composed of nonmagical duplicates of the equipment you were wearing or wielding when you cast this spell (make adjustments to the stats as needed). The equipment vanishes if separated from the duplicate for more than 1 minute or if heavily damaged.",
				"On each of your turns, you can use a bonus action to mentally command the duplicate you made with this spell. The duplicate acts on your initiative, taking actions as you will it to. The only commands that can be given to the duplicate are commands to move, speak words of your choice, or physically interact with objects as you direct it (except for attacks or complex interactions such as picking a lock or cooking a meal). If no commands are given, the duplicate takes no actions and simply stays still.",
				"The duplicate has an AC of 10 + your Dexterity modifier, and is destroyed on a single hit. It ignores all other damage and effects. ",
				"If the duplicate's distance from you exceeds 30 feet, the duplicate vanishes."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 2nd level or higher, you create two additional duplicates per level higher than 1st. You can mentally command only a single duplicate for a specific action, but a general command can be given to all duplicates simultaneously."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SMN",
				"UBA",
				"OBJ"
			]
		},
		{
			"name": "Mass Image",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 41,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You create numerous illusory duplicates of yourself that constantly shift around randomly within the bounds of a 30-foot radius circle; the affected area is centered on the location from which you cast this spell. Physical interaction with a duplicate reveals it to be an illusion. If you move from your current location, you can make an Intelligence (Stealth) check to hide within the affected area; you gain a +10 bonus to this check. You can use your action to dismiss the illusory duplicates.",
				"A creature attempting to make an attack against you while you are within the affected area must make an Intelligence saving throw. On a failed save, the attacker automatically misses. On a successful save, the attacker makes the attack with disadvantage. If the attack hits, you can roll a 6 or higher on a {@dice d20} to have it hit one of your duplicates instead.",
				"A duplicate's AC equals 10 + your Dexterity modifier, and it is destroyed on a hit. It ignores all other damage and effects. If 15 or more duplicates are destroyed, the spell ends.",
				"The duplicates make no sound, so creatures that can not see are unaffected by the spell. Senses other than sight (such as blindsight) or the ability to perceive illusions as false (as with truesight) will also make a creature unaffected by this spell."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"savingThrow": [
				"intelligence"
			],
			"abilityCheck": [
				"dexterity"
			],
			"areaTags": [
				"R"
			]
		},
		{
			"name": "Merciful Lie",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 28,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You take control of a willing or dying creature's senses, making them experience an environment which makes the target feel comfortable and relaxed. You may also have the target perceive you as another creature of your choice or imagining; you can change form in the illusion as a bonus action. As a bonus action, you can cause yourself to perceive the environment as the target perceives it, as if both of you are in the same illusory location together (another bonus action shifts your senses back to normal). If the distance between you and the target exceeds 30 feet, the spell ends."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Mind Tapestry",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 45,
			"level": 8,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"Placing your hand on a willing creature's head, you summon forth a visual display of images crafted from the creature's thoughts and memories. Until the spell ends, the creature's thoughts are displayed on a 10 foot by 10 foot screen of mutable light, which produces bright illumination out to 50 feet, and dim illumination for another 50 feet. The screen floats up to 20 feet above the ground and objects will pass harmlessly through it. The screen can be used to communicate a message or story through abstract images or actual visual memories. The affected creature decides which images to show and can end the spell as an action. The images may be accompanied by sound as well; for example, the memory of seeing and hearing a conversation, up to the maximum safe volume for the listeners.",
				"Alternatively, this spell could be used on an unwilling creature at 30 or less hit points, in which case the target must make a Charisma saving throw. On a failed save, the spell functions as normal except the affected creature has no control over what images can be shown, has no ability to end the spell, and you can forcibly pull images from the target's memories. In this case, the target can make a Charisma saving throw at the end of every minute to end the spell. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"savingThrow": [
				"charisma"
			],
			"miscTags": [
				"LGT"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Mirage Strike",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 29,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 5
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"As part of the casting of this spell, you make a melee weapon attack against a target you can see within range. After you make the attack, you teleport up to 10 feet and an intangible illusory duplicate of you appears in the space that you teleported from; to all other creatures, it appears as if you never teleported. The duplicate provokes an opportunity attack from the target. If the target makes the attack, you make a second melee weapon attack against the target with advantage.",
				"The duplicate vanishes immediately after the opportunity attack or your second attack is made."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"spellAttack": [
				"M"
			],
			"miscTags": [
				"SGT",
				"OBJ"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Mood Haven",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 34,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You fill the air with music that evokes the memories of willing creatures resting within it, making each creature within it perceive the surrounding environment as the illusory recreation of an environment where the creature feels most comfortable. A creature spending a short rest within the illusory environment maximizes the results of Hit Dice spent to recover hit points, and has the {@condition frightened} and {@condition stunned} conditions removed from it; the creature must spend at least 30 minutes within the illusory environment to gain this benefit for its short rest.",
				"When you cast this spell, you can choose to have the illusory environment remain still or move with you. If any creature's rest within the illusory environment is interrupted by violence or some other potentially agitating event, the benefits of the spell are lost for that creature."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"R"
			]
		},
		{
			"name": "Music Mark",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 23,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You cause the air around one creature you can see within range to fill with the sound of a song or instrumental composition, which you choose from your own memories. The creature must make a Wisdom saving throw. On a failed save, the target carries the sound of music wherever it goes for the duration, effectively causing all of the target's attempts to move silently to automatically fail until the spell ends. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"PRM"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Mystery Maze",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 46,
			"level": 9,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a black onyx worth at least 100 gp, which the spell consumes",
					"consume": true,
					"cost": 10000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create an illusory maze of 30 ft. high solid, opaque walls that constantly shifts its turns and paths. The walls are 1 foot thick, have 20 hit points per inch of thickness, and AC 13. The corridors are 5 feet to 10 feet wide. When this spell is cast, you can have all friendly creatures within the affected area separated by walls from nonfriendly creatures within the affected area. Huge or larger creatures are entrapped by walls if they are within the affected area.",
				"You and friendly creatures can move normally through the affected area. A non-friendly creature must make an Intelligence saving throw when it enters or starts a turn within the affected area. On a successful save, the creature must spend 10 feet of movement for every 5 feet moved through the affected area. On a failed save, the creature must spend 15 feet of movement for every 5 feet moved through the affected area. If a friendly creature (including you) in the affected area moves within sight of a non-friendly creature, a wall will immediately separate them, blocking contact and line of sight.",
				"When the spell ends, the maze vanishes."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"savingThrow": [
				"intelligence"
			],
			"areaTags": [
				"R"
			]
		},
		{
			"name": "Nightmare Riposte",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 24,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "when you are hit by an attack"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"As retribution for an attack upon you, the attacker, if within range (you do not need line of sight for this spell), must make a Wisdom saving throw. On a failed save, the attacker experiences a brief vision of nightmarish terrors that causes it to be {@condition frightened} of you, moving as far away from you as possible until the end of its next turn."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"savingThrow": [
				"wisdom"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "One-Way Transparency",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 29,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You alter the images shown on the surface of one or more transparent/translucent objects or structures of your choice (such as windows or a body of water) within an area no larger than a 20-foot radius sphere. One side of your choice on all of the affected objects or structures becomes opaque, translucent, or reflective until the spell ends."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Orb of Memories",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 28,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You touch a crystal ball, imbuing it with the ability to display mental images. A willing creature in physical contact with the ball can take an action to display a personal memory as a visible image within the ball; another action can be taken to change the memory being displayed. The image being displayed vanishes if the creature sharing the memory ends physical contact with the ball or takes a reaction to stop the memory from being displayed. If you end physical contact with the ball, the spell ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 4th level or higher, the ball can emit audible sound as well, to the maximum volume possible without causing harm to others. The sound that is produced is dependent on the memory being displayed. When you cast this spell with a slot of 7th level or higher, every willing creature touching the ball experiences the memory being shared as if the creature is the owner of the memory, with the exception of smell, touch, and taste, which are not shared."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Orbs of Message",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 43,
			"level": 7,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "miles",
					"amount": 1000
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a crystal ball"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"As part of the casting of this spell, you record yourself speaking a message no longer than 1 minute. Glowing orbs are then shot from your location directly towards up to eight creatures of your choice that you are familiar with. If any of the chosen creatures are on another plane (including dead) or beyond the range, the orb that would be sent to them returns to the caster instead and vanishes; the caster knows which orbs could not be sent to their targets. The orbs travel at the speed of light and pass through solid obstacles, except for barriers of magical force (in which case an orb vanishes upon impact and the caster is made aware that the orb was blocked).",
				"When an orb reaches its intended receiver, it stops hovering in an unoccupied space within 10 feet of the receiver, displays a visual representation of your choice (usually your face or a symbol), and plays your recorded message at the same volume that you spoke it in. The orb vanishes when the message ends."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"MT"
			]
		},
		{
			"name": "Painted Pet",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 24,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"m": "Specially treated ink or paint worth at least 1gp"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8,
						"upTo": true
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You convert a freshly completed drawing/painting of a CR 1 or lower beast into an illusory construct that leaps off the medium (any solid object that can sustain ink/paint on its surface) that it was illustrated upon and obeys your mental commands. You complete the drawing/painting as part of the casting of this spell (you must have an almost completed drawing ready for the casting). Until the spell ends, the drawing/painting becomes a construct with all the stats of the beast except for its creature type (which is now construct), outward appearance (appears as it was drawn) and hit points (1 hit point maximum); it is also immune to the {@condition charmed}, {@condition frightened}, {@condition petrified}, and {@condition stunned} conditions. The spell ends if the construct's hit points are reduced to 0. When the spell ends, the construct vanishes, leaving behind drops of spilled ink/paint.",
				"On each of your turns, you can use a bonus action to mentally command the construct you made with this spell. The construct acts on your initiative, taking actions and moving where you will it to. A general command such as guarding a creature, object, or location can be given, which the construct will continue following until you give it a different command. If no commands are given, the construct will only defend itself against hostile creatures."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 2nd level or higher, the maximum CR of the beast you can replicate as a construct is increased by 1 per level higher than 1st."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SCL",
				"SMN",
				"UBA",
				"OBJ"
			]
		},
		{
			"name": "Painted Scout",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 30,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"m": "Specially treated ink or paint worth at least 1gp"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You convert a freshly completed drawing/painting of a CR 1 or lower beast into an illusory construct that leaps off the medium (any solid object that can sustain ink/paint on its surface) that it was illustrated upon and obeys your mental commands. You complete the drawing/painting as part of the casting of this spell (you must have an almost completed drawing ready for the casting). Until the spell ends, the drawing/painting becomes a construct with all the stats of the beast except for its creature type (which is now construct), outward appearance (appears as it was drawn) and hit points (1 hit point maximum); it is also immune to the {@condition charmed}, {@condition frightened}, {@condition petrified}, and {@condition stunned} conditions. The spell ends if the construct's hit points are reduced to 0. When the spell ends, the construct vanishes, leaving behind drops of spilled ink/paint.",
				"On each of your turns, you can use a bonus action to mentally command the construct you made with this spell. The construct acts on your initiative, moving where you will it to. The construct can only move; if no commands are given, it will stay still unless it is attacked, at which point it will attempt to escape from hostile creatures.",
				"By taking an action to adjust your senses, you can see and hear what the construct sees and hears, while becoming {@condition blinded} (except for what you perceive through the construct's vision) until you take a reaction to revert back to your normal senses (or until the spell ends)."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 2nd level or higher, the maximum CR of the beast you can replicate as a construct is increased by 1 per level of the spell slot spent."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SCL",
				"SMN",
				"UBA",
				"OBJ"
			]
		},
		{
			"name": "Penetrating Viewport",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 30,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You project the illusion of an open door or window on the surface of a wall or obstruction; the illusion is no larger than a 20-foot radius circle, and reveals what is on the other side of the wall or obstruction as if the wall or obstruction was not blocking sight (it however still blocks line of sight for effects). Creatures and objects on the other side of the illusion are {@condition invisible} within the illusion if they are protected somehow from divination such as scrying. If the other side of the wall or obstruction is more than 100 feet away from the surface being used for the illusion, the spell fails."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Perfect Counterfeit",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 43,
			"level": 6,
			"school": "I",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"entries": [
				"By pulling together shadow substance, you create an exact duplicate of one object or structure that you touch, which appears in a visible, unoccupied space of your choice within 30 feet of the original, set on the ground. The object or structure can not be heavier than 10,000 lb., must be made entirely of solid materials, and vanishes when the spell ends.",
				"This spell can be used to duplicate a non-illusory magic item or magical structure, of up to Rare quality. The duplicate functions exactly the same as the copied original, except for any effects applied to the original outside of its designed functions.",
				"If the object or structure being duplicated possesses an intelligence or soul of some sort, this spell does not duplicate that aspect of the target, or any properties dependent on it."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a 8th level slot or higher, then you can duplicate a Very Rare quality magic item or magical structure."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Persistent Message",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 30,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 5
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a moonstone worth at least 50gp, which the spell consumes",
					"consume": true,
					"cost": 5000
				}
			},
			"duration": [
				{
					"type": "permanent"
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You leave behind an illusion of yourself or a willing creature within 5 feet of you when you cast this spell. You can command the illusion to speak a message under conditions of your choice, such as when certain types of creatures approach, or when a nearby creature speaks a password; the illusion speaks with the same voice as the creature it mimics, and uses the same gestures and expressions, but otherwise does not move. The message can be no longer than 1 minute in length, and is recorded as part of the casting. The illusion remains at the location where you cast this spell, and can be resized if desired, up to two size categories larger or smaller. You may choose to have the illusion be {@condition invisible} or suppressed until certain conditions are fulfilled, including the conditions under which its message might be triggered.",
				"If you cast this spell as a ritual, then you may record up to 10 minutes of speech as part of the casting, and you may command the illusion to answer certain questions with pre-determined answers of your choice."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Phantasmagoria",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 37,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a prehnite worth at least 10 gp for you and every creature affected by the spell)"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"entries": [
				"You and up to eight willing creatures within range enter into a deep slumber, in which you are able to communicate with each other in an enclosed dreamscape, a shared lucid dream that can not be intruded upon. The initial environment that all participants arrive in is whatever you choose to imagine. Every participant can shape the reality of the dreamscape as they imagine, and can share both thoughts and memories in audial and visual form. When the spell ends, all the participants in the dream wake up, refreshed as if having taken a short rest or long rest (depending on how long they were in the dream together).",
				"You can take an action to end the spell. Creatures affected by this spell can not harm each other in the dream; any attempt to do so will end the spell. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"MT"
			]
		},
		{
			"name": "Phantom Assault",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 20,
			"level": 0,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You create the illusion of a floating, translucent weapon or creature (Medium or smaller), which appears within 5 feet of a creature you can see within range. The illusion immediately makes a melee spell attack against the target (using your spell attack modifier). On a hit, the target takes {@damage 1d6} force damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"The number of illusions you can create with this spell increases to two at 5th level, three at 11th level, and four at 17th level. The illusions appear in different unoccupied spaces and makes their attacks against the same or different targets of your choice."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"damageInflict": [
				"force"
			],
			"spellAttack": [
				"M"
			],
			"miscTags": [
				"SCL"
			],
			"areaTags": [
				"ST",
				"MT"
			]
		},
		{
			"name": "Phantom Battlefield",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 47,
			"level": 9,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"Reality warps around you as unattended objects, structures, and the environment within 120 feet vanish, transforming into an environment of your imagining, including hazards such as magma flows, quicksand pits, or deep crevices; unusual terrain such as floating platforms or variable gravity floors can also be included in the imagined environment. Atmospheric conditions within the imagined environment however remain the same as they were before the spell was cast.",
				"Creatures that would be in hazardous terrain are immediately teleported to the nearest unoccupied safe location. The imagined environment must have enough locations of non-hazardous terrain for every creature in the affected area to be in. When the spell ends, the environment reverts back to how it was before the spell was cast, and any damage to the imagined environment has no effect on the reverted objects, structures, and environment."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Phantom Road",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 34,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a pair of clean, undamaged shoes"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8,
						"upTo": true
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You project a tangible illusory floor over the ground and obstructions (other than creatures within 30 feet of you). The floor is made of a quasi-real substance, is smooth to the touch, and perfectly insulates against temperature and hazardous materials (such as lava or poison); this effectively transforms difficult terrain or hazardous terrain into normal terrain for movement. All creatures on the affected area when the illusory floor appears (by rising from beneath) are elevated 2 inches by the floor. Creatures partially submerged in the affected area are pushed upwards out of the ground onto the floor.",
				"The illusory floor moves with you, is 2 inches thick, has an AC of 13, 10 hit points per inch of thickness, and is immune to acid, cold, fire, and poison damage. When the spell ends, the floor vanishes. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Phantom Smite",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 24,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"SPECIAL: You must have the Divine Smite feature to cast this spell.",
				"A floating, solid, illusory duplicate of a weapon that you are wielding appears in an unoccupied space you can see within range, and you make a melee weapon attack with the illusion against a creature within 5 feet of it. On a hit, you deal damage equal to the original weapon's damage die, excluding its damage bonuses and magical properties (if any); this is treated as hitting with a magic weapon for the purpose of overcoming damage resistance. You can apply your Divine Smite feature to this attack."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			},
			"spellAttack": [
				"M"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Phantom Stage",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 41,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a wrench, hammer, or screwdriver"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 12
					}
				}
			],
			"entries": [
				"You pull together shadow substance to construct a raised platform structure of your specifications, complete with furnishings and decorations of your choice. The structure can be shaped as you imagine, so long as it fits within a 100-ft. length cube, and can have a complex architecture, including mechanisms such as curtain systems, trap doors, or sliding scenery walls. If the structure itself is damaged, it will repair itself gradually within 1 minute, avoiding any harm to real objects or creatures in the process. In addition, the materials used for the structure are neither flammable, poisonous, nor edible.",
				"The objects produced for the structure behave as they normally would except they will vanish upon taking heavy damage or being moved more than 30 feet away from the structure; the objects will immediately reappear in their original positions if they vanish. In addition, the objects produced are neither flammable, poisonous, nor edible.",
				"You can take an action to alter the structure's specifications (including the illusory objects inside or upon it), or render the structure {@condition invisible} (or visible if already {@condition invisible}). "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"C"
			]
		},
		{
			"name": "Phantom Stasis",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 45,
			"level": 7,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "special"
				}
			],
			"entries": [
				"You create an intangible illusory duplicate of yourself, which appears within an unoccupied space within 5 feet of your body. The duplicate can move or fly at a speed of 60 feet, can pass through solid obstacles, and you can see and hear through the duplicate as if it were your actual body. Your consciousness is connected to the duplicate, allowing you to move it at will; your actual body enters a state of deep, mystical meditation in which it does not age and does not need to eat, breathe, or sleep. You can take an action to end the spell. The duplicate vanishes when the spell ends. ",
				"If your actual body takes damage or is shaken out of meditation, the spell ends and you awake within your actual body. Attempting to pass through a dead magic zone, antimagic field, or a barrier of magical force destroys the duplicate, ending the spell and waking you up. If you wake up because your duplicate is destroyed or dispelled, you take {@dice 8d6} points of psychic damage."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Power Word Hallucinate",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 46,
			"level": 8,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You speak a word of power that causes one creature you can see within range to have its senses assaulted by an illusionary environment that only it can see and hear. If the creature has 150 or fewer hit points, it is {@condition blinded} and {@condition deafened}. Otherwise, the spell has no effect.",
				"The target can make a Wisdom saving throw at the end of its every turn. On a successful save, the target is no longer {@condition blinded} and {@condition deafened}."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"conditionInflict": [
				"blinded",
				"deafened"
			],
			"savingThrow": [
				"wisdom"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Project Message",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 37,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "miles",
					"amount": 500
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You create an intangible, illusory duplicate of yourself that appears within an unoccupied space within sight and hearing of a creature that you are familiar with. The duplicate can make gestures freely, but can not move more than 5 feet from its original position. The duplicate is able to speak aloud one message of your choice, for up to 1 minute (the message is recorded as part of the casting). When the spell ends, the duplicate vanishes."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 5th level or higher, then you can double the range per level higher than 4th (ex. 2,000 miles at 6th level)."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Replay Crystal",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 31,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "round"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"entries": [
				"You touch a wieldable crystal object and store within it a recording of everything you can see and hear while you cast this spell (the casting time can be extended up to 8 hours); after the first round of casting, the recording begins. Only one recording (up to 8 hours long) can be stored per object, and until dispelled, the spell displays the recording visibly within the object; the recording is played on an infinite loop unless the wielder takes an action to set the play to a particular moment of the recording. The wielder can take a bonus action to have the crystal emit (or stop emitting) sound that was recorded along with the visual recording, up to a desired volume no louder than a humanoid's nonmagical scream. The quality of the image will vary based on the size and transparency of the object."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"PRM",
				"UBA",
				"OBJ"
			]
		},
		{
			"name": "Reverse Perspective",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 31,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a mirror"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You cause one creature you can see within range to perceive all creatures, objects, structures, environmental features, and movement in sight (from the moment the spell is cast) as if they were oriented in the opposite direction (flipped vertically or horizontally at the caster's choice). The target must make a Wisdom saving throw; on a failed save, until the spell ends, the target has disadvantage on all attack rolls, Perception checks involving sight, and Dexterity saving throws made against effects that must be seen to avoid. In addition, on a failed save, until the spell ends, attacks made against the target have advantage.",
				"The target can make an Intelligence saving throw at the end of each of its turns. On a successful save, the target adjusts to the reversed perspective, suppressing the applied penalties of the spell until the end of its next turn.",
				"Creatures with the {@condition blinded} condition are also immune to this spell's effect while they are {@condition blinded}. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"SGT",
				"ADV"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Scare Trap",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 31,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "special"
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You install an {@condition invisible} psychic echo in an unoccupied 5-foot space within range. The next time a Large or smaller creature moves through the affected space, the creature sees the illusion of getting caught in a trap, such as falling into a spiked pit, or crushed between closing walls. The creature must make a Wisdom saving throw. On a failed save, roll {@dice 6d12} (this is not actual damage, but rather the illusion of damage so it can not be reduced in any way). If the resulting number is more than half the creature's current hit point value, the creature falls {@condition prone}. If the resulting number is equal to or greater than the creature's entire current hit point value, the creature falls {@condition prone} and is {@condition incapacitated} until the end of its next turn. After the psychic echo is triggered, the spell ends.",
				"Creatures that are immune to the {@condition frightened} condition or {@condition stunned} condition are unaffected by this spell."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"conditionInflict": [
				"incapacitated"
			],
			"savingThrow": [
				"wisdom"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Selective Image",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 31,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You project an image of your imagining within range that is no larger than a 10-foot radius sphere; only creatures of your choice can see this illusion and the illusion can create sounds that only creatures of your choice can hear (up to the maximum volume that is safe for the listeners). The creatures chosen to see and hear the illusion must be within your line of sight. Chosen creatures might not be able to hear the illusion if they are too far away."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"S"
			]
		},
		{
			"name": "Selective Invisibility",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 37,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a colored glass lens"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"A creature you touch becomes {@condition invisible} to all creatures except creatures that fulfill a condition of your choice, chosen during the casting of this spell. You may take an action to make the target visible to creatures of your choice even if they do not fulfill the conditions specified during the spell's casting. Anything that the target is wearing or carrying is {@condition invisible} as long as it is on the target's person. The spell ends if the target attacks or casts a spell."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 5th level or higher, then you can add an additional target per level higher than 4th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"conditionInflict": [
				"invisible"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Selective Obstruction",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 42,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a piece of wire mesh"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You create an opaque, illusory wall in unoccupied space within range, made of solidified shadow substance (the cosmetic appearance of the wall may be to your imagining). The wall appears in any orientation you choose: horizontally, vertically, or diagonally. It can be free floating, or rest on a solid surface. The wall disappears when the spell ends.",
				"The wall can be up to 40 feet long, 20 feet high, and 1 foot thick. It blocks line of sight, has an AC of 15, 20 hit points per inch of thickness, and has resistance to nonmagical bludgeoning, piercing, and slashing damage.",
				"You may choose to curve the wall or even shape it into a dome or cylinder. More complex shapes may be possible, at the DM's discretion.",
				"You can choose to make the wall passable (moving directly through it or opening a hole or door for entry) only to certain creatures under a single specific condition chosen when you cast the spell.",
				"If you cast this spell as a ritual, the spell's duration increases to 10 hours, does not require {@status concentration} to maintain, and you can specify any number of conditions (within reason) for allowing creatures passage through the wall. The material component for casting this spell as a ritual is changed to a piece of mithral wire mesh worth at least 100 gp, which is consumed by the spell."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"Y",
				"H",
				"W"
			]
		},
		{
			"name": "Shadow Appendage",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 35,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a tourmaline worth at least 50 gp, which the spell consumes",
					"consume": true,
					"cost": 5000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 12
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You cause a solid illusory finger, toe, hand, foot, arm or leg to appear at the stump of a creature whose corresponding body part was lost. The illusory part looks exactly like the part that it is replacing and functions as if it were the original, including dextrous manipulation and sensation. If the illusory part is heavily damaged or is somehow separated from the body, the spell ends. when the spell ends, the illusory part vanishes. Minor injuries to the part appear to heal within seconds, and it neither bleeds nor is actually connected to the rest of the creature's body (it simply functions as if it were).",
				"If this spell is cast as a ritual, tourmalines worth a total of at least 500 gp can be used as the material component to make the illusion permanent until dispelled."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Shadow Bridge",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 42,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You produce a flat plane bridge made of quasi-real material leading across a direction of your choice, and starting from a space within 10 feet. The bridge is up to 20 feet wide, 200 feet long, and 1 foot thick. It has an AC of 13 and 10 hit points per inch. You can create it at an incline and choose to make any or all of its surface area into difficult terrain.",
				"The bridge is fixed in space and does not need to connect with another structure to maintain its integrity. It can support any amount of weight while it exists.",
				"When the spell ends or is dismissed, the bridge disappears and anything on it falls."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 6th level or higher, then you increase the maximum length by 50 feet per level higher than 5th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Shadow Clone",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 38,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You produce a solid, illusory duplicate of yourself, which appears in an unoccupied space within range. The duplicate has all of your stats (including memories and personality) except for the following:",
				{
					"type": "list",
					"items": [
						"The duplicate is destroyed on a single hit from an attack or if it has an ongoing damaging effect applied to it. You gain whatever memories were experienced by the duplicate before it was destroyed. The duplicate ignores any other damage unless an effect would deal a single instance of damage equal to 1/4 or more of your maximum hit point value, in which case the duplicate is destroyed. The spell ends when the duplicate is destroyed, and the duplicate's body vanishes",
						"The duplicate's equipment is composed of nonmagical duplicates of the equipment you were wearing or wielding when you cast this spell (make adjustments to the stats as needed). The equipment vanishes if separated from the duplicate for more than 1 minute or if heavily damaged.",
						"If the duplicate spends any ki points, spell slots, or uses of any feature that has a limited number of uses, they count towards what you've spent.",
						"The duplicate can not attack more than once on its turn, concentrate on a spell, or attune to a magic item."
					]
				},
				"On each of your turns, you can use a bonus action to mentally command the duplicate you made with this spell. The duplicate acts on your initiative, taking actions and moving where you will it to. A general command such as guarding a creature, object, or location can be given, which the duplicate will continue following until you give it a different command. If no commands are given, the duplicate will act on its own as necessary, following your will as if it were you (controlled by the DM). If the duplicate is more than 30 feet away from you, you can't give it mental commands."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SMN",
				"UBA"
			]
		},
		{
			"name": "Shadow Stairs",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 38,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a set of connected stairs made of quasi-real material leading up a direction of your choice, and starting from a space within 10 feet. The stairs may be diagonal or spiral upwards. The maximum height that you can place the top of the stairs is 60 feet. The stairs can be made wide enough to accommodate Large or smaller creatures.",
				"The individual boards that make up the stairs are each up to 15 feet long, 1 foot wide, and 1 inch thick. They each have an AC of 13 and 10 hit points.",
				"The stairs are fixed in space and do not need to connect with another structure to maintain their integrity. They can support any amount of weight while they exist.",
				"When the spell ends or is dismissed, the stairs disappear and anything on them falls."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						" When you cast this spell with a slot of 5th level or higher, then you increase the maximum height by 10 feet per level higher than 4th"
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Shadow Tool",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 20,
			"level": 0,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You pull together shadow substance to craft a nonmagical tool, weapon, or piece of ammunition of your choice, which appears held in your hand(s). The crafted object functions as normal (but is not flammable, poisonous, or edible) unless heavily damaged or broken to pieces, at which point the spell ends and the object vanishes. The object you choose to craft can not be heavier than 100 lb. and must be entirely composed of solid materials. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Silent Speak",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 24,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					}
				}
			],
			"entries": [
				"When a willing creature that you touch attempts to speak, instead of sound coming from the creature, its words appear as floating illusory text characters made of light, no larger than a few inches each, that are only visible to those that the creature wishes to communicate with."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 2nd level or higher, you can add another target for the spell per level higher than 1st. In addition, when you cast this spell with a slot of 4th level or higher, the text characters appear to the viewer in a language that they understand, even if there are multiple viewers that understand different languages."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SCL"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Sky Paint",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 35,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "sight"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a still, intangible 2-dimensional image that appears in a part of the sky you can see. The image can be anything you can imagine, and can be as wide as 100 feet. Creatures that closely approach the image can easily recognize it as an illusion. You can take an action to change the image to any other image you can imagine."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Stirring Image",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 31,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You invoke the memories of one creature you can see within range, causing them to experience an emotionally moving vision of their past, perhaps a moment of triumph or tragedy; the vision raises the target's morale, granting the target advantage on death saving throws, Strength ability checks, Strength saving throws, Charisma ability checks, and Charisma saving throws until the end of its next turn. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"abilityCheck": [
				"strength",
				"charisma"
			],
			"miscTags": [
				"SGT",
				"OBJ"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Storm of Clones",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 45,
			"level": 7,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"Eight illusory duplicates of yourself appear, each one in an unoccupied space you can see within range. On each of your turns, you can use a bonus action to mentally command the duplicates you made with this spell. You can mentally command only a single duplicate for a specific action, but a general command can be given to all duplicates (within 30 feet) simultaneously.",
				"Each duplicate acts on your initiative, taking actions and moving where you will it to. A general command such as guarding a creature, object, or location can be given, which the duplicate will continue following until you give it a different command. If no commands are given, the duplicate will only defend itself against hostile creatures. When commanded, each duplicate can make a melee weapon attack or ranged weapon attack against a creature (if the target is within range), using a nonmagical duplicate of a weapon (and ammunition) that you are currently wielding; the attack roll uses your spell attack modifier.",
				"Each duplicate's AC equals 10 + your Dexterity modifier, and it is destroyed on a hit. The duplicates ignore all other damage and effects. All equipment duplicated by this spell is nonmagical and vanishes if the distance between it and the duplicate from which it originated exceeds 30 feet.",
				"When the spell ends, the duplicates vanish, as well as any equipment that was duplicated with them"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SMN"
			]
		},
		{
			"name": "Storyteller's Emergence",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 35,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You point your finger at written text in a single book, scroll, or on a patch of surface no larger than 100 feet in any direction is made to appear as if written in a language known by the reader (other types of writing medium may be targeted, at the DM's discretion). An intangible illusory duplicate(s) of the target text's author(s) appears within an unoccupied space of your choice within 30 feet of the text and begins to speak the written text aloud from beginning to end (up to the maximum safe volume for listeners). The duplicate's appearance is randomly chosen from however the author appeared while writing or dictating the text.",
				"The duplicate speaks the written text in completion even if parts of it are damaged or missing. You can take an action to stop the spoken text, move it back to an earlier part, or move it forward as much as you desire. When the spell ends, the duplicate vanishes. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Sudden Displacement",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 24,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "when you are hit by an attack"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"As a creature you can see is about to hit you with an attack, you cause the image of your actual location to be displaced, forcing the attack roll to be rerolled with disadvantage."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Temporary Restoration",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 25,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a drop of adhesive liquid, which the spell consumes",
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You gather shadow substance to fill in the cracks and replace the missing pieces of a damaged nonmagical object or structure (or part of it) no larger than a 20-foot cube. The object or structure functions as if whole and undamaged for the duration. You can take an action to dismiss the spell.",
				"If this spell is cast as a ritual, the duration is extended to a maximum of 8 hours."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Tethered Image",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 32,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "powdered gemstones worth at least 10gp",
					"cost": 1000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 24
					}
				},
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"An intangible illusion of a creature, object, or structure of your imagining is projected at a location you can see within range; the illusion can be no larger than a 20-foot length cube and can be set to be {@condition invisible} or suppressed until certain conditions of your choice are triggered. You can set the illusion to move up to a speed of 60 feet (including flight) in a pattern of your choice (including random patterns and changes of speed) within 120 feet of the target location, which can also be set to be triggered by circumstances of your choice. If this spell is cast as a ritual, you can replace the material component with powdered gemstones worth at least 100 gp to make the spell permanent until dispelled. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT",
				"PRM"
			]
		},
		{
			"name": "Tiny Clone",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 20,
			"level": 0,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a Tiny illusory duplicate of yourself that moves at half your speed and can interact physically with objects; it appears within an unoccupied space within range. The duplicate can move or pick up objects weighting up to 5 lb. and follows your mental commands.",
				"The duplicate has an AC of 10 + your Dexterity modifier, and is destroyed on a single hit. It ignores all other damage and effects. If the duplicate moves more than 30 feet away from you, the spell ends and the duplicate vanishes.",
				"On each of your turns, you can use a bonus action to mentally command the duplicate you made with this spell. The duplicate acts on your initiative, taking actions and moving where you will it to. A general command such as guarding a creature, object, or location can be given, which the duplicate will continue following until you give it a different command. If no commands are given, the duplicate will only defend itself against hostile creatures.",
				"The duplicate can make a slam attack using your spell attack modifier for 0 points of bludgeoning damage (1 point on a critical hit)."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"damageInflict": [
				"bludgeoning"
			],
			"spellAttack": [
				"M"
			],
			"miscTags": [
				"SMN",
				"UBA",
				"OBJ"
			]
		},
		{
			"name": "Titanic Image",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 47,
			"level": 9,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You project the image of a creature, object, or structure of your imagining in an unoccupied space within range, and it can be made as large as what can fit in a 1000 foot-long cube (with a minimum length of 50 feet). Physical interaction with the image reveals it to be an illusion, because it is intangible (otherwise it looks and sounds like it is real).",
				"If the illusion is a creature's image, you can take an action to mentally command it to act and move as you desire, with a speed of 60 feet, or fly speed of 120 feet (it maintains the same fly speed in a liquid environment such as underwater). You can also command it to speak or make other noises at a booming volume that can be heard thousands of feet away.",
				"If the illusion is an object's or structure's image, you can take an action to make cosmetic changes to the illusion, such as color, decorations, inscribed symbols, and paintings. You can also take an action to mentally command it to move as you desire, with a fly speed of 120 feet (it maintains the same fly speed in a liquid environment such as underwater).",
				"If the distance between you and the illusion exceeds 1 mile, the spell ends."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SMN",
				"OBS",
				"OBJ"
			]
		},
		{
			"name": "Topsy Turvy",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 35,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You create a brief sensory distortion within a 15-foot radius sphere, making creatures within it see the world twist around them and experience unsettling sensations that disrupt their balance. Every creature within the affected area must also make a Wisdom saving throw. On a failed save, a creature falls {@condition prone} and has disadvantage on attack rolls, Dexterity ability checks and Dexterity saving throws until the start of its next turn."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"savingThrow": [
				"wisdom"
			],
			"areaTags": [
				"S"
			]
		},
		{
			"name": "Torturous Deception",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 32,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You take control of a weakened creature's senses (the creature must be at 10 hit points or less), making them experience an environment which makes the target feel tense, upset, or agitated. You may also have the target perceive you as another creature of your choice or imagining; you can change form in the illusion as a bonus action. The target can make a Charisma saving throw whenever it ends its turn. After three consecutive successful saves, the spell ends. As a bonus action, you can cause yourself to perceive the environment as the target perceives it, as if both of you are in the same illusory location together (another bonus action shifts your senses back to normal). If the distance between you and the target exceeds 30 feet, the spell ends."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"savingThrow": [
				"charisma"
			],
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Transient Shackles",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 25,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You create solid quasi-real shackles connected to the ground by chains, that attempt to ensnare the legs of another creature. One Large or smaller creature you can see within a range must make a Dexterity saving throw. On a failed save, the creature is {@condition restrained} until the end of its next turn. The {@condition restrained} creature can take an action on its turn to break free from the shackles with a Strength ability check made against your spellcasting DC. The spell ends immediately if the creature escapes from the shackles. The shackles and chains vanish when the spell ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a slot of 4th level or higher, you can target a Huge creature. When you cast this spell with a slot of 7th level or higher, you can target a Gargantuan creature (no larger than 30 ft. by 30 ft.)."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			},
			"conditionInflict": [
				"restrained"
			],
			"savingThrow": [
				"strength",
				"dexterity"
			],
			"miscTags": [
				"SGT",
				"SCL",
				"OBJ"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "True Reflection",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 25,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"Until the spell ends, you cause a reflective surface (or part of it) no larger than 30 feet across to display the true form of any creature whose image is reflected. Creatures that normally have no reflection will also have the reflections of their true forms displayed."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Untraceable Trail",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 32,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 2
					}
				},
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You and up to eight willing creatures within 5 feet of you have your trails disguised by illusion to deter trackers from following. The footprints and other traces of movement (including odors, hairs, or drops of blood) left behind by the affected creatures during the past 10 minutes become impossible to detect by nonmagical means until the spell ends.",
				"If this spell is cast as a ritual, the duration increases to 8 hours."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"MT"
			]
		},
		{
			"name": "Vengeful Accusers",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 38,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a set of scales"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You point your finger to accuse a creature you can see within range of a crime that you name, causing the target to remember its past commitments of the named crime, even if its memories are currently suppressed somehow. The target must make a Wisdom saving throw. On a failed save, all of the victims directly resulting from the named crime appear within 30 feet of the target as ghostly apparitions (if there is no direct victims, then duplicates of the target appear instead). These are not the actual victims, but illusory constructs with the ability to speak any language that you speak.",
				"Each of the constructs can be individually asked to give testimony, at which point the target can make a Charisma saving throw. On a successful save, the construct is destroyed. On a failed save, the construct audibly describes the details of an instance of the named crime that was committed by the target, including the time and date of the crime. If the target makes its third consecutive successful Charisma save, or there are no more constructs left, the spell ends.",
				"If this spell is cast as a ritual, there is no initial saving throw"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			},
			"savingThrow": [
				"wisdom",
				"charisma"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Vertigo",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 32,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You cause one Large or smaller creature you can see within range to see the world twist around it and to experience unsettling sensations that disrupt its balance. The creature must make a Wisdom saving throw. On a failed save, it falls {@condition prone} and has disadvantage on attack rolls, Dexterity ability checks and Dexterity saving throws until the start of its next turn."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"abilityCheck": [
				"wisdom"
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"ST"
			]
		},
		{
			"name": "Vertigo Storm",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 46,
			"level": 8,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a multi-colored crystal, worth at least 100 gp, which the spell consumes)",
					"consume": true,
					"cost": 10000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a field of twisting images, sounds, and gravitational sensations in a 30-foot radius sphere within range. Every creature within the affected area when this spell is cast must make a Wisdom saving throw; on a failed save, the creature falls {@condition prone}. The following effects are applied until the spell ends:",
				{
					"type": "list",
					"items": [
						"Attacks made against and attacks made by creatures within the affected area have disadvantage.",
						"Dexterity saving throws made by creatures within the affected area against effects that they must see to avoid have disadvantage.",
						"Perception checks made within the affected area to perceive sights or sounds have disadvantage.",
						"Perception checks made by creatures outside the affected area to perceive sights and sounds originating from within the affected area have disadvantage.",
						"A creature entering or starting its turn within the affected area must make a Wisdom saving throw; on a failed save, the creature falls {@condition prone}.",
						"For every 10 feet that a creature moves through the affected area, it must make a Wisdom saving throw; on a failed save, the creature falls {@condition prone}."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"conditionInflict": [
				"prone"
			],
			"savingThrow": [
				"wisdom"
			],
			"areaTags": [
				"S"
			]
		},
		{
			"name": "Wall of Invisibility",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 39,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create an {@condition invisible}, intangible, illusory wall in unoccupied space within range. The wall appears in any orientation you choose: horizontally, vertically, or diagonally. It can be free floating, or it can rest on a solid surface. The wall can be up to 60 feet long, 30 feet high, and 1 inch thick. When the spell ends, the wall vanishes.",
				"You can choose one of the following effects when you cast this spell.",
				{
					"type": "list",
					"items": [
						"Creatures on one side of the wall (of your choice) can not see creatures on the other side of the wall, as if the creatures on the other side are {@condition invisible}.",
						"Creatures on both sides of the wall can not see creatures on the other side of the wall, as if the creatures on the other side are {@condition invisible}."
					]
				},
				"You may choose to let creatures of your choice on either side of the wall to be visible to creatures on the other side. "
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"W"
			]
		},
		{
			"name": "Wall of Misdirection",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 43,
			"level": 6,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a soot-covered poisonous mushroom"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"A wall of swirling multi-colored mist, flashing lights, and strange images from your imagination appears in unoccupied space within range. Creatures within the wall are inundated with false sensations and a warping of their sense of direction. The wall appears in any orientation you choose: horizontally, vertically, or diagonally. It can be free floating, or it can rest on a solid surface. The wall can be up to 40 feet long, 20 feet high, and 10 feet thick. The wall blocks line of sight, but creatures and objects can pass through it.",
				"Whenever a creature enters or moves 5 feet through the wall's affected area, it must make a Wisdom saving throw. On a failed save, the creature can only move in the opposite direction for their next 5 feet of movement."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"FMV",
				"OBS"
			],
			"areaTags": [
				"W"
			]
		},
		{
			"name": "Wall of Reflection",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 35,
			"level": 3,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "turn",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a mirror-like illusory wall in unoccupied space within range. The wall appears in any orientation you choose: horizontally, vertically, or diagonally. It can be free floating, or it can rest on a solid surface. The wall can be up to 60 feet long, 30 feet high, and 1 inch thick. You can choose to have the wall be reflective on one side or both sides; if the wall is only reflective on one side then it is transparent to the other side. Creatures and objects can pass through the wall.",
				"The reflective nature of the wall may repel certain types of effects related to light (at the DM's discretion), such as blinding light or beams of light. To a viewer on the transparent side of a one-sided wall, blinding light will appear as if filling the other side of the wall with the hue of the light, extending beyond the wall on the transparent side as bright light."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"W"
			]
		},
		{
			"name": "Winged Messenger",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 25,
			"level": 1,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "miles",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a folded paper bird"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You create an intangible, illusory construct resembling a Tiny flying creature or object of your imagining; the construct immediately flies towards one creature that you are familiar with when you finish casting. The construct can pass through solid obstructions but is destroyed if it attempts to pass through a dead magic zone, antimagic field, or barrier of magical force. The construct flies at a speed of 10 miles per hour, and when it arrives within 5 feet of the target, it delivers an audible message (up to the maximum safe volume for the listeners) that you recorded during the spell's casting (up to a maximum of 1 minute of recorded speech). When the message is completely delivered, or the construct is destroyed, or the duration ends, the spell ends and the construct vanishes.",
				"If this spell is cast as a ritual, you can record up to 10 minutes of audible speech during the spell's casting."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Zone of Discretion",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 32,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"A zone of sound-twisting illusion is projected up to 30 feet from you, moving with you and protecting your conversation from being overheard. The words spoken by you and creatures of your choice within the zone can not be heard by other creatures, even if one of the creatures screams."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"R"
			]
		},
		{
			"name": "Zone of Invisibility",
			"source": "JohnnyTekThePrestigeSpellsOfIllusion",
			"page": 39,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "powdered silver worth at least 1 gp, which the spell consumes",
					"consume": true,
					"cost": 100
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You create a fixed area in which creatures are rendered {@condition invisible}, fitting within a 20-foot cube. Any creature that is within the affected area when you cast this spell is rendered {@condition invisible} until it leaves the area. Any creature that enters the affected area is rendered {@condition invisible} until it leaves the area. Equipment and objects that are worn or carried by affected creatures are also rendered {@condition invisible}. If a creature within the affected area attacks or casts a spell, it becomes unaffected by the spell until the end of its next turn.",
				"If you cast this spell as a ritual, you can add one or more of the following effects.",
				{
					"type": "list",
					"items": [
						"Only creatures that fulfill certain conditions are affected by the spell, or unaffected.",
						"Creatures affected by the spell can be seen by creatures that fulfill certain conditions.",
						"Creatures within the affected area can see themselves and other creatures within the affected area."
					]
				},
				"If you cast this spell as a ritual, you can make the spell's duration permanent by instead using silver powder worth at least 100 gp for the material component."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"areaTags": [
				"C"
			]
		}
	]
}
