{
	"_meta": {
		"sources": [
			{
				"json": "SugiesGrimoiretotheUnknown",
				"abbreviation": "SGU",
				"full": "Sugie's Grimoire to the Unknown",
				"url": "https://docs.google.com/document/d/1yJktAH5Mf-K581MUlqPwqG-CjyqGiPDIhk97XnekVn0",
				"authors": [
					"Sugie Nguyen",
					"Aarsh Patel",
					"Derek Rocha"
				],
				"convertedBy": [
					"Nicholas Nguyen"
				],
				"version": "unknown"
			}
		],
		"dateAdded": 1654019003,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "be68b79c48",
		"edition": "classic"
	},
	"spell": [
		{
			"name": "Anxiety",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 6,
			"level": 2,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"A humanoid you see within range must make a Charisma saving throw. On a failed save, the creature becomes nervous and weak-willed, losing its ability to persuade, perform, and talk elegantly. The creature makes all Charisma checks with disadvantage for the duration of the spell."
			],
			"savingThrow": [
				"charisma"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Asphyxiate",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 7,
			"level": 4,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a choker which the spell consumes",
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Choose a creature that you can see within range. A ring of transparent black rope appears around its neck, tightening and causing it to suffocate.",
				"A creature targeted by this spell must make a Constitution saving throw. On a failed save, the target takes {@damage 6d8} necrotic damage and begins suffocating. While under this effect, it suffers the following:",
				{
					"type": "list",
					"items": [
						"It can speak only falteringly.",
						"Its speed is halved.",
						"It has disadvantage on all attack rolls and ability checks.",
						"It can stay conscious for a number of rounds equal to 4 + its Constitution modifier. At the start of the turn afterwards, its health drops to 0 hit points, cannot regain hit points, and automatically fails all death and Constitution saving throws."
					]
				},
				"On a success, the target takes half as much damage, and does not suffocate.",
				"At the end of each of its turns, the target can make another Constitution saving throw. On a success, the spell ends on the target. tht"
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d8} for every level above 4th."
					]
				}
			],
			"damageInflict": [
				"necrotic"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"HL",
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Ataxic Bolts",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 7,
			"level": 5,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Three arcane projectiles appear above you, spiralling towards three random hostile targets that you can see within range. Each creature targeted by a bolt takes {@damage 8d4} force damage. For each missile, the DM rolls a {@dice d100} and consults the Sorcerer Wild Magic table. The target hit by the magical projectile will be affected by the effects of the table, and has control over any effects on the table that it can choose. For example, if the effect from the table is to cast magic missile at a 5th level, the target can choose which creatures to hit with the spell. Any rolled number that corresponds to an effect that cannot apply to the affected creature must be rerolled until an effect can apply. For instance, rolling a 99-00 for a creature who is not a sorcerer must be rerolled."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, you summon an additional projectile for every two levels above 5th."
					]
				}
			],
			"damageInflict": [
				"force"
			],
			"miscTags": [
				"SGT",
				"SMN"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Aura of Heat Protection",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 7,
			"level": 3,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Temperature changes to suit your needs in an aura with a 30-foot radius. Wisps of flames and ice flow throughout the aura, resisting the effect of dramatic heat changes. When you cast this spell, choose between a cold aura or a warm aura. A cold aura gives resistance to fire damage, while a warm aura gives resistance to cold damage. Any creature inside the aura has resistance to that damage type. Until the spell ends, you may spend an action on subsequent turns to change the temperature of the aura, switching between either of the two states."
			],
			"damageResist": [
				"cold",
				"fire"
			],
			"damageImmune": [
				"cold",
				"fire"
			],
			"damageVulnerable": [
				"cold",
				"fire"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Ape Form",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 6,
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Thick, dark hair begins sprouting from all parts of your body for the duration, and your form changes in shape to resemble an ape of the same size. You are still recognizable, though the extra features make you difficult to identify from afar. While in this form, you can use a bonus action every turn to make an unarmed strike with Strength that deals bludgeoning damage equal to {@dice 1d4} + your Strength modifier.",
				"Your jump distance is doubled and you make all Strength ({@skill Athletics}) checks that relate to climbing with advantage. You have advantage on checks to escape grapples and grapple other creatures. Additionally, you gain a climbing speed equal to your speed."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the unarmed strike damage increases by {@dice 1d4} and the duration increases by 1 hour for every level above 3rd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"ADV",
				"UBA"
			]
		},
		{
			"name": "Arcane Shock",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 6,
			"level": 5,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You reach out and touch a creature with magical electricity, forcing it to make a Constitution saving throw. On a failed save, the creature takes {@damage 8d8} lightning damage and is {@condition stunned} for the duration of the spell. On a success, the creature takes half damage and is not {@condition stunned}. On each of the creature's subsequent turns while {@condition stunned}, it can make another Constitution saving throw, ending the spell on a success."
			],
			"damageInflict": [
				"lightning"
			],
			"conditionInflict": [
				"stunned"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Acid Funnel",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 5,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a vial of dangerous acid and a glass cone"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A swirling cone of acrid liquid sprays out from your fingertips. Each creature in the 30-foot cone must make a Dexterity saving throw, taking {@damage 8d6} acid damage on a failed save, and half as much on a successful one."
			],
			"damageInflict": [
				"acid"
			],
			"savingThrow": [
				"dexterity"
			]
		},
		{
			"name": "Bastion of Light",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 8,
			"level": 7,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a cube of marble worth at least 500 gp",
					"cost": 50000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A ring of shining white light rises from the ground around a creature you touch, creating a small floating castle of light that grants the creature three-quarters cover for the duration of the spell. Until the spell ends, you can use your reaction whenever a creature lands a weapon attack against the target to instantly deal {@damage 4d6} radiant damage to the attacker.",
				"Additionally, all melee and ranged weapons made by the creature you touch will deal radiant damage instead for the duration. The creature's weapon damage also deals additional radiant damage equal to your Wisdom modifier (minimum of 1)."
			],
			"damageInflict": [
				"radiant"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Beanstalk",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 8,
			"level": 6,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a bean and a small cup of water"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You transform a Large plant that you can see within range into a tall immovable beanstalk. The beanstalk stands vertically up to 200 feet tall, and takes the space of a 10-foot square. The stalk is segmented into multiple sections. A vine grows out from the stalk 5 feet above ground level, and more vines grow out of the beanstalk for every 10 feet above the one below it. At maximum height, a beanstalk will thus have a total of 20 vines spread throughout the entirety of its body.",
				"Immediately after casting this spell and as a bonus action on each of your subsequent turns, you can attempt to use the vines to grapple a creature within range. Choose a vine along the beanstalk to lash out at a Large or smaller creature 40 feet from the vine's location that is not already {@condition grappled} or {@condition restrained}. A creature targeted by a vine must succeed on a Dexterity saving throw or take {@damage 3d8} bludgeoning damage, be pulled to the location of the vine, and become {@condition restrained}. At the end of a {@condition restrained} creature's turn, it takes {@damage 3d8} bludgeoning damage. A creature can choose to use its action to make a Strength ({@skill Athletics}) check, freeing itself (and dropping to the ground if it does not have a flying speed) on a success against your spell save DC. Each vine can only grapple one creature at a time. A vine that is already restraining a creature will release its current target if it targets a new one. Alternatively, you can have a vine transfer a creature up and down the beanstalk by having a vine target a creature {@condition grappled} by another one. This bonus action deals no damage to the {@condition restrained} creature.",
				"Huge leaves line the entirety of the beanstalk, and you and any creatures you choose can use the beanstalk to climb up and down the stalk. Walking up and down the stalk uses 3 feet of movement for every one foot you move. Additionally, the ground near the beanstalk is filled with huge roots that jut out of the earth. The ground is difficult terrain out to 10 feet around the base of the beanstalk."
			],
			"damageInflict": [
				"bludgeoning"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SGT",
				"UBA"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Big Iron",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 8,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": "An iron plate"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create the illusion of a sleek silver pistol with 6 bullet chambers within your hand. The pistol is considered a one-handed ranged weapon that is able to hit creatures up to 80 feet away.",
				"As an action on your turn, you are able to fire this weapon at a visible creature you see by making a ranged spell attack. Doing so will use up 1 of the 6 different bullet types that the gun holds. When all of the bullets in the gun are used, the gun as well as all the bullets dissipate into air and the spell ends. Additionally, as a bonus action on your turn, you are also able to fire this weapon at a creature you see in range. However, the ranged attack must be made with disadvantage.",
				"The pistol that fires the bullets is extremely unpredictable and unstable. When you use this gun, roll a {@dice d6}. Reroll the dice if the bullet is already used. The number rolled corresponds to the type of bullet that is fired.",
				{
					"type": "entries",
					"name": "1-Psionic Shell",
					"entries": [
						"A short, black bullet with a purple head that leaves a faint purple streak as a trail. A creature that is hit takes {@damage 3d8} psychic damage."
					]
				},
				{
					"type": "entries",
					"name": "2-Spectral Round",
					"entries": [
						"A short, white exoskeleton of a bullet that leaves a trail of shimmering white mist. When a creature is hit, they take {@damage 3d8} force damage. At the end of its next turn, the exoskeleton explodes. The creature must make a Constitution saving throw. On a failed save, the creature takes {@damage 2d8} force damage."
					]
				},
				{
					"type": "entries",
					"name": "3-Infernal Pierce",
					"entries": [
						"A long, dark red bullet that has a fiery double helix as a trail. When a creature is hit, they take {@damage 4d8} fire damage. Additionally, the bullet pierces through the creature and has the potential to hit any creature behind it while still in range. This other creature takes {@damage 2d8} fire damage."
					]
				},
				{
					"type": "entries",
					"name": "4-Jumping Jolt",
					"entries": [
						"A stubby, dark blue bullet with a shiny blue head that emits sparks. When a creature is hit, it takes {@damage 3d8} lightning damage. Additionally, the bullet bounces off and travels in the direction of the closest creature within 20 feet of the original target. This new creature must make a Dexterity saving throw. On failed save, it is struck by the bullet and takes {@damage 3d8} lightning damage."
					]
				},
				{
					"type": "entries",
					"name": "5-Celestial Ram",
					"entries": [
						"A wide, golden bullet that emits light in a 5 foot radius and leaves a fairly opaque golden streak behind it. A creature that is hit takes {@damage 4d8} radiant damage. The creature also begins to emit dim light in a 5 foot radius until the spell ends. Additionally, the creature must make a Constitution saving throw. On a failed save, the creature becomes partly crippled and its movement speed is reduced by 10 feet."
					]
				},
				{
					"type": "entries",
					"name": "6-Death's Cry",
					"entries": [
						"A long, vanta black bullet with a glowing green head. Black sparks spiral around the bullet and it leaves a trail of black lightning bolts. When the bullet travels through the air, it emits an audible demonic roar. When a creature is hit, it takes {@damage 4d8} necrotic damage and must make a Wisdom saving throw. On a failed save, the creature is {@condition frightened} of you and takes {@damage 1d8} poison damage at the start of each of its turns until the spell ends. A {@condition frightened} creature can repeat its saving throw at the end of each of its turn, ending the condition on a success."
					]
				}
			],
			"damageInflict": [
				"fire",
				"force",
				"lightning",
				"necrotic",
				"poison",
				"psychic",
				"radiant"
			],
			"conditionInflict": [
				"frightened"
			],
			"savingThrow": [
				"constitution",
				"dexterity",
				"wisdom"
			],
			"miscTags": [
				"LGT",
				"UBA"
			]
		},
		{
			"name": "Bigby's Toad",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 9,
			"level": 7,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "A figurine of a glass toad"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a Huge toad of shimmering, translucent force in an unoccupied space within range. The toad lasts for the spell's duration, and it moves and behaves under your command.",
				"The toad is a creature that has AC 14 and hit points equal to twice your hit point maximum. If it drops to 0 hit points, the spell ends. It has a Strength of 20 (+5) and a Dexterity of 18 (+4). It is immune to all magical effects, and any effects that would force it to make a Constitution, Intelligence, Wisdom, or Charisma saving throw. The toad, though see-through, is a solid creature, and takes up its entire space.",
				"When you cast this spell and on subsequent turns, you can use a bonus action to command the toad to move up to 40 feet, with a vertical jump distance of 20 feet, and make an attack from the following choices. All of the toad's attacks use your in game statistics.",
				{
					"type": "entries",
					"name": "Bite",
					"entries": [
						"The toad lunges forward to bite a creature within 5 feet of it. Make a melee spell attack. On a hit, the target takes {@damage 5d8} force damage. A creature that is Large or smaller must succeed on a Dexterity saving throw or becomes {@condition grappled} in the toad's mouth."
					]
				},
				{
					"type": "entries",
					"name": "Tongue",
					"entries": [
						"The toad lashes out to a creature within 15 feet of it with its silvery tongue. Make a ranged spell attack. On a hit, the target takes {@damage 3d8} force damage and is {@condition grappled}. A creature that is Large or smaller must succeed on a Strength saving throw or becomes {@condition grappled} in the toad's mouth."
					]
				},
				{
					"type": "entries",
					"name": "Toe Pads",
					"entries": [
						"The toad attempts to deliver a brutal punch of force with its silvery toe pads curled up in a tight fist. Make a melee spell attack. On a hit, the target takes {@damage 8d8} force damage. If the target is Large or smaller, it must succeed on a Strength saving throw or fall {@condition prone}."
					]
				},
				{
					"type": "entries",
					"name": "Swallow",
					"entries": [
						"Make a melee spell attack on a creature that is {@condition grappled} in the toad's mouth. On a hit, the creature becomes swallowed into the toad's stomach, where it becomes virtually trapped.",
						"A swallowed creature is protected from outside harm as it is surrounded by the translucent flesh of the giant toad. A swallowed creature is {@condition restrained} and has total cover from attacks and other effects from outside the toad. If the toad takes 30 or more damage in a single turn from a creature inside of it, you must make a Constitution saving throw with a DC equal to half that damage or the toad regurgitates the creature it swallowed in a space within 5 feet of it.",
						"Bigby's toad can have four Medium or smaller creatures swallowed at the same time, or one Large creature. Only one creature can be {@condition grappled} at any given time inside of the toad's mouth. The stomach of the toad is the only part of it that is not in a translucent form. Instead, there is an opaque dripping pool of silvery slime inside of the toad's stomach. At the end of a swallowed creature's turn, it takes {@damage 8d8} acid damage as the silvery liquid boils its flesh."
					]
				}
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 8th level or higher, the damage of every attack and the damage of the stomach acid increases by {@dice 1d8} for every level above 7th."
					]
				}
			],
			"damageInflict": [
				"acid",
				"force"
			],
			"conditionInflict": [
				"grappled",
				"prone",
				"restrained"
			],
			"spellAttack": [
				"M",
				"R"
			],
			"savingThrow": [
				"charisma",
				"constitution",
				"dexterity",
				"strength"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Binding Curse",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 10,
			"level": 4,
			"school": "A",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a chain at least 20 feet long and a crystal skull worth at least 300 gp, which the spell consumes",
					"cost": 30000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"entries": [
				"You place a curse on a piece of armor, a weapon, or a magic item that prevents the bearer from removing it. Upon casting the spell, you imprint in the item a black sigil, marking the item with the curse. A creature that dons a cursed piece of armor cannot remove it until the curse is dispelled. A creature that wields a cursed weapon can not stray 3 feet or more away from the item or take {@damage 5d10} necrotic damage a round. Pulling a cursed item away from the creature it is bound to reveal a thin black tether to the sigil, and the resistance will increase the farther you try to pull it away.",
				"When casting this spell, you have the option of making the bearer of the item resistant to necrotic damage in return for a vulnerability to radiant damage. Additionally, you can choose one ability score. The creature wielding the item will have disadvantage on all ability checks and saving throws with that ability.",
				"You can increase the difficulty of removing the curse by casting this spell at a level higher than 4th, expending that spell slot instead. A creature can attempt to remove the curse by casting either dispel magic or remove curse. Either spell will guarantee to succeed on removing the curse if it is casted at a spell level higher or equal to the level at which you cast this spell. Otherwise, the creature attempting to remove the curse must make an ability check with their spellcasting modifier against a DC equal to 10 + the level at which this spell is casted. On a success, the binding curse is removed.",
				"A creature who has not noticed signs of the magical curse can attempt to make an Intelligence ({@skill Investigation}) check against your spell save DC to notice the black sigil inscribed in the item. On a success, the creature notices it, but will only know the nature of the curse from a successful Intelligence ({@skill Arcana}) check."
			],
			"damageInflict": [
				"necrotic"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Blizzard",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 11,
			"level": 7,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a snowball and a shard of ice"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a cataclysmic storm of hail, ice, and snow in a 60-foot sphere centered on you. The sphere moves with you, centered on you.",
				"Any creature other than you that starts its turn in the area of the spell must make a Constitution saving throw, taking {@damage 4d6} cold damage on a failed save. On a successful save, the creature takes half as much damage. A creature that fails the Constitution saving throw by 5 or more suffers from an internal frostbite, taking 5 cold damage at the beginning of each of its turns. This effect is removed once the spell ends, when the creature takes fire damage, or is warmed up by any magical means. The area of the blizzard is lightly obscured, and is considered difficult terrain to all creatures other than you.",
				"As a bonus action on each of your turns until the spell ends, you can send down a storm of sharp icicles or heavy hail on all the creature's within the area. Every creature in the blizzard must make a Dexterity saving throw, taking {@damage 5d6} piercing damage if you choose icicles or {@damage 5d6} bludgeoning damage if you choose hail. A creature takes half as much damage on a successful save."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 8th level or higher, the cold and object damage increases by {@dice 1d6} for every level above 7th."
					]
				}
			],
			"damageInflict": [
				"bludgeoning",
				"cold",
				"piercing"
			],
			"savingThrow": [
				"constitution",
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Bubble",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 11,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a bubble of heavy water at a point you see within range. The bubble is a 5-foot diameter sphere and its space is considered difficult terrain. As a bonus action on every subsequent turn until the spell ends, you can move the bubble up to 20 feet in any direction.",
				"When the spell ends, the bubble pops, bursting water out to every creature within 20 feet of it. Every creature caught within the area of effect must make a Dexterity saving throw, taking {@damage 6d8} bludgeoning damage on a failed save, and half as much damage on a successful one. A creature that fails the save becomes soaked with the slimy water, and has its movement speed halved until the end of its next turn. The ground within the area of effect becomes difficult terrain for the next minute."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d8} for every level above 3rd."
					]
				}
			],
			"damageInflict": [
				"bludgeoning"
			],
			"savingThrow": [
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Bypass",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 11,
			"level": 5,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"For the duration of the spell, all your attacks and spells' damage type becomes force, overcoming many creature's resistances and immunities."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Can of Worms",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 12,
			"level": 3,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a can filled with earthworms"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Long black worms crawl out of the earth in a 20-foot-radius circle centered on a point that you can see within range. The worms remain for the duration, giving off a pungent odor. The area is considered difficult terrain.",
				"When you cast this spell, each creature in the area must succeed on a Dexterity saving throw or take {@damage 2d6} necrotic damage. A creature must also make this saving throw when it enters the spell's area for the first time on a turn or ends its turn there. The worms leech off of the target's blood, transferring its life force over to yours. You heal for an amount equal to half the necrotic damage every time the worms bite a creature."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d6} for every two levels above 3rd."
					]
				}
			],
			"damageInflict": [
				"necrotic"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"HL",
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Cards of Fate",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 12,
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a deck of playing cards worth at least 50 gp",
					"cost": 5000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Three translucent throwing cards appear in your hand. You choose three creatures that you can see within range to throw the cards at. Make a ranged spell attack for each target. On a hit, the target takes {@damage 4d8} piercing damage and is marked by the cards of fate for the duration of the spell. You can choose to not deal the damage to a creature.",
				"On every subsequent turn while the spell is active, you can use a bonus action to have one of the following effects apply to one of the creatures marked by your spell. You cannot choose the same effect to occur on consecutive rounds.",
				{
					"type": "entries",
					"name": "Hearts",
					"entries": [
						"Red hearts appear in a circle around the creature. The target heals for an amount of hit points equal to {@dice 1d6} + your spellcasting modifier."
					]
				},
				{
					"type": "entries",
					"name": "Diamonds",
					"entries": [
						"A mote of pain streaks through the creature's mind. The targeted creature takes {@damage 3d8} psychic damage."
					]
				},
				{
					"type": "entries",
					"name": "Clubs",
					"entries": [
						"Each muscle in the creature's body begins freezing up. The target must make a Constitution saving throw or be {@condition stunned} until the start of your next turn."
					]
				},
				{
					"type": "entries",
					"name": "Spades",
					"entries": [
						"The targeted creature instantly takes {@damage 5d8} slashing damage as cards spring out of the target's body, slashing it with paper cuts as it falls to the ground. The creature is no longer marked."
					]
				}
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the initial damage increases by {@damage 1d8} damage for each spell slot level above 5th."
					]
				}
			],
			"damageInflict": [
				"piercing",
				"psychic",
				"slashing"
			],
			"conditionInflict": [
				"stunned"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"HL",
				"SGT",
				"UBA"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Cerebral Tear",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 12,
			"level": 7,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Your eyes gleam a deadly shade of red as you attempt to rip the mind apart. Choose a creature you see within range. The target must make an Intelligence saving throw, taking {@damage 18d6} psychic damage on a failed save. A creature that failed the save also has its Intelligence score reduced by {@dice 1d6}, and can only be restored automatically after 7 days or with a spell like greater restoration, heal, or wish. The spell has no effect on undeads, constructs, or any creature that does not have a brain.",
				"The sheer mental force of this spell causes the target's brain to begin physically tearing. If the damage dealt by this spell reduces the target's hit point to 0, or if the ability score reduction drops its Intelligence to 0, the creature does not fall {@condition unconscious}. Instead, its brain rips to pieces and the body tears in half, causing it to instantly die. The body can only be brought back with a wish or true resurrection spell if killed this way. A regenerate spell would mend the body, allowing for other methods of revivification."
			],
			"damageInflict": [
				"psychic"
			],
			"conditionInflict": [
				"unconscious"
			],
			"savingThrow": [
				"intelligence"
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Circle of Toughness",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 13,
			"level": 5,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Spectral shields float around in a sphere out within 30 feet of you, protecting you and your allies from harm. Until the spell ends, the sphere moves with you, centered on you. All damage to creatures you choose when you cast this spell that are inside the circle is reduced by 2. Additionally, no single attack or spell can do more than 35 damage to these creatures while inside the circle. When they would take more than that amount in one hit, they instead take 35 damage, and the remaining amount is redirected to the circle of toughness. The circle has an amount of hit points equal to five times your paladin level. Once the circle is reduced to 0 hit points, the spell ends."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Circlet of Healing",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 13,
			"level": 7,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a crown and a ruby worth at least 500 gp",
					"cost": 50000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a phantom crown of rubies floating above your head, consisting of six small red gems that generate  dim light out to 20 feet. As part of the action you used to conjure the crown and as a bonus action on each subsequent turn until the spell ends, you can send a gem out in the direction of a creature you see within 60 feet of you. A creature hit by the gem regains {@dice 3d8 + 3} hit points and is cured of a single effect causing it to be {@condition blinded}, {@condition deafened}, or {@condition paralyzed}.",
				"The spell ends when you have used up all six of the gems in the crown. When the spell ends, a burst of healing energy is released from the crown, healing every creature of your choice within 20 feet of you for {@dice 3d8} hit points."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 8th level or higher, the hit points regained for both the initial and final heal is increased by {@dice 1d8} for every level above 7th."
					]
				}
			],
			"conditionInflict": [
				"blinded",
				"deafened",
				"paralyzed"
			],
			"miscTags": [
				"HL",
				"UBA"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Cloak of Spines",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 13,
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a thorn"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A willing target's skin and clothing begins to grow sharp magical spines capable of piercing even the toughest of armor. Any creature that makes an unarmed strike against the affected target will take {@damage 1d6} piercing damage. Additionally, if the target is {@condition grappled} by another creature, or is grappling another creature, the creature takes {@damage 1d6} piercing damage at the start of each of their turns as long as the grapple is taking place."
			],
			"damageInflict": [
				"piercing"
			],
			"conditionInflict": [
				"grappled"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Clockwork Drift",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 14,
			"level": 4,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a visibly healthy leaf and a visibly old and brittle leaf, both of which the spell consumes",
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"An area in a 20-foot radius on a point centered within range begins to show signs of rapid aging. For instance, for creatures who are witnessing the illusion, any creature that is found within the area the illusion is affecting will appear to rapidly mature and potentially succumb to old age. Plants that are found within the area of the illusion will appear to grow and eventually rot away as they age. Metals found in the illusion will appear to rust and corrode, and structures can have the chance of collapsing as a result of its weakened structural integrity. The illusion proceeds at a rate of 2 years of aging for every minute passed.",
				"If a creature uses its action to examine the illusion, the creature can determine that it is an illusion with a successful Intelligence ({@skill Investigation}) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Combustion",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 14,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Make a melee spell attack against a creature within your reach. On a hit, you send a magical blue flame through your arms into the creature's body. Until the spell ends, you can use a bonus action to snap your fingers and ignite the flame from inside of the target, ending the spell. The fire damage dealt is equal to an amount of d4s equal to how many rounds the flame stayed inside of the creature + your spellcasting modifier. The target must make a Constitution saving throw, taking half damage on a successful save and the full damage on a failed one. The flame does not ignite if the spell ends in a different way.",
				"A creature targeted by this spell can choose to use its bonus action to make a Constitution check. On a success, the flame dissipates and the spell ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a 5th-level spell slot, the damage dice is a {@dice d8}. When you cast this spell using an 8th-level spell slot, the damage dice is a {@dice d12}."
					]
				}
			],
			"spellAttack": [
				"M"
			],
			"savingThrow": [
				"constitution"
			],
			"abilityCheck": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Conjure Duplicates",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 14,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You project five identical duplicates of yourself, each appearing out of thin air at a point you choose within range. Simultaneously, you can choose to teleport to a point you see within range.",
				"A duplicate has 15 health, but otherwise shares the same exact ability scores, AC, and movement speed as you. On your turn, you can direct each individual duplicate to move to whichever space you want, and they all will take the exact same action as you. Any spell or weapon attack made by your duplicates deals no damage and has no additional effects. A duplicate can only cast cantrips or make weapon attacks, so if you attempt to cast a higher leveled spell, use a bonus reaction, or use a reaction, your duplicates will stand motionless while you perform those things.",
				"When you talk, every duplicate's mouth will move and say the same things that you did. A detect magic spell allows the caster to identify whether a creature is a duplicate because it is considered magical. A duplicate will disappear when the spell ends or when its hit points are reduced to 0."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, you conjure one additional duplicate for every level above 5th."
					]
				}
			],
			"miscTags": [
				"HL",
				"MAC"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Corrosive Touch",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 15,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"Your hand becomes a vessel of disease and corrosion, melting and rusting flesh with just a touch. Make a melee spell attack against a creature. On a hit, the target takes {@damage 5d6} acid damage and must make a Constitution saving throw. On a failed save, the creature is inflicted with a rust infection. For the duration of the spell, every time the infected creature attempts to perform an action, roll a {@dice d6}. On a 1 or a 2, the creature's body locks up, and the action fails to happen that round.",
				"You can alternatively use this spell to create a penalty on a melee weapon made out of metal. The acid and rust takes its place in the weapon, causing it to take a permanent -1 to damage rolls."
			],
			"damageInflict": [
				"acid"
			],
			"spellAttack": [
				"M"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Create Tracker",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 15,
			"level": 6,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a copy of the item you are trying to create"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 24
					}
				}
			],
			"entries": [
				"You create an item of any design no larger than 5 feet in any dimension at a point within range. The object must be a solid, worth less than 100 gp, and if you are attempting to make a duplicate of another item, your creation will have none of the original item's magical properties if it has any. A normal creature sees the tracker you created as a regular object, but sees a magical outline around the object if it has {@sense truesight} or can see invisibility.",
				"Until the spell ends, you can use an action to switch between your vision and the vision from the tracker. Through the tracker, you can see and hear as if you were in its space. Any perception abilities like {@sense darkvision} or {@sense tremorsense|MM} can carry through to what you see and hear through the tracker. While looking through the tracker, you are {@condition blinded} and {@condition deafened} to your own senses.",
				"The spell ends if the tracker is destroyed or dispelled by magic, turning the tracker into a pile of fine gray dust. It can also end if the object is moved farther than 10 miles away from where it was originally casted."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a 7th-level spell slot, the duration is 7 days. When you cast this spell using a 8th-level spell slot, the duration is 30 days. When you cast this spell using a 9th-level spell slot, the spell lasts until either it is dispelled or if you create a new tracker."
					]
				}
			],
			"conditionInflict": [
				"blinded",
				"deafened"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Crimson Toxin",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 16,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a bottle of carrion crawler poison"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You conjure a cloud of reddish fog around a creature you see within range. If the target is breathing as this spell is casted, the creature must make a Constitution saving throw as the intoxicating cloud attempts to make its way into its body. On a failed save, the creature takes {@damage 4d12} poison damage and is unable to take any bonus actions or reactions until the end of its next turn. On a successful save, the creature takes half as much damage and can still perform its turn like normal."
			],
			"damageInflict": [
				"poison"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Cryo Beam",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 16,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "line",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A single sphere of ice expands to release a huge beam of snow and frost in a 60-foot long line. Each creature in the line must make a Dexterity saving throw, taking {@damage 2d8} cold damage and {@damage 2d8} bludgeoning damage on a failed save and half as much on a successful one. Any ground caught in the area of effect of this spell turns to difficult terrain covered in snow for a minute. A creature that fails its saving throw also has its speed halved until the end of its next turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the cold damage increases by {@damage 1d8} damage for each spell slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"bludgeoning",
				"cold"
			],
			"savingThrow": [
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Cyclopean Cog",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 16,
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "line",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "an iron cog"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You call forth a colossal upright iron cog from an otherworldly rift directly in front of you to trample your enemies. This cog is 10 feet wide and is 40 feet in diameter. Creatures that are targeted by this rolling cog must roll a {@dice d20} if they are Medium sized or smaller on the floor. On a roll of 10 or less, the creature takes {@damage 10d8} bludgeoning damage as it is crushed by the cog's massive teeth. A roll of 11 or higher results in the creature avoiding the cog as it is caught in the space between the gear teeth. A creature that is Large or larger or one that is flying less than 40 feet above the ground must make a Dexterity saving throw. On a failed save, the creature takes {@damage 10d8} bludgeoning damage. This cog deals double damage to objects and structures."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the damage increases by {@dice 1d8} for every level above 5th."
					]
				}
			],
			"damageInflict": [
				"bludgeoning"
			],
			"savingThrow": [
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Dazzling Arc",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 16,
			"level": 6,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "fire and a golden chain"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A bolt of white radiant fire darts out of your fingertips, sending sparks of light at a creature you see within range. The target must make a Dexterity saving throw, taking {@damage 7d10} radiant damage on a failed save, and half as much on a successful one.",
				"On a failed save, the light arc takes hold of the creature, using it as a focus to continue its path. The light leaps off to another creature you choose within 15 feet of the original target. The arc continues to jump to another target you see within the same distance, and will continue to repeat the jumps until it makes six leaps or there is no longer a target close enough to continue the arc. As such, up to seven creatures can be targeted by this spell in total. The bolt can not travel back to a creature that is already targeted by this spell.",
				"The damage decreases by {@dice 1d10} off the original damage for each creature hit after the first. Therefore, a seventh creature hit by the spell will take {@damage 1d10} radiant damage before the arc fizzes off into the light. Any creature targeted by this spell can make a Dexterity saving throw, taking the new amount of damage on a failed save and half as much on a successful one.",
				"The arc crackles with radiant energy, delivering a distracting burst of bright light as it makes contact with a creature. Any target that fails its saving throw can not take reactions until the end of your next turn, as the light puts the creature's mind into a mildly dazed state."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 7th level or higher, the range at which the bolt can jump between creatures increases by 5 feet for every level above 6th."
					]
				}
			],
			"damageInflict": [
				"radiant"
			],
			"savingThrow": [
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Death Smog",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 17,
			"level": 9,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "miles",
					"amount": 1
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a deadly cloud of dark green fog shrouded in darkness in a 40-foot radius sphere, centered at a point within range. For the duration of the spell, the radius of the smog increases by 10 feet at the start of each of your turns. The area inside the smog is magical darkness and the radius extends up to a maximum of 140 feet. The smog travels through walls and continues expanding to fill its maximum space.",
				"A creature that starts its turn inside of the death smog and is breathing must make a Constitution saving throw, taking {@damage 12d12} poison damage on a failed save, and half as much on a successful one. Additionally, a creature that is not immune to poison that fails the saving throw begins to turn into stone and is {@condition restrained}. A creature partly turned to stone has to make an additional Constitution saving throw at the end of each of its turns. After three successes, the effect ends on the target, while after three failures, the target is {@condition petrified} until freed by a greater restoration, heal, or wish spell. The successes and failures do not have to be consecutive; keep track of both until a creature collects three of a kind.",
				"A creature can use its reaction every turn to hold its breath and take {@damage 4d12} poison damage instead, with half as much on a successful save. The death smog is thicker than most air pollutants, and it seeps into even the pores of the creature's skin, making holding its breath much more difficult of a task than otherwise. A creature can hold its breath for an amount of turns equal to 3 + the creature's Constitution modifier (minimum of 3 turns) before it drops to 0 hit points and is dying.",
				"Once the spell ends, the smog does not disappear. Instead, it weakens and becomes less thick. The area becomes lightly obscured, the damage as a result of not holding one's breath decreases to {@dice 3d12}, and creatures holding its breath no longer take damage. A creature intoxicated by the death smog has a slight tint of green in their skin color with their nerves clearly visible until the smog is completely gone. The smog can be dispersed by either a strong gust of wind blowing through it for 1 hour or after 24 hours naturally."
			],
			"damageInflict": [
				"poison"
			],
			"conditionInflict": [
				"petrified",
				"restrained"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Debilitate",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 18,
			"level": 2,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"The next time you hit a creature with a melee weapon attack before this spell ends, you magically force the target to show signs of its frailty. This attack deals an additional {@damage 2d4} psychic damage and forces the target to make a Wisdom saving throw. On a failed save, you learn which of the creature's ability scores is the lowest, and until the spell ends, the creature has disadvantage on all checks and saving throws made with that ability score.",
				"A creature affected by this spell makes another Wisdom saving throw at the end of each of its turns. On a successful save, the spell ends."
			],
			"damageInflict": [
				"psychic"
			],
			"savingThrow": [
				"wisdom"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Detect Life",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 18,
			"level": 1,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"For the duration, you know the amount and location of all visible living creatures within 30 feet of you. Any creature you have seen before and recognize faintly shimmer with a white light that only you can see, even through walls, and you know exactly what creature it is.",
				"The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt."
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Dig",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 18,
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a rock and a claw"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You touch one willing creature. The target gains a burrow speed of 15 feet for the duration. Additionally, the target gains 15 feet of Tremorsense."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, you can target one additional creature for every two levels above 3rd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Dimensional Rupture",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 18,
			"level": 8,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a chain link, a white rock, and a black gemstone worth 500 gp",
					"cost": 50000
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"One creature within range must make an Intelligence saving throw against your spell save DC. On a failed save, they will be mentally transported into the depths of a starry void where no one can help it. Here, the creature is tied with chains and is floating freely within this dark space, where it is unable to move in any direction. Simultaneously, a colossal vertical fissure opens 1000 feet in front of the creature, expelling blue flames outwards at high velocities. This fissure continues to expand to a point at which a giant whitish-gray rocky mass begins to appear travelling swiftly in the creature's direction. When this mass collides with the creature, it will be mentally transported back into its current plane, take {@damage 16d6} psychic damage, be knocked back up to 100 feet away from its position, and become {@condition prone}. For every 10 feet it is knocked back, it will take an additional {@damage 1d6} bludgeoning damage. Any creature who this creature is knocked into must succeed a Dexterity saving throw or take the same amount of bludgeoning damage and be knocked {@condition prone}.",
				"To escape the incoming planetoid, the creature must succeed on three saving throws against your spell save DC in the given order: a Strength saving throw, a Wisdom saving throw, and an Intelligence saving throw. Only one saving throw can be made at the end of the creature's turns. These saves must be made successfully within 5 turns of the spell being successfully casted upon the creature. Successes in these saving throws are depicted in the following table.",
				"Strength. Allows the creature to break free of the chains binding them and brace for impact; reduces bludgeoning damage by half and is not knocked {@condition prone}.",
				"Wisdom. Allows the creature to mentally prepare for the incoming planetoid; reduces psychic damage taken by {@dice 6d6}.",
				"Intelligence. Allows the creature to completely escape the illusion and regain control of its body in its current plane; does not take any damage because the planetoid never collides.",
				"While the creature is under the effects of the illusion, its physical body is {@condition grappled} and left {@condition incapacitated} by the magical chains bounding it.  A creature may attack and damage the bounded creature, and by doing so will result in an opportunity for the creature under the illusion to make an immediate reroll of the current saving throw they are on. Once the spell ends, these chains dissipate and the creature is mentally brought out of the starry void."
			],
			"damageInflict": [
				"bludgeoning",
				"psychic"
			],
			"conditionInflict": [
				"grappled",
				"incapacitated",
				"prone"
			],
			"savingThrow": [
				"dexterity",
				"intelligence",
				"strength",
				"wisdom"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Draining Smite",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 19,
			"level": 2,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"The next time you hit a creature with a weapon attack before this spell ends, you drain its life force, dealing an additional {@damage 3d6} necrotic damage. You utilize this gathered life force to mend your own wounds, healing an amount equal to half the necrotic damage dealt. This spell has no effect on undead or constructs.",
				"When you cast this spell using a spell slot of 3rd level or higher, the necrotic damage dealt by the attack increases by {@dice 1d6} for each slot level above 1st."
			],
			"damageInflict": [
				"necrotic"
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Dynamite",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 19,
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "iron powder and charcoal"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You throw a bright brass sphere set alight by magical blue flames at a point within range. The sphere spews flames out violently as it lands, but remains still on the ground for the duration. At the start of every subsequent turn of yours, roll a {@dice d4}. On a 1, the brass ball expands into a massive explosion of blue fire. Any creature within 40 feet of the brass sphere must make a Dexterity saving throw, taking {@damage 10d8} fire damage on a failed save and half as much on a successful one. Any creature within 300 feet of the center of the explosion hears it. If the dynamite has not yet exploded by the time the spell has reached its full duration, the dynamite instantly explodes.",
				"A creature that attempts to pick up the dynamite or starts its turn with the item in hand must make a Dexterity saving throw. On a failed save, the dynamite instantly explodes."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the damage increases by {@dice 2d8} for every level above 5th."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Eldritch Hellfire",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 20,
			"level": 8,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You call upon ancient wellsprings of eldritch magic to create chaos. Three beams of crackling energy form from the ground in a 10-foot-radius, 60-foot-high cylinder centered on points you can see within range.",
				"When a creature enters the spell's area for the first time or starts its turn there, it becomes subject to the dangerous energy emitting from the beams and must make a Constitution saving throw. On a failed save, the creature takes {@damage 6d10} force damage.  On a successful save, the creature takes half as much damage.  A creature may only be subjected to the effects of one beam at a time, regardless if multiple beams occupy the space of a creature.",
				"Additionally, you have some degree of control over these beams. As an action on subsequent turns until the spell ends, you may do one of the following:",
				{
					"type": "entries",
					"name": "Traverse",
					"entries": [
						"You can move one of the beams up to 40 feet in a direction of your choice you can see within range."
					]
				},
				{
					"type": "entries",
					"name": "Abyssal Shock",
					"entries": [
						"Greenish-blue spectral bolts of energy rise from otherworldly cracks on the floor in a 20-foot radius circle centered from one beam you choose. Three Large or smaller creatures you choose in this area are zapped by these bolts and must succeed on a Constitution saving throw or become {@condition stunned} until the end of their next turn."
					]
				},
				{
					"type": "entries",
					"name": "Warp",
					"entries": [
						"You channel the beams' energy to teleport a creature of your choice. A creature caught inside of a beam must succeed on an Intelligence saving throw or is teleported to the center of another existing beam. The creature cannot be teleported into hazards such as a pit or fire."
					]
				},
				{
					"type": "entries",
					"name": "Hellfire",
					"entries": [
						"Flaming greenish-blue meteors fall in a 20 foot radius around the center of an existing beam. All creatures in the area must make a Dexterity saving throw. On a failed save, the creature is pelted by meteors and takes {@damage 4d10} force damage."
					]
				}
			],
			"damageInflict": [
				"force"
			],
			"conditionInflict": [
				"stunned"
			],
			"savingThrow": [
				"constitution",
				"dexterity",
				"intelligence"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Eldritch Wall",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 20,
			"level": 5,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"A translucent wall of bright crackling energy appears at a point you choose within range. The wall appears in any orientation you choose: horizontally, vertically, or diagonally. It can be free floating, or rest on a solid surface. The wall can be made up to 60 feet long, 20 feet high, and 5 feet thick.",
				"When the wall appears, each creature within its area must make a Charisma saving throw. On a failed save, the creature takes {@damage 4d10} force damage, and half as much on a success.",
				"A creature that ends its turn in or attempts to move through the wall takes {@damage 4d10} force damage. Additionally, a creature must make a Charisma saving throw when entering the area of the wall. On a failed save, the creature becomes victim to a force of repelling energy the wall sends towards it. The creature is launched 15 feet away from the wall in a random direction and is knocked {@condition prone}.",
				"You can also command the wall to expel a punishing blast of repelling energy at your foes. As a bonus action, you are able to create a 15-foot cone of energy centered from a point in the area of the wall. Any creature within the cone must make a Charisma saving throw. On a failed save, the creature takes {@damage 2d10} force damage and is knocked {@condition prone}. On a success, it takes half as much damage and is not knocked {@condition prone}. Additionally, the height of the wall decreases by 5 feet."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the damage increases by {@dice 1d10} for every level above 5th."
					]
				}
			],
			"damageInflict": [
				"force"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrow": [
				"charisma"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Elemental Shield",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 4,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"Choose one of the following types of damage: acid, cold, fire, lightning, or thunder. You conjure a shield around yourself that absorbs the chosen damage type. The shield is transparent upon casting, is only visible to you, and has 50 hit points.",
				"Whenever you take damage of the type you chose above, the damage is redirected to the shield instead. If a spell or weapon attack contains two separate damage types, only the one that you chose will go to the shield. When the shield is damaged for the first time, it becomes translucent to all creatures, appearing as a sheen bubble colored based on the damage type.  The spell ends once it drops to 0 hit points."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the wall gains 10 hitpoints for every level above 4th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Elemental Spice",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true,
				"m": "a spice of your choice"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"You touch a pile of spice no heavier than 1 pound, imbuing it with an elemental flavor of your choice. A creature that ingests the spice takes damage over the course of the spell's duration. When you cast the spell, you choose either acid, cold, fire, lightning, or thunder as the spell's damage type.",
				"Every 10 minutes since the creature ingests the spice, it must make a Constitution saving throw. On a failed save, the creature takes {@damage 1d6} damage of the element that you imbued the spice with. Spice affected by this spell is not physically discernable from the same type of spice without the use of magic."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the spice does an extra {@damage 1d6} damage every 10 minutes for every two levels above 2nd."
					]
				}
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Erratic Melody",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 2,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true,
				"m": "an instrument that has been tuned poorly"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You play a ghastly melody with your poorly tuned instrument, which wreaks havoc upon the ears of those who listen to it. Every creature within 30 feet of you, including you, must make a Constitution saving throw, taking {@damage 5d6} psychic damage on a failed save. Any creature who is {@condition deafened} or has their hearing ability impaired in any form will not be affected by the melody."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, your melody becomes increasingly dreadful and the damage increases by {@dice 1d6} for each slot level above 2nd."
					]
				}
			],
			"damageInflict": [
				"psychic"
			],
			"conditionInflict": [
				"deafened"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Field of Mist",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 6,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a glass globe filled with smoke"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Fog begins to creep out of the ground in a circle around you. The fog creeps high enough to heavily obscure any Tiny or crawling creatures inside the area. The ground is not visible, and the entire area is lightly obscured due to the mist that extends out of the fog. When you cast this spell, you can select an amount of creatures to be affected by this spell equal to your spellcasting modifier. An affected creature's form becomes slightly misty, wavering in the air.",
				"As a bonus action, a creature who is affected by the mist can teleport to a point within the area of the spell, being consumed by the mist and reforming at the new location. A strong wind can disperse the mist and end the spell after 6 rounds."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Fire Curse",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 2,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You mutter a word of devilish nature, attempting to curse an enemy with a flaming bind on their soul. A creature targeted by this spell must make a Charisma saving throw or be cursed for the duration of the spell. Whenever the cursed creature takes damage, it takes an additional {@damage 1d4} fire damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the fire damage increases by {@dice 1d4} for every two levels above 2nd."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"charisma"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Flash",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 4,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You attempt to temporarily erase the vision of every creature within 20 feet of a point you choose within range. White spark crackles out of a target's eyes, and the creature must make a Wisdom saving throw. On a failed save, the creature's eyes roll backwards to show only empty white eyes, thus being {@condition blinded}. A creature can repeat the saving throw at the end of each of its turns, ending the blinding effect on a success. Regardless of whether a creature is {@condition blinded} or not, a creature that failed its initial saving throw has disadvantage on Wisdom ({@skill Perception}) checks relating to sight until the spell ends."
			],
			"conditionInflict": [
				"blinded"
			],
			"savingThrow": [
				"wisdom"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Fragility",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 6,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"m": "a brittle bone and a turquoise skull"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You utter a curse, sending a column of turquoise smoke down on a creature of your choice within range. The creature must make a Constitution saving throw. On a failed save, the creature loses the ability to resist danger properly, and automatically fails any saving throw made to reduce damage of a weapon or spell attack to half. Additionally, every weapon and spell attack is a critical hit if it hits."
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Ghost Sight",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 4,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "crushed beetroot, a silk cloth, and the eye of a humanoid that has been turned into a ghost which the spell consumes",
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"The spell allows you to gain the vision of a ghost, being able to hear and see through any object out to 30 feet. You also get {@sense darkvision} up to this distance if you do not already have it. Your ghostly vision detaches from your body, which remains motionless where you cast the spell, {@condition blinded} and {@condition deafened} to your own senses. You are able to move around as a translucent floating head, and are not able to go through walls. A thin spectral tether connects between your physical self and your floating head, and moving farther away than 30 feet from your body will cause the tether to snap, ending the spell and dealing {@damage 5d10} psychic damage to you. Taking damage while in your ghostly form will mentally alert you that something is damaging your body. When the spell ends, you return back to your physical body."
			],
			"damageInflict": [
				"psychic"
			],
			"conditionInflict": [
				"blinded",
				"deafened"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Giant Weapon",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You enhance a weapon you touch with magical energy. Until the spell ends, every single time a creature makes a melee attack with the weapon, a much larger spectral version of the weapon appears around it, following its exact movement. This enhancement increases a creature's reach by 10 feet as long as it is using this weapon. Additionally, its melee weapon attacks deal an extra {@damage 1d8} force damage on a hit. If the weapon isn't already a magic weapon, it becomes one for the duration."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d8} and its reach increases by 5 additional feet for every two slot levels above 3rd."
					]
				}
			],
			"damageInflict": [
				"force"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Globe of Glass",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 5,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a small glass sphere worth at least 100 gp",
					"cost": 10000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A shimmering sphere resembling a glass dome appears centered at a point on the ground within range. The sphere has a 20-foot radius, and any creature in the space of the glass sphere's edge is forced to an empty space of your choice on either side. The sphere is translucent, impassable by non magical movement, and any creature that pushes on the sphere feels a resistance of force. Ranged weapon and spell attacks can still pass through the globe, as can melee attacks that have a reach of at least 10 feet.",
				"As an action on every subsequent turn, you can move the sphere up to 20 feet to another point with solid ground by a path that is unobstructed. Moving the globe of glass through an area where there is an object that is not originally in the sphere in the way will immediately end the spell. Creatures within the area of the spell are moved along with the glass dome to stay inside it.",
				"The globe is a semi-physical object that can be damaged and broken. It has an AC equal to your spell save DC and health equal to twice your hit point maximum. If the globe's health is reduced to 0, the spell ends as the sphere shatters into shards of force, and any creature within 10 feet of the dome must succeed on a Dexterity saving throw or take {@damage 2d10} force damage."
			],
			"damageInflict": [
				"force"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Heartburn",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 1,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You choose up to three creatures within range to place this curse of continual pain upon. A target of this spell must make a Wisdom saving throw. A creature that failed the saving throw takes an immediate 2 fire damage at the start of each of its turns until the spell ends. This curse can be removed with any healing magic or spell with similar effects to lesser restoration. The spell ends on any creature that is reduced to 0 hit points."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, you can choose to target one additional creature for every level above 1st."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Illusory Impasse",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 6,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 500
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a block of ashwood, a stone, and wet soil"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"entries": [
				"You create illusory holes in the ground to resemble a dark chasm or ravine. The general shape of the terrain is the same, including the gains and drops in elevation from hills and mountains. The area in which you create the illusion is made up of up to thirty 15-foot cubes connected adjacently to one another, with all cubes being within range. The ground where the illusion is cast is seen as a ravine to all other creatures. You and any creatures you choose upon casting this spell instead see the ravine as a glimmering translucent image, and can properly see the ground that it is covering. The ravine's depth, composition, and shape is up to your choosing. The inside of the impasse can be whatever you want, possibly ranging from a bubbling pit of lava to a base camp of goblins.",
				"As long as you see the illusion, you can control anything inside the ravine to move however you choose as precisely as possible. You are able to project sounds from any point in the area of the illusion you see. You can have two goblins converse with each other inside of the trench, or you can have an illusory dragon roar loudly. Any sound that you generate can only be heard 500 feet away from the location you casted the spell. A creature that hears any vocal illusion or sees any movement you created can make an Intelligence ({@skill Investigation}) check against your spell save DC, recognizing there to be an illusion on a success.",
				"If you don't generate any movement or sound from the illusion, any creature that has not physically touched the illusion, did not see you cast the spell, or failed its check to recognize the illusion believes the ravine to be real and is magically compelled to not walk over the area or into the ravine. A creature can still fly across, but a strong creature that normally can jump such a ravine with ease will be compelled not to do so.",
				"If you pass through the area or interact with the illusion in a way that makes it seem unreal, any creature that sees you can make the Intelligence ({@skill Investigation}) check, seeing through the illusion on a success. A creature that discerns the illusory impasse for what it is, sees the original terrain, and any vocal or visual creations from the spell become faint to the creature."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Immutable",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 2,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"For the duration, a willing creature you touch cannot be affected by any transmutation spell. A creature that is unwilling can make a Charisma saving throw, ending the spell on a success. A creature that fails this save will immediately revert the creature to its original state and prevent the creature from being affected by transmutation spells."
			],
			"savingThrow": [
				"charisma"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Infectious Bean",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 1,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You conjure a small lime obloid bean in your hand and hurl it at a creature you see within range. A target must make a Dexterity saving throw, taking {@damage 3d6} poison damage on a failed save or half as much on a successful one. If the target is standing on any plants, small weeds grow out of the ground, making the 15 feet by 15 square centered where the bean lands difficult terrain until the end of your next turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d6} for each slot level above 1st."
					]
				}
			],
			"damageInflict": [
				"poison"
			],
			"savingThrow": [
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Infernal Chasm",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 9,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 500
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a forked metal rod, worth at least 1000 gp, attuned to either the Abyss or the Nine Hells",
					"cost": 100000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"The ground is ripped apart to form a massive ravine centered on a point within range. This chasm can take the form of a 100 feet long fissure, or a ring with an inner diameter of up to 40 feet. Either way, the chasm is 20 feet wide and extends 200 feet deep. At the bottom of the chasm lies an extradimensional portal to either the Abyss or the Nine Hells (depending on the rod you used). Flames occasionally billow out in bursts of intense heat, and an ominous infernal laughter that fills the entire chasm can be heard up to 100 feet away. When you cast this spell, all creatures within the area where the chasm opens must succeed on a Dexterity saving throw or begin falling into the chasm. A creature that succeeds on the save will move to the closest edge.",
				"Every subsequent turn while the spell is active, you can use an action to cause one of the following effects of your choice to happen. You cannot use the same effect on consecutive rounds.",
				{
					"type": "entries",
					"name": "Quake",
					"entries": [
						"The ground surrounding the edges of the chasm momentarily bursts upward and shakes violently. Any creature within 20 feet of the edge of the chasm must succeed on a Dexterity saving throw or be pushed 15 feet towards the edge. A creature that arrives at the edge and is still moving forward falls into the ravine. Additionally, on a failed save, a creature takes {@damage 10d8} bludgeoning damage, and half as much on a successful one as rocks splinter violently out of the ground."
					]
				},
				{
					"type": "entries",
					"name": "Claws",
					"entries": [
						"Three ghastly spectral claws resembling a fiery worm shoot out of the ravine. Choose a target within 20 feet of an edge of the chasm for each claw, and that target must make a Constitution saving throw, taking {@damage 14d8} fire damage on a failed save. A creature who fails the save is also infected with a mild infernal disease. A lingering flame within the creature causes them to take an additional {@damage 1d8} fire damage every single time it takes damage. Using lesser restoration or similar magic, or dousing the creature's body in water will remove this effect. A successful save deals only half as much damage and the creature does not get infected."
					]
				},
				{
					"type": "entries",
					"name": "Summon",
					"entries": [
						"You call out into the chasm to request for its infernal assistance. You pick either {@dice 3d4} spined devils, {@dice 1d6} bearded devils, or {@dice 1d2} barbed devils for the Nine Hells, and you can pick {@dice 1d3} shadow demons, {@dice 1d2} barlguras, or 1 chasme for the Abyss. You can pick where the fiends you rolled are summoned as long as they are summoned within 20 feet of the edge of the ravine or are in the ravine. The fiends are not allies to you, can be hostile, and are controlled by the DM. A summoned fiend will act as they would normally, and they will disappear after 24 hours."
					]
				},
				{
					"type": "entries",
					"name": "Howl",
					"entries": [
						"The ghastly breathing from inside the ravine increases in volume momentarily, giving off a deathly moan. Any creature you choose that is not {@condition deafened} and is not a fiend within 60 feet of ravine or is in the ravine must make a Wisdom saving throw. On a failed save, the creature takes 20 psychic damage and is {@condition stunned}. A successful save deals 10 psychic damage, and the creature does not get {@condition stunned}. A creature can repeat the saving throw at the end of their turn, ending the effect on a success.",
						"The area within 30 feet of the chasm is filled with small cracks and stones, making it difficult terrain. The extradimensional portal at the bottom of the chasm emits bright light out to 100 feet, and dim light to 100 feet beyond that.",
						"A creature that falls into the extradimensional portal exits their plane of existence and appears at a random location on the plane of existence represented by the tuning fork. If the spell ends before the full duration is over, the creature will be teleported back to the original plane it was on at the point it last felt the surface ground. If the spell ends as a result of reaching the full duration, any creature that fell into the portal will be trapped on the new plane of existence and must find their way back by their own means."
					]
				}
			],
			"damageInflict": [
				"bludgeoning",
				"fire",
				"psychic"
			],
			"conditionInflict": [
				"deafened",
				"stunned"
			],
			"savingThrow": [
				"constitution",
				"dexterity",
				"wisdom"
			],
			"miscTags": [
				"FMV"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Insight",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 3,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You look deep into the mind of another creature, and quickly learn about its strengths and its weaknesses. A creature you see within range must make an Intelligence saving throw. On a failed save, you learn the exact value of two of the creature's different ability scores of your choosing. If the challenge rating of the creature you attempt to identify is 11 or higher, the DM may choose to give you a rough estimate instead of a precise value.",
				"If you are casting this spell as a ritual, the creature you are reading must be in your sight for the entire casting time."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with a 5th-level spell slot, the challenge rating limit is 16. When you cast this spell using a 7th-level spell slot, the challenge rating limit is 21. When you cast this spell using a 9th-level spell slot, you will always get the exact scores."
					]
				}
			],
			"savingThrow": [
				"intelligence"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Intoxicating Smite",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"The next time you hit a creature with a weapon attack before this spell ends, you imbue a magical poison into the bodies of your enemies, dealing an additional {@damage 4d8} poison damage. Additionally, the poison blurs the way the target thinks and hinders its bodily performance. The creature has to succeed on a Constitution saving throw or loses proficiency in all of its saving throws until the spell ends.",
				"A creature affected by this spell makes another Constitution saving throw at the end of each of its turns. On a successful save, it is no longer {@condition poisoned} in this way."
			],
			"damageInflict": [
				"poison"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Invoke Weakness",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a dead firefly and a sharp stone"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"You roughly locate the areas of weakness on a creature you choose within range by invoking faint glows in the target's body. Once per turn, any creature attempting to make a melee attack against your target creature must succeed on an Intelligence ({@skill Investigation}) check contested by the target's Intelligence check.",
				"On a success, the creature knows the location of all of the target's brittle points. Each melee attack made by a creature that notices these glows deals an additional {@damage 1d8} force damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature within range for every level above 1st."
					]
				}
			],
			"damageInflict": [
				"force"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Iron Mind",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 6,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "iron dust worth at least 100 gp",
					"cost": 10000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"You strengthen the mind of a willing creature you touch, protecting it from debilitating mental effects. The target of this spell gains a mental barrier that has 50 hit points for the duration of the spell. Whenever the creature takes psychic damage, the damage is redirected towards the barrier. If an effect or attack brings the barrier's hit points to 0, the spell ends, and any excess damage carries over to the creature.",
				"Additionally, the creature gets advantage on Intelligence, Wisdom, and Charisma saving throws against divination, enchantment, and illusion spell effects. The target can retaliate mentally against any creature that attempts to infiltrate its mind. The caster attempting to do so must make an Intelligence saving throw, taking {@damage 8d6} psychic damage on a failed save."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 7th level or higher, the hit points of the mental barrier increases by 25 for every level above 6th."
					]
				}
			],
			"damageInflict": [
				"psychic"
			],
			"savingThrow": [
				"charisma",
				"intelligence"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Ivan's Invisible Realm",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 6,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"s": true,
				"m": {
					"text": "a white marble worth at least 500 gp",
					"cost": 50000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a 40-foot radius field of wind and smoke centered at a point within range. The area is lightly obscured. When you cast this spell, you choose an amount of creatures to benefit from this spell equal to 2 + your spellcasting modifier. An affected creature turns translucent but still visible, shimmering with a white outline across its body. At the end of each of its turns, an affected creature can roll a {@dice d20}. On a 11 or higher, the creature turns {@condition invisible} until the start of its next turn.",
				"The swift winds that blow through the region of the spell allow for an affected creature to travel throughout the area at a rapid pace and without making much sound. Affected creatures can take the {@action Hide} action even when lightly obscured. Additionally, any target in the area of effect of this spell gets advantage on {@skill Stealth} (Dexterity) checks, a hover speed equal to its speed, and the ability to use a bonus action to take the {@action Disengage} action."
			],
			"conditionInflict": [
				"invisible"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Lecrul's Cake Blessing",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 9,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a mixture of cornstarch, baking soda, and flour, as well as an amethyst gemstone worth at least 1000 gp which the spell consumes",
					"cost": 100000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A massive layered cake magically forms at a point you see within range. The fluffy cake is covered in a sweet glaze that makes it the perfect dessert. Its rich and flavorful filling is solid and hearty, making it extremely popular amongst creatures from all over. The floating spectral plate beneath the cake is covered in the sweet drips of cherry and boysenberry syrup lining the side of the dessert from top to bottom.",
				"Though it would make the perfect birthday cake for your friends and family, the magical cake also provides wondrous magical effects to those who eat it. Up to six creatures can partake in the eating of the cake, which happens during the casting time of the spell. The flavorful warm cream provides a pool of 250 temporary hit points which you can spread amongst the creatures affected by the spell. Additionally, the creatures also make all Constitution saving throws with advantage and are immune to being {@condition charmed}. The dessert also comes with one additional benefit that only affects one participant of your choice from the following options:",
				{
					"type": "entries",
					"name": "Cherry on Top",
					"entries": [
						"Only one creature can eat this massive, juicy cherry sitting at the cake's top layer. This creature can take an additional action on each of its turns that can be used for the {@action Attack} (one attack only), {@action Dash}, Use an Object, or {@action Hide} action. Its movement also does not provoke opportunity attacks."
					]
				},
				{
					"type": "entries",
					"name": "Rich Chocolate Filling",
					"entries": [
						"The cake is striped with dark brown patches of luscious melted chocolate. The creature you choose can add your Charisma modifier to any saving throw it makes as its reaction."
					]
				},
				{
					"type": "entries",
					"name": "Baked Alaska",
					"entries": [
						"The layered cake is modified into the shape of this famous exquisite dessert. The creature gains immunity to cold damage and is immune to being magically {@condition restrained}, {@condition stunned}, or {@condition paralyzed}.",
						"The cake can not be eaten after the spell casting ends, and these magical benefits last for 24 hours. A creature only gains the benefits of this spell as long as it still has any temporary hit points from the cake."
					]
				}
			],
			"conditionInflict": [
				"charmed",
				"paralyzed",
				"restrained",
				"stunned"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"ADV",
				"THP"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Lecrul's Cream Shower",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a ball of ice cream"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Enormous cream puffs of ice and delicious flavor rain down at three different points you can see within range. Each creature in a 10-foot-radius sphere centered on each point you choose must make a Dexterity saving throw, taking {@damage 5d8} bludgeoning damage on a failed save, and half as much on a successful one. A creature can only be affected by one cream puff.",
				"The area where the cakes land becomes covered in bits of slippery frost, making the space difficult terrain. Additionally, a creature instantly takes 5 cold damage when it enters the spell's area for the first time on a turn or ends its turn there. The frosted cream absorbs into the body of the creatures it affects, and each individual area will disappear either after the cream deals 20 cold damage or when 1 minute has passed."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the bludgeoning damage increases by {@dice 1d8} for each spell slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"bludgeoning",
				"cold"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Lecrul's Messy Meringues",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 6,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true,
				"m": "a meringue"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You choose a creature you can see within range, and it must make an Intelligence saving throw. On a failed save, the creature takes {@damage 8d4} psychic damage and suffers the spell's effects for the duration of the spell. On a successful save, the creature takes half as much damage and does not get any additional effects.",
				"A creature affected by this spell has its vision warp back and forth and sees everything in blurry shades of purple, making all Wisdom ({@skill Perception}) checks with disadvantage. You choose an amount of creatures and constructs within 60 feet of you equal to your spellcasting modifier. The target sees these creatures and constructs as enormous meringues that move around in a regular fashion. The creature can still hear normally though, and believes that the cakes are living entities that have been unfortunately visually devolved into a lavish dessert. It is able to distinguish between hostile cakes and friendly cakes.",
				"Once per turn, if a creature that the target perceives as a meringue takes damage, the cake bursts open, shooting out lemony white blotches of frosting in all directions. The target takes {@damage 4d4} psychic damage. The target may make an Intelligence saving throw against your spell save DC at the end of its turn if it takes damage from the cakes, ending the spell on a success. The target may also close their eyes at the beginning of its turn to avoid the damage; however, this leaves it {@condition blinded} until the start of its next turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 7th level or higher, all damage increases by {@dice 1d4} for each spell slot level above 6th."
					]
				}
			],
			"damageInflict": [
				"psychic"
			],
			"conditionInflict": [
				"blinded"
			],
			"savingThrow": [
				"intelligence"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Lecrul's Sticky Chocolate",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 8,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "hardened elder tree sap and opal worth at least 200 gp which the spell consumes",
					"cost": 20000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"The ground in a 40-foot radius circle centered on a point you see within range becomes covered with a brown acidic muck; this area is considered difficult terrain. Every creature within the area of the spell as it is casted is subject to the draining sludge and must make a Constitution saving throw, taking {@damage 4d8} necrotic damage on a failed save and half as much on a successful one.",
				"While in the area of the spell, all creatures have vulnerability to acid and fire damage due to the wound openings that the gooey muck burned into their skin. Additionally, as a bonus action every turn until the spell ends, you can automatically deal {@damage 3d8} necrotic damage to a creature within the area. You heal an amount of hit points equal to the necrotic damage you deal.",
				"When the spell ends, the chocolate explodes, dealing additional damage to all creatures still within the area. An affected creature must make a Constitution saving throw, taking {@damage 4d8} necrotic damage on a failed save, and half as much on a success. On a failed save, the creature also suffers one point of {@condition exhaustion}."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 9th level, the necrotic damage you deal as a bonus action increases by {@dice 1d8}."
					]
				}
			],
			"damageInflict": [
				"necrotic"
			],
			"conditionInflict": [
				"exhaustion"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"HL",
				"UBA"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Limited Magical Immunity",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 7,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a glass globe and gold worth at least 300 gp",
					"cost": 30000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You bestow a glimmering golden outline around a creature's body that prevents magic from taking any effect. A willing creature you touch is immune to spells of 5th level or lower unless it chooses to be affected for the duration of this spell."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell with an 8th-level spell slot, the duration increases to 1 hour. When you cast this spell using a 9th-level spell slot, the spell lasts for 24 hours."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Mass Restoration",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 4,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "diamond dust worth at least 150 gp, which the spell consumes",
					"cost": 15000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"For each of five creatures you choose within range, you can end either one disease or one condition afflicting it. The condition can be {@condition blinded}, {@condition deafened}, {@condition paralyzed}, or {@condition poisoned}."
			],
			"conditionInflict": [
				"blinded",
				"deafened",
				"paralyzed",
				"poisoned"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Maximilian's Seismic Wave",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 7,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 300
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a large stone gauntlet and a fistful of gravel"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Parts of the ground begin floating out of the earth into the air at a point you see within range over the course of the minute you use to cast this spell. The earth forms what appears to be a large rocky fist hovering high in the air at a point you see within range. Creatures nearby are aware that a powerful spell is being cast, seeing chunks of earth lifting before their eyes. When the spell is casted, the rocky fist collapses downward, slamming into the ground underneath it with massive impact. Every creature within a 90-foot radius must make a Constitution saving throw, taking {@damage 12d12} bludgeoning damage and falling {@condition prone} on a failed save, as the earth erupts violently below it. On a successful save, the creature takes half as much damage and doesn't fall {@condition prone}. The spell deals double damage to objects and structures."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 8th level or higher, the damage increases by {@dice 3d12} for every level above 7th."
					]
				}
			],
			"damageInflict": [
				"bludgeoning"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Mental Reverb",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 6,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You damage the brain by replaying the pain of the previous round of combat. A creature you see within range must make a Wisdom saving throw. On a failed save, a thin white arc of light connects your brain to that of the target's. On this turn and on each of your turns for the duration, you can use your action to attempt to use this arc to automatically attack the creature's mind. It must make a Wisdom saving throw, taking psychic damage equal to half the damage the target took in the last round on a failed save. The spell ends if the target is ever outside the spell's range or if it has total cover from you. Dropping the creature to 0 hit points will also end this spell."
			],
			"savingThrow": [
				"wisdom"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Metagame",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 9,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 500
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a 20-sided dice worth at least 1000 gp which the spell consumes",
					"cost": 100000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"An enormous circular rift appears in the air 500 feet above a point on the ground you see within range, opening a momentary pathway to an unenterable separate plane of existence. From underneath, you can see an enormous humanoid figure in a dark hooded cloak bending over on the other side of the rift. The figure speaks a few words in a booming voice that can be heard by any creature within 1 mile of the rift, before placing a hand over it and releasing a massive {@dice d20} dice through the rift, collapsing downwards to the point you chose. The enormous dice resembles the dice you used in the casting of the spell.",
				"Any creature in the 60-foot radius, 500-foot high cylinder underneath the rift must make a Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma saving throw, counting the amount of successes and failures in total. The enormous magical dice affects both the physical and mental, and acts as the true test of a creature's full capabilities. A creature that failed 5 or more saving throws gets brutally crushed by the dice, taking {@damage 15d20} force damage. A creature that failed 3 or 4 saving throws takes half as much damage, and a creature that failed 2 or less saving throws takes no damage.",
				"As the dice lands, it starts to disappear in a cloud of smoke from the bottom up, but remains motionless for enough time to identify the result of the roll. The DM then rolls a {@dice d20}, symbolizing the result of the massive dice. The effect produced by each number is listed below.",
				"1-The power of being able to cast this spell pushes your mental and physical body beyond its limits past the threshold of life and death. You instantly die, turning into magical dust that flows with the wind in the direction of the rift. You cannot be brought back to life by any spell except for true resurrection if you die in this way.",
				"2-A deafening boom followed by a wave of intense heat bursts out from the dice as it lands. Every creature within 500 feet of the dice must succeed on a Constitution saving throw or become {@condition deafened} for 1 hour. Additionally, the area within 1 mile of the dice becomes placed under the same effect as an antimagic field for 24 hours.",
				"3-You and every creature within 150 feet of the point you chose is each instantly transported to a random location in the Astral Plane.",
				"4-An adult red dragon appears at the point you chose, hostile to any creature that it sees nearby. It adds itself to the turn order and will begin destroying everything on sight, with breath initially recharged. The dragon will disappear after {@dice 1d6} hours.",
				"5-A cool ripple flows throughout your body, returning your mind and body to a fundamental and balanced state. All your ability scores instantly become 10 and you end any spell you are concentrating on. You deattune to any magic items you were attuned to previously, cannot use any class abilities, lose all your racial traits, and cannot cast any spells above 3rd level. Additionally, you lose all your proficiencies and your alignment becomes true neutral. This effect lasts for the next {@dice 1d6} days and can only be reverted by a wish spell.",
				"6-You are instantly engulfed by magical flames that expand outwards to affect all creatures within 30 feet of you. Every creature within the area of effect must make a Dexterity saving throw, taking {@damage 12d12} fire damage on a failed save, and half as much on a successful one. If this damage reduces your hit point to 0, you instantly die and your body is transported to the Nine Hells where you are revived as a lemure.",
				"7-Dark magic drains your arcane energy. You lose all your spell slots until your next long rest and your Strength Score is reduced to 3 for the next {@dice 1d6} days. Taking a long rest will decrease the recovery time by 2 days.",
				"8-You release an uncontrolled burst of necromantic magic. {@dice 1d3} thin green beams of energy shoot out from you in the direction of the closest creatures regardless of it being friendly or hostile. Each target is subject under the disintegrate spell against your spell save DC.",
				"9-Five chasmes fly out from the circular rift right as it begins to close. They add themselves to the turn order under one roll and will behave like normally. The chasmes will disappear after {@dice 1d6} hours.",
				"10-You and every creature within 150 feet of the point you chose changes to the closest Neutral alignment on the Lawful-Chaotic scale.",
				"11-You and every creature within 150 feet of the point you chose changes to the closest Neutral alignment on the Good-Evil scale.",
				"12-You gain insight of what is to come in the coming future. You instantly cast divination 3 times without consuming any material components and with a 100 percent success rate each time.",
				"13-You grow larger by one size, and your muscles are imbued with a magical strength that guides your newfound feral senses and savagery. You score critical hits on a natural 15-20 with melee weapon attacks, and you can roll one of the weapon's damage dice one additional time and add it to the extra damage on a critical hit with this weapon. You cannot be surprised by unseen attackers and you are aware of the location of any creature within 30 feet of you given you are not {@condition blinded} or {@condition deafened}. Additionally, your Strength score increases by 4 to a maximum of 24. These benefits last for the next {@dice 1d6} days.",
				"14-Silvery wings spread out behind your arms, and a slight wind curls underneath you to form a twister around your legs. Your movement does not provoke opportunity attacks and you gain a flying hover speed equal to your movement speed. When you are subjected to an Effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail. Additionally, your Dexterity score increases by 4 to a maximum of 24. These benefits last for the next {@dice 1d6} days.",
				"15-Your body revitalizes, clearing you of any curses, negative conditions, and disease. The surge of health retains within your body and allows you to take more damage than you normally are able to. You become immune to poison damage, and gain resistance to bludgeoning, piercing, and slashing damage from non-magical attacks. Additionally, your Constitution score increases by 4 to a maximum of 24. These benefits last for the next {@dice 1d6} days. This change in Constitution also increases your hit point maximum until the spell ends.",
				"16-Your head glows with a brilliant pink light as normally inaccessible knowledge flows into your mind. You instantly learn every spell from any class spell list. Additionally, your Intelligence score increases by 4 to a maximum of 24. These benefits last for the next {@dice 1d6} days.",
				"17-Your eyes are replaced with a white emptiness that emits bright light out to 10 feet, giving you a divine awareness of everything that is happening around you. You gain {@sense truesight} out to 120 feet, the ability to see through walls, and are not affected by any divination or enchantment spells. Additionally, your Wisdom score increases by 4 to a maximum of 24. These benefits last for the next {@dice 1d6} days.",
				"18-You gain an uncanny ability to persuade and deceive exceptionally, and your words appear more eloquent and confident to everyone around you. Whenever you make a Charisma related check, you can replace the number you roll with a 10. Creatures get disadvantage on Wisdom ({@skill Insight}) checks made against you. Additionally, your Charisma score increases by 4 to a maximum of 24. These benefits last for the next {@dice 1d6} days.",
				"19-A magical insurgence flows through your body, replenishing your stamina and arcanic abilities. You regain all expended spell slots, including the 9th level spell slot used to cast this spell. You regain all your hit points and recover any used abilities. Additionally, the dice component you used for this spell is not consumed.",
				"20-You gain the power to cheat luck and enter a divine state where you perform far beyond the abilities of a mortal. For the next 24 hours, all your non{@dice  - d20} rolls give the maximum possible value and your greatest ability score is replaced by a 30."
			],
			"damageInflict": [
				"fire",
				"force"
			],
			"conditionInflict": [
				"blinded",
				"deafened"
			],
			"savingThrow": [
				"charisma",
				"constitution",
				"dexterity"
			],
			"miscTags": [
				"HL",
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Microseism",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 20
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You blast the ground with seismic energy, sending a 4-foot tall rolling wave of earth outwards from you in all directions. All creatures within the area of effect must make a Dexterity saving throw to jump over the moving earth. On a failed save, the creature is caught by the wave, taking {@damage 5d8} bludgeoning damage and is pushed 15 feet away from you. On a successful save, the creature is able to jump over the rolling earth, escaping the pushback and taking half as much damage.",
				"A Tiny creature automatically fails the saving throw. A Large creature has advantage on the saving throw, and a Huge or larger creature automatically succeeds."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d8} for every level above 3rd."
					]
				}
			],
			"damageInflict": [
				"bludgeoning"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"FMV"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Midnight Melody",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 9,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 300
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a flute and a miniature sculpture of the moon"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You create a massive illusion filled with the tranquility of a moonlit midnight in a forest meadow. A 60-foot radius black spherical dome appears at a point within range. Every creature that starts its turn inside of the dome must make a Wisdom saving throw or be {@condition charmed} by the spell. A creature that is immune to being {@condition charmed} is not affected by the illusion.",
				"The black dome is not a physical object and can be passed through normally. Creatures outside of the dome and uncharmed creatures inside the dome see a dark but translucent covering instead of a pure black wall. Charmed creatures inside the dome take the black dome to be the night sky, stars shimmering brightly in every direction. A huge gibbard moon shines with brilliant white light above an elven forest that resembles the Feywild inside of this illusion. Woodwind music whistles throughout the illusory night, and small ponds of still water reside next to riverbanks lined with rows of blossoming crystal flowers, seemingly dancing in the light breeze.",
				"A creature {@condition charmed} by the illusion enters a peaceful state of mind, sees and hears no other creatures, loses concentration, and is hypnotized by the gleaming light of the large moon. It hears and sees nothing from outside the sphere, and cannot receive information via divination spells or telepathically. It loses its bonus action and reaction and must use its movement every turn to move as close as it can to the point directly underneath the moon at the center of the sphere, and must use its action to {@action Dash} if not there yet. Otherwise, it loses its action on that turn. A creature that ends its turn inside of the illusion gains 10 temporary hit points, as beautiful naturistic music plays through its head. A creature can have a maximum of 80 temporary hit points granted by the music of the spell. A {@condition charmed} creature can make a Wisdom saving throw at the end of each of its turns. On a success, it is no longer {@condition charmed}, and can attempt to run out of the illusion. The area affected by the spell is considered difficult terrain.",
				"If a {@condition charmed} creature takes damage from a source outside of the sphere, it is no longer {@condition charmed}. When the spell ends or when a creature leaves the area of effect, it loses all its temporary hit points given by the spell, if any. The creature then must make a Wisdom saving throw, taking psychic damage equal to 40 + the amount of cumulative temporary hit points granted by this spell on a failed save, or half as much on a successful one. This damage can not exceed 120."
			],
			"conditionInflict": [
				"charmed"
			],
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"THP",
				"UBA"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Mordenkainen's Marionette Mask",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a white porcelain mask"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A puppeteer's mask appears on your face and remains there for the duration. The mask is a mixture of swirling black and white energy, with empty black voids as the eyes. The mouth is a pair of dark red lips, and it moves as you talk. The first creature that is not {@condition blinded} that looks at you has to make a Wisdom saving throw or be {@condition charmed}, as the hypnotic patterns of the mask compels it to fall into a trance. On any of your subsequent turns, you can use a bonus action to force the creature to spend its turn to do the same action as you to the best of its abilities. For example, if you cast fireball and it doesn't know how to cast that spell, it can possibly cast fire bolt. This assumption cannot allow the creature to cast anything at a higher level than you. The attack will be directed towards the same target if it is a ranged attack. If it casts a spell above 3rd level as a result of copying your action, it can make a Wisdom saving throw with a DC equal to 10 + the spell's level. On a success, it does not cast the spell and the spell ends. If you do not usher the creature to follow your action for a round, it stands motionless, {@condition paralyzed}, as it stares off into your mask with its voidish black eyes.",
				"If at any time you leave the creature's line of sight, the spell ends. The creature can make another Wisdom saving throw at the end of each of its turns or if your action forces it to hurt one of its allies, ending the spell on a success. If it takes any damage, the spell immediately ends."
			],
			"conditionInflict": [
				"blinded",
				"charmed",
				"paralyzed"
			],
			"savingThrow": [
				"wisdom"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Noxious Fumes",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 6,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "oleander and a handful of sulfur powder"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You slowly release a cloud of toxic fumes from your hands with a loud hissing sound. Each creature in a 60-foot cone must make a Constitution saving throw. A creature takes {@damage 5d10} poison damage on a failed save, or half as much damage on a successful one. The thick fumes linger in the air, making the area of effect lightly obscured until the beginning of your next turn.",
				"On a failed save, a creature not immune to poison damage is inflicted with the {@condition poisoned} condition for 1 minute, heaving and gagging as the fumes penetrate the body. This magical poison can end on a creature that receives a healing spell of 6th level or higher."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 7th level or higher, the poison damage increases by {@dice 1d10} for every level above 6th."
					]
				}
			],
			"damageInflict": [
				"poison"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Oblivion",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 7,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a handful of crystal shards"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You attempt to exhaust the control and awareness of a creature you can see in range, leaving it as a moving body of aloof, naive impulsivity. The creature must make a Wisdom saving throw.",
				"On a failed save, the creature's Wisdom score becomes 1. The creature is completely clueless to its own surroundings, and so any attack against it is made with advantage. It can only use the {@action Attack} and Cast a Spell action options in combat, and is unable to take any reactions. The creature becomes driven solely by its natural desires and has no understanding of its surroundings.",
				"These effects last for 24 hours, and can also be ended by greater restoration, heal, or wish."
			],
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"HL",
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Omniscience",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 8,
			"school": "D",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a golden eye and crystal ball worth at least 500 gp which is consumed",
					"cost": 50000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You strain your mind past its normal limits for a brief moment, taking in knowledge of your entire surroundings all at once. Make a Constitution saving throw. You take {@damage 14d8} psychic damage on a failed save and half as much on a successful one. Regardless of the outcome of the roll, the amount of information you ram into your mind in a mere one minute takes a large toll on both your mind and body. You have disadvantage on all Intelligence checks and Intelligence saving throws for the next {@dice 1d4} days. A greater restoration or wish spell ends this effect.",
				"You are now able to absorb the knowledge of every person, place, and what anyone is doing within 1 mile of you. Your mind is not actively thinking about every scenario at once. For example, within this 1 mile, you might now store somewhere in your mind the activities in a local tavern, but you won't be thinking of that until you specifically attempt to. When you try to retrieve knowledge about a specific location or person, you gain a mental photographic image of what you would see if you were a spectator to the situation. You retain the visual and auditory knowledge of everything that happened at that instance in time for the next 24 hours. For the duration of the spell, you can choose to use an action to switch to a different location.",
				"A creature within the area that has a Wisdom score higher than your Wisdom score gets a sensation that they are being watched, though they do not know by whom or by what method.",
				"For the duration of the spell, you are {@condition blinded} and {@condition deafened} to your own senses, and you are {@condition paralyzed}."
			],
			"damageInflict": [
				"psychic"
			],
			"conditionInflict": [
				"blinded",
				"deafened",
				"paralyzed"
			],
			"savingThrow": [
				"constitution",
				"intelligence"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Penetrate",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 5,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a needle, ghast's eye, and opal worth at least 200 gp which the spell consumes",
					"cost": 20000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"The next time you make a ranged weapon attack before this spell ends, your projectile is infused with an entropic darkness that diffuses anything in its path. The range of your weapon attack changes into a 5-foot wide line area of effect up to the short range of your weapon. The projectile opens up a passage through any object or creature in the area, and you must make a separate ranged weapon attack roll for each creature caught in the line of penetration. If no creature in the area of effect is hit, the projectile loses its magic and it proceeds up to the long range with disadvantage as it normally would.",
				"A creature hit with the magic-infused attack must make a Constitution saving throw, taking an additional {@damage 6d10} necrotic damage on a failed save and half as much on a successful one. Additionally, on a failed save, a creature that is not a construct or undead has its vital body parts rupture violently, as an object has passed through its body. Bleeding to death consciously, the creature now has to make death saving throws at the start of each of its turns, yet it retains the ability to perform anything it could normally do in a turn. The spell ends on the creature after three successful death saves and it instantly dies after three failures. Taking damage will not force the creature to fail a death saving throw like it would if it were {@condition unconscious}. A creature within 5 feet of an affected target can attempt to make a Wisdom ({@skill Medicine}) check as an action against your spell save DC, ending the spell effect on that creature on a success. The creature can attempt to make this check on itself as well, but it does so with disadvantage. The wound is visible to any creature that sees it, appearing as a black hole out on the front and back of where the target was hit. A greater restoration, heal, or wish spell will also end the effect on a target."
			],
			"damageInflict": [
				"necrotic"
			],
			"conditionInflict": [
				"unconscious"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Penumbrance",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 2,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": "a shadow demon's claw"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"A dark shadow rises from the ground, circling your body until it shrouds you completely. The shadow barrier you create protects you, and you are considered to be under half cover at all times until the spell ends. You also make Dexterity ({@skill Stealth}) checks with advantage and can move 15 additional feet a turn while in either dim light or darkness. Additionally, until the spell ends, you can take the {@action Dash}, Disengage, or {@action Hide} action as a bonus action."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Pin Missile",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a golden pin"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A single golden dart of magical force shoots out to a creature within range. A creature targeted by this spell takes {@damage 6d4 + 6} force damage and needs to make a Constitution saving throw. On a failed save, the creature is {@condition stunned} until the end of its next turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 2d4} for each slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"force"
			],
			"conditionInflict": [
				"stunned"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Plate of Stone",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 1,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a bag of small pebbles"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You generate a shield made of multiple sheets of hard stone around a creature you touch. Until the spell ends, the target of this spell gains a temporary shield that has 10 hit points. Whenever the creature takes bludgeoning, piercing, or slashing damage from nonmagical attacks, the damage is redirected towards the shield. If an effect or attack brings the shield's hit points to 0, the spell ends, and any excess damage carries over to the creature."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the shield gains 10 more hit points for every level above 1st."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Power Leech",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 6,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a leech and a black sapphire worth at least 200 gp, which the spell consumes",
					"cost": 20000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You shoot a thin black beam of dark energy from the sapphire, stealing the strength away from a creature you see within range. The creature must succeed on a Dexterity saving throw or have its Strength score reduced by {@dice 1d6 + 1}. This reduction can only be reverted by a greater restoration, heal, or wish spell. Additionally, on a failed save, the creature takes {@damage 5d12 + 10} necrotic damage. A creature that has its Strength reduced to 0 dies.",
				"You regain an amount of hit points equal to half of the necrotic damage you dealt, and your Strength score increases by the amount you reduced for the next hour. This increase does not allow your Strength to exceed 24."
			],
			"damageInflict": [
				"necrotic"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Power Word Bold",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 7,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"A wave of strengthening energy washes over a creature you touch as you speak a word of power that activates all of its physical bodily defenses. The creature gains 30 temporary hit points and is resistant to all forms of bludgeoning, piercing, and slashing damage."
			],
			"miscTags": [
				"THP"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Power Word Drain",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 8,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You speak a word of power that drains the mental and physical abilities of a creature. The target's muscles begin to fatigue, its legs begin to collapse, and it temporarily loses the ability to fight properly. If the creature you choose has 150 hit points or fewer, it immediately gains three points of {@condition exhaustion}. Otherwise, the spell has no effect. Additionally, you lose all points of {@condition exhaustion}, if any. For the duration the target still has any of its temporary {@condition exhaustion} points, any damage you deal to the target will recover your hit points for an amount equal to half the damage dealt.",
				"These three points of {@condition exhaustion} are temporary and can be slowly removed. At the end of each of the creature's turns, it can make a Constitution saving throw, removing one of these temporary {@condition exhaustion} points on a success. A lesser restoration spell can remove one of these points, and a greater restoration spell removes all of the points."
			],
			"conditionInflict": [
				"exhaustion"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Power Word Mark",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 7,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You utter a word of power that exposes all the weaknesses in a creature's body. If the target has 150 hit points or fewer, it instantly becomes vulnerable to all damage. Otherwise, the spell has no effect. If the creature is reduced to 0 hit points as a result of the doubled damage from this spell, it regains 1 hit point.",
				"The target must make a Constitution saving throw at the end of each of its turns. On a successful save, this effect of vulnerability ends. Dispel magic or any healing spell of 7th level or higher can also end this spell."
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Prayer of Glory",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 8,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"m": {
					"text": "a shield and a large candle with the symbol of your deity engraved in it which the spell consumes",
					"consume": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Up to five creatures of your choice that have stayed in range during the entire casting time gains an amount of temporary hit points equal to {@dice 4d10} + your spellcasting modifier. Any creature affected becomes immune to being {@condition frightened} or {@condition charmed}, and can make all Charisma saving throws with advantage. You can also choose from one of the following effects to grant to all of the creatures if it matches your alignment. Any creature who has an alignment that does not match the effect does not get the benefit. These benefits last for 24 hours.",
				{
					"type": "entries",
					"name": "Divine Blessing (Good)",
					"entries": [
						"Any weapon attack deals an additional {@damage 1d10} radiant damage. You are immune to the {@condition blinded}, {@condition deafened}, {@condition paralyzed}, and {@condition poisoned} conditions. You gain resistance to poison damage."
					]
				},
				{
					"type": "entries",
					"name": "Infernal Blessing (Evil)",
					"entries": [
						"Any weapon attack deals an additional {@damage 1d10} fire damage. A creature that makes a melee attack against an affected creature takes {@damage 2d10} fire damage."
					]
				},
				{
					"type": "entries",
					"name": "Order of Combat (Lawful)",
					"entries": [
						"You can use your reaction to change one saving throw roll into a natural 10."
					]
				},
				{
					"type": "entries",
					"name": "Luck Bender (Chaotic)",
					"entries": [
						"You can use your reaction to reroll one of your weapon attack rolls on your turn. You must use the new roll regardless of whether it is higher or lower than your original roll."
					]
				},
				{
					"type": "entries",
					"name": "Toughness (Any Neutral Alignment)",
					"entries": [
						"Any damage dealt to you is reduced by 5. Additionally, the temporary hit points you get are replaced by an extended hit point maximum by the same amount, in which you heal that many hit points."
					]
				}
			],
			"damageResist": [
				"poison"
			],
			"damageImmune": [
				"poison"
			],
			"damageVulnerable": [
				"poison"
			],
			"damageInflict": [
				"fire",
				"radiant"
			],
			"conditionInflict": [
				"blinded",
				"charmed",
				"deafened",
				"frightened",
				"paralyzed",
				"poisoned"
			],
			"savingThrow": [
				"charisma"
			],
			"miscTags": [
				"ADV",
				"HL",
				"THP"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Propelling Draft",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"s": true,
				"m": "a white bird's feather"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A powerful gale of unseen force shoots out from your hands affecting one Medium or smaller creature you see within range. The target must succeed on a Strength saving throw or take {@damage 1d8} bludgeoning damage and get pushed back 10 feet.",
				"This spell's damage increases by {@dice 1d8} when you reach 5th level ({@dice 2d8}), 11th level ({@dice 3d8}), and 17th level ({@dice 4d8})."
			],
			"scalingLevelDice": {
				"label": "force damage",
				"scaling": {
					"1": "1d8",
					"5": "2d8",
					"11": "3d8",
					"17": "4d8"
				}
			},
			"damageInflict": [
				"bludgeoning"
			],
			"savingThrow": [
				"strength"
			],
			"miscTags": [
				"FMV",
				"SCL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Prophecy",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 7,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "an object pertaining to your deity worth at least 1000 gp which the spell consumes, an iron cauldron filled with holy water if you are good or neutral or blood if you are evil, alchemist's supplies, and incense",
					"cost": 100000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "special"
				}
			],
			"entries": [
				"You reach out to a deity or god that you have faith in. Requesting a prophecy from a deity you do not truly invest in may give you an improper reading. As you perform alchemy and magic over the boiling cauldron, green smoke billows upwards until it forms a vague shape of your deity's face. You tell the deity the name of a creature that you know, as well as a description of a goal that they have. The deity will then tell you two facts about the results of the creature pursuing the goal: a key to success and a foreboding omen.",
				{
					"type": "entries",
					"name": "Key to Success",
					"entries": [
						"You receive knowledge about one thing that you must find, do, or accomplish in order for the goal to be guaranteed to be fulfilled."
					]
				},
				{
					"type": "entries",
					"name": "Foreboding Omen",
					"entries": [
						"You receive knowledge about one result of what would happen if you fail to fulfill the prophecy properly.",
						"For example, if you request a prophecy to know the readings about finding an archfey willing to grant you powers, your deity may tell you that you must locate an emerald with the name of the archfey inscribed in it as the key to success and may tell you that you might forever be trapped in the Feywild as the omen. In this case, if you do succeed in finding the emerald, it is guaranteed that you will meet this willing archfey. Divine beings are not necessarily omniscient, so if your deity does not know exactly how to respond without being misleading, or if a scenario is too easily changeable, they will reply with \"unsure\" and the spell ends. For example, asking your deity whether you will find true love one day may be met with \"unsure\" as a response.",
						"The truth of a prophecy is undeniably accurate, but the closer you are to your god, the more detailed and rewarding the reading given is. The more unlikely a prophecy is to be fulfilled, or the more extreme a goal is, the harder it is to find the key to success and the easier it is to fall for the foreboding omen. Only one prophecy can apply to a single creature at a time. If you attempt to request for a second prophecy before the first one is fulfilled on the same creature, your spell slot will be consumed and nothing happens. Once either the prophecy is fulfilled or if the DM decides it is not possible for the key to be found (the emerald is disintegrated in the previous example), the spell ends, the creature is made aware, and a new prophecy can now be applied.",
						"Casting this spell requires your deity to come up with a difficult answer as to not mislead you, and so you may or may not receive your prophecy immediately. If your deity responds immediately, the green smoke above the cauldron will display your prophecy to you visually, and maybe audibly. If not, then during the creature's next long rest, it will be visited by the god in its dreams, and it will receive it then. Attempting to cast prophecy again in the time before you or the creature receives an answer will force you to lose your spell slot without any effect."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Protection from Magic",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 3,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"For the duration, a willing creature you touch has advantage on saving throws against spells or other magical effects. Death saving throws and saving throws made to maintain concentration do not count as magical effects."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Radiant Column",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 9,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 500
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"A thin beam of shining opaque light strikes down at a point within range. A creature casting this spell that is not of a good alignment fails to connect to a deity willing to send down this mote of divine power, expending the spell slot and ending the spell. If you see the sky and it is clear, the column of light seemingly descends from a point infinitely high up. Any clouds obstructing the path automatically disperse to form a large 100-foot radius circular area where the beam can pass through. If underground or in a place where the sky is not present, the roof where you center the column opens a bright divine fissure allowing the column to strike down, seemingly having come from an extraplanar dimension. Bright light extends out from the column in all directions to 150 feet, and dim light shines out to 150 feet beyond that. The light is considered natural light, extends around corners, and remains for the duration of the spell.",
				"Upon casting this spell, every creature in a 10-foot radius cylinder of infinite height centered around the point you choose must make a Constitution saving throw, taking {@damage 20d10} radiant damage on a failed save and half as much on a success. For the duration of the spell, any creature inside the column of light at the start of your turn or a creature that moves into its space, must repeat the saving throw and take the damage again. Until the spell ends, a creature within 20 feet of the center of the column is immune to all conditions that reduce the creature's speed to 0.",
				"For every subsequent turn until the spell ends, you can use an action to cause the column to emit a burst of radiant light. Any creature within 40 feet of the center of the column must succeed on a Constitution saving throw or be {@condition blinded} until the end of its next turn and lose its concentration. Additionally, the creature takes {@damage 8d10} radiant damage on a failed save and half as much on a successful one. This 40-foot radius is also considered difficult terrain and the bright light rays that extend from the column makes the area lightly obscured.",
				"If the spell lasts for the full duration, the divine light imprints a holy symbol into the ground where it is cast. As the column retracts upwards, a glowing runic symbol relating to the deity that facilitated the spell's casting appears in the burnt crater that the light created. Soft white sparks fly out of the symbol and it gives off a low hiss that resembles the sound of radiant fire. The symbol emits dim light out to 20 feet, and any creature not of a good alignment that enters the 10-foot area for the first time on their turn or starts its turn there takes 50 radiant damage. The symbol remains inscribed in the ground for 1 hour."
			],
			"damageInflict": [
				"radiant"
			],
			"conditionInflict": [
				"blinded"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"LGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Rary's Guiding Compass",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 4,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a metal rod and a cherrywood leaf"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					},
					"concentration": true
				}
			],
			"entries": [
				"You place a subtle mental tracker on a creature you touch, attempting to create a directional link between you and the target. The target must succeed on a Wisdom saving throw or the spell takes effect. A willing target does not have to make this save and is marked.",
				"Until the spell ends, your mental compass allows you to know the exact direction you must travel in to reach the target. If the creature enters another plane of existence, you know which plane it entered and the compass now points to the location it was last. A creature with {@sense truesight} or can see invisibility knows that a mark is placed on them to scry it's location, as an {@condition invisible} crown of rings lay above the target's head.",
				"You can choose to cast this spell in a different way by using your action to infuse this spell into a projectile. Until the spell ends, you can attempt to place this tracker on any creature hit by the projectile. A creature that is hit must make a Wisdom saving throw, ending the spell on a success.",
				"Every hour until the spell ends, the target can repeat the saving throw, ending the spell on a success."
			],
			"conditionInflict": [
				"invisible"
			],
			"savingThrow": [
				"wisdom"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Ray of Disablement",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a bone of a creature of size Large or bigger"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You release a solid red beam of energy at a creature you see within range. Make a ranged spell attack. On a hit, the creature takes {@dice 8d12} necrotic and must make a Constitution saving throw. On a failed save, the negative energy of the spell seeps into the muscles of the target, reducing its movement speed to half and causing one of the following effects of your choosing to happen.",
				{
					"type": "list",
					"items": [
						"The creature's arm boils with hot bubbles above the skin. Until the spell ends, the target takes {@damage 1d12} fire damage every single time it attacks with a melee weapon using that hand.",
						"The creature's legs become extremely stiff and cannot use the {@action Dash} or {@action Disengage} action options in combat.",
						"The creature's face becomes horribly disfigured and has disadvantage on all Charisma checks.",
						"The creature becomes sluggish as the wave of energy washes over it, making Dexterity weapon attack rolls and checks with disadvantage."
					]
				},
				"A creature can repeat the Constitution saving throw at the end of each of its turn, ending the movement speed reduction on a success or if 1 minute has passed since it was hit with the spell. The secondary negative effect lasts up to 24 hours, and can be removed with a greater restoration, heal, circlet of healing, or wish spell."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the damage increases by {@dice 1d12} for every level above 5th."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Ray of Light",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A concentrated white beam of shining light radiates from your finger out to a creature you see within range. Make a ranged spell attack against the target. On a hit, the creature takes {@damage 8d6} radiant damage and shines with the same light from within its body. For up to 1 minute, the light stays centered on the creature, ending any effect on it that allows it to be {@condition invisible}, shedding bright light out to 30 feet and dim light for 30 feet beyond that.",
				"At the end of each of the creature's turns, it can make a Constitution saving throw, ending the light effect on a success."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@dice 1d6} for every level above 3rd."
					]
				}
			],
			"damageInflict": [
				"radiant"
			],
			"conditionInflict": [
				"invisible"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Read Tome",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 4,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You gain the temporary ability to read through any text of any language at an incredibly fast rate. Until the spell ends, you can use an action to touch any book or tome and get a solid understanding of the material inside. When you do so, you can speak a small phrase, such as \"Hill giant strength potion\" or \"Lost key of the Chuulic Ruins,\" and if the text contains any small portion of the phrase you say, you know the exact location of where that phrase is in the book. You know of all magic affecting the tome, and understand the nature and results of any magical effects.",
				"Alternatively, you can spend the entire duration of the spell to focus all your mental energy on a single book or tome. By doing so, you absorb the information of the entire book, and can recall with ease any section or phrase inside the book. If the book is magical and it produces an effect as a result of reading it, the effects take place immediately when the spell ends. Reading a book and storing so much information in your mind in such a small frame of time is mentally debilitating, and you must succeed on an Intelligence saving throw or take {@damage 3d6} psychic damage."
			],
			"damageInflict": [
				"psychic"
			],
			"savingThrow": [
				"intelligence"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Restore Object",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"Choose an object or a magical item of rarity rare or less. You can choose to remove any effect that has changed the properties of the item within the last 7 days. If it is a magical item, you can remove all magical effects off of the object, but you cannot remove curses."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Rewind Time",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 8,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You wind back the hands of time, momentarily altering the continuous flow of the universe. Time reverts back 1 round so that in combat, you return to the end of your last turn. You carry all knowledge with you of what will happen, and you are able to issue out any commands that can be spoken in one round to inform others about what you saw. Initiative order continues forward from the creature after you normally.",
				"During the casting of this spell, you have essentially generated yourself an extra pocket of forward time you can use to prepare an extra turn so that the moment you rewind time, you can perform an extra action and movement instantaneously. For example, you can move 30 feet forward and cast fireball before casting this spell. If you do so, once you revert back, other creatures will see you instantly teleport forward and an explosion out of thin air right after you finish your previous turn. The spell slot is consumed once you return.",
				"On your next turn, all of your attacks have advantage and all attacks against you have disadvantage.",
				"Doing so many things at once can be straining on your mind and body if the action you perform is too strenuous. Casting a spell 6th or higher in level as your extra action will give you one point of {@condition exhaustion}."
			],
			"conditionInflict": [
				"exhaustion"
			],
			"miscTags": [
				"TP"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Sharpening Smite",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 2,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"The next time you hit a creature with a melee weapon attack that deals slashing or piercing damage before this spell ends, the blade of the weapon shines with a smooth white gleam, and the attack deals an additional {@damage 3d8} damage of that damage type. Additionally, you can land a critical on this hit if you roll a natural 18-20."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Seethe",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 6,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You attempt to enrage a creature you see within range, bringing it into a frenzied state as its skin boils from anger. The target must make a Wisdom saving throw. A creature takes {@damage 8d8} psychic damage on a failed save and half as much on a success.",
				"Additionally, on a failed save, the target enters a state of recklessness until the spell ends. While in this enraged state, all of the creature's melee attacks have advantage, but all attack rolls made against the creature are made with advantage. The intensity of the creature's anger also extends to its physical body. The target takes fire damage at the start of each of its turns as its skin heats up and boils. This damage starts at {@dice 1d8}, and increases by {@dice 1d8} every subsequent round to a maximum of {@dice 5d8}. A creature that touches the target or hits it with a melee attack while within 5 feet of it takes the same amount of fire damage, and all of its unarmed attacks also deal this additional fire damage. Creatures immune to being {@condition charmed} take only psychic damage from this spell and suffer no additional effects."
			],
			"damageInflict": [
				"psychic"
			],
			"conditionInflict": [
				"charmed"
			],
			"savingThrow": [
				"wisdom"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Shock Bolt",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 5,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You launch a thin sphere of electrical energy out of your fingertips at a creature within range. Make a ranged spell attack. On a hit, the creature takes {@damage 4d6} lightning damage. Every creature within 20 feet of it must succeed on a Dexterity saving throw or be hit by the shocking bolt that jumps out from the original creature. A creature with the shocking bolt placed on them takes {@dice 4d6} at the end of its turn, and every creature within 20 feet of it must succeed on a Dexterity throw or the bolt will pass on to them, removing the bolt from itself. This way, if two creatures remain within 20 feet of each other for the duration of the spell, the creatures will pass the shock back and forth between each other, assuming both creatures constantly fail their saving throws. A creature can only have one shock placed on them at once, and the shock disappears from all creatures when the spell ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the damage increases by {@dice 1d6} for every level above 5th."
					]
				}
			],
			"damageInflict": [
				"lightning"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Signal Flare",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "iron powder, charcoal, and a pinch of sawdust"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You create a tenuous pink flame inside a projectile of your choice. You can fire the projectile like normal, and until the spell ends, you can use a bonus action on any of your turns to instantly cause the projectile to burst open, spewing out violent violet sparks. The sparks generate dim light out to 30 feet, and it creates a loud crackling noise that can be heard from up to 100 feet away.",
				"Alternatively, you can cause the projectile to burst in flames when you hit a creature as part of the action you used to shoot it. The flames bursting out of the arrow deals an additional {@damage 1d6} fire damage to the target if it hits."
			],
			"damageInflict": [
				"fire"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Sludge Mortar",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "A cup of the remains of a gelatinous cube"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a 15 foot cube of a translucent gelatinous mortar at a point centered within range. The conjuration is a construct, has an AC of 8, and has 100 hit points. The mortar is resistant to all piercing damage, but vulnerable to all bludgeoning damage. Any creature that successfully attacks the mortar with a melee weapon must make a Strength ({@skill Athletics}) check against your spell save DC. On a failed save, the weapon the creature used to attack the mortar becomes stuck, and it can only be pulled out with a successful Strength ({@skill Athletics}) check as an action on subsequent turns.",
				"The space the gelatinous mortar occupies is considered difficult terrain. However, a creature that enters the space occupied by the mortar must make a Strength saving throw. On a failed save, the creature is subjected to the {@condition grappled} condition as it is now lodged inside. At the end of a creature turn that is lodged in the mortar, it takes {@damage 10d4} damage of a type corresponding to the color of the mortar. Another creature within 5 feet of the gelatinous mortar can attempt to pull out the stuck creature by making a successful Strength ({@skill Athletics}) check against your spell save DC.",
				"As a bonus action on your turn, you can command the mortar to launch a pile of lethal gelatinous sludge in a direction of your choosing up to 30 feet away from the mortar. A sludge pile aimed towards the floor will take up a 10 feet by 10 feet space and will be considered difficult terrain. For every 5 feet a creature moves in the space of the lethal sludge pile, it takes {@damage 7d4} of damage corresponding to the color of the mortar. A creature that the sludge pile is aimed towards must make a Dexterity saving throw. On a failed save, the creature is covered with sludge and takes {@damage 7d4} of damage corresponding to the color of the mortar. Additionally, the creature must make its subsequent melee attack rolls with disadvantage until it has taken an action to remove the sludge from its body. Launching a pile of sludge will cause the gelatinous mortar to take 10 damage as well as reduce the hitpoint maximum of the mortar by the same amount.",
				"The color of the gelatinous mortar when conjured can be chosen by you from the options provided.",
				{
					"type": "entries",
					"name": "Orange",
					"entries": [
						"Inflicts Acid Damage"
					]
				},
				{
					"type": "entries",
					"name": "Green",
					"entries": [
						"Inflicts Poison Damage"
					]
				},
				{
					"type": "entries",
					"name": "Purple",
					"entries": [
						"Inflicts Necrotic Damage",
						"Once the mortar loses all of its hit points or you have lost concentration on it, the structure melts into a pile of lethal gelatinous sludge on the space it occupied."
					]
				}
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the damage dealt for all attacks increases by {@dice 2d4} for every level above 5th."
					]
				}
			],
			"conditionInflict": [
				"grappled"
			],
			"savingThrow": [
				"dexterity",
				"strength"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Spark Trail",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 1,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"The next time you make a ranged weapon attack on a creature within 90 feet of you before this spell ends, your projectile leaves a trail of small fiery sparks that rain on any creatures in the area of a 5-foot wide line between you and the creature. You deal an additional {@damage 1d6} fire damage on a creature you hit with your weapon, and any creature caught in the area of sparks takes 3 fire damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the damage dealt by the sparks increases by 1 for every level above 1st."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Spiritual Grace",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 5,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a feather, birch leaves, and a brass rod"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You bestow upon yourself a divine elegance that can be inspired onto others. For the duration of the spell, you have advantage on any Dexterity or Charisma saving throws, as well as any ability check relating to these ability scores that you have proficiency in. Additionally, you can use a reaction on any of your turns until the spell ends to grant a creature within 30 feet of you advantage on a Dexterity or Charisma saving throw they are forced to make."
			],
			"savingThrow": [
				"charisma"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"ADV"
			]
		},
		{
			"name": "Splintering Shot",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 4,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"The next time you hit a creature with a ranged weapon attack before this spell ends, a scattershot of small metal arrows splinter out of the arrow tip. A creature hit by this arrow must make a Constitution saving throw, taking an additional {@damage 6d8} piercing damage on a failed save and half as much on a successful one.",
				"Additionally, on a failed save, the splintering arrows pierce out behind the target, spraying forward in a 30-foot cone centered on the target and pointing away from the direction the arrow came from. Any creatures in the area of effect of this cone must make a Dexterity saving throw, taking {@dice 5d8} on a failed save and half as much on a successful one."
			],
			"damageInflict": [
				"piercing"
			],
			"savingThrow": [
				"constitution",
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Target",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 3,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"A creature you choose must make a Wisdom saving throw. On a failed save, you place a spectral red circle across its chest and back. The circle guides projectiles and weapons of any kind to strike true, even through thick armor. Until the spell ends, any spell or weapon attack against the creature has a +5 bonus on both the attack and damage roll."
			],
			"savingThrow": [
				"wisdom"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Tasha's Draining Tendrils",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 2,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a long green vine from the Feywild"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You open up a rift in the ground connecting to the Feywild, releasing a large mass of wet and slimy green tendrils, flailing around in a 10-foot square within range. Any creature within the area of the spell when the tendrils appear must make a Dexterity saving throw, becoming {@condition grappled} and taking {@damage 3d4} bludgeoning damage on a failed save. On a successful one, the creature takes no damage and is not {@condition grappled}. The space of the tendrils is considered difficult terrain. A creature that is Huge or larger cannot be {@condition grappled}.",
				"You can use your reaction when a creature ends its turn or enters an area within 5 feet from the tendrils to swing out and attempt to grapple it. The creature must make the same Dexterity saving throw to avoid being {@condition grappled} and take damage. At the end of a creature's turn, if it is {@condition grappled}, it takes {@damage 2d4} necrotic damage and its hit point maximum is decreased by the same amount of damage as the wrapping tendrils attempt to squirt the life out of it. Only three creatures can be {@condition grappled} at the same time. This health reduction is restored after a long rest or a greater restoration spell.",
				"A creature can attempt to escape the grapple by using its action to make a Strength ({@skill Athletics}) check or a Dexterity ({@skill Acrobatics}) check against your spell save DC."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the necrotic damage dealt by the tendrils increases by {@dice 1d4} for every level above 2nd level."
					]
				}
			],
			"damageInflict": [
				"bludgeoning",
				"necrotic"
			],
			"conditionInflict": [
				"grappled"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Tenser's Acid Pool",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You transform the ground underneath a creature's feet into a bubbling pool of sticky white acid. A creature you see must succeed on a Dexterity saving throw or starts sinking into the pool. The creature takes {@damage 6d8} acid damage and is {@condition restrained}. At the end of every turn that the target is still inside of the pool, it automatically takes an additional {@damage 4d8} acid damage. The creature inside the pool can attempt to pull itself out of the pool by using an action to make a Strength saving throw, ending the spell on a success. Alternatively, a creature within 5 feet of it can use its action to make a Strength ({@skill Athletics}) check against your spell save DC to end the spell.",
				"If the creature is still inside of the acid pool for the entirety of the spell's duration, the acid slowly disappears and restores itself to the original ground, trapping you in the earth. The pool is 5 feet deep, so if a creature that is shorter than 5 feet is trapped in the ground this way, it will begin suffocating."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the damage increases by {@dice 1d8} for both the initial and subsequent damage for every level above 5th."
					]
				}
			],
			"damageInflict": [
				"acid"
			],
			"conditionInflict": [
				"restrained"
			],
			"savingThrow": [
				"dexterity",
				"strength"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Terran Whisper",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "line",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You send a devastating ripple 30 feet forward and 5 feet wide in the floor, causing the ground to deform. Any creature who is on the line must make a Constitution saving throw. On a failed save, the creature takes {@damage 2d6} bludgeoning damage, and half as much on a success. The area is also considered difficult terrain.",
				"Additionally, as a bonus action on any of your turns within 1 minute after the spell has been casted, you are able to split open the deformed ground slightly to release a strong blast of wind upwards. Any creature who is on the line must make a Dexterity saving throw, or take {@damage 1d6} bludgeoning damage and be knocked 10 feet away in a random direction. On a success, the creature takes half as much damage and is not knocked away. This ability can be used only once for each unopened line."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the damage for the initial ripple increases by {@dice 1d6} for every level above 1st."
					]
				}
			],
			"damageInflict": [
				"bludgeoning"
			],
			"savingThrow": [
				"constitution",
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Titanification",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You make a creature or object enormous and physically more powerful for the duration. Choose one willing creature within range. Until the spell ends, the creature will gain the following benefits.",
				{
					"type": "list",
					"items": [
						"The creature will swell in all dimensions, increasing its size by two classes. The resulting size cannot be anything less than Large. For example, a Medium creature would become Huge and a Large creature would become Gargantuan, but a Tiny creature would become Large.",
						"The creature gains advantage on all Strength checks and saving throws.",
						"The creature's Strength increases by 4, to a maximum of 24.",
						"The creature gains resistance to bludgeoning, piercing, and slashing damage from all non magical weapons.",
						"The creature's weapons swell in size as well, giving its attack an additional {@damage 1d8} damage bonus and allowing it to ignore all cover.",
						"The creature's movement speed increases by 10 feet.",
						"The creature's weapon reach increases by 5 feet.",
						"All of the creature's attacks deal double damage to objects and structures."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"ADV"
			]
		},
		{
			"name": "Tornado",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 8,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "miles",
					"amount": 1
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a strand of a cloud giant's hair"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a large circular whirlwind with a radius of 20 feet at a point you can see in range. The tornado is a column of swirling air that is 150 feet tall. All creatures within the area of the tornado when conjured must make a Strength saving throw or take {@damage 2d6} bludgeoning damage and are sucked to the center of the tornado. While inside the tornado, a creature gains a flying speed equal to its speed, and the entire column is considered difficult terrain and heavily obscured. Creatures huge or gargantuan in size are not affected.",
				"A creature within 60 feet of the center of the tornado has to make another Strength saving throw at the end of each of its turns or be pulled 15 feet closer to the center of the tornado. A creature that fails this saving throw and is inside the tornado also gets pulled up 10 feet. A creature or object that starts its turn inside of the tornado has to make a separate Strength saving throw, taking an amount of bludgeoning damage equal to {@damage 2d6} + a cumulative damage from objects in the tornado on a failed save, and half as much on a successful save. Objects get pulled in without the need for a Strength saving throw, and will take the initial {@damage 2d6} bludgeoning damage upon entering the tornado.",
				"The cumulative damage is based on the type of creatures and objects within the tornado listed on the table below. The maximum damage the tornado can do in this way is {@dice 16d6}.",
				{
					"type": "entries",
					"name": "Small",
					"entries": [
						"{@dice 1d6}"
					]
				},
				{
					"type": "entries",
					"name": "Medium",
					"entries": [
						"{@dice 2d6}"
					]
				},
				{
					"type": "entries",
					"name": "Large",
					"entries": [
						"{@dice 4d6}",
						"As an action on each of your subsequent turns, you can move the tornado up to 20 feet. Any creature inside the tornado will be carried along, and any creature that you enter the space of has to make the initial Strength saving throw or take {@damage 2d6} bludgeoning damage and is pulled to the center of the tornado."
					]
				}
			],
			"damageInflict": [
				"bludgeoning"
			],
			"savingThrow": [
				"strength"
			],
			"miscTags": [
				"FMV",
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "True Time Reversal",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 9,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a pocket watch made of gold worth at least 1000 gp, which the spell consumes",
					"cost": 100000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You attempt to break the foundations of time itself, performing the extraordinary feat of traveling back in time. You can revert universal time back up to 1 hour, carrying back with you all knowledge of what happened during that time. Everything that was to happen will happen as long as your decisions don't dramatically change an outcome. No pockets of time will be created, as anything that happened during the time leading up to this spell will be erased to be redone. To anybody but you, it would seem like you gained an uncanny foresight of what is to come in the next hour, and the only remaining trace of you casting this spell is your missing pocket watch.",
				"Casting a spell requiring such a degree of arcana and mental fortitude can make the spell somewhat unpredictable. Roll a {@dice d20} when you cast this spell, and the results are shown below.",
				"1. The spell fails, the spell slot and material component is consumed, and you take {@damage 10d6} psychic damage.",
				{
					"type": "entries",
					"name": "2-5",
					"entries": [
						"The spell turns back 10 minutes regardless of whatever you choose. Additionally, you take {@damage 4d6} psychic damage."
					]
				},
				{
					"type": "entries",
					"name": "6-19",
					"entries": [
						"The spell happens as it normally would.",
						"20. The spell happens normally and no material component is consumed."
					]
				}
			],
			"damageInflict": [
				"psychic"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Undulation",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 4,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cube",
				"distance": {
					"type": "feet",
					"amount": 40
				}
			},
			"components": {
				"s": true,
				"m": "a smooth stone and a blade of swampgrass"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You release a burst of rippling energy, transforming the ground into a calm waveform to push creatures away from you. All creatures touching the ground in a 40-foot cube area with you centered on a face must make a Strength saving throw. On a failed save, the creature is pushed back to the edge of the cube farthest away from you. On a successful save, the creature is not pushed back.",
				"The ground continues magically undulating for 1 minute, rippling up and down in a slow manner. The area affected by the spell is considered difficult terrain for this duration, and creatures within the area must use its reaction every turn to balance itself on the wavy ground or fall {@condition prone}."
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrow": [
				"strength"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Voltaic Smite",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"The next time you hit a creature with a melee weapon attack before this spell ends, your weapon sparkles with crackling electrical energy, and the attack deals an additional {@damage 2d12} lightning damage. Additionally, the creature has to succeed on a Constitution saving throw or be {@condition paralyzed} until the end of its next turn."
			],
			"damageInflict": [
				"lightning"
			],
			"conditionInflict": [
				"paralyzed"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Vinefection",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true,
				"m": "a vine at least 20 feet long"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A target within range must make a Constitution saving throw. On a failed save, you cause vines to grow uncontrollably in the creature's body. As the vines envelop the creature's organs and bones, it begins to feel weak, and their movement speed is reduced by 10 feet. On a successful save, the vines fail to take root in the body.",
				"On the creature's next turn, it must make another Constitution saving throw. On a failed save, the vines rapidly intertwine themselves around each bone and tendon in the creature's body and begin to protrude out of their skin. The creature will feel even more {@condition restrained} as its movement speed is now reduced by 20 feet. Additionally, the creature gains vulnerability to fire damage if it is not already resistant or immune to fire damage. On a successful save, the vines dissipate within the creature's body. At this point, the creature can make Constitution saving throws at the end of each of their subsequent turns in order to resist the vines, ending the spell's effects."
			],
			"conditionInflict": [
				"restrained"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Wave of Weakness",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 7,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cube",
				"distance": {
					"type": "feet",
					"amount": 40
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A 40-foot long misty wall formulates along the axis of your arms as you raise them like you are pulling earth out of the ground. You send forth a surge of weakening energy across the air, and any creature caught in the area of effect must make a Constitution saving throw. On a failed save, a creature suffers two points of {@condition exhaustion} and takes {@damage 6d6} necrotic damage. A successful save deals half as much damage and the creature does not get exhausted. Upon casting this spell, you need to succeed on a Constitution saving throw or suffer one point of {@condition exhaustion}."
			],
			"damageInflict": [
				"necrotic"
			],
			"conditionInflict": [
				"exhaustion"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Weight",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a sheet of lead"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You are able to manipulate and control the bodily mass of a creature or object you choose. A willing target's mass can increase up to three times as much as its original mass or decrease to a third of the original mass. The target feels no significant shifts in its own body but notices a change in the amount of pressure it creates on the surface it moves on. You can choose to make a piece of armor lighter with this spell, temporarily removing any disadvantage from Dexterity ({@skill Stealth}) checks."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Wildfire",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 6,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 300
				}
			},
			"components": {},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"Until the spell ends, four separate Large spectral tiger heads appear in multiple unoccupied points you see within range, floating around in a form of brilliant scorching fire. Each tiger has 40 hit points and can only be hurt by cold or force damage. When it is reduced to 0 hit points, the tiger dissipates in a burst of flames. As a head appears, every creature within 20 feet of it must make a Dexterity saving throw, taking {@damage 3d6} fire damage on a failed save, and half as much on a successful one. The ground or any object that is within this area is set on fire and can begin spreading, even when the spell ends. As a bonus action on every turn until the spell ends, you can move one of the floating tigers up to 30 feet. Any creature within 20 feet of the tiger as it moves to the new location must make this Dexterity saving throw and the area there is now also caught on fire.",
				"Any area that is set alight by the flames of the tiger stays on fire throughout the duration of the spell and even when the spell is over. Once the spell ends, the flames all become non-magical and instead natural, spreading at its own regular pace. Any creature that walks in any area set alight by the wildfire, starts its turn in the area, interacts with an object set on fire, or makes a melee attack against a tiger must make the same Dexterity saving throw. The wildfire can be put out by any method that would put a normal fire out.",
				"A creature that willingly walks through a spectral tiger must make a Constitution saving throw. On a failed save, the creature takes {@dice 8d6}. On a success, the creature takes half as much."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 7th level or higher, the damage increases by {@dice 1d6} for every level above 6th."
					]
				}
			],
			"damageInflict": [
				"fire"
			],
			"savingThrow": [
				"constitution",
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Withered Sward",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 8,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a withered rose and purple dust"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You summon a 20-foot radius purplish black ring of dark energy within range. All natural plants in the area wither instantly as shadowy souls appear in the space, draining the life of anything in the radius. Any living creature in the area of effect has to make a Constitution saving throw, taking {@damage 6d12} necrotic damage on a failed save, and half as much on a successful one. A creature that fails its saving throw also has its Strength score reduced by {@dice 1d4}, and this reduction can only be reverted by a greater restoration, heal, or wish spell. A creature whose Strength is reduced to 0 instantly dies.",
				"The circle stays for the duration of the spell, and it is considered difficult terrain. Any creature inside the circle makes death saving throws with disadvantage, and if it dies, the body turns into gray ash. A soul left in this way can only be returned by a wish or true resurrection spell."
			],
			"damageInflict": [
				"necrotic"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"HL",
				"SMN"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Whispering Blades",
			"source": "SugiesGrimoiretotheUnknown",
			"page": 0,
			"level": 3,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 5
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small knife"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Three spectral swords appear around you, and they circle you in a 5-foot radius. Until the spell ends, the swords move with you, centered on you. Each hostile creature that starts its turn in the area of effect takes psychic damage equal to twice the amount of swords around you.",
				"On each of your subsequent turns, you can use your bonus action to have a sword dart out to a creature you see within 30 feet of you. Make a ranged spell attack, and a creature that is hit takes {@damage 2d8} force damage.",
				"The spell ends when you have used up your last sword."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, you summon an additional sword for every level above 3rd."
					]
				}
			],
			"damageInflict": [
				"force"
			],
			"spellAttack": [
				"R"
			],
			"miscTags": [
				"SMN",
				"UBA"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		}
	]
}
