{
	"_meta": {
		"sources": [
			{
				"json": "GiddyBoon",
				"abbreviation": "Brew",
				"full": "TheGiddyLimit",
				"authors": [
					"TheGiddyLimit"
				],
				"version": "1.0.0",
				"url": "https://github.com/TheGiddyLimit/homebrew"
			}
		],
		"edition": "classic",
		"dateAdded": 0,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "c8d594e61f"
	},
	"boon": [
		{
			"name": "Demonic Boon of The True Flame",
			"source": "GiddyBoon",
			"type": "Demonic",
			"ability": {
				"entry": "Up to a +4 bonus to Strength"
			},
			"signaturespells": {
				"entry": "{@spell burning hands} (1st level), {@spell scorching ray} (2nd level), {@spell fireball} (3rd level)"
			},
			"entries": [
				"Followers of the the True Flame are typically the downtrodden and desperate; men who want to watch the world burn. Those who stare too long into the flames of madness gain the Ever-Burning Embers trait.",
				{
					"type": "entries",
					"name": "Ever-Burning Embers",
					"entries": [
						"When this creature dies, its body turns to faintly-smoldering black ash. Over the next week, provided the ash is not intentionally scattered (it magically resists natural weather effects), it reforms into a hollow husk reminiscent of the creature's living body. Once this process completes, the creature returns to life in its new form, and its type becomes undead if it was not already. In addition, the creature gains immunity to fire damage."
					]
				}
			]
		},
		{
			"name": "Eldritch Boon of Atrophy",
			"source": "GiddyBoon",
			"type": "Eldritch",
			"ability": {
				"entry": "Up to a -8 penalty to Charisma"
			},
			"entries": [
				"Those psychically corrupted by the presence of the infinite devourer are left soulless and raving, often bent on reducing those around them to fine particulate matter.",
				{
					"type": "entries",
					"name": "To Dust",
					"entries": [
						"As an action, this creature drains the moisture from a creature within its reach. The creature must make a Constitution saving throw (the DC for which is based on this creature's Intelligence score). Constructs and undead aren't affected, and plants and water elementals make this saving throw with disadvantage. A creature takes {@damage 4d8} necrotic damage on a failed save, or half as much damage on a successful one."
					]
				}
			]
		}
	]
}
