{
	"_meta": {
		"sources": [
			{
				"json": "20NewTraps",
				"abbreviation": "20NT",
				"full": "20 New Traps",
				"version": "",
				"url": "https://www.dmsguild.com/product/173605/20-New-Traps--World-Builder-Blog-Presents",
				"authors": [
					"James Introcaso"
				],
				"convertedBy": [
					"Spappz"
				]
			}
		],
		"status": "ready",
		"dateAdded": 1581466476,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "6b28507912",
		"edition": "classic"
	},
	"trap": [
		{
			"source": "20NewTraps",
			"page": 2,
			"name": "Abyssal Gate",
			"trapHazType": "MAG",
			"entries": [
				"This trap requires a spellcaster to carve a specific sequence of Abyssal runes into a doorframe using demon blood and diamond dust. The person who carves the runes chooses a passphrase in Abyssal. When the passphrase is spoken aloud (whispering counts) within 15 feet of the door, the trap is rendered inert for 1 minute.",
				"When the final rune is carved, the sequence fades into the doorframe. The runes can be spotted with a DC 15 Wisdom ({@skill Perception}) check, but a character can feel the runes if it runs its hand along the frame and succeeds on a DC 10 Intelligence ({@skill Investigation}) check. A character who knows Abyssal can determine the passphrase with a DC 15 Intelligence check, though sometimes the passphrase is more difficult to discover and a clever carver may hide it in a riddle within the runes. Dealing 50 damage to the door's frame renders the trap inert until it is repaired. The AC for the doorframe depends on the material of which it is made (wood AC 15, stone AC 17, metal AC 19).",
				"Any non-fiend creature who walks through the door triggers the trap. The creature is transported into a random area of the Abyss and witnesses unspeakable horror. That creature must make a DC 15 Wisdom saving throw. On a failed save it takes 55 ({@dice 10d10}) psychic damage. On a success it takes half damage. The creature returns on the side of the doorframe from which it entered at the end of its next turn."
			]
		},
		{
			"source": "20NewTraps",
			"page": 2,
			"name": "Acidic Fall",
			"trapHazType": "MECH",
			"entries": [
				"Suspended above a 10-foot-square of thin stone ceiling is an acid-filled container. Any weight of more than 20 pounds placed on a hidden pressure plate in the floor beneath this area triggers the trap. The pressure plate can be spotted with a DC 15 Wisdom ({@skill Perception}) check. A character studying the area can determine the pressure plate is a slightly different color than the rest of the floor with a DC 15 Intelligence ({@skill Investigation}) check. Wedging an {@item iron spike|phb} or other object under the pressure plate prevents the trap from activating.",
				"When the trap is triggered the container holding the acid opens, pouring it onto the ceiling. Immediately stone and acid fall upon any creatures standing beneath. Creatures in the area must make a DC 15 Dexterity saving throw. Creatures who fail take 11 ({@dice 2d10}) acid and 11 ({@dice 2d10}) bludgeoning damage. Creatures who succeed take half damage."
			]
		},
		{
			"source": "20NewTraps",
			"page": 2,
			"name": "Crushing Room",
			"trapHazType": "MECH",
			"entries": [
				"Stone walls at opposite ends of the room are rigged to move toward one another, crushing and compacting anything in the room until they touch. Any weight of more than 20 pounds placed on a hidden pressure plate at the center of the room triggers the trap. The pressure plate can be spotted with a DC 15 Wisdom ({@skill Perception}) check. A character studying the area can determine the pressure plate is a slightly different color than the rest of the floor with a DC 15 Intelligence ({@skill Investigation}) check. Wedging an {@item iron spike|phb} or other object under the pressure plate prevents the trap from activating. A character can notice that the floor, ceiling, and walls have many scrapes on their surfaces with a DC 10 Wisdom ({@skill Perception}) check.",
				"When the trap is triggered, all doors to the room immediately close and lock. The doors are iron (AC 19, 27 hit points) and any character with {@item thieves' tools|phb} can pick the lock with a DC 20 Dexterity check. A character without thieves' tools can attempt this check with disadvantage using a hairpin, wire, or other thin, metal tool.",
				"The trap acts at the start of every round, each wall moving toward the center of the room at a pace of 5 feet per round. Characters can attempted to slow the walls by bracing a sturdy object (such as an iron pole) between the two walls. These objects break at the start of the round, but the walls do not move that round.",
				"A character who is adjacent to a wall can try to delay it from moving by making a DC 20 Strength check. The creature must remain adjacent to the wall until the start of the next round. On a successful check the wall does not move forward at the start of the next round.",
				"As the walls move toward one another, the room shrinks pushing creatures and objects toward the center. At the start of the round when the room becomes too narrow for a creature (once the walls are touching for Medium and smaller creatures) that creature is {@condition restrained} and it must make a DC 17 Strength saving throw. Creatures who fail take 55 ({@dice 10d10}) bludgeoning damage and creatures who succeed take half damage. Once the walls touch they grind against each other for two rounds. Then the walls slide back to their original position at the start of a round at a rate of 5 feet per round. Once the walls are back into their original position, the doors unlock.",
				"Sometimes the designer of this trap will put a hidden kill switch somewhere within the room in case the trap is triggered by accident. Such a kill switch is usually well hidden beneath a stone in the floor or wall and requires a DC 20 Intelligence ({@skill Investigation}) check to find. Pressing the switch causes the walls to slide back into their original position at a rate of 5 feet per round on the start of the round. Once the walls are back into their original position, the doors unlock."
			]
		},
		{
			"source": "20NewTraps",
			"page": 3,
			"name": "Electrified Floor",
			"trapHazType": "MAG",
			"entries": [
				"These metal plates cover a 10-foot-square area and are painted to match the appearance of the rest of the floor. A character can hear the low of hum of energy in the room with a DC 10 Wisdom ({@skill Perception}) check. A DC 15 Wisdom ({@skill Perception}) check reveals the painted section of the floor.",
				"A character wearing heavily insulated footwear (such as rubber boots) can cross the area without any trouble. Throwing a large metal object onto the floor (such as a full suit of plate mail) and leaving it there for one minute causes the magical energy within the floor to overload and disables the trap. The object explodes at the end of one minute. All creatures within 10 feet of the floor must make a DC 15 Dexterity saving throw. Creatures who fail take 5 ({@dice 1d10}) lightning and 5 (piercing) damage. Creatures who succeed take half damage.",
				"Any creature who steps onto the floor while it is active takes 22 ({@dice 4d10}) lightning damage and must make a DC 15 Constitution saving throw. A creature who fails is {@condition paralyzed} until the end of its next turn. If the creature is still touching the trap at the start of its next turn, it must take the damage and repeat the saving throw. Any creature who touches another creature who is touching the trap must make a DC 15 Constitution saving throw. That creature takes 22 ({@dice 4d10}) lightning damage on a failed saving throw or half as much on a successful one."
			]
		},
		{
			"source": "20NewTraps",
			"page": 3,
			"name": "Explosive Object",
			"trapHazType": "MAG",
			"entries": [
				"Explosive objects are most often fashioned to look tempting to intruders. Ornate chests, works of art, treasures, potions, gems, and more could be a trap.",
				"Any explosive object is powered by a small set of Draconic runes carved in a difficult to discern location on the object. The person who carves the runes chooses a passphrase in Draconic. When the passphrase is spoken aloud (whispering counts) by a person holding the object the trap is rendered inert until that person puts the object down. A DC 15 Intelligence ({@skill Investigation}) check reveals the runes to any creature inspecting the object. A character who knows Draconic can determine the passphrase with a DC 15 Intelligence check, though sometimes the passphrase is more difficult to discover and a clever carver may hide it in a riddle within the runes. A DC 15 Wisdom ({@skill Perception}) reveals an odd heat radiating from the object to anyone handling it.",
				"When a creature handles the trapped object, the trap is triggered. Two rounds later at the start of the round the object explodes in a 20-foot-radius burst. Creatures within the area must make a DC 15 Dexterity saving throw. Creatures who fail take 33 ({@dice 6d10}) fire damage. Creatures who succeed take half damage."
			]
		},
		{
			"source": "20NewTraps",
			"page": 4,
			"name": "Flame Jet",
			"trapHazType": "MECH",
			"entries": [
				"Flame jets are small nozzles attached to a fuel source placed into stone floors. The trap is trigger by a hidden pressure plate. Any weight of more than 20 pounds placed on the pressure plate triggers the trap. The pressure plate can be spotted with a DC 10 Wisdom ({@skill Perception}) check and the nozzle can be spotted with a DC 15 Wisdom ({@skill Perception}) check. A character studying the area can determine the pressure plate is a slightly different color than the rest of the floor with a DC 10 Intelligence ({@skill Investigation}) check. Wedging an {@item iron spike|phb} or other object under the pressure plate prevents the trap from activating.",
				"A creature who steps on the pressure plate must make a DC 11 Dexterity saving throw to avoid the sudden burst of flame which rises up from the floor. A creature who fails takes 5 ({@dice 1d10}) fire damage. A creature who succeeds takes half damage."
			]
		},
		{
			"source": "20NewTraps",
			"page": 4,
			"name": "Grasping Arms",
			"trapHazType": "MAG",
			"entries": [
				"This trap appears in 10-foot wide and smaller corridors. Stone arms are carved into the walls. A character notices subtle movement in the arms with a DC 15 Wisdom ({@skill Perception}) check. Creatures wearing a special amulet designed by the trap's maker can move through the corridor without triggering the trap.",
				"When a creature has moved to the center of the corridor, the trap is triggered. At the start of the round the arms make attack rolls with a {@hit 5|+5 bonus}, grasping at all creatures adjacent to the walls of the corridor. A successful attack deals 11 ({@dice 2d10}) bludgeoning damage to a creature and it is {@condition grappled} by the arms (escape DC 14). While grappled in this way the creature is also {@condition restrained}.",
				"Dealing 10 damage to the arms grasping a creature with a single attack or spell causes the arms to let go of that creature (AC 17)."
			]
		},
		{
			"source": "20NewTraps",
			"page": 4,
			"name": "Hungry Insects",
			"trapHazType": "MECH",
			"entries": [
				"A large grate taking up a 10-foot-square area sits in the center of the ceiling. A tripwire stretched across the middle of the room looses a box of hungry insects hidden in the ceiling above.",
				"The tripwire is 3 inches off the ground and stretches between two columns. A DC 15 Wisdom ({@skill Perception}) check spots the tripwire. A DC 15 Dexterity check made with {@item thieves' tools|phb} breaks the tripwire harmlessly. A character without {@item thieves' tools|phb} can attempt this check with disadvantage using any edged weapon or tool. On a failed check, the trap triggers.",
				"When the trap is triggered, all doors to the room immediately close and lock. The doors are iron (AC 19, 27 hit points) and any character with {@item thieves' tools|phb} can pick the lock with a DC 20 Dexterity check. A character without thieves' tools can attempt this check with disadvantage using a hairpin, wire, or other thin, metal tool.",
				"When the trap triggers four {@creature swarm of insects|mm|swarms of insects} fall from the grate in the ceiling and attack."
			]
		},
		{
			"source": "20NewTraps",
			"page": 4,
			"name": "Log Slammer",
			"trapHazType": "MECH",
			"entries": [
				"Two heavy logs hidden by foliage or cobwebs at opposite ends of an area are set to swing together when the tripwire is triggered",
				"The tripwire is 3 inches off the ground and stretches between two columns or trees. A successful DC 12 Wisdom ({@skill Perception}) check spots the tripwire or the logs. A DC 15 Dexterity check made with {@item thieves' tools|phb} breaks the tripwire harmlessly. A character without {@item thieves' tools|phb} can attempt this check with disadvantage using any edged weapon or tool. On a failed check the trap triggers.",
				"The creature who triggered the trap must make a DC 12 Dexterity saving throw or be caught between the logs as they slam together. On a failed save that creature takes 22 ({@dice 4d10}) bludgeoning damage. A creature who saves takes half damage."
			]
		},
		{
			"source": "20NewTraps",
			"page": 5,
			"name": "Malicious Harpsichord",
			"trapHazType": "MAG",
			"entries": [
				"This self-operating harpsichord plays hauntingly enchanting music. Any creature within 60 feet of the harpsichord who can hear it must make a DC 15 Wisdom saving throw at the start of its turn. A creature who fails falls prone and must use its action to engage in a violent dance, throwing itself against the floor repeatedly, dealing 11 ({@dice 2d10}) bludgeoning damage to itself. The creature cannot move from the space it occupies under its own power and is under this effect until it can no longer hear the harpsichord. On a successful save the creature is immune to the effects of the malicious harpsichord for 24 hours.",
				"The harpsichord is made of a magically treated wood and much tougher than it looks. It has AC 21 and 100 hit points."
			]
		},
		{
			"source": "20NewTraps",
			"page": 5,
			"name": "Mists of Madness",
			"trapHazType": "MAG",
			"entries": [
				"This heavy purple mist can fill a large room and sits dormant at a height of 6 inches. When a living creature shows any sign of above animal intelligence (such as speaking, casting a spell, using tools or a weapon, etc.) while standing within the mist, the mist rises up and try to enter the creature's lungs. When the mists try to enter a creature's body, that creature must first succeed on a DC 15 Constitution saving throw. If the creature fails that saving throw, it must then succeed on a DC 15 Wisdom saving throw or gain one form of {@table long-term madness|dmg} from {@book page 260 of the {@i Dungeon Master's Guide}|dmg|8|madness}. Creatures who are aware they are standing in mists of madness have advantage on the Constitution saving throw.",
				"A DC 15 Intelligence ({@skill Arcana}) check reveals the nature of the trap. A strong wind forces the mists to dissipate in {@dice 1d10} rounds.",
				"Mists of madness never harm mind flayers. The mist was created by illithids."
			]
		},
		{
			"source": "20NewTraps",
			"page": 5,
			"name": "Object of Deception",
			"trapHazType": "MAG",
			"entries": [
				"Most objects of deception are fashioned to look tempting to intruders. Coins, works of art, treasures, potions, gems, and more could be a trap.",
				"An object of deception is marked with a tiny indentation of an open mouth frozen in a laugh. Any character inspecting the item can find the indentation with a DC 15 Intelligence ({@skill Investigation}) check. A character handling the object feels the indentation with a DC 20 Wisdom ({@skill Perception}) check.",
				"A creature who handles the object must make a DC 15 Charisma saving throw. A creature who fails this saving throw sees allies as hostile enemies and hostile enemies as allies. Kind words sound threatening and threats sound kind coming from these sources. The only way the creature can rid itself of this effect is to stop carrying the object. A creature who succeeds on this saving throw is aware that something or someone tried to affect its mind, but is unsure of the source and is immune to the effect of the object for 24 hours."
			]
		},
		{
			"source": "20NewTraps",
			"page": 5,
			"name": "Pendulum Scythe",
			"trapHazType": "MECH",
			"entries": [
				"A large scythe drops from the ceiling and swings back and forth in a line 5 feet wide and 20 feet long when a hidden pressure plate in the room is pressed. Any weight of more than 20 pounds placed on the pressure plate triggers the trap. The pressure plate can be spotted with a DC 15 Wisdom ({@skill Perception}) check. A character studying the area can determine the pressure plate is a slightly different color than the rest of the floor with a DC 15 Intelligence ({@skill Investigation}) check and that the ceiling holds the outline of a trapdoor (from which the trap's blade springs forth) with a DC 20 Intelligence ({@skill Investigation}) check. Wedging an {@item iron spike|phb} or other object under the pressure plate prevents the trap from activating and attempting to open the compartment in the ceiling results in the trap activating.",
				"Once the trap is triggered it acts at the start of every round. The scythe makes an attack roll against creatures in its path with a {@hit 7|+7 bonus} to attack. On a hit the attack deals 33 ({@dice 6d10}) slashing damage.",
				"Some pressure plates are triggered to activate multiple pendulum scythes in a room or hall each of which runs along a different line and gets to make its own attacks at the start of the round."
			]
		},
		{
			"source": "20NewTraps",
			"page": 6,
			"name": "Poison Mister",
			"trapHazType": "MECH",
			"entries": [
				"A nozzle connected to a vial of poison gas is hidden within a chest's lock or in something else that a creature might open. Opening the object without the proper key causes the nozzle to spring out, spraying poison.",
				"When the trap is triggered the nozzle creates a 15-foot cone of gas originating from the lock. Creatures within the cone must make a DC 15 Constitution saving throw. Creatures who fail take 22 ({@dice 4d10}) poison damage and are {@condition poisoned} for 1 hour. Creatures who succeed take half damage and are not {@condition poisoned}.",
				"A DC 20 Intelligence ({@skill Investigation}) check allows a character to deduce the trap's presence from alterations made to the lock to accommodate the nozzle and vial. A DC 15 Dexterity check using {@item thieves' tools|phb} disarms the trap, removing the nozzle and gas vial from the lock. Unsuccessfully attempting to pick the lock triggers the trap.",
				"A DM can choose to have a different kind of {@filter inhaled poison|items|source=null|type=poison|search=inhaled} ({@book Dungeon Master's Guide page 257–258|dmg|8|poisons}) within the lock. The effects and save DC for the poison change as appropriate."
			]
		},
		{
			"source": "20NewTraps",
			"page": 6,
			"name": "Room Filling with Water",
			"trapHazType": "MECH",
			"entries": [
				"This stone, 15-foot-cubic room has thick metal doors and four 5-foot-square metal grates in the ceiling. When the door to this room is first opened, characters within 5 feet of the door feel a burst of stagnant, moldy air with a DC 10 Wisdom ({@skill Perception}) check.",
				"A hidden pressure plate in the floor causes the grates to pour water into the room. Any weight of more than 20 pounds placed on the pressure plate triggers the trap. The pressure plate can be spotted with a DC 15 Wisdom ({@skill Perception}) check. A character studying the area can determine the pressure plate is a slightly different color than the rest of the floor with a DC 15 Intelligence ({@skill Investigation}) check. Wedging an {@item iron spike|phb} or other object under the pressure plate prevents the trap from activating.",
				"When the trap is triggered, all doors to the room immediately close and lock. The doors are iron (AC 19, 27 hit points) and any character with {@item thieves' tools|phb} can pick the lock with a DC 20 Dexterity check. A character without {@item thieves' tools|phb} can attempt this check with disadvantage using a hairpin, wire, or other thin, metal tool.",
				"At the start of every round add 3 feet of stagnant, opaque water to the sealed room. Once the water is 6 feet high, creatures without a swim speed who attempt to pick the lock using {@item thieves' tools|phb} do so with disadvantage. Creatures in the room without a swim speed must make DC 10 Strength ({@skill Athletics}) to swim above the rising water once it is equal to or greater than their height. Because the water is opaque, any creature who is submerged in the water is {@condition blinded} while it remains underwater.",
				"Have the rules for suffocating (Player Basic Rules pg. 65 and {@book Player's Handbook pg. 183|phb|8|Suffocating}) and underwater combat (Player Basic Rules pg. 77 and {@book Player's Handbook pg. 198|phb|9|Underwater Combat}) handy if you plan to run this trap.",
				"Sometimes the designer of this trap will put a hidden kill switch somewhere within the room in case the trap is triggered by accident. Such a kill switch is usually well hidden beneath a stone in the floor or wall and requires a DC 20 Intelligence ({@skill Investigation}) check to find. Pressing the switch causes the water to stop filling the room and the doors to unlock."
			]
		},
		{
			"source": "20NewTraps",
			"page": 7,
			"name": "Spectral Tendrils",
			"trapHazType": "MAG",
			"entries": [
				"This 20-foot-square area has been cursed with a ritual that forms tendrils of pure necrotic energy that hunger to feed on the living. The ritual is powered by an unholy symbol painted or carved into the ground at the center of the area. The tendrils live below the surface of the floor and wait for a living creature to walk into the area before attacking.",
				"A character notices the trapped area and its immediate surroundings are slightly colder with a DC 10 Wisdom ({@skill Perception}) check. A character trained in {@skill Religion} can determine the meaning of the symbol with a DC 15 Intelligence ({@skill Religion}) check.",
				"When a creature steps into the area, the tendrils rise from the ground and make an attack roll against that creature with a {@hit 8|+8 bonus}. On a hit the tendrils deal 22 ({@dice 4d10}) necrotic damage and the target is {@condition grappled} (escape DC 15). While {@condition grappled} in this way the target is also {@condition restrained}. The tendrils make new attacks at the start of each round against any creature in the area.",
				"Dealing 15 damage to the tendrils grasping a creature with a single attack or spell causes the arms to let go of that creature (AC 15). Dealing any radiant damage to the tendrils causes them to disappear."
			]
		},
		{
			"source": "20NewTraps",
			"page": 7,
			"name": "Spinning Saw Blade",
			"trapHazType": "MECH",
			"entries": [
				"Hidden behind a wall, this circular saw blade with a 5-foot-radius runs along a track in the wall, floor, or ceiling after a tripwire is activated.",
				"The tripwire is 3 inches off the ground and stretches between two columns. A successful DC 15 Wisdom ({@skill Perception}) check spots the tripwire or the blades hidden deep within a slot in the walls. A DC 10 Wisdom ({@skill Perception}) check notices the deep grooves in the wall, ceiling, or floor that serve as the saw's track. A DC 15 Dexterity check made with {@item thieves' tools|phb} breaks the tripwire harmlessly. A character without {@item thieves' tools|phb}can attempt this check with disadvantage using any edged weapon or tool. On a failed check the trap triggers.",
				"Once the trap is activated the saw moves 40 feet along its track at the start of a round. The saw makes an attack roll with a {@hit 6|+6 bonus} against any creature in its path. On a hit the creature takes 11 ({@dice 2d10}) slashing damage. If the saw gets to the end of its track, it switches direction and comes back the other way.",
				"Some tripwires are triggered to activate multiple saws in a room or hall, each of which runs along a different track and gets to make its own attacks at the start of the round."
			]
		},
		{
			"source": "20NewTraps",
			"page": 7,
			"name": "Widening Pit",
			"trapHazType": "MECH",
			"entries": [
				"These rooms are outfitted with a special floor that opens from the center when a creature steps onto the hidden 10-foot-square area pit cover at the center of the room.",
				"A successful DC 15 Wisdom ({@skill Perception}) check discerns an absence of foot traffic over the center of the floor. A successful DC 15 Intelligence ({@skill Investigation}) check is necessary to confirm that the trapped section of the floor is actually the cover of a pit.",
				"When a creature steps on the cover, it swings open like a trapdoor causing the intruder to spill into the pit below, which is usually 20 or 30 feet deep, but can be deeper. Once the pit is revealed, it begins to widen. At the start of a round the pit's area grows another 5 feet on all sides as the floor begins to slide open. Creatures adjacent to the pit before it grows must make a DC 15 Dexterity saving throw, or fall into the pit. The pit may have spikes at the bottom as described in {@trap pits|dmg|page 123 of the {@i Dungeon Master's Guide}}.",
				"When the trap is triggered, all doors to the room immediately close and lock. The doors are iron (AC 19, 27 hit points) and any character with {@item thieves' tools|phb} can pick the lock with a DC 20 Dexterity check. A character without {@item thieves' tools|phb} can attempt this check with disadvantage using a hairpin, wire, or other thin, metal tool.",
				"Once the pit is detected, an {@item iron spike|phb} or similar object can be wedged between the pit's cover and the surrounding floor in such a way as to prevent the cover from opening and springing the rest of the trap. It can also magically be held shut using the {@spell arcane lock} spell or similar magic."
			]
		},
		{
			"source": "20NewTraps",
			"page": 8,
			"name": "Withering Tapestry",
			"trapHazType": "MAG",
			"entries": [
				"This 10-foot-square tapestry depicts a regal king and queen sitting upon a throne with crowns of gold. Any creature who can see the tapestry must make a DC 15 Charisma saving throw. A creature who fails is overcome with admiration for the tapestry and cannot willingly move out of sight of the tapestry for 24 hours. During that time the creature cares only about the tapestry and will defend the work of art with its life. It acts hostile toward any creature who tries to touch the tapestry or tries to move the effected creature away from the tapestry. The creature will try to find its way back to the tapestry if it is forcibly removed from it. The creature will not sleep while it is under this effect. After 24 hours the affected creature suffers a level of {@condition exhaustion}. It must repeat the saving throw if it can still see the tapestry.",
				"A DC 15 Intelligence ({@skill Arcana}) check reveals the nature of the trap. A DC 20 Intelligence ({@skill Arcana}) check reveals the tapestry is immune to all damage except for fire. The tapestry has AC 10 and 30 hit points."
			]
		},
		{
			"source": "20NewTraps",
			"page": 8,
			"name": "Zealous Altar",
			"trapHazType": "MAG",
			"entries": [
				"This altar bears the symbol of the patron god of its creator. Any creature who can see the altar who is not wearing a visible {@item holy symbol|phb} of the altar's god must make a DC 15 Wisdom saving throw. Creatures who fail are {@condition blinded} and {@condition deafened} for 8 hours or until the altar is destroyed. Creatures who succeed are immune to the altar's effects for 24 hours.",
				"A creature trained in {@skill Religion} who makes a DC 15 Intelligence (Wisdom) check knows the nature of the altar. The altar is made of a magically treated metal and much tougher than it looks. It has AC 22 and 200 hit points."
			]
		}
	]
}
