{
	"_meta": {
		"sources": [
			{
				"json": "SG",
				"abbreviation": "SG",
				"full": "Simple Guilds",
				"authors": [
					"AeronDrake"
				],
				"convertedBy": [
					"Jafner"
				],
				"version": "1.2",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/6x41s5/simple_guilds_v30_enter_a_guild_rank_up_and_gain/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "6194bf766b",
		"edition": "classic"
	},
	"variantrule": [
		{
			"name": "Guilds",
			"source": "SG",
			"entries": [
				{
					"name": "Entering a Guild",
					"type": "entries",
					"entries": [
						"This system uses a reputation system which determines your rank on the guild. In most of the cases, the adventurers must gain a number of reputation points completing contracts given by the guild to be considered as members of the guild. When a character gets the amount of reputation points required for the first rank, they can decide to join the guild. A character cannot gain more points than the required for the first rank until they decide to be members of the guild. For example, a character has 41 reputation points, and after finishing a contract the guild rewarded him with 10 reputation points. In this case, his points cannot increase above 50 unless he decides to join the guild, losing 1 point.",
						"In the following table you can find the basic structure of ranks and the reputation points needed for each rank.",
						{
							"type": "table",
							"caption": "Guild Ranks",
							"colLabels": [
								"Rank",
								"Reputation Points"
							],
							"colStyles": [
								"col-6",
								"col-6"
							],
							"rows": [
								[
									"Grandmaster/Grandmistress",
									"2,000"
								],
								[
									"Master/Mistress",
									"1,000"
								],
								[
									"Expert",
									"500"
								],
								[
									"Adept",
									"200"
								],
								[
									"Journeyman",
									"100"
								],
								[
									"Apprentice",
									"50"
								]
							]
						},
						"If needed, you can modify the rank names or the reputation points required to achieve each rank. For example, you can double the reputation points needed for each rank to create an elite guild.",
						{
							"type": "entries",
							"name": "Other Requirements",
							"entries": [
								"Some guilds might have additional requisites to enter, such as being able to cast spells, paying an entry fee or finishing a special quest to determine if you are able to enter the guild based on the skills and abilities they are looking for."
							]
						}
					]
				},
				{
					"name": "Guild Membership",
					"type": "entries",
					"entries": [
						"When you reach the first rank of the guild, you must pay dues of 5 gp per month to the guild. If you miss payments, you must make up back dues to remain in the guild's good graces and maintain your rank benefits.",
						"If any of the characters have the guild artisan background, consider him at least at the first rank of the guild ranks. It's up to the DM to decide if that character is at a higher rank or if he has special benefits in the guild."
					]
				},
				{
					"name": "Reputation Points",
					"type": "entries",
					"entries": [
						"Every guild rank is determined by an amount of reputation points. These points are earned by finishing contracts and bounties. Gaining reputation allows you to increase your rank in the guild and get some rewards, which are described later on this guide.",
						{
							"name": "Contracts",
							"type": "entries",
							"entries": [
								"Most of the guild works are contracts that involve some quests or missions, which includes a location, some basic information of the quest and obviously, a reward. The reputation points earned by finishing a contract are determined by the DM."
							]
						},
						{
							"name": "Bounties",
							"type": "entries",
							"entries": [
								"Bounties, also known as \"hunt orders\" are special guild missions that allow guild members to collect reputation points to gain ranks on the guild for killing certain creatures. In general, bounties have 3 parts: the creature/creatures for the hunt, the number of days the bounty will be active and the reward, which are reputation points. In other cases, it also includes a monetary reward. The number of reputation points depends on the challenge rating of the killed creature, as shown in the table below.",
								{
									"type": "table",
									"colLabels": [
										"CR",
										"Reputation Points"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"0-1/2",
											"1"
										],
										[
											"1",
											"2"
										],
										[
											"2",
											"4"
										],
										[
											"3",
											"7"
										],
										[
											"4",
											"11"
										],
										[
											"5",
											"18"
										],
										[
											"6",
											"23"
										],
										[
											"7",
											"29"
										],
										[
											"8",
											"39"
										],
										[
											"9",
											"50"
										],
										[
											"10",
											"59"
										],
										[
											"11",
											"72"
										],
										[
											"12",
											"84"
										],
										[
											"13",
											"100"
										],
										[
											"14",
											"115"
										],
										[
											"15",
											"130"
										],
										[
											"16",
											"150"
										],
										[
											"17",
											"180"
										],
										[
											"18",
											"200"
										],
										[
											"19",
											"220"
										],
										[
											"20",
											"250"
										],
										[
											"21",
											"330"
										],
										[
											"22",
											"410"
										],
										[
											"23",
											"500"
										],
										[
											"24",
											"620"
										],
										[
											"25",
											"750"
										],
										[
											"26",
											"900"
										],
										[
											"27",
											"1,050"
										],
										[
											"28",
											"1,200"
										],
										[
											"29",
											"1,350"
										],
										[
											"30",
											"1,550"
										]
									]
								},
								"It's up to the DM to determine if the players need to collect parts of the creatures to prove they killed the creatures. Another option is to make the bounty magical, so the guild knows exactly how many creatures they've killed."
							]
						}
					]
				},
				{
					"name": "Rank Benefits",
					"type": "entries",
					"source": "SG",
					"entries": [
						"Gaining ranks on a guild gives the players a series of benefits, such as better paid and challenging contracts, information and equipment. In the table below you can find some examples of rank rewards.",
						{
							"type": "table",
							"colLabels": [
								"Benefit",
								"Rank Needed"
							],
							"colStyles": [
								"col-6",
								"col-6"
							],
							"rows": [
								[
									"Contracts, basic",
									"Apprentice"
								],
								[
									"Healing and care",
									"Apprentice"
								],
								[
									"Information, basic",
									"Apprentice"
								],
								[
									"Lodging and food, modest",
									"Apprentice"
								],
								[
									"Messaging, basic",
									"Apprentice"
								],
								[
									"Training",
									"Apprentice"
								],
								[
									"Crafting Workshop",
									"Journeyman"
								],
								[
									"Equipment, basic",
									"Journeyman"
								],
								[
									"Contracts, advanced",
									"Adept"
								],
								[
									"Equipment, advanced",
									"Adept"
								],
								[
									"Information, advanced",
									"Adept"
								],
								[
									"Lodging and food, comfortable",
									"Adept"
								],
								[
									"Equipment, magical",
									"Expert"
								],
								[
									"Information, exclusive",
									"Expert"
								],
								[
									"Local Guildhall",
									"Master/Mistress"
								],
								[
									"Lodging and food, wealthy",
									"Master/Mistress"
								],
								[
									"Own the guild",
									"Grandmaster/Grandmistress"
								]
							]
						},
						"{@b Contracts, basic.} These contracts includes simple tasks.",
						"{@b Contracts, advanced.} This contracts can include more long-term and challenging quests. These contracts should have a better pay or give more reputation than basic contracts.",
						"{@b Crafting Workshop.} You are able to use the workshops in the guildhalls, where you can find one or more artisan's tools at your disposal for crafting. The number and type of artisan's tools are determined by the DM.",
						"{@b Equipment, basic.} This includes simple weapons, light armors and basic equipment (like rations and torches). You can also ask for horses for temporary use.",
						"{@b Equipment, advanced.} This includes martial weapons, medium and heavy armors, probably some artisan tools and specialized adventuring kits. This also includes other services, such using one of the guild coach cabs or a ship passage to a near city.",
						"{@b Equipment, magical.} This includes some potions, a few spell scrolls, and a few magical items. It can include some spellcasting services. Since magical items and services are rarer, it's up to the DM to determine if the characters must pay for using the magical items or for each time they want to use some of the guild spellcasting services.",
						"{@b Healing and care.} You can be healed in the guildhalls owned by your guild.",
						"{@b Information, basic.} You get one piece of useful lore about the contract or bounty you're doing.",
						"{@b Information, advanced.} You get three pieces of useful lore about the contract or quest you're doing.",
						"{@b Information, exclusive.} You get 1d4 pieces of useful lore about anything you're looking for. The DM determines the type of information you get from the guild.",
						"{@b Local guildhall.} You are rewarded with owning and leading a local guildhall in a city or town.",
						"{@b Lodging and food.} If you want, you can live in a local guildhall (your lifestyle expenses are covered by your membership).",
						"{@b Messaging.} You can use some of the guild messengers to deliver cards and small objects to another city or town.",
						"{@b Training.} You can learn a new language or training in a set of tools with a guild member. The prize or time is reduced by half (player's choice)."
					]
				},
				{
					"name": "Creating a Guild",
					"type": "entries",
					"source": "SG",
					"entries": [
						"When creating a guild, you must decide the type or business of the guild. You can choose one from the table below or roll it randomly. Additionally, if you're creating a bigger guild, you can choose or roll again to get more specializations. In general, a guild should have between 1 to 3 specializations.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Guild Type"
							],
							"colStyles": [
								"col-3",
								"col-9"
							],
							"rows": [
								[
									"1",
									"Adventurers"
								],
								[
									"2",
									"Arcane"
								],
								[
									"3",
									"Artisans"
								],
								[
									"4",
									"Criminal"
								],
								[
									"5",
									"Religious"
								],
								[
									"6",
									"Scholastic"
								]
							]
						}
					]
				},
				{
					"name": "Equipment Availability",
					"type": "entries",
					"source": "SG",
					"entries": [
						"You can requisition items for temporary use when doing contracts and tasks for the guild. The amount of equipment you can borrow is determined by the total gp of the items and it depends on your guild rank, as shown in the table below.",
						{
							"type": "table",
							"colLabels": [
								"Rank",
								"Max. Requisition GP"
							],
							"colStyles": [
								"col-6",
								"col-6"
							],
							"rows": [
								[
									"Grandmaster/Grandmistress",
									"1,500 gp"
								],
								[
									"Master/Mistress",
									"1,000 gp"
								],
								[
									"Expert",
									"600 gp"
								],
								[
									"Adept",
									"450"
								],
								[
									"Journeyman",
									"150 gp"
								]
							]
						},
						"It's up to the DM to determine how many and what type of equipment the guild have. For example, a rural guild might only have light armor, simple weapons and 1d4 potions available for requisitioning."
					]
				},
				{
					"name": "Guild Types",
					"type": "entries",
					"entries": [
						{
							"name": "Adventurers Guilds",
							"type": "entries",
							"entries": [
								"These guilds are designed expressly for those who battle monsters, hunt treasure, and explore unknown lands.",
								{
									"type": "table",
									"caption": "Adventurers Guilds Contracts",
									"colLabels": [
										"d10",
										"Contract Type"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"1-3",
											"Exploration"
										],
										[
											"4-6",
											"Hunt"
										],
										[
											"7-9",
											"Raid"
										],
										[
											"10",
											"Roll in the random contracts table"
										]
									]
								},
								{
									"name": "Equipment and Tools",
									"type": "entries",
									"entries": [
										"{@b Equipment, Basic.} Armor, weapons and adventuring gear that cost 10 gp or less. Additionally, you can requisition a riding horse and a riding saddle.",
										"{@b Equipment, Advanced.} Armor, weapons, adventuring gear, mounts and drawn vehicles.",
										"{@b Equipment, Magical.} Common magic items and uncommon armor and weapons.",
										"{@b Tools.} You can use leatherworker's tools, smith's tools and woodcarver's tools available on the guild for creating and repairing armor and weapons."
									]
								},
								{
									"name": "Training",
									"type": "entries",
									"entries": [
										"You can train to gain proficiency with leatherworker's tools, smith's tools or woodcarver's tools. If your DM allows it, you can also train to gain proficiency with an armor type, a weapon or one of the following skills: Athletics or Survival."
									]
								}
							]
						},
						{
							"name": "Arcane Guilds",
							"type": "entries",
							"entries": [
								"These guilds consist primarily of arcane spellcasters, but occasionally boast noncasting members, such as experts who practice alchemy.",
								{
									"type": "table",
									"caption": "Arcane Guilds Contracts",
									"colLabels": [
										"d10",
										"Contract Type"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"1-3",
											"Exploration"
										],
										[
											"4-6",
											"Find"
										],
										[
											"7-9",
											"Resource Gathering"
										],
										[
											"10",
											"Roll in the random contracts table"
										]
									]
								},
								{
									"name": "Equipment and Tools",
									"type": "entries",
									"entries": [
										"{@b Equipment, Basic.} Simple melee weapons, adventuring gear that cost 10 gp or less. Additionally, you can requisition a draft horse and a cart.",
										"{@b Equipment, Advanced.} Simple weapons, adventuring gear, mounts and drawn vehicles.",
										"{@b Equipment, Magical.} Common and uncommon magic items.",
										"{@b Tools.} You can use alchemist's supplies and herbalism kit available on the guild for creating potions and other alchemical items."
									]
								},
								{
									"name": "Training",
									"type": "entries",
									"entries": [
										"You can train to gain proficiency with alchemist's supplies or herbalism kit. If your DM allows it, you can also train to gain proficiency with a standard language, a simple weapon or one of the following skills: Arcana or History."
									]
								}
							]
						},
						{
							"name": "Artisans Guilds",
							"type": "entries",
							"entries": [
								"These guilds are the most common form of guild in most fantasy cities. Each is typically devoted to a single craft or profession, or at most a small group of closely related trades.",
								{
									"type": "table",
									"caption": "Artisans Guilds Contracts",
									"colLabels": [
										"d10",
										"Contract Type"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"1-3",
											"Exploration"
										],
										[
											"4-6",
											"Protection"
										],
										[
											"7-9",
											"Resource Gathering"
										],
										[
											"10",
											"Roll in the random contracts table"
										]
									]
								},
								{
									"name": "Equipment and Tools",
									"type": "entries",
									"entries": [
										"{@b Equipment, Basic.} Simple melee weapons, adventuring gear that cost 10 gp or less. Additionally, you can requisition a draft horse and a wagon.",
										"{@b Equipment, Advanced.} Light armor, simple weapons, adventuring gear, mounts and drawn vehicles.",
										"{@b Equipment, Magical.} Common magic items.",
										"{@b Tools.} You can use the artisan tools available on the guild for crafting. You can determine the tools available from the following list or rolling randomly.",
										{
											"type": "table",
											"colLabels": [
												"d20",
												"Artisan tools"
											],
											"colStyles": [
												"col-4",
												"col-8"
											],
											"rows": [
												[
													"1",
													"Brewers"
												],
												[
													"2",
													"Calligraphers"
												],
												[
													"3",
													"Carpenters"
												],
												[
													"4",
													"Cartographers"
												],
												[
													"5",
													"Cobblers"
												],
												[
													"6",
													"Cooks"
												],
												[
													"7",
													"Glassblowers"
												],
												[
													"8",
													"Jewelers"
												],
												[
													"9",
													"Leatherworkers"
												],
												[
													"10",
													"Masons"
												],
												[
													"11",
													"Painters"
												],
												[
													"12",
													"Potters"
												],
												[
													"13",
													"Smiths"
												],
												[
													"14",
													"Tinkers"
												],
												[
													"15",
													"Weavers"
												],
												[
													"16",
													"Woodcarvers"
												],
												[
													"17",
													"Roll twice"
												],
												[
													"18",
													"Roll twice"
												],
												[
													"19",
													"Roll three times"
												],
												[
													"20",
													"Roll four times"
												]
											]
										}
									]
								},
								{
									"name": "Training",
									"type": "entries",
									"entries": [
										"You can train to gain proficiency with the artisan tools the guild have. If your DM allows it, you can also train to gain proficiency in one of the following skills: Insight or Persuasion."
									]
								}
							]
						},
						{
							"name": "Criminal Guilds",
							"type": "entries",
							"entries": [
								"These guilds are (in general) considered illegal and highly secretive, except in particularly corrupt cities.",
								{
									"type": "table",
									"caption": "Criminal Guilds Contracts",
									"colLabels": [
										"d10",
										"Contract Type"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"1-3",
											"Exploration"
										],
										[
											"4-6",
											"Find"
										],
										[
											"7-9",
											"Hunt"
										],
										[
											"10",
											"Roll in the random contracts table"
										]
									]
								},
								{
									"name": "Equipment and Tools",
									"type": "entries",
									"entries": [
										"{@b Equipment, Basic.} Light armor, simple weapons and adventuring gear that cost 10 gp or less. Additionally, you can requisition a vial of basic poison or thieves' tools.",
										"{@b Equipment, Advanced.} Light and medium armor, weapons, adventuring gear, poisons, mounts and drawn vehicles.",
										"{@b Equipment, Magical.} Common magic items and uncommon weapons.",
										"{@b Tools.} You can use the forgery kit and poisoner's kit available on the guild."
									]
								},
								{
									"name": "Training",
									"type": "entries",
									"entries": [
										"You can train to gain proficiency with the forgery kit or poisoner's kit. If your DM allows it, you can also train to gain proficiency with an armor type, a weapon or one of the following skills: Deception or Stealth."
									]
								}
							]
						},
						{
							"name": "Religious Guilds",
							"type": "entries",
							"entries": [
								"These guilds are associations of followers of the same faith. A religious guild is not the same thing as a sect or cult.",
								{
									"type": "table",
									"caption": "Religious Guilds Contracts",
									"colLabels": [
										"d10",
										"Contract Type"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"1-3",
											"Hunt"
										],
										[
											"4-6",
											"Find"
										],
										[
											"7-9",
											"Protection"
										],
										[
											"10",
											"Roll in the random contracts table"
										]
									]
								},
								{
									"name": "Equipment and Tools",
									"type": "entries",
									"entries": [
										"{@b Equipment, Basic.} Light armor, simple weapons and adventuring gear that cost 10 gp or less. Additionally, you can requisition a draft horse and a cart.",
										"{@b Equipment, Advanced.} Light armor, weapons, adventuring gear, mounts and drawn vehicles.",
										"{@b Equipment, Magical.} Common magic items and uncommon weapons.",
										"{@b Tools.} You can use the jeweler's tools and smith's tools available on the guild."
									]
								},
								{
									"name": "Training",
									"type": "entries",
									"entries": [
										"You can train to gain proficiency with the jeweler's tools or smith's tools. If your DM allows it, you can also train to gain proficiency with light armor, a weapon or one of the following skills: Insight or Religion."
									]
								}
							]
						},
						{
							"name": "Scholastic Guilds",
							"type": "entries",
							"entries": [
								"These guilds are dedicated to studying a particular topic to further the knowledge and education of its members.",
								{
									"type": "table",
									"caption": "Scholastic Guilds Contracts",
									"colLabels": [
										"d10",
										"Contract Type"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"1-3",
											"Exploration"
										],
										[
											"4-6",
											"Find"
										],
										[
											"7-9",
											"Resource Gathering"
										],
										[
											"10",
											"Roll in the random contracts table"
										]
									]
								},
								{
									"name": "Equipment and Tools",
									"type": "entries",
									"entries": [
										"{@b Equipment, Basic.} Simple melee weapons, adventuring gear that cost 10 gp or less. Additionally, you can requisition a draft horse and a wagon.",
										"{@b Equipment, Advanced.} Simple melee weapons, adventuring gear, mounts and drawn vehicles.",
										"{@b Equipment, Magical.} Common magic items and uncommon wondrous items.",
										"{@b Tools.} You can use the calligrapher's tools and tinker's tools available on the guild."
									]
								},
								{
									"name": "Training",
									"type": "entries",
									"entries": [
										"You can train to gain proficiency with calligrapher's tools, tinker's tools or in one standard language. If your DM allows it, you can also train to gain proficiency in an exotic language or one of the following skills: History, Investigation, or Nature."
									]
								}
							]
						}
					]
				},
				{
					"name": "Creating Contracts",
					"type": "entries",
					"entries": [
						"If you want to create random contracts for your guild, you can use the following guidelines and information. First, determine the contract type by chooseing or rolling in the guild contracts table of the guild. Alternatively, you can roll a d6 and choose a random contract from the following table.",
						{
							"type": "table",
							"caption": "Random Contracts",
							"colLabels": [
								"d6",
								"Contract Type"
							],
							"colStyles": [
								"col-4",
								"col-8"
							],
							"rows": [
								[
									"1",
									"Exploration"
								],
								[
									"2",
									"Find"
								],
								[
									"3",
									"Hunt"
								],
								[
									"4",
									"Protection"
								],
								[
									"5",
									"Raid"
								],
								[
									"6",
									"Resource Gathering"
								]
							]
						},
						"If you want to create larger or difficult contracts, you can choose various contract types for one contract. For example, you can create a contract that requires to discover the entrance of an ancient temple (exploration) and then kill every undead inside (hunt).",
						{
							"type": "entries",
							"name": "Contract Difficulties",
							"entries": [
								"Contracts are divided in basic contracts and advanced contracts. A basic contract should only have easy and medium encounters, while advanced contracts should have hard and deadly encounters."
							]
						},
						{
							"name": "Contract Type",
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Exploration",
									"entries": [
										"These contracts are for exploring new lands, such as an island, caves, an old dungeon or a forgotten jungle. In general, the objective of this contract is to provide an accurate map, creating routes for traveling through the terrain or even building an outpost and defenses.",
										"These contracts also involve surveillance or reconnaissance tasks for getting information about the area, the creatures in the area or searching for a hidden entrance to a dungeon.",
										{
											"type": "table",
											"colLabels": [
												"d6",
												"The Mission"
											],
											"colStyles": [
												"col-4",
												"col-8"
											],
											"rows": [
												[
													"1",
													"Mapping the location"
												],
												[
													"2",
													"Search or create new routes to the location"
												],
												[
													"3",
													"Build an outpost and defenses"
												],
												[
													"4",
													"Land surveillance"
												],
												[
													"5",
													"Observe a creature"
												],
												[
													"6",
													"Find a hidden entrance"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Find",
									"entries": [
										"These contracts are for finding someone or something, such as finding a missing explorers group, recovering a specific object found in a dungeon and searching (and bringing back to justice) a wanted criminal.",
										"These contracts also involves stealing an object or valuable information, such as searching for letters related with a plan to kill the current guild leader (and uncover the conspiracy) or information and proof to solve a mystery.",
										{
											"type": "table",
											"colLabels": [
												"d6",
												"The Mission"
											],
											"colStyles": [
												"col-4",
												"col-8"
											],
											"rows": [
												[
													"1",
													"Find someone"
												],
												[
													"2",
													"Find something"
												],
												[
													"3",
													"Steal something"
												],
												[
													"4",
													"Find valuable information"
												],
												[
													"5",
													"Retrieve an object"
												],
												[
													"6",
													"Rescue someone"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Hunt",
									"entries": [
										"These contracts are for killing or hunting down a creature, an individual or a particular group, such as killing an evil wizard, slaying a creature in the wild and assassinate the leader of another guild. These contracts also involve destroying a particular object.",
										{
											"type": "table",
											"colLabels": [
												"d4",
												"The Mission"
											],
											"colStyles": [
												"col-4",
												"col-8"
											],
											"rows": [
												[
													"1",
													"Slay a specific monster"
												],
												[
													"2",
													"Assassinate an individual"
												],
												[
													"3",
													"Kill all members from a particular group"
												],
												[
													"4",
													"Destroy a particular object"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Protection",
									"entries": [
										"These contracts involve escorting someone through a dangerous area and defending a location such as holding a fortified outpost until the reinforcements arrive. These contracts also involves protecting someone, such as being the bodyguards of a noble in a diplomatic mission, and guard an object, such as defending an ancient magical tome and preventing of being destroyed.",
										{
											"type": "table",
											"colLabels": [
												"d4",
												"The Mission"
											],
											"colStyles": [
												"col-4",
												"col-8"
											],
											"rows": [
												[
													"1",
													"Escort someone from one point to another"
												],
												[
													"2",
													"Defend a place or location"
												],
												[
													"3",
													"Protect an individual"
												],
												[
													"4",
													"Guard an object"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Raid",
									"entries": [
										"These contracts involve breaking, entering and cleaning a place, such as entering into an ancient temple, disable all the traps and slaying all creatures (so the archeologists can enter without danger) or raiding a bandit camp, destroying or stealing all their supplies.",
										"These contracts also involves disabling particular objects, such as destroying the siege weapons before they reach the city, assaulting a caravan, blocking trade routes and disabling routes to a location.",
										{
											"type": "table",
											"colLabels": [
												"d6",
												"The Mission"
											],
											"colStyles": [
												"col-4",
												"col-8"
											],
											"rows": [
												[
													"1",
													"Attack a location"
												],
												[
													"2",
													"Destroy a nearby camp"
												],
												[
													"3",
													"Steal supplies"
												],
												[
													"4",
													"Disable potential dangers"
												],
												[
													"5",
													"Blocking trade routes"
												],
												[
													"6",
													"Disabling an entrance"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Resource Gathering",
									"entries": [
										"These contracts involve collecting materials or any resource needed for further uses, such as collecting a particular herb for creating a medicine to heal someone, mine some materials for creating special weapons and equipment and even buying materials from a remote place and transport it to a specific location.",
										{
											"type": "table",
											"colLabels": [
												"d4",
												"The Mission"
											],
											"colStyles": [
												"col-4",
												"col-8"
											],
											"rows": [
												[
													"1",
													"Gather herbs and plants"
												],
												[
													"2",
													"Collect a specific mineral"
												],
												[
													"3",
													"Harvest a creature part"
												],
												[
													"4",
													"Buy or trade a resource"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Additional Conditions",
									"entries": [
										"If you want to give a twist to the contracts, you can add one or more of the following conditions:",
										"{@b Stealthily.} You cannot be detected or raise the alarm while you are doing the contract.",
										"{@b No Kills.} You cannot kill while doing the contract.",
										"{@b Specific Time and Place.} You need to complete the task contract in a specific day or moment. For example, you must assassinate an individual when it's talking in front of a crowd of people in the town square.",
										"{@b Against Time.} You have a limited time to do the contract. For example, another group is going to do the same contract at the same time, and the first group that finishes the contract gets the reward.",
										"{@b Local Resources.} You can only use resources you can find in the location of your contract.",
										"{@b Limited Resources.} You can only use some of your equipment. For example, you need to enter a party for gathering information, but you cannot enter with armor or weapons (but perhaps you can hide a dagger in your clothes)."
									]
								}
							]
						},
						{
							"name": "Location",
							"type": "entries",
							"entries": [
								"After you have determined the contract type, you need to determine the location where the characters must go to complete the contract. Here you can find a table for general locations and a table for a specific location. You can use one or both tables to determine the location when needed.",
								{
									"type": "table",
									"colLabels": [
										"d12",
										"General Location"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"1",
											"Arctic"
										],
										[
											"2",
											"Caves"
										],
										[
											"3",
											"Desert"
										],
										[
											"4",
											"Forest or jungle"
										],
										[
											"5",
											"Lake or river"
										],
										[
											"6",
											"Mountain"
										],
										[
											"7",
											"Ocean"
										],
										[
											"8",
											"Plains"
										],
										[
											"9",
											"Swamp"
										],
										[
											"10",
											"Urban"
										],
										[
											"11",
											"Distant land"
										],
										[
											"12",
											"Another plane"
										]
									]
								},
								"If you use the distant land or another plane, roll again to determine the setting of the location (for example, you can make the contract to be in another continent or in the elemental plane of earth).",
								{
									"type": "table",
									"colLabels": [
										"d20",
										"Specific Location"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"1",
											"Ancient ruins"
										],
										[
											"2",
											"Battlefield"
										],
										[
											"3",
											"Catacombs"
										],
										[
											"4",
											"Cliffs"
										],
										[
											"5",
											"Dungeon"
										],
										[
											"6",
											"Encampment"
										],
										[
											"7",
											"Fortress or castle"
										],
										[
											"8",
											"Mansion"
										],
										[
											"9",
											"Market"
										],
										[
											"10",
											"Oasis"
										],
										[
											"11",
											"Palace"
										],
										[
											"12",
											"Prison"
										],
										[
											"13",
											"Sanctuary or Shrine"
										],
										[
											"14",
											"Sewers"
										],
										[
											"15",
											"Storehouse"
										],
										[
											"16",
											"Tavern"
										],
										[
											"17",
											"Temple"
										],
										[
											"18",
											"Tomb"
										],
										[
											"19",
											"Tower"
										],
										[
											"20",
											"Undercity"
										]
									]
								}
							]
						}
					]
				},
				{
					"name": "Contract Rewards",
					"type": "entries",
					"entries": [
						"Finally, you need to determine what kind of rewards the characters will get after successfully finishing the contract. In general, the contract will reward with gold and reputation points for the guild.",
						{
							"name": "Gold",
							"type": "entries",
							"entries": [
								"Almost every contract has a gold reward. A simple way to determine the amount of gold the contract gives is by using the following tables. You can modify these values as much as you need.",
								{
									"type": "table",
									"caption": "Basic Contracts",
									"colLabels": [
										"Party Level",
										"Gold per Character"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"1st",
											"10 gp"
										],
										[
											"2nd",
											"20 gp"
										],
										[
											"3rd",
											"30 gp"
										],
										[
											"4th",
											"50 gp"
										],
										[
											"5th",
											"100 gp"
										],
										[
											"6th",
											"120 gp"
										],
										[
											"7th",
											"150 gp"
										],
										[
											"8th",
											"180 gp"
										],
										[
											"9th",
											"220 gp"
										],
										[
											"10th",
											"240 gp"
										],
										[
											"11th",
											"320 gp"
										],
										[
											"12th",
											"400 gp"
										],
										[
											"13th",
											"440 gp"
										],
										[
											"14th",
											"500 gp"
										],
										[
											"15th",
											"560 gp"
										],
										[
											"16th",
											"640 gp"
										],
										[
											"17th",
											"780 gp"
										],
										[
											"18th",
											"840 gp"
										],
										[
											"19th",
											"980 gp"
										],
										[
											"20th",
											"1,140 gp"
										]
									]
								},
								{
									"type": "table",
									"caption": "Advanced Contracts",
									"colLabels": [
										"Party Level",
										"Gold per Character"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"1st",
											"20 gp"
										],
										[
											"2nd",
											"40 gp"
										],
										[
											"3rd",
											"80 gp"
										],
										[
											"4th",
											"100 gp"
										],
										[
											"5th",
											"220 gp"
										],
										[
											"6th",
											"280 gp"
										],
										[
											"7th",
											"340 gp"
										],
										[
											"8th",
											"420 gp"
										],
										[
											"9th",
											"480 gp"
										],
										[
											"10th",
											"560 gp"
										],
										[
											"11th",
											"720 gp"
										],
										[
											"12th",
											"900 gp"
										],
										[
											"13th",
											"1,020 gp"
										],
										[
											"14th",
											"1,140 gp"
										],
										[
											"15th",
											"1,280 gp"
										],
										[
											"16th",
											"1,440 gp"
										],
										[
											"17th",
											"1,760 gp"
										],
										[
											"18th",
											"1,900 gp"
										],
										[
											"19th",
											"2,180 gp"
										],
										[
											"20th",
											"2,540 gp"
										]
									]
								}
							]
						},
						{
							"name": "Reputation Points",
							"type": "entries",
							"entries": [
								"Another way to reward the characters is by giving reputation points for doing the contract, allowing them to gain ranks in the guild and unlock more benefits. You can determine the amount of reward points per character using the following tables.",
								{
									"type": "table",
									"caption": "Basic Contracts",
									"colLabels": [
										"Party Level",
										"Reputation points per Character"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"1st",
											"3"
										],
										[
											"2nd",
											"5"
										],
										[
											"3rd",
											"8"
										],
										[
											"4th",
											"13"
										],
										[
											"5th",
											"25"
										],
										[
											"6th",
											"30"
										],
										[
											"7th",
											"38"
										],
										[
											"8th",
											"45"
										],
										[
											"9th",
											"55"
										],
										[
											"10th",
											"60"
										],
										[
											"11th",
											"80"
										],
										[
											"12th",
											"100"
										],
										[
											"13th",
											"110"
										],
										[
											"14th",
											"125"
										],
										[
											"15th",
											"140"
										],
										[
											"16th",
											"160"
										],
										[
											"17th",
											"195"
										],
										[
											"18th",
											"210"
										],
										[
											"19th",
											"245"
										],
										[
											"20th",
											"285"
										]
									]
								},
								{
									"type": "table",
									"caption": "Advanced Contracts",
									"colLabels": [
										"Party Level",
										"Reputation points per Character"
									],
									"colStyles": [
										"col-4",
										"col-8"
									],
									"rows": [
										[
											"1st",
											"5"
										],
										[
											"2nd",
											"10"
										],
										[
											"3rd",
											"20"
										],
										[
											"4th",
											"25"
										],
										[
											"5th",
											"55"
										],
										[
											"6th",
											"70"
										],
										[
											"7th",
											"85"
										],
										[
											"8th",
											"105"
										],
										[
											"9th",
											"120"
										],
										[
											"10th",
											"140"
										],
										[
											"11th",
											"180"
										],
										[
											"12th",
											"225"
										],
										[
											"13th",
											"255"
										],
										[
											"14th",
											"285"
										],
										[
											"15th",
											"320"
										],
										[
											"16th",
											"360"
										],
										[
											"17th",
											"440"
										],
										[
											"18th",
											"475"
										],
										[
											"19th",
											"545"
										],
										[
											"20th",
											"635"
										]
									]
								}
							]
						},
						{
							"name": "Other Rewards",
							"type": "entries",
							"entries": [
								"A guild can give additional rewards to characters for finishing contracts, such as free training in one particular tool, information about something in particular, objects and magic items."
							]
						}
					]
				},
				{
					"name": "Upgrading a Structure",
					"type": "entries",
					"source": "SG",
					"entries": [
						"Here you will find rules for upgrading your structure for getting more room points. This section is meant to be used with the Stronghold rules created by /u/the_singular_anyone. To upgrade a structure you need to follow these two rules:",
						{
							"type": "list",
							"items": [
								"{@b Each room point must be purchased sequentially.} For example, if the players have a guildhall (2 room points) and they want to upgrade to a 4-room points guildhall, they need to pay 20,000 gp in total (10,000 gp to upgrade from 2 to 3 room points and then 10,000 gp to upgrade from 3 to 4 room points).",
								"{@b The upgrade construction time is determined by the sum of all the construction time.} Using the same example, if the players upgrade their guildhall from 2 to 4 room points, the total amount of days it will take to do the upgrade is 90 days (40 days to upgrade the structure from 2 to 3 and then 50 days to upgrade the structure from 3 to 4)."
							]
						},
						{
							"type": "table",
							"caption": "Upgrading Structures",
							"colLabels": [
								"Room Points",
								"Cost",
								"Construction Time"
							],
							"colStyles": [
								"col-3",
								"col-5",
								"col-4"
							],
							"rows": [
								[
									"2",
									"+2,500 gp",
									"+30 days"
								],
								[
									"3",
									"+10,000 gp",
									"+40 days"
								],
								[
									"4",
									"+10,000 gp",
									"+50 days"
								],
								[
									"5",
									"+10,000 gp",
									"+50 days"
								],
								[
									"6",
									"+15,000 gp",
									"+200 days"
								]
							]
						},
						{
							"name": "Skilled and Unskilled Hirelings",
							"type": "entries",
							"entries": [
								"When you upgrade your structure, you will also need more hirelings to maintain your building. It's up to the DM to determine the amount of skilled and unskilled hirelings needed for each upgrade.",
								"A way to determine the amount of hirelings needed for each upgraded structure is by multiplying the original skilled/unskilled hirelings by half of the upgraded room points (rounded up).",
								"For example, if you upgrade a guildhall (5 skilled hirelings and 3 unskilled hirelings) from 2 to 3 room points, you will now need 8 skilled hirelings (5 multiplied by 1,5) and 5 unskilled hirelings (3 multiplied by 1,5).",
								"If you upgrade a guildhall up to 6 room points, you will now need 15 skilled hirelings (5 multiplied by 3) and 9 unskilled hirelings (5 multiplied by 3)."
							]
						}
					]
				}
			]
		}
	]
}
