{
	"_meta": {
		"sources": [
			{
				"json": "IC5E",
				"abbreviation": "IC5E",
				"full": "Item Crafting Rules for 5e",
				"authors": [
					"Charles Stapleford"
				],
				"convertedBy": [
					"MrVauxs"
				],
				"url": "https://www.dmsguild.com/product/210083/Item-Crafting-Rules-for-5e",
				"version": "1.28-04-2020"
			}
		],
		"dateAdded": 1588088911,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "be5d45bb7f",
		"edition": "classic"
	},
	"variantrule": [
		{
			"name": "Crafting Rules: Crafting",
			"source": "IC5E",
			"entries": [
				"When players have downtime between, or even in the middle of campaigns, it will be the case from time to time that they will want to use their skills to create something, either for themselves, or to sell and turn a profit while they wait out their next big adventure. The rules developed here are designed to provide a more comprehensive method for crafting items, be they magical or mundane, as well as provide the DM with some ability to more precisely gage the value of certain magical items they might provide to their players within their adventures.",
				{
					"type": "entries",
					"name": "What to Craft?",
					"entries": [
						"What is better for making a {@item quarterstaff|PHB}, {@item Carpenter's Tools|PHB} or {@item Woodcarver's Tools|PHB}? Ultimately the decision lies with the DM, but the following is a set of guidelines for what each set of tools can be used to do, and the table below indicates the relevant ability score to use in crafting checks with each set of tools.",
						"It should be noted neither the tools nor the proficiency brings with it any structural requirements if they exist. A Smith will still need a forge to properly apply their craft.",
						{
							"type": "table",
							"caption": "Relevant Ability Score",
							"colLabels": [
								"",
								""
							],
							"colStyles": [
								"text-left",
								"text-left"
							],
							"rows": [
								[
									"{@item Alchemist's Supplies|PHB}",
									"Intelligence"
								],
								[
									"{@item Brewer's Supplies|PHB}",
									"Wisdom"
								],
								[
									"{@item Calligrapher's Supplies|PHB}",
									"Dexterity"
								],
								[
									"{@item Carpenter's Tools|PHB}",
									"Strength"
								],
								[
									"{@item Cartographer's Tools|PHB}",
									"Intelligence"
								],
								[
									"{@item Cobbler's Tools|PHB}",
									"Dexterity"
								],
								[
									"{@item Cook's Utensils|PHB}",
									"Wisdom"
								],
								[
									"{@item Glassblower's Tools|PHB}",
									"Constitution"
								],
								[
									"{@item Jeweler's Tools|PHB}",
									"Intelligence"
								],
								[
									"{@item Leatherworker's Tools|PHB}",
									"Dexterity"
								],
								[
									"{@item Mason's Tools|PHB}",
									"Strength"
								],
								[
									"{@item Painter's Tools|PHB}",
									"Charisma"
								],
								[
									"{@item Potter's Tools|PHB}",
									"Dexterity"
								],
								[
									"{@item Smith's Tools|PHB}",
									"Strength"
								],
								[
									"{@item Tinker's Tools|PHB}",
									"Dexterity"
								],
								[
									"{@item Weaver's Tools|PHB}",
									"Dexterity"
								],
								[
									"{@item Woodcarver's Tools|PHB}",
									"Dexterity"
								]
							]
						},
						{
							"type": "section",
							"name": "Alchemist's Supplies",
							"entries": [
								"An Alchemist specializes is using rare or magical ingredients and turning them into various potions and elixirs that can aid the noble adventurer. Virtually any liquid {@i except} healing potions and poisons can be made with these supplies."
							]
						},
						{
							"type": "section",
							"name": "Brewer's Supplies",
							"entries": [
								"Are useful for crafting ales, stouts, wines, and other alcoholic beverages."
							]
						},
						{
							"type": "section",
							"name": "Calligrapher's Supplies",
							"entries": [
								"Calligrapher's supplies are needed for the exquisite and precise penmanship that is used among high courts, as well as the careful inscription of magic into scrolls."
							]
						},
						{
							"type": "section",
							"name": "Carpenter's Tools",
							"entries": [
								"Carpenters are wood-workers. But they don't just carve it, they can shape it and turn it into furniture, structures, containers etc. While often looked down upon a Carpenter can ply their craft toward carving a shield or length of pole for a pole-arm as well."
							]
						},
						{
							"type": "section",
							"name": "Cartographer's Tools",
							"entries": [
								"Cartographer's make maps by precisely surveying the land and accurately recording the wondrous landscapes they find."
							]
						},
						{
							"type": "section",
							"name": "Cobbler's Tools",
							"entries": [
								"Cobbler's tools are necessary for making any good footwear from simple boots to fine dress shoes."
							]
						},
						{
							"type": "section",
							"name": "Cook's Utensils",
							"entries": [
								"Cooks can prepare and preserve fine meals, cheese, bread, meat, or entire banquets."
							]
						},
						{
							"type": "section",
							"name": "Glassblower's Tools",
							"entries": [
								"The most common use for a glassblower is to provide vials and flasks, though their skills also extend to hourglasses, lamps, lanterns, spyglasses and magnifying devices."
							]
						},
						{
							"type": "section",
							"name": "Jeweler's Tools",
							"entries": [
								"Jewelers tools are required to take an uncut, natural valuable stone, and turn it into a gem full of splendor. They can fashion necklaces, bracelets, and other decorative structures out of soft, valuable metals and other adornments."
							]
						},
						{
							"type": "section",
							"name": "Leatherworker's Tools",
							"entries": [
								"Leatherworkers work with the skinned hides of various creatures, turning them into slings, armor, bags, and even leather clothes."
							]
						},
						{
							"type": "section",
							"name": "Mason's Tools",
							"entries": [
								"Masons are good at designing and constructing some of the most sturdy structures made by man, as well as being capable of carving stones into specific shapes."
							]
						},
						{
							"type": "section",
							"name": "Painter's Tools",
							"entries": [
								"Artists trained with the brush can capture the beauty and essence of what they see and transfer it into the canvas. They are typically also adept at decorating and enhancing the appearance of whatever objects they can take their brushes to."
							]
						},
						{
							"type": "section",
							"name": "Potter's Tools",
							"entries": [
								"Using clay, potters can craft jugs, pots, flasks, vases and other ceramic containers."
							]
						},
						{
							"type": "section",
							"name": "Smith's Tools",
							"entries": [
								"Smiths tools are some of the most valuable tools and are used to shape metal into armor, weapons, and any other form of metal instrument."
							]
						},
						{
							"type": "section",
							"name": "Tinker's Tools",
							"entries": [
								"Tinkers are capable of crafting more complicated items that often involve some mechanical work such as scales, fishing tackle, and other rudimentary mechanical marvels."
							]
						},
						{
							"type": "section",
							"name": "Weaver's Tools",
							"entries": [
								"Weavers work with fabrics, spinning them into strings and chords and then weaving them into all manor of clothes, sacks, robes, rope, etc."
							]
						},
						{
							"type": "section",
							"name": "Woodcarver's Tools",
							"entries": [
								"Woodcarvers are simple woodworkers. As long as they start with a large enough piece of wood they can carve it into a myriad of shapes allowing them to create arrows, bolts, bows, staves, and even some shields."
							]
						},
						{
							"type": "section",
							"name": "Herbalism Kit",
							"entries": [
								"Used by healers and medics, the Herbalism kits have the necessary equipment to create the magical healing potions, and other basic medical aids."
							]
						},
						{
							"type": "section",
							"name": "Poisoner's Kit",
							"entries": [
								"The Poisoner's kit is often just a converted Herbalism kit, capable of crafting concoctions designed to end a life rather than save it."
							]
						}
					]
				}
			]
		},
		{
			"name": "Crafting Rules: Properties",
			"source": "IC5E",
			"entries": [
				"The following properties of the crafting process should be determined by the players and DM's before or during the crafting process, as these will affect the time and cost to produce an item, as well as how much that item might be worth if the players then decide to sell it.",
				{
					"type": "entries",
					"name": "Base Cost",
					"entries": [
						"The first thing to assess when crafting a new item is the base cost for a simple standard version of that item. Examples of base costs for many items can be found in the {@book Player's Handbook|PHB} and {@book Dungeon Masters Guide|DMG}. This base cost assumes a standard quality item made of common materials and with no special enhancements involved. A regular steel {@item longsword|PHB} is a standard item. A masterwork {@item Mithral Plate Armor|DMG} is not standard. The effects of different types of materials and quality of the crafting will provide different modifications to the either the cost (price to craft in gp and time) or the value (the worth of the finished product at market). The following table can provide general guidelines for the average costs for some common types of items. This table is not complete, nor is it meant to be a replacement for the listed prices of objects when given in an official publication.",
						"The following table can provide general guidelines for the average costs for some common types of items. This table is not complete, nor is it meant to be a replacement for the listed prices of objects when given in an official publication.",
						{
							"type": "table",
							"colLabels": [
								"",
								""
							],
							"colStyles": [
								"text-left",
								"text-left"
							],
							"rows": [
								[
									"Light Armor",
									"20 gp"
								],
								[
									"Medium Armor",
									"250 gp"
								],
								[
									"Heavy Armor",
									"450 gp"
								],
								[
									"Simple Melee Weapon",
									"17 sp"
								],
								[
									"Simple Ranged Weapon",
									"13 gp"
								],
								[
									"Martial Melee Weapon",
									"16 gp"
								],
								[
									"Martial Ranged Weapon",
									"37 gp"
								],
								[
									"Robes/Cloaks/etc",
									"15 gp"
								],
								[
									"Boots/Belts/Hats/etc",
									"5 gp"
								],
								[
									"Helms/Bracers/etc",
									"10 gp"
								],
								[
									"Wand/Staff",
									"10 gp"
								],
								[
									"Rings",
									"5 gp"
								],
								[
									"Instrument (Music)",
									"18 gp"
								],
								[
									"Figurine",
									"25 gp"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Material",
					"entries": [
						"After determining a base cost for the item, the next step is to consider what materials it will be made out of. There are countless different materials that can be used for any number of projects, but overall they can be split into five distinct categories: common materials, uncommon materials, rare materials, very rare materials, and legendary materials.",
						{
							"type": "entries",
							"entries": [
								"{@b Common} materials are readily available materials, that are essential to a functioning society. Copper, Iron, Oak, cow hide, and granite are examples of such easy to find, and relatively cheap materials. The base price assumes common materials resulting in no modification to the value or time to craft an item."
							]
						},
						{
							"type": "entries",
							"entries": [
								"{@b Uncommon} materials are still available if you have the money. They are more difficult to prepare, and generally valued above simple common items which adds to the time and cost to craft with Uncommon items, but leads to greater value as well. Garnets, Dwarven Steel, Common Mithril, Silver, Iron-Oak, and Marble are all examples of Uncommon materials."
							]
						},
						{
							"type": "entries",
							"entries": [
								"{@b Rare} materials can sometimes be found from the occasional vendor for extreme prices, but most typically these materials require quests to go out and track them down. Many adventurers just starting out will take quests from Guilds in search of these rare items for their benefactors to turn into profitable creations. Such items include Gold, Rubies, Emeralds, Noble Mithril, Adamantine, and Wyvern hides."
							]
						},
						{
							"type": "entries",
							"entries": [
								"{@b Very Rare} materials cannot be found for sale. Those that have time guard their treasures carefully. Quests for such materials often require experienced adventurers capable of spending months fighting through monstrosities that now inhabit an ancient mine. Examples include legendary gemstones like the Star Ruby, Royal Mithril, or Dragon Hide."
							]
						},
						{
							"type": "entries",
							"entries": [
								"{@b Legendary} materials have a mythical status. Only the most powerful of adventurers are typically capable of locating and surviving the quest to retrieve such items. Such materials are often thought of as being priceless, and much of this class of material are remnants of Titans, and other Primordial beings scattered though the planes."
							]
						},
						"The examples provided above are designed to give a rough guideline for what kinds of materials would belong to each category. Ultimately the rarity and properties of any materials in the campaign world is at the discretion of the DM.",
						"The following table describes the cost per day of crafting for using each material, as well as a multiplier in the time required to craft the item, and a multiplier on the final value of the item when finished.",
						{
							"type": "table",
							"caption": "Conversion Time",
							"colLabels": [
								"Material",
								"Daily Cost",
								"Time Multiplier",
								"Value Multiplier"
							],
							"colStyles": [
								"text-left",
								"text-center",
								"text-center",
								"text-center"
							],
							"rows": [
								[
									"Common",
									"1 gp",
									"1x",
									"1x"
								],
								[
									"Uncommon",
									"5 gp",
									"2x",
									"2.5x"
								],
								[
									"Rare",
									"30 gp",
									"3x",
									"15x"
								],
								[
									"Very Rare",
									"200 gp",
									"5x",
									"100x"
								],
								[
									"Legendary",
									"1000 gp",
									"10x",
									">500x"
								]
							]
						},
						"For complex items that use different multiple tiers of materials on different parts of the item, it is up to the DM to decide how much of the item will be crafted from each tier and then average together their different properties to come up with the item specific daily cost, time multiplier, and value multiplier."
					]
				},
				{
					"type": "entries",
					"name": "Crafting Time",
					"entries": [
						"The last step before beginning the Crafting itself is to determine the work rate and the crafting time. The work rate, is also the crafting modifier and is given by",
						{
							"type": "abilityGeneric",
							"text": "Prof. Bonus + Relevant Mod. + Crafting Bonus"
						},
						"This number will be the modifier used in crafting checks (see {@variantrule Crafting Rules: Crafting Items|IC5E|Crafting Items} below), and is the rate in gp/day that you are able to make progress on items.",
						"To determine the crafting time you take the base cost divided by the work rate, and multiply the time modifier from the material, rounded up:",
						{
							"type": "abilityGeneric",
							"text": "( Base Cost รท Work Rate ) ร Time Modifier"
						},
						"This number represents the {@i minimum} number of days required to finish the item. Players may continue working on at item for any amount of time after they meet this minimum requirement as long as they continue to pay the daily crafting costs and make crafting checks.",
						{
							"type": "inset",
							"name": "Aren The Blacksmith",
							"entries": [
								"Aren is a retired adventurer that has decided to become a blacksmith using a set of +1 Smithy tools he found as an adventurer. He was a fairly strong (16 Strength) 3rd level fighter when he retired and has since gained proficiency with blacksmithing tools. Aren's work rate is: +2 (Prof) + 3 (Str Mod) + 1(Tools) = +6gp/day.",
								"Aren has heard of a Barbarian adventurer soon to be arriving in town and wants to try and make a Greataxe out of Dwarven Steel to sell to the individual. With a base price of 30gp (PHB pg 149), it will take Aren 30gp/6gp/day x 2(Uncommon Materials) = 10 days to craft the Greataxe.",
								"Crafting the Greataxe will cost Aren 10days x 5gp/day (Uncommon Materials) = 50gp minimum to craft the weapon. This Greataxe will have a Standard Value of 30gp (base) x 2.5(Uncommon Materials) = 75gp."
							]
						}
					]
				}
			]
		},
		{
			"name": "Crafting Rules: Crafting Items",
			"source": "IC5E",
			"entries": [
				"Once the daily cost, minimum crafting time, and standard value have been determined, the characters can begin crafting their new item. Characters must spend a minimum of 8 continuous hours for the time spent to count toward a crafting day. Multiple days do not have to be done consecutively for them to count however",
				"At the end of each day spent crafting, players must mark off the daily cost, and make a crafting check. The modifier for this check is the same as the Work Rate calculated under {@variantrule Crafting Rules: Properties|IC5E|Crafting Time}. Once crafting is complete, take the average of all crafting rolls made on that item and compare it to the table below to determine the Quality and value multiplier.",
				{
					"type": "table",
					"caption": "Item Quality",
					"colLabels": [
						"Average",
						"Quality",
						"Value Multiplier"
					],
					"colStyles": [
						"text-center",
						"text-left",
						"text-center"
					],
					"rows": [
						[
							"0 - 4",
							"Ruined",
							"0x"
						],
						[
							"4.01 - 12",
							"Shoddy",
							"0.1x"
						],
						[
							"12.01 - 14",
							"Poor",
							"0.5x"
						],
						[
							"14.01 - 17",
							"Standard",
							"1x"
						],
						[
							"17.01 - 19",
							"Superior",
							"1.2x"
						],
						[
							"19.01 - 21",
							"Exceptional",
							"1.5x"
						],
						[
							"21+",
							"Masterwork",
							"2x"
						]
					]
				},
				"Players can get an approximate feel for the Quality of their item during work to decide if they wish to continue working or finish the crafting process; however, the final Quality and Properties are unknown until after the crafting is complete.",
				{
					"type": "inset",
					"name": "Aren The Blacksmith",
					"entries": [
						"Aren must spend 10 days working on his Dwarven Steel Greataxe. At the end of each day he makes a Crafting Check with a +6 modifier since he is using his +1 Smithing tools. Using this modifier he rolls the following: 10, 19, 15, 15, 24, 19, 17, 20, 13, 21. This averages to 17.3 making it Superior Quality. This increases the value of the Greataxe to 75 (standard value) x 1.2 (Superior Quality) = 90gp."
					]
				}
			]
		},
		{
			"name": "Crafting Rules: Enchanting Items",
			"source": "IC5E",
			"entries": [
				"Enchanting items with magical powers and properties has great potential both as a future aid to the party, or as a great value to sell. Like most things with magic, the process of crafting enchanted items can complicate the crafting process considerably.",
				"The high precision that must be had within the quality of the item, as well as the spellwork means that it is often teams of experts working together to create these powerful items.",
				{
					"type": "entries",
					"name": "Enchantement Tiers",
					"entries": [
						"There are three tiers of enchantments when it comes to crafting these magical items. The table below details each of these tiers.",
						"Increasing the level of the spell you are using to enchant the items will increase the Enchantment tier. This in turn increases the cost of special materials involved in the embedding, as does the minimum crafting quality necessary to properly hold the enchantment.",
						{
							"type": "table",
							"caption": "Conversion Time",
							"colLabels": [
								"Tier",
								"Spell Levels",
								"Material Cost",
								"Item Quality"
							],
							"colStyles": [
								"text-left",
								"text-center",
								"text-center",
								"text-left"
							],
							"rows": [
								[
									"Basic",
									"1-3",
									"90 gp",
									"Superior"
								],
								[
									"Advanced",
									"4-6",
									"450 gp",
									"Exceptional"
								],
								[
									"Mastercraft",
									"7-9",
									"4,000 gp",
									"Masterwork"
								]
							]
						},
						"If an item fails to meet the requisite Item Quality, then the enchantment will fail. The form of that failure is up to the DM. It could range from a complete failure resulting in a mundane item, or simply a temporary enchantment that slowly fades.",
						"The daily enchantment cost does not add to the Crafting time."
					]
				},
				{
					"type": "entries",
					"name": "Magical Proficiency",
					"entries": [
						"In addition to someone proficient with tools for crafting the physical object, magical items need their crafter to be proficient with {@skill Arcana}, {@skill Nature}, or {@skill Religion} depending on the type of magic used, as well as be capable of casting the spell which will empower the object.",
						"Multiple people can be involved in the crafting of an item in order to meet all requisite proficiencies."
					]
				},
				{
					"type": "entries",
					"name": "Enchanting Formulas",
					"entries": [
						"There exists for every magical item an optimal method to lay an enchantment to ensure the stability and effectiveness of the spellwork. This prescription to ensure that the crafted item is imbued with the power of the enchantment is called an Enchanting formula.",
						"Some formula are more common than others, though even the most common requires some inquiry and work to locate. Other formulas are known to only a single caster, waiting for the right student to learn its secret. Many others have simply been lost to time itself.",
						"If a character doesn't have a formula for an item they are crafting then the Spellwork DC increases by 4 to account for the trial-and-error approach to learning how to properly lay these enchantments (see {@i Spellwork} below).",
						"If a character successfully crafts an item, then they can record their process thereby creating a formula for that magical item, and removing the penalty for any additional items. Note that each combination of spell and material requires a different formula. A formula to cast {@spell fly} on a carpet, does not translate into a formula to cast fly into a ring."
					]
				},
				{
					"type": "entries",
					"name": "Spellwork",
					"entries": [
						"Each day that the item undergoes spellwork two things must occur. First, the requisite spell(s) must be cast on the object. The Caster must also make a Spell check in order to properly lay the spell across the object. If they are being assisted by someone who has proficiency in the material they can make this check with advantage.",
						"For an item to be properly enchanted, the caster must have a number of successful Spellwork checks equal to or greater than the level of the spell being cast into the item. Crafting can be extended to meet this; however, the crafter must continue to work on the object during this time, making crafting rolls that will affect the final quality. The DC for these Spellwork checks are shown on the following table.",
						{
							"type": "table",
							"colLabels": [
								"Level",
								"DC"
							],
							"colStyles": [
								"text-center"
							],
							"rows": [
								[
									"Cantrip",
									"8"
								],
								[
									"1",
									"12"
								],
								[
									"2",
									"16"
								],
								[
									"3",
									"19"
								],
								[
									"4",
									"22"
								],
								[
									"5",
									"24"
								],
								[
									"6",
									"26"
								],
								[
									"7",
									"28"
								],
								[
									"8",
									"29"
								],
								[
									"9",
									"30"
								]
							]
						},
						"When you attempt to enchant an item with multiple spells you must make separate Spellwork checks for each spell, using the DC of each spells level individually.",
						"At the end of crafting, casters can make one additional crafting check without expending the spell slot or components. This seals the item from further manipulation in order to seal in a successful enchantment. If the caster failed to pass the necessary number of Spellwork checks, the DM will decide the form of the failure. Mundane enchantments could show up as temporary effects with limited uses per day, or simply having the spell rejected from the now mundane item. More complicated enchantments could catastrophically fail, ripping the object apart in the process, or transporting it and anyone nearby into the Astral Sea.",
						{
							"type": "inset",
							"name": "The Enchanted Armory",
							"entries": [
								"After retiring from adventuring, the wizard Yurial and his barbarian friend Dar decide to make a go at creating and selling magical weapons. Yurial was an 8th level Wizard with a 16 Intelligence and Proficiency with {@skill Arcana}. Dar was a 9th level Barbarian with 18 Strength and Proficiency with {@item Smith's tools|PHB}.",
								"For their first project they decide they want to make a +1 Longsword. They will start simple with a regular 4 Steel weapon. Dar has a work rate of 8gp per day and a {@item Longsword|PHB} has a base price of 15gp meaning it will take him 2 days to finish the blade, and it will only cost 2gp in materials. Since {@spell Magic Weapon} is a 2nd level spell, Yurial only needs the materials for a Basic Enchantment (90 gp per day), and he will need to succeed on the check both days of its crafting or extend the work. Fortunately he also has a formula recovered from their adventuring days.",
								"At the end of the first day, Dar pays his 1 gp for smithing materials and Yurial pays 90 gp for Spellwork materials. Dar makes a Crafting check and rolls a 15 with a +8 modifier for 23 (average 23). Yurial simultaneously casts {@spell Magic Weapon} at 2nd level and makes a Spellwork ({@skill Arcana}) check and rolls an 11 with a +6 modifier for 17 (1 success).",
								"At the end of the second day, Dar pays another 1 gp for smithing materials and Yurial pays 90 gp for Spellwork materials. Dar then makes his second Crafting Check, 12, +8 for 20 (average 21.5). Yurial also does his Spellwork and makes the Spellwork (Arcana) check, rolling an 8 +6 for 14 (fail).",
								"After finishing up the third day, Yurial makes his final weaving of the spell, sealing it into the item and making one last Spellwork ({@skill Arcana}) check rolling 12 + 6 = 18(2 successes). As the spell fades into the Masterwork steel blade, the enchantment takes hold.",
								"As an uncommon magic weapon, they can sell their +1 Longsword for 200 - 300 gp after costing them a total of 182gp."
							]
						}
					]
				}
			]
		}
	]
}
