{
	"_meta": {
		"sources": [
			{
				"json": "obirevisedshortrest",
				"full": "Obi's Homies",
				"abbreviation": "OBI",
				"color": "5603fc",
				"authors": [
					"Coal"
				],
				"convertedBy": [
					"Coal"
				],
				"version": "1.0"
			}
		],
		"dateAdded": 1734829413,
		"dateLastModified": 1734829413,
		"status": "ready",
		"edition": "classic",
		"_dateLastModifiedHash": "c86d64db62"
	},
	"variantrule": [
		{
			"name": "Short Rest Revised",
			"ruleType": "V",
			"entries": [
				"A short rest is a period of downtime lasting between 15 minutes and 1 hour, during which a creature can relax, recover resources, and perform minor activities as described below. During a short rest, a creature can either focus on treating wounds to spend Hit Dice or refocusing to regain class features. To start a Short Rest, you must have at least 1 {@variantrule Hit Points|XPHB|Hit Point}.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Actions of the Rest",
							"entries": [
								"When you take part in a rest, you can:"
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Treat Wounds",
									"entries": [
										"By taking 15 minutes to rest and tend to its injuries, a creature can spend up to half its total {@variantrule Hit Point Dice|XPHB} to regain {@variantrule Hit Points|XPHB}. By spending 30 uninterrupted minutes treating wounds, the creature can spend up to all of its total {@variantrule Hit Point Dice|XPHB}. For each {@variantrule Hit Point Dice|XPHB|Hit Point Die} you spend in this way, roll the die and add your Constitution modifier to it. You regain {@variantrule Hit Points|XPHB} equal to the total (minimum of 1 Hit Point). You can decide to spend an additional {@variantrule Hit Point Dice|XPHB|Hit Point Die} after each roll."
									]
								},
								{
									"type": "item",
									"name": "Refocus",
									"entries": [
										"A creature can spend 15 minutes of rest to regain up to half the expended charges of class features that recharge on a short rest. By spending 30 uninterrupted minutes refocusing, the creature can regain all expended charges of such features. This extended refocusing also recovers features that allow swapping resources or those with a single charge."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Minor Activities During a Short Rest",
							"entries": [
								"Certain minor activities can be performed while treating wounds or refocusing, provided the total duration of the short rest meets the required time."
							]
						}
					]
				},
				{
					"type": "list",
					"items": [
						"Identify a Magic Item: Requires 45 minutes of focused examination. You may treat wounds or refocus during this time.",
						"Attune to an Identified Magic Item: Requires 45 minutes of focused connection to the item. You may treat wounds or refocus during this time."
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Interrupting the Rest",
							"entries": [
								"A Short Rest is stopped by the following interruptions:"
							]
						}
					]
				},
				{
					"type": "list",
					"items": [
						"Rolling {@variantrule Initiative|XPHB}",
						"Casting a spell other than a cantrip",
						"Taking any damage"
					]
				},
				"An interrupted Short Rest confers no benefits."
			],
			"source": "obirevisedshortrest"
		}
	]
}
