{
	"_meta": {
		"sources": [
			{
				"json": "KingsmillThievesCant",
				"abbreviation": "MF:TC",
				"full": "Thieves' Cant",
				"authors": [
					"Dael Kingsmill"
				],
				"convertedBy": [
					"BucketListMod#8973"
				],
				"version": "1.0.0",
				"url": "https://homebrewery.naturalcrit.com/share/r1WYn8koWN",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1602439286,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "9b7faacdfa",
		"edition": "classic"
	},
	"variantrule": [
		{
			"name": "MonarchsFactory: Thieves' Cant",
			"source": "KingsmillThievesCant",
			"page": 1,
			"ruleType": "VO",
			"entries": [
				{
					"type": "section",
					"entries": [
						"STEPPING INTO A SMOKEY TAVERN AN ELF casts her eyes about to find the card game in the corner. Paying into the pot with the appropriate greeting, she waits to see what cards she's dealt by the man in the parallel brassard. They exchange amiable conversation for a time and when she's finished the elf stands, leaving the game and her winnings behind her.",
						"A well-dressed dragonborn frowns, counting her funds for a third time. She has even less than she thought. She hadn't wanted to resort to this again so soon, but it seems she has little in the way of options. She stoops out of her rented room, calling to her companions that she'll be at the market all morning, clipping a double banded chocker around her neck as she does so.",
						"A nimble halfling hand reaches out for an unattended purse only to feel a firm grasp landing on the matching halfling shoulder. A grinning half-orc with twin earrings greets them; \"it's been far too long!\" he laughs. Under the stranger's armpit, the halfling spies a patrol of city guards rounding the corner. \"Of course!\" their face lights up with recognition, \"How are the wife and kids?\"",
						{
							"type": "entries",
							"name": "A Cultural Code",
							"entries": [
								"Rather than form guilds, many rogues of varying trades have developed a common system of signifiers in order to make ease of their dealings in the public eye without drawing the attention of law enforcement. Some roguish operators will create syndicates, while others simply display their availability for hire for those aware of the cypher to make offers as they please."
							]
						},
						{
							"type": "entries",
							"name": "Identification",
							"entries": [
								"A member of the Varied Trades may choose to identify themselves to others in the know by use of an accessory worn in two parallel bands, as plain or intricate as the rogue prefers. The location in which the accessory is worn also indicates the speciality of the individual displaying it.",
								{
									"type": "table",
									"caption": "Identification Accessory Locations",
									"colLabels": [
										"Speciality",
										"Location"
									],
									"colStyles": [
										"col-6 text-center",
										"col-6 text-center"
									],
									"rows": [
										[
											"Con Artistry",
											"Right Ear"
										],
										[
											"Counterfeiting",
											"Left Ear"
										],
										[
											"Assassination",
											"Choker"
										],
										[
											"Smuggling",
											"Brassard"
										],
										[
											"Intimidation",
											"Left Wrist"
										],
										[
											"Fencing",
											"Right Wrist"
										],
										[
											"Interrogation",
											"Thumb and Pinky"
										],
										[
											"Trapfinding",
											"index Finger LH."
										],
										[
											"Lockpicking",
											"Middle Finger LH."
										],
										[
											"Kidnapping",
											"Pinky Finger LH."
										],
										[
											"Theft",
											"Index Finger RH."
										],
										[
											"Forgery",
											"Middle Finger RH."
										],
										[
											"Reconnaissance",
											"Ring Finger RH."
										],
										[
											"Pocket Picking",
											"Pinky Finger RH."
										],
										[
											"Burglary",
											"Index & Ring Fingers RH."
										],
										[
											"Stalking",
											"Anklet"
										],
										[
											"Espionage",
											"Unknown"
										]
									]
								},
								{
									"type": "inset",
									"name": "Spy Games",
									"entries": [
										"While it is common belief among the varied trades that spies operate in a similar manner to other rogues and understand the Cant, if one has ever been approached with the appropriate greeting, they have never revealed it by reciprocating confirmation of the craft."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Lay of the Land",
							"entries": [
								"A rogue seeking generally applicable knowledge upon arriving in a city should look for a deck of cards. Any signified individual actively using a deck of cards will respond to a greeting recognised as an appeal for information - so long as they're paid for their trouble.",
								{
									"type": "entries",
									"name": "A Game of Cards",
									"entries": [
										"As a character with the Thieves' Cant feature pays into a playing card service, the varied trader dealing the cards will encode a message into each hand. Wherever or whomever they're discussing as the hand is dealt will be the topic to which the cards pertain. A rogue hunting down information can guide conversation to specific intel the dealer might be able to give, but should be subtle about it lest the dealer shut the game down. When the enquiring rogue has had their fill, they exit the game, leaving their contributions to the pot as compensation.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://i.imgur.com/aGe7t3w.png"
											}
										}
									]
								},
								{
									"type": "entries",
									"name": "Calling a Spade a Spade",
									"page": 2,
									"entries": [
										"The key phrase greeting to win a rogue in the know a place at the information table is {@b {@i \"Nice to find a friendly face in an unfamiliar town\"}}, or statements to similar effect. Once welcomed to take part, the rogue will need to match the suits of the cards they are dealt in each hand with the seemingly innocuous topics of conversation floated by the dealer during that round. The meanings of the suits are as follows:",
										{
											"entries": [
												{
													"type": "entries",
													"name": "Hearts",
													"entries": [
														"The location or individual mentioned provides a measure of safety for rogues practicing the varied trades."
													]
												},
												{
													"type": "entries",
													"name": "Diamonds",
													"entries": [
														"The location or individual mentioned serves as a wealthy target for thievery one way or another."
													]
												},
												{
													"type": "entries",
													"name": "Clubs",
													"entries": [
														"The location or individual mentioned is well protected or heavily guarded."
													]
												},
												{
													"type": "entries",
													"name": "Spades",
													"entries": [
														"The location or individual mentioned is a good bet for sourcing dishonest work."
													]
												}
											],
											"type": "entries"
										},
										"These cards may be combined to form more detailed messages for the information seeker. For example a person may be described using three diamonds and two clubs to indicate that they're attended by personal guards but that things stolen from them fetch a good price.",
										{
											"type": "inset",
											"name": "Variant Information Brokers",
											"entries": [
												"While a tavern card game is a classic example of a context in which the party rogue might drum up information, it is worth considering other contexts in which a tradesmember could be utilising a deck of cards without drawing suspicion. When surrepticiously handing out intel through an interaction other than a card game, the DM should come up with appropriate equivalents to being dealt a hand of cards. For example, a charlatan fortune teller who is part of the trade might accept coin from a fellow rogue in the context of a tarot style reading, turning over appropriately suited cards at moments matching their wistful descriptions of decipherable landmarks and personalities of the city."
											]
										},
										"Not every tavern or city will have a roguish individual willing to stand post and give up their time to others of the varied trades, but the bigger the city, the higher your chances of encountering someone looking to make some easy coin in this way."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Strange Approach",
							"entries": [
								"When a varied tradesman familiar with the cant is looking for work, they may display their availability for dishonest jobs by use of the parallel banded accessories. In this way, they advertise their capabilities to others who might have use for them, in the hopes of earning coin from such work during their down time.",
								{
									"type": "entries",
									"name": "Old Friends",
									"entries": [
										"Upon identifying a varied tradesperson who specialises in the desired field, an employer familiar with the cant will approach them with a coded greeting designed to feign friendship. The greeting serves two purposes.",
										"The first is as confirmation of visual identification. If an employer's greeting is met with confusion by the stranger, they will know that the individual they've approached is not offering roguish work, simply making a fashion statement.",
										"Second is as a means of clarifying the type of exchange the approacher is initiating. The tone of the greeting phrase will differentiate between someone looking to hire and someone looking to blend in or for temporary protection in the form of hiding or a falsified alibi. On occasion, when a high alert for suspicious activity is in effect, a kind rogue will warn others of the varied trades to lay low by use of a similar greeting. For example:",
										{
											"entries": [
												{
													"type": "entries",
													"name": "Offering Work",
													"entries": [
														"\"Look what the cat dragged in\"; \"Uh oh, here comes trouble\"; greetings suggesting a teasing closeness."
													]
												},
												{
													"type": "entries",
													"name": "Requesting Sanctuary",
													"entries": [
														"\"Aren't you a sight for sore eyes\"; \"Boy, am I glad to see you\"; greetings expressing relief."
													]
												},
												{
													"type": "entries",
													"name": "Lay Low",
													"entries": [
														"\"Long time no see\"; \"Feels like I haven't seen you in forever\"; greetings indicating a long period between meetings."
													]
												}
											],
											"type": "entries"
										},
										"If a rogue requests and is provided sanctuary of any sort by use of the Strange Approach, it is generally regarded that repayment take the form of an owed favour. To demand coin in return for the service of protection is deemed poor taste, and work for such a tradesman would dry up in the city as word got around that they weren't good to work with. For the dishonest, reputation is everything."
									]
								},
								{
									"type": "entries",
									"name": "Dishonest Employment",
									"entries": [
										"Once a cant greeting has been accepted, an offer may be floated by the approaching employer, disguised as conversational catching up. This offer will provide the basic outline of the illegal work to be done, allowing those propositioned to decide whether or not they're interested in taking on the job. The type of task to be completed is already assumed based on the advertised speciality of the hiree, so ordinarily this conversation covers:",
										{
											"type": "list",
											"items": [
												"Whether the contract is personal or on behalf of a syndicate;",
												"The anticipated difficulty in carrying out the work;",
												"The amount of payment proposed; and",
												"A location at which both parties may meet later for further details."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Catching Up",
									"entries": [
										"When a greeting is accepted, it is customary for the hiree to enquire as to the employer's wellbeing. From there the employer is obliged to answer that they are either {@b {@i \"on my own these days\"}} if the job is for them personally, or {@b {@i \"starting a family\"}} or similar if the job is on behalf of a larger group. Some might wish to steer clear of crime family work, for example, or to remain unafiliated with a cause and this could be their only opportunity to turn down the offer of work without causing offense."
									]
								},
								{
									"type": "entries",
									"name": "How's Your Dad?",
									"page": 3,
									"entries": [
										"The conversation will then move to the general foreseen difficulty of a contract. This will be measured by the health status of a fabricated loved one of the employer. The scale may range from a simple task when the loved one is {@b {@i \"well\"}} to a potentially deadly challenge if hey have {@b {@i \"passed away\"}}. If the obstacles are unknown, the health of the loved one will be similarly uncertain, {@b {@i \"a bit touch and go\"}}."
									]
								},
								{
									"type": "entries",
									"name": "Compensation",
									"entries": [
										"Payment is also usually discussed during this 'catch up', however the onus is on the hiree rogue to ensure such - if an inexperienced thief takes a job without negotiating remuneration and winds up with little reward to show for their efforts, the fault lies with them. Who are they gonna complain to, the guards?",
										"A discussion of compensation may be brought to the conversation by the introduction of any topic enabling the inconspicuous use of numbers. By context a rogue should be able to glean whether the number indicates a multiplier of x100gp or x100pp, erring toward x100gp if in doubt. For example:",
										{
											"entries": [
												{
													"type": "entries",
													"name": "Number of kids/grandkids",
													"entries": [
														"x100gp/x100pp respectively."
													]
												},
												{
													"type": "entries",
													"name": "Number of younger/older siblings",
													"entries": [
														"x100gp/x100pp respectively."
													]
												},
												{
													"type": "entries",
													"name": "Age of child",
													"entries": [
														"Always x100gp."
													]
												}
											],
											"type": "entries"
										},
										"Haggling for amounts is acceptable, but it is impolite to follow up with an uncertain attendance to the 'card game' for more details on the job; either accept the contract or turn it down."
									]
								},
								{
									"type": "entries",
									"name": "Rendezvous",
									"entries": [
										"The location for further details will always be given as a card game at a particular address, commonly a safehouse, at a specified time.",
										"If the hiree is accepting the work offered, they should indicate their intent to attend the card game. If not, it is not uncommon practice to express uncertainty at one's ability to attend, reserving the option to pick up the job at the time of the card game, or formally accept or decline once more details have been learned. If taking this tactic, however, the hiree rogue should expect competitors to the contract to have been gathered in the mean time, likely lessening their potential earnings.",
										"As an optional extra, the informational card game may be described as a \"private game\" if the contract is being offered to this rogue alone, or a \"party\" if it is to be a team operation or a matter of first in best dressed."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Example Conversation",
							"entries": [
								"Dorian is a rogue displaying his parallel bars while going about his business in the city. He wears two rings on the second and fourth fingers of his right hand, each of them a double band, one etched silver and the other plain.",
								"Before too long he is approached by a bright-smiled elven woman with twinned bangles pushed up her wrist to make them hold their place",
								"\"Someone pinch me, I thought you'd never show your face in these parts again! It's so great to see you!\"",
								"Dorian has never met this woman before in his life. He beams and pulls her into a tight hug.",
								"\"You too! I thought you'd moved out East, how are you?\"",
								"\"The family moved, I stayed here on my own. Doing pretty well for myself, actually.\" She shrugs in faux-faux-modesty.",
								"\"Glad to hear it.\" His smile tightens at her boastfulness even though it's all an act. Annoying is annoying. \"I should ask, how have things been with Theodora since I last saw you? Any improvement?\"",
								"She shifted, a notable loss of confidence. \"We lost Great Aunt Theo last year. But thankfully she got to spend a lot of time with all three kids and five grandkids before she passed.\"",
								"\"I'm so sorry. It's good she was surrounded by so many loved ones\"",
								"\"Hm. Yes. Well. C'est la vie!\" She perked up again and touched Dorian lightly on the arm. \"I've got to run, I'm meeting a friend, but we're planning a card game for a little after sundown - it's a cosy place on the corner of Market's Run and the West Alley; green door, planter box in the window, easy to spot. You should come!\"",
								"Dorian winced thoughtfully. \"I'm really not sure if I can make it tonight, my companions will be expecting me...\"",
								"\"Oh come on! I could tell you about the fight Theodora's younger sisters got into at the funeral; it will be fun I promise.\"",
								"\"All five of them?\"",
								"The woman ground her teeth a little. Dorian smiled pleasantly.",
								"\"Only three, but it's still a killer story. A nice, quiet, private game. For old time's sake?\" She looked him hard in the eye for a long moment.",
								"\"Fine.\" Dorian nodded at the total stranger. \"For old time's sake.\""
							]
						},
						{
							"type": "section",
							"name": "homebrew by Dael Kingsmill",
							"entries": [
								"Element & Inspiration credits:",
								{
									"type": "list",
									"items": [
										"Theodoor Rombouts",
										"Lucas Graciano",
										"Homebrewery",
										"u/moocowincog",
										"u/DreadClericWesley"
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/zoboBXc.png"
									}
								}
							]
						}
					]
				}
			]
		}
	]
}
