{
	"_meta": {
		"sources": [
			{
				"json": "TWS:SC",
				"abbreviation": "TWS:SC",
				"full": "Traveling with Style: Skill Challenges",
				"authors": [
					"James Haeck"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "2018-07-30",
				"color": "47D18C",
				"url": "https://www.dndbeyond.com/posts/285-traveling-with-style-skill-challenges",
				"dateReleased": "2018-07-30"
			}
		],
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1706088493,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "79a053934b"
	},
	"variantrule": [
		{
			"name": "Traveling with Style: Skill Challenges",
			"source": "TWS:SC",
			"ruleType": "O",
			"entries": [
				{
					"type": "section",
					"entries": [
						"Yesterday, my players' characters needed to travel for a week from a desolate dungeon to a thriving city. I knew there was only one way to make this journey exciting for everyone: a skill challenge. This article is a follow-up to {@link Exploring the Wilderness: Navigation and Player Agency|https://www.dndbeyond.com/posts/269-exploring-the-wilderness-navigation-and-player} and {@link Exploring the Wilderness: Creating Dynamic Encounter Areas|https://www.dndbeyond.com/posts/272-exploring-the-wilderness-creating-dynamic}. In the former article, I explored many different ways of making travel interesting, and posed a basic outline for using skill challenges to engage your players during travel sequences. This week, we're taking a more detailed look at how to make this much-misunderstood system work.",
						"I love making maps, especially overland maps on the scale of city-states, nations, and continents. I spent hours upon hours memorizing the tiniest details of Brian Jacques' {@i Redwall} maps, and the map of Bilbo's journey in {@i The Hobbit}, and then was astounded to see it expanded even further in {@i The Lord of the Rings}. But in roleplaying games, maps can't just look pretty or inspire the reader's imagination, as they might do in a novel. In RPGs, the players have to use the map to guide themselves on adventures, and that map must be filled with beings and locations. Otherwise, why use a map? If the only thing that matters are the points and destinations, you would be better off saving time and effort and just using a flowchart.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TWS SC/poa01-05.webp"
							},
							"width": 200,
							"height": 523
						},
						{
							"type": "entries",
							"name": "Verisimilitude",
							"entries": [
								"The reason is believability. Not {@i realism}, mind you, but believability. In genre fiction, we call this verisimilitude. Whatever you call it, verisimilitude is the ability for a storyteller (be they player or DM) to inspire their audience to suspend their disbelief and accept the authenticity of the world—even if that world may be filled with unrealistic things like magic and dragons.",
								"A flowchart-style map is a great way to demolish your world's verisimilitude. D&D walks a fine line between simulating a world we can believe is real and simulating a game that is fun to play. The best campaigns manage to do both, but doing so is an art, not a science. It all depends on what the players and the DM will tolerate, and how far they're willing to suspend their disbelief. Some players can believe in a world where points of interest are all that are important to the game, and the events of travel are meaningless minutiae that draw attention away from exciting parts like combat, traps, roleplaying and treasure.",
								"This playstyle is 100 percent valid. Focusing on the most fun and meaningful bits is a great way to sheer the fat off of a game session and create a thrilling, roller coaster-like game. But it's not my playstyle. Not unless there are extenuating circumstances.",
								"I want my players to buy in to the simulated world I've created. This is why I create NPCs who behave like authentic people with motivations and idiosyncrasies and it's why my monsters use their magic items in combat against the characters, rather than letting them sit on a treasure horde waiting to be plundered. Most importantly, it's why travel in my games is more than just leaving point A on the map and appearing at point B. The points aren't the important part of the world. Those are just the bones; it's everything in between that makes of the world's body.",
								{
									"type": "inset",
									"entries": [
										"That said, I will sometimes break their suspension of disbelief on purpose by making fun of my own NPCs or bending the rules of my world to heighten the drama of the storytelling or the excitement of the gameplay—but I make these goofs intentionally. I break the continuity of my characters or of my storytelling because I want to laugh with my friends and laugh at myself. It's all in good fun, and it's important to know when you're taking yourself just a little {@i too} seriously."
									]
								},
								"The challenge, of course, is filling all of that space between points. We spent a full article on that at the beginning of this series, but no matter how many clever tricks we use or game aids we buy, there's only one solution to building a believable campaign world. And that's to put in the work. Spend the time building it yourself."
							]
						},
						{
							"type": "entries",
							"name": "How to Not Spend Time Building it Yourself",
							"entries": [
								"I lied a little. You can absolutely spend hours and hours building random encounter tables for your region, stealing weather tables from old hexcrawl adventures, and creating charts full of NPC travelers and so forth. That is one way to create an immersive and deep world. But boy, I don't have time to do that anymore.",
								"One way to make a quick and comprehensive guide to your world is to break it up into regions and mini-gazetteers for each region, like Mike Mearls is doing for his Nentir Vale campaign. Spend just two pages fleshing out each region and create just enough narrative detail to jog your memory, plus a few evocative tables to help kickstart your imagination while in the heat of the moment. This is what I'm doing for my current campaign. I love the world I created for it, so I'm taking every opportunity I can get to introduce my players to my favorite parts of it. A DM's gotta have fun too, after all!",
								"But we can go one step further. The great drawback of rolling for random travel events or monster encounters is that the players never feel in control of their destiny. They may choose where they want to go, and they might even choose which road they want to take to get there, but their journey is essentially on auto-pilot from that point on until their DM rolls a random encounter. My favorite method of travel-montage kills two birds with one stone: it reduces my need for prep and it also gives my players a more active role in creating the story of their journey.",
								"And now, nearly one thousand words into this article, let's talk about skill challenges."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TWS SC/poa02-07.webp"
							},
							"width": 850,
							"height": 583
						},
						{
							"type": "entries",
							"name": "Skill Challenges",
							"entries": [
								"I certainly sung their praises in the first article in this series, but they deserve a closer look. I just used a skill challenge in a game I ran today, so they're fresh in my mind. When I run a travel skill challenge, my goal is to give the players a chance to develop the story on their own terms, without me telling them \"The weather was cold and overcast, but there were no monsters. Now you set up camp and take a long rest,\" about seven times on the way from one city to another. I change up the flow of D&D (in which the DM tells the players what they perceive and the players decide how to react) and let players tell {@i me} what is going on in the world.",
								"This is great for several reasons. It lets me define the region they're traveling through with a few simple statements, which I call parameters. More on that later. And then once my players have the parameters of the skill check, they do the rest of the descriptive work for me. By giving them narrative control within specific parameters, I let them tell me what they care about most at that point in time. Maybe they'll focus on the natural world, or the travelers on the road, or the wildlife. Once the players have set a scene, they'll tie their character into the scene, describe what they do in order to resolve the scene they've described, and make an ability check to see if they resolve it successfully. If they don't, I'll ask how they fail spectacularly, because even failure can be fun if the person who's failing can find the humor in it.",
								"Running a skill challenge marks a pretty radical departure from the usual flow of gameplay in D&D, and this can be jarring to players and Dungeon Masters who aren't used to it. Skill challenges were originally introduced in fourth edition D&D, so you may find it useful to take a look at the {@link fourth edition Dungeon Master's Guide|https://www.dmsguild.com/product/56694/Dungeon-Masters-Guide-4e} for the original rules. Matt Colville also produced an excellent video describing {@link how he runs skill challenges in fifth edition D&D|https://www.youtube.com/watch?v=GvOeqDpkBm8}. Here's what I do:",
								{
									"type": "entries",
									"name": "1. State What's Happening",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TWS SC/poa01-06.webp"
											},
											"width": 250,
											"height": 294
										},
										"In a situation where you're changing the flow of play, the single most important thing you can do is tell the players what's going on. I tell my players, \"We're starting a skill challenge to describe how you get from [point A] to [point B].\" If they don't know what a skill challenge is, I describe it as follows:",
										"\"A skill challenge is a type of scene where the party needs to succeed on a certain number of ability checks before you reach a certain number of failures. We go to each person in turn, and you set up your scene yourself, describe how you try to overcome it, then make a check to see if you are able to succeed. If the party gets enough successes, you reach your destination safely. If the party fails the skill challenge, something bad will happen.",
										"\"Each person can only use a skill proficiency once. Once [character A] makes a Wisdom ({@skill Perception}) check during this skill challenge, they can't use it again until the challenge is over. You can still make a Wisdom ({@skill Insight}) check, just not another {@skill Perception} roll.\""
									]
								},
								{
									"type": "entries",
									"name": "2. Set a Difficulty",
									"entries": [
										"I tell my players up front how hard the skill challenge will be. It gives them a tangible way to track their progress, and even raises the tension. Too much mystery can be a bad thing, as it becomes hard to know if the players are making progress. This is a small concession I make in immersion in order to increase fun—and it doesn't break my group's suspension of disbelief. In yesterday's game, my players had to make a very simple skill challenge. It only required that they make three successful ability checks before they failed three checks. And I didn't tell them this, but the DC of these checks were low: only {@dc 12}."
									]
								},
								{
									"type": "entries",
									"name": "3. Set Parameters",
									"entries": [
										"I want to give my players free reign, but setting boundaries is useful for two reasons. The first is selfish, it lets me tell my players what parts of my fiction they absolutely should not break. I might say, \"You're traveling for four days across the desert to get from the City to the Oasis. The desert is prone to storms and filled with roaming packs of wargs, and the black sigil-stones embedded within its sands prevent the use of druidic magic.\"",
										"Now my players know what's unique about this desert and can treat it differently from any other desert. Second, these boundaries give the players a starting point. Sometimes limitations breed creativity. If I tell the druid that they can't just use magic to provide water for their party, maybe that will give them the idea to make a Wisdom ({@skill Survival}) check to go searching for sustenance."
									]
								},
								{
									"type": "entries",
									"name": "4. Take Turns",
									"entries": [
										"Once these guidelines have been set down, each player can start contributing to the skill check. After every skill check, I like to intrude for a moment and describe the party's progress as they travel. For instance, if character A just made a successful Wisdom ({@skill Survival}) check to find a deer path that helped them move through the forest quickly, I might describe the party exiting the forest and passing into the plains north of the forest. This gives the players a sense of progress, and encourages them to keep going instead of getting bored and slowing down.",
										"If I find that people are growing weary of the skill challenge, especially if there have been several failed checks in a row and it seems like they're not making any progress, I will sometimes intervene and ask, \"I have an offer for the next character. I have a scene in mind, and if you agree to play through my scene, you'll get an automatic success on your next roll. If not, you can keep going as normal.\" This lets me stay engaged in the process, and gives the players the choice to either keep playing their self-directed scenes or to hand narrative control back to me for a little bit."
									]
								},
								{
									"type": "entries",
									"name": "5. Conclude the Skill Challenge",
									"entries": [
										"Sometimes the players succeed. Congratulations! They've made it to their destination weary and weather-worn, but otherwise unscathed.",
										"But sometimes they fail. Failure should have consequences, otherwise you've just wasted everyone's time with toothless threats. More on that below."
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TWS SC/poa03-01.webp"
							},
							"width": 850,
							"height": 757
						},
						{
							"type": "entries",
							"name": "Difficulty and Failure",
							"entries": [
								"One of my personal hurdles with running exciting skill challenges is how to tune their difficulty. It takes a lot of trial and error, generally, and the number one rule you should remember is: you make the rules. The best skill challenges, like the best traps and the best combat encounters, serve the game, not the other way around. If they're not fun and they're not improving the story, find a way to bring them to a quick and satisfying conclusion.",
								"In my mind, there are three elements to a skill challenge's difficulty: Screentime, Difficulty Class, and Consequences.",
								"A skill challenge's {@b screentime} is how many checks it takes to succeed. In other words, it's the \"hit points\" of the skill challenge. The more checks they have to successfully make, the longer the challenge will take, and ostensibly the harder it will be. My rule of thumb is to always require a number of successes equal to the number of characters in the party for long challenges, that number −1 for medium-length challenges, and that number −2 for short challenges. I never go below a minimum of 3 successful checks required, because it feels bad if the challenge ends before everyone in the party has at least a chance to attempt it. Then you've really wasted their time. Sometimes I'll even fudge the numbers a bit to keep a challenge from ending before everyone in the party has a chance to participate.",
								"I always have my skill challenges require only three failures to fail, because \"three strikes, you're out\" is so ingrained in the American mind.",
								"A skill challenge's {@b difficulty class} is the DC needed for a character to succeed on an ability check. In other words, it's the \"Armor Class\" of the skill challenge. I usually keep the difficulty class static throughout the entire check, but you can escalate it to create tension or lower it to make the challenge easier. The usual difficulty class guidelines apply here: a check of 5 is trivially easy, 10 is standard, 15 is hard, and so forth. Since a skill challenge involves many checks, you're more likely to see average results, so plan accordingly. I try not to go below 10 on a skill challenge for low-level characters, 13 for mid-level characters, and 15 for high level characters.",
								"A skill challenge's {@b consequences} are what happens to the characters if they fail three checks before they succeed on enough checks to reach their destination successfully. Never say \"you get turned around and wander back to [point A]. You can try the skill challenge again, if you want.\" That's a {@i real} waste of time. All that adventuring and, essentially, nothing happened! If you're going to punish your players for rolling poorly, do it in a way that's exciting. Here are some options:",
								{
									"type": "list",
									"items": [
										"The failed skill challenge leads to a random encounter. Roll on your random charts, and then roll initiative! After overcoming the encounter, they are near their destination.",
										"The failed skill challenge causes the party to get lost and waste several days trying to reorient themselves. The travel takes {@dice 1d10} days longer than expected, and each character must make a {@dc 15} Constitution saving throw or gain 1 level of {@condition exhaustion}.",
										"The failed skill challenge causes the party to take a treacherous route through the wilderness. They make it to their destination, but they emerge wounded and weary. Each character must make a {@dc 15} Dexterity saving throw, taking 27 ({@damage 5d10}) piercing damage on a failed save or half as much on a successful one. This can be scaled to the characters' levels."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Finding Inspiration for Your Own Skill Challenges",
							"entries": [
								"My partner, Hannah, introduced the idea of skill challenges to me after she listened to them being used to great effect in a podcast called Thursday Knights. Which, to both her chagrin and mine, I still haven't gotten around to listening to completely. I still didn't see the value of skill challenges until she deployed them to create an exciting travel sequence in campaign she DMed for me and a handful of friends many summers ago. And even though I plan to use skill challenges for a number of things in my current campaign—such as a chase sequence or a complex trap, maybe?—travel montages are still my favorite use of the skill challenge rules.",
								"As far as travel is concerned, you only have to know the bare minimum details about the region or regions your players will be traveling through. If your campaign prep is sparse, even a simple biome like \"forest\" or \"desert\" may be enough to spark your players' imaginations. Don't be afraid to let go of your story and your world just a little bit. Your players can make great things happen if you give them the chance!"
							]
						},
						{
							"type": "hr"
						},
						"{@note James Haeck is the lead writer for D&D Beyond, the co-author of {@i Waterdeep: Dragon Heist} and the Critical Role {@i Tal'Dorei Campaign Setting}, and is also a freelance writer for Wizards of the Coast, the D&D Adventurers League, and Kobold Press. He lives in Seattle, Washington with his partner Hannah and his two wilderness explorers, Mei and Marzipan. You can usually find him wasting time on Twitter at {@link @jamesjhaeck|https://twitter.com/jamesjhaeck}.}",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TWS SC/jaeck.webp"
							},
							"width": 150,
							"height": 150
						}
					]
				}
			]
		}
	]
}
