{
	"_meta": {
		"sources": [
			{
				"json": "Druidic",
				"abbreviation": "Druidic",
				"full": "Druidic",
				"authors": [
					"Liarus"
				],
				"convertedBy": [
					"Blueblaze#7101"
				],
				"version": "1.0.0",
				"color": "3c8008",
				"url": "https://homebrewery.naturalcrit.com/share/BJV2yUhmX",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1602439286,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "8de225d777",
		"edition": "classic"
	},
	"variantrule": [
		{
			"name": "Druidic (Language)",
			"source": "Druidic",
			"page": 1,
			"ruleType": "VO",
			"entries": [
				{
					"type": "section",
					"entries": [
						"There are rumors that, deep within the woods, you might just stumble upon hidden messages left on the bark of trees or the face of boulders. These rumors are true.",
						"Known only to Druids and their ancestors, the Druidic language serves as a way of communicating short but important messages about surrounding areas. Often marked onto various natural materials via druidcraft, Druidic functions as a language by using symbols to convey things like directions, warnings and advice to all who are able to decipher it.",
						{
							"type": "entries",
							"name": "Uses",
							"entries": [
								"Within the language, there are 45 symbols representing different ideas or places that are relevant to all who wander through the wilds — and with them, short simple phrases are able to be crafted.",
								"For example, marking the symbol for [Camp] would mean that there is a camp nearby. In addition, you can use one of the symbols to represent one of the 8 cardinal directions coupled with the symbol for [Far] or [Close] in order to give a more accurate location. Lastly, using modifiers, you can add to this message by including the symbols for [Orc] and [Danger] — which, when put together, will create a message that reads \"Danger, close by in [x] direction there is an orc cave\""
							]
						},
						{
							"type": "entries",
							"name": "Grammar",
							"entries": [
								"Druidic has a very simple but crucial grammatical structure.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/xaJJLC4.png"
									}
								},
								{
									"entries": [
										{
											"type": "entries",
											"name": "The Primary Message ",
											"entries": [
												"(which in the previous example would be [Camp]) acts as the \"subject\" of the message, and is to be in the center position of the marking."
											]
										},
										{
											"type": "entries",
											"name": "The Directional",
											"entries": [
												"goes to the left of the Primary Message, and notates the direction you'd take in order to reach the subject. "
											]
										},
										{
											"type": "entries",
											"name": "Modifiers",
											"entries": [
												"act as ways to alter or inform the Primary Message, and are placed to the right. Important to note: Modifiers should be made smaller than the Primary Message to avoid confusion. Usually, three modifiers will suffice for a message but, on occasion, less-traditional druids have been known to use more. "
											]
										}
									],
									"type": "entries"
								}
							]
						},
						{
							"type": "entries",
							"name": "Directionals",
							"entries": [
								"It's important to note that, throughout tradition, messages in Druidic have always been written on the southern-most side of the chosen object (or, if written in the land, they will be marked Top-Down from North to South).",
								"The function of this is so that whenever viewed, the reader will be facing North — this way, Directional symbols in Druidic markings will always remain true to the surrounding geography (I.E. [North] will always mean forward, etc.)",
								"If no directional is given, the subject is assumed to be nearby.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/Iy0xAlo.png"
									}
								}
							]
						},
						{
							"type": "entries",
							"name": "Primary Message",
							"page": 2,
							"entries": [
								"Choosing which symbol to use as a primary message will often come intuitively to most druids based on the message they are attempting to convey, but in reality there are multiple ways which one might convey the same thing.",
								"Something to keep in mind, though, is relationship that exists between the Primary Message and the surrounding symbols. Whatever you choose as the primary message will be the subject of whatever message you are attempting to convey.",
								"What this means is if you, for example, create a symbol like this: ",
								{
									"type": "list",
									"style": "list-hang",
									"items": [
										{
											"type": "item",
											"name": "Directional",
											"entry": "[North/Ahead]"
										},
										{
											"type": "item",
											"name": "Primary Message",
											"entry": "[Grove]"
										},
										{
											"type": "item",
											"name": "Modifiers",
											"entry": "[Squirrel], [Sacred], [Ancient]"
										}
									]
								},
								"What you are saying is that there is a grove up ahead that is ancient and sacred, which happens to be enhabited by squirrels. Alternatively, if you were to write a message like this: ",
								{
									"type": "list",
									"style": "list-hang",
									"items": [
										{
											"type": "item",
											"name": "Directional",
											"entry": "[North/Ahead]"
										},
										{
											"type": "item",
											"name": "Primary Message",
											"entry": "[Squirrel]"
										},
										{
											"type": "item",
											"name": "Modifiers",
											"entry": "[Grove], [Sacred], [Ancient]"
										}
									]
								},
								"What you are saying is that there is an ancient and sacred squirrel that lives in a grove up ahead -- which, who knows, maybe that is what you meant, but it's important to keep that distinction in mind.",
								{
									"type": "inset",
									"name": "Location Modifier Relationship",
									"entries": [
										"In situations where the Primary Message of a marking is a Humanoid, Creature or Object, using a Location modifier will indicate where said subject might be found."
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.imgur.com/a7r3pBw.png"
							}
						},
						{
							"type": "entries",
							"name": "Modifiers",
							"page": 2,
							"entries": [
								"With a limited number of characters and symbols within the Druidic language, modifiers act as a way to get creative -- because, while some symbols might not make as much sense when used as Primary Messages, any symbol can act as a modifier with a bit of craftiness.",
								"Over the years, certain symbols have taken on multiple meanings. For example, the modifier [Wrong] in druidic has long stood for the concept of something \"Unnatural\" or \"Unholy.\" See a desecrated section of land? That is [Wrong] land. Notice a tree that appears to be under the influence of evil magic? That is a [Wrong] tree -- or, even more accurately, a [Wrong] [Magic] tree.",
								"Similarly, certain Forest/Fey Creature symbols have unique interactions with Places of Interest when used as modifiers. These unique differences will be outlined individually in the Symbols section ahead."
							]
						},
						{
							"type": "section",
							"name": "Symbols",
							"page": 2,
							"entries": [
								"This section will be used to give more detail to each of the 45 Druidic symbols.",
								{
									"type": "entries",
									"name": "Directionals",
									"entries": [
										"Directional symbols are ones that give physical direction, or insight about the path ahead. ",
										{
											"entries": [
												{
													"type": "entries",
													"name": "Direction (Cardinal)",
													"entries": [
														"In druidic, any and all physical directions are given via this symbol, an 8-sided star with a dot to notate which of the 8 cardinal directions the writer intends to convey."
													]
												},
												{
													"type": "entries",
													"name": "Danger Ahead",
													"entries": [
														"This symbol, along with the symbols for [Safe Ahead], [Patrols Ahead] and [Go Around] function as Warnings and are often found in the Primary Message or Modifier position, preceded by one of the 8 cardinal directions in the Directional position to notate which direction is being talked about.",
														"This symbol is often followed by a modifier identifying the cause of the danger ahead."
													]
												},
												{
													"type": "entries",
													"name": "Safe Ahead",
													"entries": [
														"This symbol, along with the symbols for [Danger Ahead], [Patrols Ahead] and [Go Around] function as Warnings and are often found in the Primary Message or Modifier position, preceded by one of the 8 cardinal directions in the Directional position to notate which direction is being talked about."
													]
												},
												{
													"type": "entries",
													"name": "Patrols Ahead",
													"entries": [
														"This symbol, along with the symbols for [Safe Ahead], [Danger Ahead] and [Go Around] function as Warnings and are often found in the Primary Message or Modifier position, preceded by one of the 8 cardinal directions in the Directional position to notate which direction is being talked about.",
														"This symbol is often followed by a modifier identifying the race/species of the patrols ahead. "
													]
												},
												{
													"type": "entries",
													"name": "Go Around",
													"page": 3,
													"entries": [
														"This symbol, along with the symbols for [Safe Ahead], [Danger Ahead] and [Patrols Ahead] function as Warnings and are often found in the Primary Message or Modifier position, preceded by one of the 8 cardinal directions in the Directional position to notate which direction is being talked about.",
														"This symbol is unique in that, when applicable, the arrowhead will change from left to right depending on which path the scribing druid sees considers the safest -- meaning, if the arrow is on the right side, go around to the right, if it is on the left side, go around to the left."
													]
												}
											],
											"type": "entries"
										}
									]
								},
								{
									"type": "entries",
									"name": "Places of Interest",
									"page": 3,
									"entries": [
										"Place of Interest symbols are those that identify natural or man-made structures/locations ",
										{
											"entries": [
												{
													"type": "entries",
													"name": "River",
													"entries": [
														"This symbol is used to represent a river. It is sometimes followed by the [Bear] symbol as a modifier. Be wary of rivers that are often visited by bears, unless you are confident in your ability to soothe and communicate with them."
													]
												},
												{
													"type": "entries",
													"name": "Lake",
													"entries": [
														"This symbol is used to represent a lake."
													]
												},
												{
													"type": "entries",
													"name": "Cave",
													"entries": [
														"This symbol is used to represent a cave."
													]
												},
												{
													"type": "entries",
													"name": "Secret Path",
													"entries": [
														" This symbol is used to represent a secret path. Often, this symbol is not preceded by a directional, but is instead given a modifier of a Forest/Fey Creature that acts as a guide if located. This is done in an effort to hide such a path from non-druid readers.",
														"If you see a Forest/Fey Creature modifier next to a [Secret Path] symbol, try taking a look around to see if you can find them."
													]
												},
												{
													"type": "entries",
													"name": "Ruin",
													"entries": [
														"This symbol is used to represent a Ruin. It is sometimes followed by a [Dwarf], [Elf] or [Human] modifier, which is meant to represent the creators of the ruin -- but as with all Druidic messages, things like this can be unclear. It is just as possible that it is simply a ruin that is currently filled with Dwarves, Elves, or Humans."
													]
												},
												{
													"type": "entries",
													"name": "Sanctuary",
													"entries": [
														"This symbol is used to represent a Sanctuary. Sanctuaries, in druidic tradition, are places where druids often congregate -- they are generally very hidden deep within the forests or feywild, and similarly to Secret Paths, they often are not preceded by a Directional symbol. Instead, in a similar fashion, Fey/Forest Creature modifiers are used to represent nearby guides."
													]
												},
												{
													"type": "entries",
													"name": "Grove",
													"entries": [
														"This symbol is used to represent a grove or a unique clearing within a forest."
													]
												},
												{
													"type": "entries",
													"name": "Camp",
													"entries": [
														"This symbol is used to represent a camp. It is often followed by the [Small] or [Big] modifier to determine size, as well as a Humanoid/Monster modifier to convey its inhabitants."
													]
												},
												{
													"type": "entries",
													"name": "Town",
													"entries": [
														"This symbol is used to represent a Town. It is often followed by the [Small] or [Big] modifier to determine size, as well as a Humanoid/Monster modifier to convey its inhabitants."
													]
												},
												{
													"type": "entries",
													"name": "Fey Crossing",
													"entries": [
														"This symbol is used to represent a nearby crossing into the Feywild, often in the form of a portal, door or a rift. Similar to the symbols for [Secret Path] and [Sanctuary], the symbol for [Fey Crossing] is sometimes followed by a Guide modifier in place of a Directional -- although, out of the three symbols, [Fey Crossing] would be the most likely to be preceded by a directional marking. "
													]
												}
											],
											"type": "entries"
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/re6HUc4.png"
									}
								},
								{
									"type": "entries",
									"name": "Modifiers",
									"entries": [
										"Modifier symbols are used as a way to further inform the Primary Message. Symbols in this category are ones that are often not able to stand as Primary Messages on their own.",
										{
											"entries": [
												{
													"type": "entries",
													"name": "Big",
													"entries": [
														"This symbol is used as a Modifier to inform the reader that the subject of the Primary Message is Big in size."
													]
												},
												{
													"type": "entries",
													"name": "Small",
													"entries": [
														"This symbol is used as a Modifier to inform the reader that the subject of the Primary Message is Small in size."
													]
												},
												{
													"type": "entries",
													"name": "Far",
													"entries": [
														"This symbol is used as a Modifier to inform the reader that the subject of the Primary Message is Far away."
													]
												},
												{
													"type": "entries",
													"name": "Close",
													"entries": [
														"This symbol is used as a Modifier to inform the reader that the subject of the Primary Message is Close by."
													]
												},
												{
													"type": "entries",
													"name": "Wrong",
													"entries": [
														"This symbol is used as a Modifier to inform the reader that the subject of the Primary Message is Wrong, Unnatural or Unholy."
													]
												},
												{
													"type": "entries",
													"name": "Dangerous",
													"entries": [
														"This symbol is used as a Modifier to inform the reader that the subject of the Primary Message is Dangerous."
													]
												},
												{
													"type": "entries",
													"name": "Safe",
													"entries": [
														"This symbol is used as a Modifier to inform the reader that the subject of the Primary Message is Safe."
													]
												},
												{
													"type": "entries",
													"name": "Good",
													"entries": [
														"This symbol is used as a Modifier to inform the reader that the subject of the Primary Message is Good in nature."
													]
												},
												{
													"type": "entries",
													"name": "Bad",
													"entries": [
														" This symbol is used as a Modifier to inform the reader that the subject of the Primary Message is Bad in nature."
													]
												},
												{
													"type": "entries",
													"name": "Sacred",
													"entries": [
														"This symbol is used as a Modifier to inform the reader that the subject of the Primary Message is Sacred, and potentially connected to a Deity or Archfey. "
													]
												},
												{
													"type": "entries",
													"name": "Likes Food",
													"entries": [
														"This symbol is used as a Modifier specifically related to Primary Messages containing Forest/Fey Ceatures or Humanoid/Monster symbols, and is used to inform the reader that the subject of the Primary Message will trade information/service for food"
													]
												},
												{
													"type": "entries",
													"name": "Territorial",
													"entries": [
														" This symbol is used as a Modifier specifically related to Primary Messages containing Forest/Fey Ceatures or Humanoid/Monster symbols, and is used to inform the reader that the subject of the Primary Message is territorial or aggressive in nature.",
														"This does not always mean they are to be avoided entirely, but met with caution and respect."
													]
												},
												{
													"type": "entries",
													"name": "Scout",
													"entries": [
														"This symbol is used as a Modifier specifically related to Primary Messages containing Forest/Fey Ceatures or Humanoid/Monster symbols, and is used to inform the reader that the subject of the Primary Message is known to be a trained scout."
													]
												},
												{
													"type": "entries",
													"name": "Messenger",
													"entries": [
														" This symbol is used as a Modifier specifically related to Primary Messages containing Forest/Fey Ceatures or Humanoid/Monster symbols, and is used to inform the reader that the subject of the Primary Message is known to be a trained messenger.",
														"Messengers will sometimes provide messages from past druids if located."
													]
												},
												{
													"type": "entries",
													"name": "Magic",
													"entries": [
														"This symbol is used as a Modifier to inform the reader that the subject of the Primary Message is Magical in nature, or posesses the ability to perform spells. "
													]
												}
											],
											"type": "entries"
										}
									]
								},
								{
									"type": "entries",
									"name": "Forest / Fey Creatures",
									"page": 4,
									"entries": [
										"Forest/Fey Creature symbols are used to represent different woodland beings on the material plane, as well as beings of the Feywild.",
										{
											"type": "inset",
											"name": "Calls to Nature",
											"entries": [
												"With each woodland creature, a song is taught and passed down to Druids from generation to generation by their ancestors. These songs are often whistled into the wind in order to request a conversation with nearby critters and animals."
											]
										},
										{
											"entries": [
												{
													"type": "entries",
													"name": "Owl",
													"entries": [
														"This symbol is used to represent the Owl.",
														"In Druidid culture, owls are particularly good scouts and specialize in night-time missions due to their nocturnal nature. While they are not as common to find, they tend to have a good memory and can often remember night-time events for up to a week's time."
													]
												},
												{
													"type": "entries",
													"name": "Bear",
													"entries": [
														"This symbol is used to represent the Bear.",
														"It is said that some Druids are able to coax a bear into aiding for small time in battle in exchange for food -- but that is not a goal worth chasing as it is very dangerous. Bears are known to be extremely territorial, especially when accompanied by offspring. Always approach bears with caution."
													]
												},
												{
													"type": "entries",
													"name": "Horse",
													"entries": [
														"This symbol is used to inform the reader that Horses are nearby."
													]
												},
												{
													"type": "entries",
													"name": "Squirrel",
													"entries": [
														"This symbol is used to represent Squirrels, Chipmunks and other woodland critters.",
														"In Druidic culture, woodland critters are often particularly good at keeping an ear to the ground during the day due to their own innate curiosity. They can be relied upon for information regarding day-time events that occured within the past few days, although often they will require food as compensation.",
														"Beware, they might be a little scatterbrained."
													]
												},
												{
													"type": "entries",
													"name": "Hawk",
													"entries": [
														"This symbol is used to represent Hawks, Eagles and other scouting birds.",
														"In Druidic culture, Hawks and other scouting birds are particularly good at daytime scouting. Although their memory isn't quite as good as an Owls, their keen eyesight and ability to travel far distances at fast speeds lends to their advantage."
													]
												},
												{
													"type": "entries",
													"name": "Satyr",
													"entries": [
														"This symbol is used to represent Satyr.",
														"Satyrs are well known in Druidic culture as expert messengers, and are quick to charm. They are an endless fountain of stories and tales from past experiences, and they are very curious creatures by nature, but they are also adept at hiding and are very rarely ever seen.",
														"If you see this symbol, be on the lookout; you might just find one if you're lucky."
													]
												},
												{
													"type": "entries",
													"name": "Centaur",
													"page": 5,
													"entries": [
														"This symbol is used to represent Centaur.",
														"Depending on the modifiers attached, it is generally a good idea to act with caution when you see this symbol. Centaur are a very proud and violent race, and up until the point where you earn their respect they can be a dangerous foe. Past that point, though, they can be an incredible ally."
													]
												},
												{
													"type": "entries",
													"name": "Pixie",
													"entries": [
														"This symbol is used to represent Pixies.",
														"Pixies are notorious within Druidic culture for being as frustrating as they are mesmerizing. They are natural born tricksters that love to play pranks whenever able. They are generally good in nature, however and are good allies to have in a pinch, if they let you find them."
													]
												},
												{
													"type": "entries",
													"name": "Dryad",
													"entries": [
														"This symbol is used to represent Dryad.",
														"In Druidic Culture, Dryad are known as protectors of the woods. More specifically, their area of the woods -- as each Dryad is magically bound to a specific tree. This tree acts as the Dryad's life force, and they will fight to the death to protect it from harm.",
														"Dryad are almost always very good in nature, and are great company to have. They will often come with news or warnings from the trees."
													]
												},
												{
													"type": "entries",
													"name": "Treant",
													"entries": [
														"This symbol is used to represent the Treant.",
														"Treants are guardians. They are giant defenders of the feywild and material forests alike. So long as you are in their good graces, you are in good hands -- because, when provoked, they are vicious foes.",
														"Some Treants are not as benevolent as others, and as such it is always wise to approach with the utmost of caution and respect."
													]
												}
											],
											"type": "entries"
										}
									]
								},
								{
									"type": "entries",
									"name": "Humanoids / Monsters",
									"page": 5,
									"entries": [
										"Humanoid/Monster symbols are used to represent different Humanoid races as well as well known Monsters throughout the material plane.",
										{
											"entries": [
												{
													"type": "entries",
													"name": "Dwarf",
													"entries": [
														"This symbol is used to represent Dwarves."
													]
												},
												{
													"type": "entries",
													"name": "Elf",
													"entries": [
														"This symbol is used to represent Elves."
													]
												},
												{
													"type": "entries",
													"name": "Human",
													"entries": [
														"This symbol is used to represent Humans."
													]
												},
												{
													"type": "entries",
													"name": "Halfling",
													"entries": [
														"This symbol is used to represent Halflings."
													]
												},
												{
													"type": "entries",
													"name": "Druid",
													"entries": [
														"This symbol is used to represent Druids."
													]
												},
												{
													"type": "entries",
													"name": "Dragon",
													"entries": [
														"This symbol is used to represent Dragons.",
														"As with all Monsters symbols, pay attention to the modifiers following the [Dragon] symbol, as they may indicate a benevolent dragon, or a dangerous one."
													]
												},
												{
													"type": "entries",
													"name": "Kobold",
													"entries": [
														"This symbol is used to represent Kobolds.",
														"As with all Monsters symbols, pay attention to the modifiers following the [Kobold] symbol, as they may indicate a benevolent Kobold, or a dangerous one."
													]
												},
												{
													"type": "entries",
													"name": "Goblin",
													"entries": [
														"This symbol is used to represent Goblins.",
														"As with all Monsters symbols, pay attention to the modifiers following the [Goblin] symbol, as they may indicate a benevolent Goblin, or a dangerous one. "
													]
												},
												{
													"type": "entries",
													"name": "Orc",
													"entries": [
														"This symbol is used to represent Orcs.",
														"As with all Monsters symbols, pay attention to the modifiers following the [Orc] symbol, as they may indicate a benevolent Orc, or a dangerous one. "
													]
												},
												{
													"type": "entries",
													"name": "Troll",
													"entries": [
														"This symbol is used to represent Trolls.",
														"Trolls are almost never benevolent. Avoid at all costs."
													]
												}
											],
											"type": "entries"
										}
									]
								},
								{
									"type": "entries",
									"name": "Miscellaneous Things / Objects",
									"entries": [
										"The symbols in this section are used to represent different Things and Objects often found within the forest.",
										{
											"entries": [
												{
													"type": "entries",
													"name": "Food",
													"entries": [
														"This symbol is used to notify the reader that there is food nearby, often as a way to inform others that the berries nearest are edible."
													]
												},
												{
													"type": "entries",
													"name": "Land",
													"entries": [
														"This symbol is used to represent the land, ground or dirt."
													]
												},
												{
													"type": "entries",
													"name": "Message",
													"entries": [
														" This symbol has a specific use. When an object has the [Message] marking placed upon it, it means that there is a message left somewhere on or within that object. Druids are taught how to locate and decipher these messages.",
														"While the symbol is usually easy to see -- the messages are often tougher to find. When written on a tree, the message is usually written on the inside of the bark via druidcraft, and will require some effort to read. When written on a rock, the message often lies underneath."
													]
												},
												{
													"type": "entries",
													"name": "Tree",
													"entries": [
														"This symbol is used to represent a Tree."
													]
												},
												{
													"type": "entries",
													"name": "Rock",
													"entries": [
														"This symbol is used to represent a Rock."
													]
												}
											],
											"type": "entries"
										}
									]
								},
								{
									"type": "entries",
									"name": "Final thoughts",
									"entries": [
										"Druidic is a very sparse language by its design. Things such as specifcs, numbers, etc. have always been said by the ancients to be something best left up to nature. As such, there will be moments where you will be left wondering whether or not you are about to face 3 orcs or 30. Heed the warnings of danger, and always tread carefully."
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
