{
	"_meta": {
		"sources": [
			{
				"json": "mbsr",
				"abbreviation": "SR",
				"full": "Stealth Rules",
				"authors": [
					"Metabot"
				],
				"convertedBy": [
					"Jafner"
				],
				"version": "1.0",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/7ilvod/stealth_rules_and_guard_behavior/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ece227ab76",
		"edition": "classic"
	},
	"variantrule": [
		{
			"name": "Stealth Rules",
			"source": "mbsr",
			"entries": [
				{
					"type": "entries",
					"name": "Map",
					"entries": [
						"A good stealth mission starts with the players entering from a direction orthogonal to where enemies expect them to come in. Thus the first areas are less well patrolled and the likelyhood of success is high.",
						"Show players the map generously, but use line of sight to determine if players can see enemies. These stealth rules work best when the map has clusters of open-ish areas that are cut off from other areas. This prevents a botched attempt at stealth from spilling over into the rest of the battle map."
					]
				},
				{
					"type": "entries",
					"name": "Recommended Stealth Check Rules",
					"entries": [
						"A stealth check is equal to highest passive Perception in the NPC group. Your group succeeds if half or more succeed. These rules don't overly punish a party with one or two low stealth players, but stealth remains relevant.",
						"{@b Minor fail:} a fail of less than 5, that enemy hears a sound that could be misconstrued as innocuous, or sees a glimpse of movement from the PC with the lowest roll.",
						"{@b Major fail:} a fail of 5 or more, or a fail that includes a natural 1, one of them spots the PC with the lowest roll.",
						"As an aside: some magics, most notably pass without a trace, can trivialize stealth-focused missions. How you deal with it is up to you, but try to find ways to notify your players of the fabricated drawbacks as well as to give them some bonus."
					]
				},
				{
					"type": "entries",
					"name": "Behaviour and Distractions",
					"entries": [
						"When an enemy sees a PC, roll 2d4 plus the NPC's wisdom modifier and choose from the table below. If on low alert, roll 3d4 drop highest, and on high alert, drop lowest."
					]
				},
				{
					"type": "entries",
					"name": "Sounds",
					"entries": [
						"All attacks that aren't sneak attacks are audible within 30 feet unless the attacker chooses to attack with disadvantage. Creatures who don't have a condition that reduce their speed to zero (such as grappled, restrained, or stunned) make a sound on their turn:",
						"{@b Combat call.} 100 feet. Enemies make this sound when suprised and when coordinating attacks.",
						"{@b Action call.} 300 feet. An unambiguous cry for help, requiring a creature to take an action.",
						"Sound requires an additional 20 feet to cross a door, 30 feet to cross a thin wall, and 100 to cross a thick wooden wall. Stone or brick walls block all but magically produced sounds. The question isn't whether or not the sound can be heard, but if if can be heard well enough to be recognized as suspicious."
					]
				},
				{
					"type": "entries",
					"name": "Guard Monster Design",
					"entries": [
						"In general, weigh heavily on selecting enemies with low defensive CR and high offensive CR (see DMG for more info). If possible, hotdrop players with an encounter of one of the basic enemies to force them to fight it so they know the strength of the weakest guy. This empowers the players to take on enemies that they feel as if they can deal with."
					]
				},
				{
					"type": "entries",
					"name": "Other Actions",
					"entries": [
						"{@b Grappling.} at advantage if the creature isn't aware of you",
						"{@b Distractions.} Player can attempt to distract enemies by throwing rocks, etc. Treat as minor fail at location.",
						"{@b Deception.} Reckless, Curious, Paranoid are have disadvantage on deception checks",
						"{@b Threatening.} Distracted, Afraid, Paranoid have disadvantage on Intimidation checks (-5 on relevant checks). You can threaten someone to silence them."
					]
				},
				{
					"type": "table",
					"colLabels": [
						"Roll",
						"Type",
						"Minor Fail",
						"Major Fail"
					],
					"colStyles": [
						"col-1",
						"col-2",
						"col-5",
						"col-4"
					],
					"rows": [
						[
							"<3",
							"Distracted",
							"No reaction",
							"One turn later, does a double take"
						],
						[
							"4",
							"Afraid",
							"Makes a search check. On a success, he becomes \"Paranoid\" - either way he tries to run back to the group (he doesn't tell them, or they don't believe him)",
							"Freezes and tries to figure out if you realized he saw you. If you allow him to, he will tell the others."
						],
						[
							"5",
							"Reckless",
							"Investigates on his own",
							"Engages immediately while alerting others"
						],
						[
							"6",
							"Curious",
							"Makes a search check. On a success he notifies other that he is going to take a closer look.",
							"Cries out for backup and joins his group."
						],
						[
							"7-8",
							"Leader",
							"All nearby enemies within line of sight of the PC act as if they had minor fail",
							"Sends out a global alarm if possible, making guards Alert."
						],
						[
							"9-10",
							"Paranoid",
							"Cries out for backup and joins his group.",
							"Is frightened, alerts nearby enemies."
						],
						[
							">11",
							"Crafty",
							"Pretends to have seen them despite not being sure",
							"Raises a silent alarm, or pretends not to notice anything but returns to the area with a group"
						]
					]
				}
			]
		}
	]
}
