{
	"_meta": {
		"sources": [
			{
				"json": "3mxr-modnar",
				"abbreviation": "🧙📜",
				"full": "Modnar's Mission Mandates - House Rules (Character Points)",
				"authors": [
					"Modnar"
				],
				"version": "0.0.1",
				"url": "https://editor.gmbinder.com/documents/edit/-L8YS8M9xAdPhqY7d6tj",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "38ffe0de24",
		"edition": "classic"
	},
	"action": [
		{
			"name": "Aim",
			"page": 0,
			"entries": [
				"When you declare you are Aiming action, you use your action losing your reaction until the beginning of your next round.",
				"You lose any dex bonus and may not move choose to more than one half of your movement.",
				"Right before the beginning of your next round make a single ranged weapon attack adding your Intelligence bonus to the attack's to-hit.  Attacks that exceed the required to Hit against its target by 10 or more are considered \"Crits\" for damage determination."
			],
			"source": "3mxr-modnar"
		}
	],
	"condition": [
		{
			"name": "Intoxicated",
			"page": 0,
			"source": "3mxr-modnar",
			"entries": [
				"After drinking begins make a Constitution DC 8 + 1 per drink to advance one level of Intoxication. ",
				{
					"type": "list",
					"items": [
						"1 - {@bold Buzzed}. Disadvantage on {@skill Perception} checks & against effects that impart the {@condition Charmed} condition. Advantage on saves versus things that impart the {@condition Frightened} condition.",
						"2 - {@bold Tipsy}. Disadvantage on all opposition ability checks (eg. against Persuasion, or grapple attempts). Gain d8 temporary Hp.",
						"3 - {@bold Merry}. Gain {@condition Poisoned} condition. Take -1 Dexterity, Intelligence, Wisdom, & Charisma attribute damage.",
						"4 - {@bold Drunk} Requires ability checks to be successful on their desired actions (e.g. Running, Talking). Take -1 Dexterity, Intelligence, Wisdom, & Charisma attribute damage.",
						"5 - {@bold Falling Down Drunk}. Gains {@condition Incapacitated} condition, at this point failed recovery saves lead to the {@condition unconscious}. Gain 1 levels of Exhaustion. Take -1 Dexterity, Intelligence, Wisdom, & Charisma attribute damage.",
						"6 - {@bold Passed-Out Drunk}. {@condition Unconscious}. Gain 1 levels of Exhaustion."
					]
				},
				{
					"type": "entries",
					"name": "Recovery Saves",
					"entries": [
						"Each hour the creature makes another Constitution save check agasint the current DC to remove one level of intoxicated. Each hour the DC value lowers the creature's Constitution bonus per hour. Failed saves that fail by 10 or more, adds a level of Intoxication.",
						"This {@bold can} mean the saves become more toxic for lower Constitution creatures and the person moves into deeper levels of intoxication or even death."
					]
				}
			]
		},
		{
			"name": "Famished",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"A creature that is hungry has been unable to sustain what they require to function without impairment. Be it food, drugs, etc -- the lack of this element is weakening, and leading to the creature's decline and likely death.",
				{
					"type": "list",
					"items": [
						"Long Rests do not restore HD or Exhaustion, and HP (& MAX Hp) only are regained during a long by use of HD -- like with a short rest."
					]
				}
			]
		},
		{
			"name": "Bleeding",
			"page": 0,
			"entries": [
				{
					"type": "list",
					"items": [
						"A creature who struck with the bleeding condition takes an additional point of damage of that type that imparted this condition, at the start of each of its rounds, until the take an action perform a healing check (DC 12 + any bonuses from spells/magical item or abilities.",
						"The creature sheds bright light in a 20-foot radius and dim light for an additional 20 feet.",
						"The effect can be ended early with the {@action Extinguish} action."
					]
				}
			],
			"source": "3mxr-modnar"
		}
	],
	"itemProperty": [
		{
			"abbreviation": "lrg",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Oversized",
					"entries": [
						"A weapon with the oversized property is larger than even the largest conventional weapon. Only individuals with exceptional strength can hope to wield one efficiently.",
						"An oversized weapon counts also as a heavy weapon (PHB p. 147); with the following changes. Both Small and Medium creatures have disadvantage on attack rolls with oversized weapons. A Medium creature does not have disadvantage if its Strength score is 20 or greater.",
						"If a damage value in parenthesis appears with the oversized property, a Large creature may wield the weapon in one or two hands. The oversized damage value is used if the creature wields the weapon in two hands."
					]
				}
			]
		},
		{
			"abbreviation": "tny",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Undersized",
					"entries": [
						"A weapon with the undersized property is particularly small. They can be easily hidden, and are favoured by tiny races.",
						"An undersized one-handed weapon is considered to be a light weapon (PHB p. 147). A Tiny creature can wield an undersized weapon in their off-hand and use it when two-weapon fighting. The weapon deals 1/2 damage from its full sized archetype.",
						"An undersized two-handed weapon can be used by a Tiny creature without taking Disadvantage on their attack rolls. Or by other (Small; Medium) creatures as as one handed."
					]
				}
			]
		},
		{
			"abbreviation": "frgle",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Fragile",
					"entries": [
						"When a weapon with the fragile property gets a Natural 1, or becomes disarmed. The weapon gains an negative modifier -1 to damage (if weapon damage becomes 0, it breaks)"
					]
				}
			]
		},
		{
			"abbreviation": "entangled",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Entagled",
					"entries": [
						"Some weapons, particularly those with chains, are designed to wrap around a foe's weapon or limbs.",
						"A creature can use an attack with such a weapon to entangle the target's weapon or limbs. The attacker makes an attack roll contested by the target's Strength (Athletics) check or Dexterity (Acrobatics) check. The target has disadvantage on its ability check if it is larger than the attacking creature, or advantage if it is smaller.",
						"If the attacker wins the contest, the target becomes entangled (gains the grappled condition) by the attacker.",
						"An entangled creature has disadvantage on attack rolls until the attacker ends the entanglement with a bonus action; the attacker drops their weapon or is incapacitated; forced movement causes the attacker and target to move beyond the reach of the weapon; or the target uses its action to escape (as though grappled).",
						"While entangled, neither the target can move apart beyond the reach of the weapon. The attacker however can drop and move.",
						"While the attacker is entangling the target's weapon, it has advantage on subsequent attempts to attack or disarm the target (see DMG p. 271)"
					]
				}
			]
		}
	],
	"variantrule": [
		{
			"name": "Character Points [CP]",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"{@i The rule of inspiration is replaced with this mechanic.}",
				"Character Points, or CP, are awarded for excellence in execution or horrible failure in game. They will almost always be granted for creative ideas, making a difficult choice -- but one that's in line with your Character's design and backstory. They are effectively positive rewards to reinforce what I consider to be excellent team/role playing as I understand your character from your backstory.",
				"Unlike Hero/Action points or Inspiration, You may have as many Character points as are awarded to you, there is no max. Unlike Action points they do not regain or lose them at the next level.",
				"Character  points they are single use and are \"burned\" when they are used. As guide PCs will gain CP for...",
				{
					"type": "entries",
					"name": "Character Sketch/Story:",
					"entries": [
						"You may be awarded a CP based off the quality of a written character backstory. I wish to encourage players to take an active role in the history and culture of the game. I may use backstory to generate a pivotal plot points for your character concerning his past. If the event(s) resolved, I may reward more CP. If you feel you cannot do this, I will also provide awards for drawing a character portrait in the likeness of your character, both helping the rest of the group visualize your hero as you see them, AND invest you into the character's nuances."
					]
				},
				{
					"type": "entries",
					"name": "Completing Plot Arcs:",
					"entries": [
						"Depending upon how it's accomplished, I may award a CPs to players who were involved in completing a major chapter or arc in the campaign story. These CP will be awarded at the conclusion of the arc if the PCs were successful or advanced the story in a meaningful way."
					]
				},
				{
					"type": "entries",
					"name": "Faith/Character RPing Excellence:",
					"entries": [
						"In a campaign where the gods play an important role in every character's life, CP might represent their favor. In such a setting, I may reward CP to characters that uphold the tenets of their faith in a grand way, or under extreme duress or whenever they take on one of the faith's major enemies. Such CP are considered godly inspiration and might be temporary, and if not spent on the task at hand, they may fade away. The excellence in RP"
					]
				},
				{
					"type": "entries",
					"name": "Group Service:",
					"entries": [
						"I may award CP for acts outside the game as well. For service or actions taken to assist the other members of the party or community at large. This sort of reward is given out of generosity, not as a payment."
					]
				},
				{
					"type": "entries",
					"name": "Heroic Acts:",
					"entries": [
						"Whenever a character performs an exceptionally heroic act, s/he can be awarded a CP. This might include anything from slaying an evil dragon when the rest of the group has fled to rescuing townsfolk from a burning building despite being terribly wounded. It does not have to be related to combat. Convincing the reticent king to send troops to help with a bandit problem or successfully jumping a wide chasm might earn a character a CP, depending on the circumstances. Great deeds done by burning CP or Karma, are not rewarded with CP."
					]
				},
				{
					"type": "table",
					"colLabels": [
						"CP cost",
						"Name",
						"Effect"
					],
					"colStyles": [
						"col-1 text-center",
						"col-3 text-right",
						"col-8 text-right"
					],
					"intro": [
						"Here are the actions effect CP can be spent to gain."
					],
					"rows": [
						[
							"1",
							"Experience",
							"Gain [d20* (Level)] experience, level up if possible"
						],
						[
							"1",
							"Boost",
							"+1 per point spent, not to exceed your prof bonus"
						],
						[
							"2",
							"[Bend Reality]*",
							"Add a minor item to the scene"
						],
						[
							"2",
							"[Stabilize Wound]*",
							"Any ongoing HP/BP loss is halted"
						],
						[
							"3",
							"[Avoid an \"Oops\"]*",
							"Prevent a critical failure"
						],
						[
							"3",
							"HINT",
							"Be granted a hint by the GM on course of action"
						],
						[
							"4",
							"[Popular]*",
							"Gain 15 RP points with an NPC for the session"
						],
						[
							"4",
							"[Abide]",
							"You are spiritual sustained for 1 week"
						],
						[
							"5",
							"Fortify",
							"Gain +2 to either AC, Spell DC, or contested skill result"
						],
						[
							"6",
							"{@variantrule Karma|3mxr-modnar}",
							"Add 1 point of {@variantrule Karma|3mxr-modnar} to your pool"
						],
						[
							"[n]+1",
							"Raise Ability",
							"Spend x to permanently raise a stat on 1 point"
						]
					],
					"footnotes": [
						"* Valid for specialized campaigns only. Ask your GM"
					]
				}
			]
		},
		{
			"name": "AVOID AN \"OOPS\"",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"When a to hit or save/check is rolled and result is an unmodified \"1\", the test ALWAYS fails, and at times disastrously. A ranged attack that generated an \"Oops\" might strike a friendly, an investigation \"Oops\" might destroy evidence, and a melee \"Oops\" might damage the character's weapon(s) and may make them fumble or go prone. Using this will negate the Oops - provided the purchase is done BEFORE the result is declared.",
				"{@b COST}: 3 {@variantrule Character Points [CP]|3mxr-modnar|CP}"
			]
		},
		{
			"name": "BEND REALITY",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				{
					"type": "insetReadaloud",
					"name": "NOTIFICATION",
					"entries": [
						"[REQUIRES GM oversight.]"
					]
				},
				"When this is activated the player can introduce a minor object into the setting in the storyline.",
				"You can add a previously unnoted bush to hide behind, a table, chair, etc. The GM will provide guidance and rule on its value vs impact. It must be feasible (ie a chest of gold isn't; nor is magical item or map to such).",
				"The impact must be small to the game and specific to the scene.",
				"{@b COST}: 1 {@variantrule Character Points [CP]|3mxr-modnar|CP}"
			]
		},
		{
			"source": "3mxr-modnar",
			"page": 0,
			"name": "BOOST",
			"entries": [
				{
					"type": "insetReadaloud",
					"name": "NOTIFICATION",
					"entries": [
						"You may spend no more CPs than your Proficiency bonus."
					]
				},
				"For each point you spend you gain a +2 on an ability or skill check if spent before the roll, +1 per point if spent after the roll. The use of such does not overcome an {@variantrule AVOID AN \"OOPS\"|3mxr-modnar|Oops} or move a roll into a CRITical.",
				"{@b COST}: 1+ {@variantrule Character Points [CP]|3mxr-modnar|CP}"
			]
		},
		{
			"name": "CHEAT DEATH",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"Your deadly wounded character is stabilized and they become conscious, but remain immobile until their next action. Any negative damage remains and attacks against them that reduce them to below their Negative MAX value will still kill the character.",
				"At the start of their next action, and for each additional action they regain 1 HP.",
				"After any immediate threat is resolved, they MUST rest for 10 minutes per point of damage they took, Failure to do so increases their exhaustion by +2 Levels.",
				"{@b COST}: 3 {@variantrule Karma|3mxr-modnar}"
			]
		},
		{
			"name": "EXPERIENCE",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				{
					"type": "insetReadaloud",
					"name": "NOTIFICATION",
					"entries": [
						"{@variantrule Character Points [CP]|3mxr-modnar|CP} or {@variantrule Karma|3mxr-modnar} spent on this is always burned."
					]
				},
				"You immediately gain d20* 10 experience. If that would move you to the next level you are able to level up.",
				"You will still need to train or RP for multiclassing (if necessary).",
				"You gain your new HP immediately.",
				"You gain any spell slots and class abilities immediately.",
				"You do not gain access to new spells until you've completed a long rest.",
				"(if you are already past your next level EXP value, using CP will not level you)",
				"{@b COST}: 1 {@variantrule Character Points [CP]|3mxr-modnar|CP} or {@variantrule Karma|3mxr-modnar}"
			]
		},
		{
			"name": "FAMOUS",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				{
					"type": "insetReadaloud",
					"name": "NOTIFICATION",
					"entries": [
						"For use with selective campaigns/adventures = check with your GM"
					]
				},
				"Your Renown grows by one point.",
				"{@b COST}: 2 {@variantrule Karma|3mxr-modnar} [burned]"
			]
		},
		{
			"name": "FORCE FATE",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"You may reroll one die, but you {$i must} take the new result for better or worse.",
				"{@b COST}: 3 {@variantrule Character Points [CP]|3mxr-modnar|CP}"
			]
		},
		{
			"name": "FORTIFY",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				{
					"type": "insetReadaloud",
					"name": "NOTIFICATION",
					"entries": [
						"Only one may be used at a time and it you must declare what is fortified upon purchase."
					]
				},
				"After purchasing it, you must declare whether your AC, a specific contested Ability Check(Skill), Save or DC gains an effective +2 for the encounter. ",
				"{@b COST}: 5 {@variantrule Character Points [CP]|3mxr-modnar|CP}"
			]
		},
		{
			"name": "HEIRLOOM ITEMS",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"Are a special set of magical items whose creators, over time invested karma to create these items.",
				"Any magical item with greater than a +1 rating was moved to \"heirloom\" These items do not respond with more details to an identify spell than that they wielder must do one of three things to have the magic of the item work/attune to the character:",
				{
					"type": "list",
					"items": [
						"Owner had to do a one time investment. (Burn x {@variantrule Karma|3mxr-modnar})",
						"Owners had to hold {@variantrule Karma|3mxr-modnar} to use it (Possess x {@variantrule Karma|3mxr-modnar}, but not spend)",
						"Owners had to invest into the device to unlock its powers (in tiers) (Spend {@variantrule Character Points [CP]|3mxr-modnar|CP} to unlock abilities)"
					]
				},
				"Legend Lore will tell the specific amount need to unlock power (and the item's working name) but not the powers (directly).",
				"",
				"Players could create these through crafting when they got exceptional results on such.",
				"",
				"{@b COST}: varies",
				{
					"type": "inset",
					"entries": [
						"This is in part my attempt to rationalize the 5e collection of semi magical trinkets.",
						"It also allows for magical items that can progress with the character - giving the scarcity of 5e items some basis... because given the length of history... almost any world would have an increasing layer of magical item \"sediment\" AND... makes attunement (and RP focused play) more important."
					]
				}
			]
		},
		{
			"name": "HINT",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"You may ask the GM and yes/no question for guidance on a course of action. After which you gain advantage on such checks as relate to it completion.",
				"",
				"The GM {@i may} refuse to grant a hint. In such cases, the points are returned",
				"{@b COST}: 4 {@variantrule Character Points [CP]|3mxr-modnar|CP}"
			]
		},
		{
			"name": "INSPIRED ACTION",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"Before making a skill/ability check; declare your purchase. Depending upon your level, you gain a bonus die (like bardic inspiration) to add to the roll (added to both in cases of dis/advantage). You may not stack inspiration dice, the highest level die type is the one chosen.",
				{
					"type": "table",
					"colLabels": [
						"Character's Level",
						"Inspiration Die"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"1st-3rd",
							"d6"
						],
						[
							"4th-7th",
							"d8"
						],
						[
							"8+",
							"d10"
						]
					]
				},
				"{@b COST}: 1 {@variantrule Karma|3mxr-modnar}"
			]
		},
		{
			"name": "KARMA",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"In extreme situations you may be rewarded Karma instead of {@variantrule Character Points [CP]|3mxr-modnar}, otherwise you must buy into it. Spending 6 CP will purchase 1 Point of Karma.",
				"Unlike Character Points, Karma is most often renewable, things that burn CP only exhaust that same amount of Karma. Exhausted Karma may not be used until its refreshed. Karma will renew when the DM decides the event ends. (If you are Dungeon Crawling, until you've left the dungeon and returned to safety the Karma will not renew; at the GM's discretion it may renew after a long rest or just each session. When in a safe zone and engaging in social/crafting RP'ing purchasing, gathering information, etc - Karma used on those encounters remains exhausted until the next event ends.)",
				"{@b COST}: 6 {@variantrule Character Points [CP]|3mxr-modnar|CP}",
				{
					"type": "table",
					"caption": "Optional Caption",
					"colLabels": [
						"Cost",
						"Name",
						"Effect",
						"Burns?"
					],
					"colStyles": [
						"col-1 text-center",
						"col-3 text-right",
						"col-6 text-right",
						"col-2 text-center"
					],
					"intro": [
						"Here are the actions effect CP can be spent to gain."
					],
					"rows": [
						[
							"1",
							"Experience",
							"Gain [d20* (Level)] experience, level up if possible",
							"Both"
						],
						[
							"1",
							"Boost",
							"+1 per point spent, not to exceed your prof bonus",
							"{@variantrule Character Points [CP]|3mxr-modnar|CP}"
						],
						[
							"2",
							"[Bend Reality]*",
							"Add a minor item to the scene",
							"Both"
						],
						[
							"2",
							"[Stabilize Wound]*",
							"Any ongoing HP/BP loss is halted",
							"{@variantrule Character Points [CP]|3mxr-modnar|CP}"
						],
						[
							"3",
							"[Avoid an \"Oops\"]*",
							"Prevent a critical failure",
							"{@variantrule Character Points [CP]|3mxr-modnar|CP}"
						],
						[
							"3",
							"HINT",
							"Be granted a hint by the GM on course of action",
							"{@variantrule Character Points [CP]|3mxr-modnar|CP}"
						],
						[
							"4",
							"[Popular]*",
							"Gain 15 RP points with an NPC for the session",
							"{@variantrule Character Points [CP]|3mxr-modnar|CP}"
						],
						[
							"4",
							"[Abide]",
							"You are spiritual sustained for 1 week",
							"{@variantrule Character Points [CP]|3mxr-modnar|CP}"
						],
						[
							"5",
							"Fortify",
							"Gain +2 to either AC, Spell DC, or contested skill result",
							"{@variantrule Character Points [CP]|3mxr-modnar|CP}"
						],
						[
							"6",
							"{@variantrule Karma|3mxr-modnar}",
							"Add 1 point of {@variantrule Karma|3mxr-modnar} to your pool",
							"{@variantrule Character Points [CP]|3mxr-modnar|CP} only"
						],
						[
							"[n]+1",
							"Raise Ability",
							"Spend x to permanently raise a stat on 1 point",
							"{@variantrule Character Points [CP]|3mxr-modnar|CP}"
						]
					],
					"footnotes": [
						"* Valid for specialized campaigns only. Ask your GM"
					]
				},
				{
					"type": "table",
					"caption": "Karma Options",
					"colLabels": [
						"Cost",
						"Name",
						"Effect",
						"Burns?"
					],
					"colStyles": [
						"col-1 text-center",
						"col-3 text-right",
						"col-6 text-right",
						"col-2 text-center"
					],
					"intro": [
						"Here are the actions effect CP can be spent to gain."
					],
					"rows": [
						[
							"1",
							"Inspired Action",
							"Gain a bonus to a d20 Roll based off level",
							""
						],
						[
							"1",
							"Force Fate",
							"Reroll a die",
							""
						],
						[
							"1",
							"Cheat Death",
							"An attack that would kill, now does not.",
							"{@variantrule Karma|3mxr-modnar}"
						],
						[
							"1",
							"[Piece of Pantheond]*",
							"Receive 1d4 Pantheon Fragments (PP)",
							"{@variantrule Karma|3mxr-modnar}"
						],
						[
							"2",
							"Success",
							"You succeed the check, or your attack hits.",
							""
						],
						[
							"2",
							"[GONE VIRAL]*",
							"Add 2 points to your Renown",
							"{@variantrule Character Points [CP]|3mxr-modnar|CP}"
						],
						[
							"3",
							"[WARP REALIY]*",
							"Add a twist to the adventure",
							""
						],
						[
							"[x]",
							"KARMIC CIRCLE",
							"A ritual to create a shared Karma Pool for the party",
							"{@variantrule Karma|3mxr-modnar}"
						]
					],
					"footnotes": [
						"* Valid for specialized campaigns only. Ask your GM"
					]
				}
			]
		},
		{
			"name": "KARMIC CIRCLE",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"Each character burns at least one point of Karma, to create (or join) a shared/party pool that pool being raised by the least spent by members. amount  (amount spent = x) in a Karmic Pool ritual joins the circle. At the end of the ritual the amount of the Karma spent less one (X -1) to form the circle is placed in the communal Karma Pool, accessible by any of the members of the circle. It functions the same as Karma, with an exception - any member may burn or exhaust Karma from the Circle's Pool on their own behalf or for another Circle member. If a Circle member dies, their contributed Karma remains for the circle's use. The circle's Karma pool refreshes like individual Karma.",
				"{@b COST}: at least 1 {@variantrule Karma|3mxr-modnar} per Character participating"
			]
		},
		{
			"name": "POPULAR",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"By a quirk of fate, a specific NPC is either having a great turn of luck (thus impacting their general demeanor) or has heard/seen something about the Character that (although wrong) has made them reconsider and give the character a break.  For the session, the NPC's RP rating with the character is considered 15 points higher.",
				"{@b COST}: at least 1 {@variantrule Karma|3mxr-modnar} per Character participating"
			]
		},
		{
			"name": "PIECE OF PANTHEON",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"You find a bit of divinity.  d4 rare Pantheon Shards..",
				"{@b COST}: 1 {@variantrule Karma|3mxr-modnar}"
			]
		},
		{
			"name": "RAISE ABILITY",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"Burn CP equal to the current ability score's value, and exhause 1 Karma (not burned) to raise the ability stat in question by 1.",
				{
					"type": "inset",
					"name": "",
					"entries": [
						"You may not raise an ability score above 15 in this manner."
					]
				},
				"{@b COST}: x [burned] + 1 {@variantrule Karma|3mxr-modnar}"
			]
		},
		{
			"name": "STABILIZE WOUND",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"Your wounded character is stabilized, all status effects remain, but no additional damage is taken from ongoing blood loss.",
				"{@b COST}: at least 2 {@variantrule Karma|3mxr-modnar} per Character participating"
			]
		},
		{
			"name": "SUCCESS!",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"The Attack, Skill Check, Ability Save automatically passes at the lowest possible success value. i.e. If a skill check requires DC 30, you automatically get a 30. ",
				"{@b COST}: 2 {@variantrule Karma|3mxr-modnar}"
			]
		},
		{
			"name": "WARP REALITY",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"In extreme situations you may be rewarded Karma, otherwise you must earn it. Spending 6 CP will purchase 1 Point of Karma. Karma is most often renewable, things that burn CP only exhaust that same amount of Karma. Exhausted Karma may not be used until its renewed. Karma will renew when the event ends. (If you are Dungeon Crawling, until you've left the dungeon and returned to safety the Karma will not renew; at the GM's discretion it may renew after a long rest. When in a safe zone and engaging in social/crafting RP'ing purchasing, gathering information, etc - Karma used on those encounters remains exhausted until the next event ends.)",
				"{@b COST}: 3 {@variantrule Karma|3mxr-modnar}"
			]
		},
		{
			"name": "CRITICAL Success & Failure (Oops)",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "An Oops is a critical fail or fumble.",
					"entries": [
						"Whenever you roll an unmodified 1 on a to hit or a save/ability check - you will fail.  Also results that are  15 pts or more under the required AC/DC are an \"Ooops\" ",
						"When you fail a weapon attack its fairly likely your weapon will be damaged.  Bow strings may snap, swords may chip.  Your character may accidentally strike another person, or you may find yourself environmentally  disadvantaged (Prone, moving through threatened squares as you stumble)."
					]
				},
				{
					"type": "entries",
					"name": "A CRIT is a success.",
					"entries": [
						"Crits successes, all non combat result checks, result from a success that exceeds the required value by 15 or more more points. A naturall \"20\" for Saves, Skill checks etc {@i still} are not crits.",
						"CRIT successes indicate considerable success. As some examples, When crafting an item it's resulting value and/or functionality is increased. A saves may create an opporutnity to help others, or even reflect a portion of the indended effect. An insight check might generate incredible, bordering on precognition, insight on the target."
					]
				}
			]
		},
		{
			"name": "BODY POINTS",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"House Rule for enhanced Critcal Hits",
				"How they are determined: Take your starting HP with Constitution Bonus and denote that amount as your Body Points.",
				"Every level thereafter add your Con Bonus and any Toughness bonus points to Body.",
				"All other points derived from HitDice being rolled thereafter are your HP, which will effectively be reflective of your battle stamina. Most non critical hit damage will be drained first from your HP pool - ie wind you, or shake your confidence.",
				"Critical Hits will strike your body and do physical damage, always.",
				{
					"type": "inset",
					"name": "EXAMPLE",
					"entries": [
						"A 3th level Barbarian with 16 Con Would have 21 (12 for First level + (Con Bonus * 3) Body points, and likely around 14 Hp (7 (as the default value given per level) * (the current level -1)).",
						"If the Barbarian recieves an attack, and hit with a great axe, he would take (d12 + STR + any other bonuses) damage.",
						"Let's suggest that the axe does 15 pts damage (12pts from the AXE naturally + 3 for Strength)",
						"If the attack were not a critical success - the Barbarian would have 0 HP left, be badly winded and rocked back on his Heels from the ferocity of the attack as the axe's blade draws a thin line of blood as he barely avoids a deep cut.  (the extra damage going to Body points)",
						"IF the hit were a critical hit, a natural \"20\" - he would take 15pts (12 pts from the axe + 3 for STR)  to to his Body Points, and have 6 Body left, but full HP).",
						"Battle-Axe easily parts skin and sinew. The barbarian's ulna has been broken from the strike and his blood begins pulsing out from the wound. Burdened with 2 addition0al levels of exhaustion, his skill checks and movements are affected, and the pain has already set in, he'll suffer 1 hp loss per round. and is 2 pts away from suffering a Critical wound (see table) - then likely Strength damage and within at most 4 rounds if the bleeding isn't stopped - immobility leading to death.  The Barbarian would be foolish to rage now.  Better to retreat and treat his wounds."
					]
				},
				{
					"type": "entries",
					"name": "DEATH",
					"entries": [
						"If you, or any creature ever takes damage to render them to a -BP greater than their active Constitution, they are dead.",
						"Not 3 strikes until such.",
						"Dead.",
						"Period."
					]
				},
				{
					"type": "entries",
					"name": "HEALING",
					"entries": [
						"HP recovers rapidly, after a short rest, if you're not fatigued, you'll gain your HP back. (optionally at a rate of:",
						{
							"type": "list",
							"items": [
								"8 HP per turn of complete rest.",
								"1 HP per turn of light-moderate activity;",
								"1 per hour of strenuous activity"
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Wound Levels",
					"colLabels": [
						"Severity",
						"%",
						"Description"
					],
					"colStyles": [
						"col-3 text-left",
						"col-2 text-center",
						"col-7 text-right"
					],
					"intro": [
						"Here are the actions effect CP can be spent to gain."
					],
					"rows": [
						[
							"Light",
							"20",
							{
								"type": "entries",
								"entries": [
									"scratched, bruised, battered, you'll be ok, but you'll feel it tomorrow.",
									" [  -1 HP per round until treated or combat stops. ]",
									"Brusies and abrassions, clothing torn"
								]
							}
						],
						[
							"Moderate",
							"40",
							{
								"type": "entries",
								"entries": [
									"You have punctures and cuts that are bleeding.",
									" [ Exhaustion +1. Skill checks are at a disadvantage.]",
									"Bleeding, will have minor Scarring. Armor damaged or clothes severly damaged"
								]
							}
						],
						[
							"Severe",
							"60",
							{
								"type": "entries",
								"entries": [
									"You have bones that are fractured or broken, wounds that could risk viscer and or limit functionality.",
									" [Exhaustion +1. All movement is treated as if its difficult terrain. (½ movement) ]",
									"Sustained medical care required. Resulting in significant scarring. Armor may be compromised (Lower its AC value)/Clothes are ruined."
								]
							}
						],
						[
							"Critical",
							"80",
							{
								"type": "entries",
								"entries": [
									"You have sustained organ damage, and have internal bleeding.",
									" [Exhaustion +1. -1 BP per round, Stat Damage of some sort for a sustained period]",
									"A Surgeon and/or magic healing is needed. "
								]
							}
						],
						[
							"Deadly",
							"100",
							{
								"type": "entries",
								"entries": [
									"You have organ/vascular failure/collapse.",
									" [Exhaustion +1. Permanent Stat or HP damage Possible]",
									"You are immobile, possibly conscious but, you will die unless magic or skilled medical care is provided to you promptly."
								]
							}
						]
					]
				}
			]
		},
		{
			"name": "Meta-Achievements",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"During the game, at various points you may earn and achievements.",
				"They grant rewards; sometimes experience, sometimes titles, sometimes unlocking passive or active abilities"
			]
		},
		{
			"name": "Multiclassing",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"During the game, at various points you may earn and achievements.",
				"They grant rewards; sometimes experience, sometimes titles, sometimes unlocking passive or active abilities"
			]
		},
		{
			"name": "New Weapon Properties",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"During the game, at various points you may earn and achievements.",
				"They grant rewards; sometimes experience, sometimes titles, sometimes unlocking passive or active abilities"
			]
		},
		{
			"name": "Long Rest",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"A long rest is a period of extended downtime, at least 8 hours long, during which a character sleeps or performs light activity: reading, talking, eating, or standing watch for no more than 2 hours. If the rest is interrupted by a period of strenuous activity—at least 1 hour of walking, fighting, casting spells, or similar adventuring activity—the characters must begin the rest again to gain any benefit from it.",
				"At the end of a long rest, a character regains all lost hit points. The character also regains spent Hit Dice, up to a number of dice equal to half of the character's total number of them (minimum of one die). For example, if a character has eight Hit Dice, he or she can regain four spent Hit Dice upon finishing a long rest.",
				"A character cannot benefit from more than one long rest in a 24-hour period, and a character must have at least 1 hit point at the start of the rest to gain its benefits.",
				"Where you are when you rest impacts the ability to recover completely",
				{
					"type": "table",
					"caption": "Karma Options",
					"colLabels": [
						"Resting",
						"Lifestyle",
						"Recovery"
					],
					"colStyles": [
						"col-4 text-left",
						"col-2 text-center",
						"col-6 text-left"
					],
					"intro": [
						"Here are the actions effect CP can be spent to gain."
					],
					"rows": [
						[
							"{@i Impromptu Camping}",
							"Wretched",
							"CON save (DC 24) to allow removal of a level of Exhaustion/Recovery of HD"
						],
						[
							"{@i Prepared Camping}",
							"Squalid",
							"CON save (DC 24) to allow removal of a level of Exhaustion/Recovery of HD"
						],
						[
							"{@i Prepared & Skilled w/ Survival}",
							"Poor",
							"CON save (DC 10) to allow removal of a level of Exhaustion/Recovery of HD"
						],
						[
							"{@i Leomund's Tiny Hut}",
							"Modest",
							"CON save (DC 5) to allow removal of a level of Exhaustion/Recovery of HD"
						]
					]
				}
			]
		},
		{
			"name": "Equipment Sizing",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"During the game, at various points you may earn and achievements.",
				"They grant rewards; sometimes experience, sometimes titles, sometimes unlocking passive or active abilities",
				{
					"type": "entries",
					"name": "Armor & Clothing",
					"entries": [
						"When adventurers find armor, clothing, and similar items that are made to be worn, they might need to visit an armorsmith, tailor, leatherworker, or similar expert to make the item wearable.",
						"The cost for such work varies from 10 to 40 percent of the market price of the item. The DM can either roll 1d4 x 10 or determine the increase in cost based on the extent of the alterations required."
					]
				},
				{
					"type": "entries",
					"name": "Containers & Gear",
					"entries": [
						"Containers such as backpacks, weapons and gear such as Arcane Focuses, Holy symbols, etc. are naturally a smaller size for Small creatures and larger for size Large creature.",
						"Small sized containers, hold 50% less gear. Weapons gain the Undersized property",
						"Large Sized containers, hold 50% more gear and costs 2x a much. Weapons gain the Oversized property."
					]
				}
			]
		},
		{
			"name": "Running a Business",
			"source": "3mxr-modnar",
			"page": 0,
			"entries": [
				"Adventurers can end up owning businesses that have nothing to do with delving into dungeons or saving the world. A character might inherit a smith, or the party might be given a parcel of farmland or a tavern as a reward. If they hold on to the business, they might feel obliged to spend time between adventures maintaining the venture. An adventurer owned business can earn enough money to cover its own maintenance costs. However the owner needs to periodically ensure that everything is running smoothly by tending to the business between adventures.",
				{
					"type": "table",
					"caption": "Business Skill Matrix",
					"colLabels": [
						"Skill Check",
						"Description"
					],
					"colStyles": [
						"col-5 text-left",
						"col-7 text-left"
					],
					"intro": [
						"The player chooses a skill check to represent how they handle their business."
					],
					"rows": [
						[
							"Persuasion",
							"The business is run diplomatically with good business sense."
						],
						[
							"Performance",
							"The business attracts the populace with spectacles and shows."
						],
						[
							"Initimidation",
							"The business has a tight grip on its competition and employees."
						],
						[
							"Deception",
							"The business is shady and tricks the populace into overspending."
						],
						[
							"Insight",
							"The business predicts all the local trends and prices."
						],
						[
							"Special*",
							"The business is unique and has little competition. This may include an Arcane or Herbalist shop."
						]
					],
					"footnotes": [
						"* Special (The DM choose the appropriate skill for the character to roll on the business roll table.)",
						"Relevant skill with a toolkit"
					]
				},
				{
					"type": "entries",
					"name": "The Results",
					"entries": [
						"While spending time on this downtime activity, in addition to maintaining their lifestyle, each week the player running the business rolls on the Running a Business table using the skill check that was chosen for this week.",
						"If the character is required to pay a cost as a result of this table but fails to do so, the business begins to fail. For each unpaid debt incurred in this manner the business takes a -3 penalty to subsequent rolls made on this table.",
						"When a business is run for multiple weeks, multiply the result on the table by the number of weeks. When a business is run for under a week, the number of days it was worked is added to the next time the business is run.",
						"Under certain conditions you as a DM may choose for a player to roll with advantage or disadvantage on the Running a Business check. A festival might increase demand to give the business an advantage, or customers may be too poor to afford its wares, putting the business at a disadvantage.",
						{
							"type": "table",
							"caption": "Buisness Operations Check",
							"colLabels": [
								"Skill Check",
								"Description"
							],
							"colStyles": [
								"col-5 text-left",
								"col-7 text-left"
							],
							"intro": [
								"The player chooses a skill check to represent how they handle their business."
							],
							"rows": [
								[
									"4 or less",
									"They must pay twice the maintenance cost for a week."
								],
								[
									"5-9",
									"They must pay the maintenance cost for a week."
								],
								[
									"10-14",
									"The business covers its own maintenance costs for the week."
								],
								[
									"15-19",
									"The business covers its own maintenance and earns a profit equal to the maintenance cost for a week."
								],
								[
									"20-24",
									"The business covers its own maintenance and earns a profit equal to twice the maintenance cost for a week."
								],
								[
									"25-29",
									"The business covers its own maintenance and earns a profit equal to thrice the maintenance cost for a week."
								],
								[
									"30+",
									"The business covers its own maintenance and earns a profit equal to four times the maintenance cost for a week."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Business Difficulties and Boons",
					"entries": [
						"The business may have an affect on your world and its' events. An influential business may allow the player to be regarded as a noble and live an aristocratic lifestyle, a shady business may be discovered and be ruined by the locals, and a tavern patron may give the party their next quest. The influence of the business is up to you as a DM."
					]
				},
				{
					"type": "entries",
					"name": "Building a Business",
					"entries": [
						"Characters might aspire to owning a large successful business. A character may pay for and prepare the property to run a business at a cost and time detailed on the Business Opportunities table. The size of the property is chosen by the character if that size of property is available for purchase.",
						"A character that wishes to build an extension of their business must acquire the property from an owner by trade or as a gift. Paying for and preparing the extension costs as detailed on the Business Opportunity table subtracted by the construction cost of the business thus far.",
						"If a business is built somewhere where there would not be a populace of sufficient wealth for the business to be run, the business is guaranteed to fail on the Running a Business table."
					]
				},
				{
					"type": "entries",
					"name": "Building Opportunities",
					"entries": [
						{
							"type": "table",
							"caption": "Buisness Operations Check",
							"colLabels": [
								"Property",
								"Maintenance Cost per Week",
								"Construction Cost",
								"Construction Time",
								"Skilled Hirelings",
								"Untrained Hirelings"
							],
							"colStyles": [
								"col-3-5 text-left",
								"col-2 text-left",
								"col-2 text-left",
								"col-1-5 text-left",
								"col-1 text-center",
								"col-1 text-center"
							],
							"rows": [
								[
									{
										"type": "entries",
										"entries": [
											"Farm",
											"Market Stand"
										]
									},
									"25 sp",
									"160 gp",
									"15 days",
									"0-1",
									"0-5"
								],
								[
									{
										"type": "entries",
										"entries": [
											"Large farm",
											"Large Market Stand"
										]
									},
									"5 gp",
									"400 gp",
									"20 days",
									"0-1",
									"0-5"
								],
								[
									{
										"type": "entries",
										"entries": [
											"Massive Farm",
											"Small Shop",
											"Tiny Stage",
											"Tiny Inn"
										]
									},
									"10 gp",
									"800 gp",
									"25 days",
									"0-2",
									"0-5"
								],
								[
									{
										"type": "entries",
										"entries": [
											"Multiple farms",
											"Shop",
											"Stage",
											"Inn"
										]
									},
									"20 gp",
									"2,000 gp",
									"35 days",
									"2-3",
									"2-7"
								],
								[
									{
										"type": "entries",
										"entries": [
											"Local Farm Monopoly",
											"Large Shop",
											"Large Stage",
											"Large Inn"
										]
									},
									"40 gp",
									"4,000 gp",
									"50 days",
									"4-5",
									"5-10"
								],
								[
									{
										"type": "entries",
										"entries": [
											"Farm Monopoly",
											"Massive Shop",
											"Massive Stage",
											"Massive Inn"
										]
									},
									"80 gp",
									"8,000 gp",
									"80 days",
									"05-10",
									"10-15"
								],
								[
									{
										"type": "entries",
										"entries": [
											"Multiple Shops",
											"Multiple Stages",
											"Multiple Inns"
										]
									},
									"160 gp",
									"20,000 gp",
									"125 days",
									"10-15",
									"15-30"
								],
								[
									{
										"type": "entries",
										"entries": [
											"Local Shop Monopoly",
											"Local Stage Monopoly",
											"Local Inn Monopoly"
										]
									},
									"320 gp",
									"50,000 gp",
									"250 days",
									"15-30",
									"30-60"
								],
								[
									{
										"type": "entries",
										"entries": [
											"Shop Monopoly",
											"Stage Monopoly",
											"Inn Monopoly"
										]
									},
									"640 gp",
									"100,000 gp",
									"500 days",
									"30-60",
									"60-120"
								]
							]
						}
					]
				}
			]
		}
	]
}
