{
	"_meta": {
		"sources": [
			{
				"json": "AC",
				"abbreviation": "AC",
				"full": "Aerial Combat",
				"authors": [
					"Pwines14"
				],
				"convertedBy": [
					"Jafner"
				],
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/5gtdhn/class_dragon_rider_and_aerial_combat/",
				"version": "1.0",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "4ffb2a2bad",
		"edition": "classic"
	},
	"variantrule": [
		{
			"name": "Aerial Combat",
			"source": "AC",
			"entries": [
				"Occasionally, while on an adventure, one might find themselves a flying companion that they can ride into battle. Mighty dragon riders soar in the sky, battling their enemies on land and in the air. Majestic pegasus knights take their winged steeds into the air with them and battle evil that knows no bounds.",
				"There are many different ways in which someone might find themselves in aerial combat, and when they do there are certain rules that govern them.",
				{
					"type": "entries",
					"name": "Unified Movement",
					"entries": [
						"When you are entering into an aerial battle, whether you are mounted or not, you rely on the single flying speed governing either yourself or your mount. When you are mounted, you likely cannot fly without your mount, therefore you have one movement between the two of you. However, this movement can be used on ither turn, or both turns if you have some movement speed left between turns."
					]
				},
				{
					"type": "entries",
					"name": "Altitudinal Advantage",
					"entries": [
						"Aerial combat is a dangerous game of strategy and timing. One cannot attack a creature that is not within their range, so often it is beneficial, if not absolutely required for your mount to grapple with a creature to land any attacks (different rules apply for pegasuses, located at the end of this ruleset). The only exception to this rule is bows and ranged weapons, though using a ranged weapon in aerial combat always takes disadvantage unless guided by magic. However, when you are in a mid-air grapple you are unable to make any movement and will then fall from the sky. You must choose carefully the timing in which you grapple and attack a creature.",
						"Because of the restrictions of aerial combat and the need to grapple your target, altitude is almost always an advantage. When a creature is above another creature, they take advantage on grapple checks and saving throws against another creature. And a creature that is of a lower altitude takes disadvantage on all grapple checks and saving throws. Because of this, aerial combat is a dangerous game of strategy and precision. Because aerial combat often takes a long time, the two sides often attempt to ground their targets in any way possible, most often by atacking the opponent's wings."
					]
				},
				{
					"type": "entries",
					"name": "A Fight Against Gravity",
					"entries": [
						"While you are in the air, you are not only in a fight with your combatants, but also with the forces of nature themselves. Gravity pulls on you as you fight in the air, and if you aren't careful you may come a little too close to the ground.",
						"A creature such as a dragon or pegasus, those that are typically ridden in aerial combat, are accustomed to flying, and can hold themselves up by their wings and the magics that allow such creatures to fly. During combat, a creature can use its move action to climb higher into the sky, or to reposition itself on the battlefield. If you are grappled in mid-air, as is necessary for aerial combat, you fall at a rate of 60 feet per round."
					]
				},
				{
					"type": "entries",
					"name": "The Rules of Aerial Combat",
					"entries": [
						"Following are the rules of combat that I have designed for aerial mounts. Much of the rules of combat remain consistent in the air, however there are a few points that should be highlighted to help when engaging in aerial combat.",
						{
							"type": "entries",
							"name": "Aerial Grapple",
							"entries": [
								"When you are engaged in aerial combat, the rules of grappling apply the same way as they do on the ground."
							]
						},
						{
							"type": "entries",
							"name": "Gravity",
							"entries": [
								"When you are grappling with a target, you fall at a speed of 60 feet per round. (I am ignoring the science of free-fall for the sake of balance and storytelling, if you would like to add more realism to your games feel free to adjust accordingly)."
							]
						},
						{
							"type": "entries",
							"name": "Movement",
							"entries": [
								"When you are riding a mount or flying, you can expend your movement to maneuver yourself on the battlefield, and oftentimes it is beneficial to take the dash action to gain an altitudinal advantage over your enemeis.",
								"When you are engaged in aerial combat, it is important for you to keep track of your altitude in addition to location on the battlefield. The easiest way to do this is to use tokens on a game mat with a meter measuring altitude, but this can be tailored by the DM to best fit your group."
							]
						},
						{
							"type": "entries",
							"name": "Falling",
							"entries": [
								"Fall damage, as quoted from page 183 of the Player's Handbook.",
								"At the end of a fall, a creature takes 1d6 bludgeoning damage for every 10 feet it fell, to a maximum of 20d6. The creature lands prone, unless it avoids taking damage from the fall."
							]
						},
						{
							"type": "entries",
							"name": "Ending Combat",
							"entries": [
								"Typically, a creature will disengage from combat and return to the group long before it becomes incapacitated. Typically a creature will be considered beaten when it reaches 20% of its hit point maximum, and at this point the creature will attempt to return to the ground so that it doesn't fall to its death.",
								"Out of self-preservation, a mount will typically return to the ground when it reaches the 20% mark, unless its rider doesn't allow it to reach the ground, make it clear to the players what is happening and the ramifications if they do not attempt to land safely.",
								"If a creature is grappled, then it very likely could become killed outright without being able to make this attempt. However, when a creature is incapacitated, they do not fall any faster than the 60 feet per round, so their rider may make attempts to stabilize their mount so that they can safely reach the ground."
							]
						}
					]
				}
			]
		}
	]
}
