{
	"_meta": {
		"sources": [
			{
				"json": "scr",
				"abbreviation": "SCR",
				"full": "Staff Creation Rules",
				"authors": [
					"RedCeramicFryPan"
				],
				"convertedBy": [
					"Jafner"
				],
				"version": "1.0",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/8rfwkh/staff_creation_rules_for_dms_whose_casters_want/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "4dbff3bd36",
		"edition": "classic"
	},
	"variantrule": [
		{
			"name": "Staff Creation",
			"source": "scr",
			"entries": [
				"An iconic item for Wizards, characteristic for Druids, and flavorful for many other spellcasters, characters are often excited and curious about having a personal staff. These rules serve as a baseline for custom staff creation, although it is entirely appropriate for any given world or narrative to have modifications.",
				{
					"type": "entries",
					"name": "Staff Creation Rules",
					"entries": [
						"Creating a staff consists of three steps:",
						"1. Acquiring the physical staff",
						"2. Enchanting the staff to be magical",
						"3. Imbuing the staff with spells"
					]
				},
				{
					"type": "entries",
					"name": "I. Acquiring the Physical Staff",
					"entries": [
						"A magic-user's staff is typically a prized item, one with no small amount of personal connection to its owner. As such, crafting one's first staff is no small endeavor. The physical staff itself is typically acquired with a great deal of ardor, often by journeying to a significant location where the wood or other material can be carefully selected.",
						"While there are no hard and fast requirements for what this process must entail, there is a typically a journey of some kind involved in the first step of staff creation. This quest should be of personal relevance to the spellcaster, and perhaps tied into other events in your campaign's story."
					]
				},
				{
					"type": "entries",
					"name": "II. Enchanting the Staff to be Magical",
					"entries": [
						"Once the physical staff has been acquired, the initial enchantment rite must be performed to transmute the staff into a vessel for containing spells. The Staff Creation Table shows information on creating staves of varying quality (rarity), including the maximum spell level able to be stored in them, and the number of charges they can hold. In order to craft a staff of a given quality, a character must have spell slots equal to the Maximum Spell Level for that staff.",
						"The enchantment rite must be performed in stages over several days, taking 1 hour each day to perform. It also requires the expenditure of a certain amount of diamond dust or, at the DM's discretion, another suitable catalyst of equal value. The value of the catalyst and the time to perform this rite are given in the Staff Creation Table. In addition, by expending an additional amount of the catalyst, the crafter can add a bonus to attack and damage rolls with the weapon (when used as a quarterstaff) or to spell attack rolls (or both, for double the expenditure) up to the number indicated in the Maximum Bonus column, which also indicates the necessary expenditure for such a bonus.",
						"When the rite is complete, the staff becomes magical, and can be used as a divine or arcane focus and wielded as a magic quarterstaff. A spellcaster attuned to the staff can also be imbue it with spells, and cast spells imbued within it."
					]
				},
				{
					"type": "entries",
					"name": "III. Imbuing the Staff with Spells",
					"entries": [
						"To imbue a staff with a spell, a spellcaster must perform a ritual, spending 1 hour per spell level of the spell to be imbued. At the conclusion of each hour of the ritual, which typically occurs over several days, the spellcaster must touch the staff, cast the spell, and make an Intelligence (Arcana) check with DC equal to 10 + the spell's level. With a successful check, the effects of the spell do not occur, but are rather stored within the staff. With a failed check, the spell is lost.",
						"At the conclusion of the ritual, the spell becomes imbued within the staff, and can be cast by any spellcaster attuned to the staff by expending charges equal to the spell level.",
						"A staff may contain a total number of spell levels equal to three times the maximum spell level of the staff.",
						"At the DM's discretion, other rituals may be performed to imbue the staff with other properties appropriate to its quality, expending time and material components as needed."
					]
				},
				{
					"type": "table",
					"colLabels": [
						"Staff Quality (Rarity)",
						"Maximum Spell Level",
						"Charges (regained daily)",
						"Maximum Bonus (cost to add)",
						"Material Cost",
						"Time to Enchant"
					],
					"colStyles": [
						"col-3",
						"col-1",
						"col-2",
						"col-2",
						"col-2",
						"col-2"
					],
					"rows": [
						[
							"Common",
							"1",
							"4 (1d4)",
							"-",
							"100gp",
							"4 days"
						],
						[
							"Uncommon",
							"2",
							"6 (1d6)",
							"+1 (100gp)",
							"500gp",
							"14 days"
						],
						[
							"Rare",
							"5",
							"10 (1d10)",
							"+2 (1,000gp)",
							"5,000gp",
							"30 days"
						],
						[
							"Very Rare",
							"6",
							"20 (2d8)",
							"+3 (10,000gp)",
							"50,000gp",
							"90 days"
						],
						[
							"Legendary",
							"7",
							"50 (4d8)",
							"+3 (10,000gp)",
							"500,000gp",
							"366 days"
						]
					]
				}
			]
		}
	]
}
