{
	"_meta": {
		"sources": [
			{
				"json": "GroupSpellcasting",
				"abbreviation": "OpFt",
				"full": "Optional Features",
				"authors": [
					"Rhinemann"
				],
				"version": "1.0.0",
				"url": "https://github.com/TheGiddyLimit/homebrew",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1616954142,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "a10608d086",
		"edition": "classic"
	},
	"variantrule": [
		{
			"name": "Group Spellcasting",
			"source": "GroupSpellcasting",
			"page": 0,
			"ruleType": "O",
			"entries": [
				"An individual wizard has the power to conjure an inferno with little more than the wave of a wand, but many know that the true path to shaping the universe is through cooperation with others.",
				"When a group of spellcasters works together to channel energy into a spell, they can bolster its power, or even gain additional effects. To qualify for group spellcasting, every spellcaster in the group must know the spell in question or have it prepared. Each member of the group expends a spell slot and begins casting the spell. The spell always gains two benefits:",
				{
					"type": "list",
					"style": "list-hang",
					"columns": 0,
					"items": [
						"If the spell requires concentration, it continues as long as at least one member maintains that concentration, as long as no other members are concentrating on other spells, and all members remain within 60 feet of each other. Additionally, if a member loses concentration on the spell during its duration but the spell does not end, that member can regain concentration on the spell as a bonus action.",
						"The spell's casting time divided evenly between each member of the group. In the above example with three clerics casting prayer of healing, the spell would take only3 minutes 20 seconds, instead of 10 minutes."
					]
				},
				"Additionally, the group can then decide to gain one of the following benefits:",
				{
					"type": "list",
					"style": "list-hang",
					"columns": 0,
					"items": [
						"The spell is cast one level higher than its base level for each member of the group beyond the first. For example, if three clerics each use a 2nd-level spell slot to cast prayer of healing, the spell is cast at 4th level (two levels higher) when the spell is completed.",
						"If the spell works over a certain range or creates an area of effect, one of these distances can be doubled for each member of the group beyond the first. For example, if seven wizards are casting locate object, the object can be sensed if it is within 64,000 feet (about 12 miles), instead of the normal 1,000-foot range.",
						"If the spell can be made permanent after being cast a certain number of times, as with the teleportation circle spell, each member of the group contributes one casting of the spell to the total. Thus, a group of five wizards could create a permanent teleportation circle is 73 days, instead of 365.",
						"The spell's duration is doubled for each member of the group beyond the first. For example, a group of four druids could increase the duration of a polymorph spell to 8 hours, instead of one."
					]
				},
				"Members of a group can also focus their energies on multiple of these benefits, allowing for even more versatility. For example, a group of 10 wizards who all know and have prepared the conjure minor elementals spell could have 5 members focus on increasing the spell's level (to 8th), while the other 5 focus on increasing its duration (to 16 hours). The spell would be cast in 6 seconds (1 round), and concentration would be maintained as long as at least one member always held concentration, and no members concentrated on other spells."
			]
		}
	]
}
