{
	"_meta": {
		"sources": [
			{
				"json": "GiddyVariantrule",
				"abbreviation": "Brew",
				"full": "TheGiddyLimit",
				"authors": [
					"TheGiddyLimit"
				],
				"version": "1.0.0",
				"url": "https://github.com/TheGiddyLimit/homebrew"
			}
		],
		"edition": "classic",
		"dateAdded": 0,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "635b3f9adb"
	},
	"variantrule": [
		{
			"name": "Adjusted Ability Usages",
			"source": "GiddyVariantrule",
			"entries": [
				"The following changes aim to even out the discrepancies between the strength of various ability scores:",
				{
					"type": "list",
					"items": [
						"When rolling for initiative, you may make an Intelligence check instead of a Dexterity check.",
						"You may use your Intelligence modifier instead of your Dexterity modifier when determining Armor Class granted by wearing armor, the {@spell mage armor} spell, or the {@psionic mastery of force|UATheMysticClass|Inertial Armor} psionic effect."
					]
				}
			]
		},
		{
			"name": "Single-Class Multiclassing",
			"source": "GiddyVariantrule",
			"entries": [
				"You may multiclass as a class you already have levels in, to access other archetypes or broaden your versatility at the cost of sacrificing access to higher-level features. You may gain multiple copies of any class feature, and these work independently. Treat each instance of the class as separate for the purpose of calculating levels for these features. For example, a Wizard 2/Wizard 3 has the Arcane Recovery feature of both a level 2 Wizard and a level 3 Wizard. They may use these independent features once each per day, and their Wizard level counts as 2 and 3 respectively for the purposes of determining the number of spells they recover."
			]
		},
		{
			"name": "Split Hit Dice",
			"source": "GiddyVariantrule",
			"entries": [
				"When you roll Hit Dice for any reason, you may opt to roll two dice of half the face value of the original die, and use that total. For example, if you choose to roll for hit points when gaining a level in Cleric, you could opt to roll 2d4 instead of 1d8. The primary effect of this change is to have the roll be equivalent to taking the rounded \"average\" value, instead of half a hit-point less."
			]
		}
	]
}
