{
	"_meta": {
		"sources": [
			{
				"json": "BS",
				"abbreviation": "BS",
				"full": "Brewer's Supplies",
				"authors": [
					"VaranSL"
				],
				"convertedBy": [
					"Lxran#2292"
				],
				"version": "1.1",
				"color": "43249f",
				"url": "https://www.gmbinder.com/share/-LbudMyCoMbx7gMM_Te6",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1630940312,
		"dateLastModified": 1729630006,
		"optionalFeatureTypes": {
			"BR": "Brewed Recipes"
		},
		"_dateLastModifiedHash": "2fb14ea4fd",
		"edition": "classic"
	},
	"variantrule": [
		{
			"name": "Brewer's Supplies",
			"source": "BS",
			"page": 1,
			"entries": [
				"Beer has been around for almost as long as bread has, and one could argue that it has a greater effect on society, at least in the evening. This favorite drink is created by steeping cereal grains in water and letting that ferment into a sweet flavored beverage with yeast.",
				"The yeast, grains, and adjuncts help define the drink and its complicated flavoring, and it also allows you to add in alchemical and magical ingredients to help give your drinks a better punch.",
				"While it typically takes Beer, Ale, Lagers and so many other drinks weeks or even months to fully develop; with these small batch drinks you'll be up and drinking in a few days!",
				{
					"type": "entries",
					"name": "Brewer's Supplies",
					"page": 1,
					"entries": [
						"Brewer's Supplies include a mash tun, copper kettle, piping, a siphon, a series of mesh filters, a small fermenting vat, and basic malt, hops and spices.",
						"Proficiency with {@item Brewer's Supplies|PHB} allows you to add your Proficiency Bonus to any check you make for brewing.",
						"These supplies cost 30 gp and weigh 50 lbs."
					]
				},
				{
					"type": "entries",
					"name": "How to Brew",
					"page": 1,
					"entries": [
						"When brewing an item, you must know its recipe, have access to the requisite materials, and spend the amount of days needed for it to process and ferment. Anytime a check is called for in brewing this beverage, you must make a Wisdom check, and if you are proficient in {@item Brewer's Supplies|PHB}, you may add your Proficiency Bonus to the check.",
						{
							"type": "entries",
							"name": "Recipe Brews",
							"page": 1,
							"entries": [
								"Every brewed beverage requires a recipe to make. This recipe lists out any special ingredients you need, the number of days required to ferment, and the difficulty of the beverage. Some special ingredients may require you to purchase them in town, or to go on quests to find them.",
								"You can learn new recipes by visiting other brewers, travelers or in faraway monasteries that guard their specialty recipes. You can also make a Brewer's Supplies check if you encounter a brewed beverage and you want to determine how you could craft it yourself.",
								"You can only have one recipe brewing at a time in your fermenting vat. To brew more, you must purchase another Brewer's Supplies. Each brew is enough to create one use, or one bottle, of that recipe. If you wish to create in bulk, that would be up to the DM's discretion and require proper equipment like a brewery."
							]
						},
						{
							"type": "entries",
							"name": "The Process",
							"page": 1,
							"entries": [
								"To create a brewed beverage, you must first gather the required ingredients for a recipe that you know. After that you then create your mash and then ferment the mixture for a number of days, based on the recipe.",
								"You must succeed on two Wisdom (Brewer's Supplies) checks in order to properly brew a beverage of your choice.",
								{
									"type": "entries",
									"name": "BREWING THE MASH",
									"page": 1,
									"entries": [
										"Once you gather your ingredients, you can begin creating and boiling the mash over the course of a short or long rest. Once your grains and spices are properly prepared, you must then make a Wisdom (Brewer's Supplies) check, the DC is determined by the recipe, in order to properly prepare the mash. On a fail, you can still brew your beverage but it will not have any Effects."
									]
								},
								{
									"type": "entries",
									"name": "FERMENTING THE MASH",
									"page": 1,
									"entries": [
										"After preparing the mash, you then must filter it out and then add it to your special fermenting vat, a slightly larger sized sealed flagon that you can strap to the outside of a travel pack. After a certain number of days, determined by the recipe, your brew will finish fermenting.",
										"Once your brew is fermented, you must make a Wisdom (Brewer's Supplies) check based off of the DC of the recipe you are attempting, on a fail the fermented brew does not have any Effects."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Imbibing",
							"page": 1,
							"entries": [
								"While your brewed goods do have alcohol, you don't need to worry about intoxication unless the DM decides that the character has had too much to drink. A character can only benefit from a single Brewed Beverage once per short rest, upon drinking additional brews, they gain no additional benefits from the second beverage and lose any benefits of the original beverage.",
								"If your brew isn't consumed immediately, you can bottle your brew for a later use. Each bottled brew weighs half a pound and can last for several months before its no longer fit to be drunk.",
								"If you wish to buy these, you may be able to find them sold at specialty breweries, their costs can range from two to ten times their Ingredient costs.",
								{
									"type": "table",
									"caption": "Example Recipes",
									"colLabels": [
										"Item",
										"Fermenting Time",
										"DC",
										"Special Ingredients",
										"Ingredient Cost"
									],
									"colStyles": [
										"col-5 text-",
										"col-2 text-center",
										"col-1 text-center",
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"{@optfeature Berserker's Rage|BS}",
											"5 Days",
											"15",
											"{@creature Cave Fisher|VGM} Blood",
											"70 gp"
										],
										[
											"{@optfeature Boulder Beer|BS}",
											"5 Days",
											"15",
											"Barley, Wheat",
											"15 gp"
										],
										[
											"{@optfeature Dragon's Porter|BS}",
											"7 Days",
											"20",
											"Jalapeno Peppers",
											"25 gp"
										],
										[
											"{@optfeature Dwarven Courage|BS}",
											"3 Days",
											"13",
											"n/a",
											"10 gp"
										],
										[
											"{@optfeature Flumph Pale Ale|BS}",
											"5",
											"13",
											"{@creature Flumph} Spray",
											"15 gp"
										],
										[
											"{@optfeature Giant's Brew|BS}",
											"3 Days",
											"13",
											"{@creature Auroch|VGM}'s Blood",
											"15 gp"
										],
										[
											"{@optfeature Icecap Ale|BS}",
											"5 Days",
											"15",
											"Sour Fruits",
											"15 gp"
										],
										[
											"{@optfeature Morning Stout|BS}",
											"7 Days",
											"20",
											"Coffee, Chocolate",
											"25 gp"
										],
										[
											"{@optfeature Sugared Ale|BS}",
											"5 Days",
											"15",
											"Raw Sugar",
											"15 gp"
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Brewing Rum and Liquors",
			"source": "BS",
			"page": 3,
			"entries": [
				"Rum has a simple distillation process and requires sugar, molasses, yeast and an airtight container. The provided brews can easily be used to create rums, liquors, and even speciality wines by reflavoring the process and finding suitable ingredients, per the DM's discretion."
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Berserker's Rage",
			"source": "BS",
			"page": 2,
			"entries": [
				"This hard spirit requires the blood of a {@creature Cave Fisher|VGM}, its alcoholic blood creating an infect like no other. Berserkers have been known to guzzle this spirit before battle, their ferocity growing greater and the strikes slamming into their foes. When ingested, once per turn you have advantage on a melee attack that uses your Strength for the next 10 minutes.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Fermenting Time:",
							"entry": "5 Days"
						},
						{
							"type": "item",
							"name": "Brew DC:",
							"entry": "15"
						},
						{
							"type": "item",
							"name": "Special Ingredients:",
							"entry": "{@creature Cave Fisher|VGM} blood"
						},
						{
							"type": "item",
							"name": "Ingredient Cost:",
							"entry": "70 gp"
						},
						{
							"type": "item",
							"name": "Effect Duration:",
							"entry": "10 minutes"
						},
						{
							"type": "item",
							"name": "Effect:",
							"entry": "Advantage on a melee attack that uses Strength once per turn"
						}
					]
				}
			],
			"featureType": [
				"BR"
			]
		},
		{
			"name": "Boulder Beer",
			"source": "BS",
			"page": 2,
			"entries": [
				"This dark and extra foamy beer has more alcohol in it than a dwarven bar. When ingested, you have 10 minutes where blades, arrows and other weapons seem to barely slow you down, though for some reason you are now fighting twice as many people as before. During these 10 minutes you gain resistance to bludgeoning, piercing and slashing damage, but you have the {@condition poisoned} condition. If the {@condition poisoned} condition is removed early, it also removes your resistances.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Fermenting Time:",
							"entry": "5 Days"
						},
						{
							"type": "item",
							"name": "Brew DC:",
							"entry": "15"
						},
						{
							"type": "item",
							"name": "Special Ingredients:",
							"entry": "Barley, Wheat"
						},
						{
							"type": "item",
							"name": "Ingredient Cost:",
							"entry": "15 gp"
						},
						{
							"type": "item",
							"name": "Effect Duration:",
							"entry": "10 minutes"
						},
						{
							"type": "item",
							"name": "Effect:",
							"entry": "Resistance to bludgeoning, piercing and slashing weapons, gain the {@condition poisoned} condition until the effect ends"
						}
					]
				}
			],
			"featureType": [
				"BR"
			]
		},
		{
			"name": "Dragon's Porter",
			"source": "BS",
			"page": 2,
			"entries": [
				"This fiery porter creates a delightful burning sensation in your mouth and your throat. While ingested, you have the ability to breath magical fire on your enemies. As a bonus action on your turn, you can belch out fire in a 5 foot cone. All creatures in the area must make a Dexterity Saving Throw or take {@dice 2d6} fire damage. You can belch out fire a number of times equal to the Brewer's Wisdom Modifier.",
				"The DC for this check equals {@b 8 + Brewer's Wisdom Modifier + Brewer's Proficiency Bonus.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Fermenting Time:",
							"entry": "7 Days"
						},
						{
							"type": "item",
							"name": "Brew DC:",
							"entry": "20"
						},
						{
							"type": "item",
							"name": "Special Ingredients:",
							"entry": "Jalapeno Peppers"
						},
						{
							"type": "item",
							"name": "Ingredient Cost:",
							"entry": "25 gp"
						},
						{
							"type": "item",
							"name": "Effect Duration:",
							"entry": "1 minute"
						},
						{
							"type": "item",
							"name": "Effect:",
							"entry": "Belch fire in a 5 foot cone a number of times equal to the Brewer's Wisdom Modifier, dealing {@dice 2d6} fire damage on a failed Dexterity saving throw"
						}
					]
				}
			],
			"featureType": [
				"BR"
			]
		},
		{
			"name": "Dwarven Courage",
			"source": "BS",
			"page": 2,
			"entries": [
				"This simple beer has a hoppy finish that gives you the inner strength needed to face your fears. When ingested, you have advantage on all saving throws against the {@condition frightened} condition for the next hour.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Fermenting Time:",
							"entry": "3 Days"
						},
						{
							"type": "item",
							"name": "Brew DC:",
							"entry": "13"
						},
						{
							"type": "item",
							"name": "Special Ingredients:",
							"entry": "N/A"
						},
						{
							"type": "item",
							"name": "Ingredient Cost:",
							"entry": "10 gp"
						},
						{
							"type": "item",
							"name": "Effect Duration:",
							"entry": "1 hour"
						},
						{
							"type": "item",
							"name": "Effect:",
							"entry": "Advantage on saving throws against the {@condition frightened} condition"
						}
					]
				}
			],
			"featureType": [
				"BR"
			]
		},
		{
			"name": "Flumph Pale Ale",
			"source": "BS",
			"page": 2,
			"entries": [
				"A new style of drink that is coming out of the subterrenean lands, this has become popular among party-goers and younger members of society due to it's... foul nature. It is named after the flumph due to the reaction many have who imbibe it. After imbibing the drink, you can then immediately belch out a spray of stench and each creature in a 10-foot cone must succeed on a Dexterity saving throw or be coated in a foul-smelling liquid. All creatures within 5 feet of a coated creature, must make on Constitution saving throw or are {@condition poisoned} until the start of their next turn. A creature who is coated in the liquid has disadvantage on their saving throw. A creature who succeeds on their Constitution saving throw is immune to the stench. A coated creature is covered in stench for {@dice 1d4} hours, but can remove the stench with alcohol, water or vinegar.",
				"The DC for this check equals {@b 8 + Brewer's Wisdom Modifier + Brewer's Proficiency Bonus.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Fermenting Time:",
							"entry": "5 Days"
						},
						{
							"type": "item",
							"name": "Brew DC:",
							"entry": "13"
						},
						{
							"type": "item",
							"name": "Special Ingredients:",
							"entry": "{@creature Flumph} Spray"
						},
						{
							"type": "item",
							"name": "Ingredient Cost:",
							"entry": "15 gp"
						},
						{
							"type": "item",
							"name": "Effect Duration:",
							"entry": "{@dice 1d4} hour"
						},
						{
							"type": "item",
							"name": "Effect:",
							"entry": "Belch out a stinking spray in a 10-foot cone, all creatures must succeed on a Dexterity saving throw. On a failure, they are coated in stench for {@dice 1d4} hours and all creatures within 5 feet of them must make a Constitution saving throw at the start of their turn or be {@dice poisoned} until the start of their next turn."
						}
					]
				}
			],
			"featureType": [
				"BR"
			]
		},
		{
			"name": "Giant's Brew",
			"source": "BS",
			"page": 2,
			"entries": [
				"This recipe was stolen from the giants, who closely guard their brewing secrets from everyone. Most self-respecting dwarves will claim the giants only produce foul brews, but they all secretly wish to learn the giant's process. When imbibed, you count as a huge creature when determining your carrying capacity and the weight you can push, drag, or lift, this effect lasts for the next hour.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Fermenting Time:",
							"entry": "3 Days"
						},
						{
							"type": "item",
							"name": "Brew DC:",
							"entry": "13"
						},
						{
							"type": "item",
							"name": "Special Ingredients:",
							"entry": "{@creature Auroch|VGM} Blood"
						},
						{
							"type": "item",
							"name": "Ingredient Cost:",
							"entry": "15 gp"
						},
						{
							"type": "item",
							"name": "Effect Duration:",
							"entry": "1 hour"
						},
						{
							"type": "item",
							"name": "Effect:",
							"entry": "You count as a huge creature for carrying capacity and weight that can be pushed, dragged or lifted"
						}
					]
				}
			],
			"featureType": [
				"BR"
			]
		},
		{
			"name": "Icecap Ale",
			"source": "BS",
			"page": 3,
			"entries": [
				"This ale is crafted by adding sour fruits and then partially freezing it during the fermentation process and removing the ice. This freezing and removal of ice happens a dozen times to increase the potency of this brew. When ingested, this ale causes your muscles to tense up tight and you gain advantage on all Constitution and Strength saving throws for 10 minutes; you also gain a number of temporary hit points equal to half the Brewer's level (rounded up). After the 10 minutes are up, your body is exhausted and you gain one level of {@condition exhaustion} until you take a short rest or a spell like {@spell greater restoration} is cast on you.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Fermenting Time:",
							"entry": "5 Days"
						},
						{
							"type": "item",
							"name": "Brew DC:",
							"entry": "15"
						},
						{
							"type": "item",
							"name": "Special Ingredients:",
							"entry": "Sour Fruits, Ice"
						},
						{
							"type": "item",
							"name": "Ingredient Cost:",
							"entry": "15 gp"
						},
						{
							"type": "item",
							"name": "Effect Duration:",
							"entry": "10 minutes"
						},
						{
							"type": "item",
							"name": "Effect:",
							"entry": "Advantage on all Constitution and Strength saving throws, and gain a number of temporary hit points equal to half the brewer's level."
						}
					]
				}
			],
			"featureType": [
				"BR"
			]
		},
		{
			"name": "Morning Stout",
			"source": "BS",
			"page": 3,
			"entries": [
				"Some people start the morning out with a cup of coffee, but you don't see why you can't add that into your favorite evening drink. This dark, and almost decadent drink, makes your senses feel alive and you can swear your hands are barely even trembling. When ingested, this stout increases your movement by 5 feet and you have advantage on all Dexterity saving throws for 1 hour.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Fermenting Time:",
							"entry": "7 Days"
						},
						{
							"type": "item",
							"name": "Brew DC:",
							"entry": "20"
						},
						{
							"type": "item",
							"name": "Special Ingredients:",
							"entry": "Coffee, Chocolate"
						},
						{
							"type": "item",
							"name": "Ingredient Cost:",
							"entry": "25 gp"
						},
						{
							"type": "item",
							"name": "Effect Duration:",
							"entry": "1 hour"
						},
						{
							"type": "item",
							"name": "Effect:",
							"entry": "Advantage on all Dexterity saving throws and your base movement speed is increased by 5 feet"
						}
					]
				}
			],
			"featureType": [
				"BR"
			]
		},
		{
			"name": "Sugared Ale",
			"source": "BS",
			"page": 3,
			"entries": [
				"Who says that sweet drinks are only for women? This extra sweetened ale will lighten your tongue and help you in the toughest of situations. When ingested, for the next hour you have advantage on all Charisma checks and you have advantage on saving throws against being {@condition charmed}.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Fermenting Time:",
							"entry": "5 Days"
						},
						{
							"type": "item",
							"name": "Brew DC:",
							"entry": "15"
						},
						{
							"type": "item",
							"name": "Special Ingredients:",
							"entry": "Raw Sugar"
						},
						{
							"type": "item",
							"name": "Ingredient Cost:",
							"entry": "15 gp"
						},
						{
							"type": "item",
							"name": "Effect Duration:",
							"entry": "1 hour"
						},
						{
							"type": "item",
							"name": "Effect:",
							"entry": "Advantage on all Charisma check and saving throws against the {@condition charmed} condition"
						}
					]
				}
			],
			"featureType": [
				"BR"
			]
		}
	]
}
