{
	"_meta": {
		"sources": [
			{
				"json": "WWCT",
				"abbreviation": "WWCT",
				"full": "Wyrmwood: Corrupted Tarot",
				"authors": [
					"Wyrmwood"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "1.0",
				"color": "8f9484",
				"url": "https://wyrmwoodgaming.com/corrupted-tarot-card-gallery/",
				"dateReleased": "2021-10-19"
			}
		],
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1675537229,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "d974b2d34e"
	},
	"deck": [
		{
			"name": "Corrupted Tarot",
			"source": "WWCT",
			"cards": [
				"The Fool|Corrupted Tarot|WWCT",
				"The Magician|Corrupted Tarot|WWCT",
				"The High Priestess|Corrupted Tarot|WWCT",
				"The Empress|Corrupted Tarot|WWCT",
				"The Emperor|Corrupted Tarot|WWCT",
				"The Hierophant|Corrupted Tarot|WWCT",
				"The Lovers|Corrupted Tarot|WWCT",
				"The Chariot|Corrupted Tarot|WWCT",
				"Strength|Corrupted Tarot|WWCT",
				"The Hermit|Corrupted Tarot|WWCT",
				"Wheel of Fortune|Corrupted Tarot|WWCT",
				"Justice|Corrupted Tarot|WWCT",
				"The Hanged Man|Corrupted Tarot|WWCT",
				"Death|Corrupted Tarot|WWCT",
				"Temperance|Corrupted Tarot|WWCT",
				"The Devil|Corrupted Tarot|WWCT",
				"The Tower|Corrupted Tarot|WWCT",
				"The Star|Corrupted Tarot|WWCT",
				"The Moon|Corrupted Tarot|WWCT",
				"The Sun|Corrupted Tarot|WWCT",
				"Judgement|Corrupted Tarot|WWCT",
				"The World|Corrupted Tarot|WWCT",
				"Ace of Wands|Corrupted Tarot|WWCT",
				"Two of Wands|Corrupted Tarot|WWCT",
				"Three of Wands|Corrupted Tarot|WWCT",
				"Four of Wands|Corrupted Tarot|WWCT",
				"Five of Wands|Corrupted Tarot|WWCT",
				"Six of Wands|Corrupted Tarot|WWCT",
				"Seven of Wands|Corrupted Tarot|WWCT",
				"Eight of Wands|Corrupted Tarot|WWCT",
				"Nine of Wands|Corrupted Tarot|WWCT",
				"Ten of Wands|Corrupted Tarot|WWCT",
				"Page of Wands|Corrupted Tarot|WWCT",
				"Knight of Wands|Corrupted Tarot|WWCT",
				"Queen of Wands|Corrupted Tarot|WWCT",
				"King of Wands|Corrupted Tarot|WWCT",
				"Ace of Cups|Corrupted Tarot|WWCT",
				"Two of Cups|Corrupted Tarot|WWCT",
				"Three of Cups|Corrupted Tarot|WWCT",
				"Four of Cups|Corrupted Tarot|WWCT",
				"Five of Cups|Corrupted Tarot|WWCT",
				"Six of Cups|Corrupted Tarot|WWCT",
				"Seven of Cups|Corrupted Tarot|WWCT",
				"Eight of Cups|Corrupted Tarot|WWCT",
				"Nine of Cups|Corrupted Tarot|WWCT",
				"Ten of Cups|Corrupted Tarot|WWCT",
				"Page of Cups|Corrupted Tarot|WWCT",
				"Knight of Cups|Corrupted Tarot|WWCT",
				"Queen of Cups|Corrupted Tarot|WWCT",
				"King of Cups|Corrupted Tarot|WWCT",
				"Ace of Swords|Corrupted Tarot|WWCT",
				"Two of Swords|Corrupted Tarot|WWCT",
				"Three of Swords|Corrupted Tarot|WWCT",
				"Four of Swords|Corrupted Tarot|WWCT",
				"Five of Swords|Corrupted Tarot|WWCT",
				"Six of Swords|Corrupted Tarot|WWCT",
				"Seven of Swords|Corrupted Tarot|WWCT",
				"Eight of Swords|Corrupted Tarot|WWCT",
				"Nine of Swords|Corrupted Tarot|WWCT",
				"Ten of Swords|Corrupted Tarot|WWCT",
				"Page of Swords|Corrupted Tarot|WWCT",
				"Knight of Swords|Corrupted Tarot|WWCT",
				"Queen of Swords|Corrupted Tarot|WWCT",
				"King of Swords|Corrupted Tarot|WWCT",
				"Ace of Pentacles|Corrupted Tarot|WWCT",
				"Two of Pentacles|Corrupted Tarot|WWCT",
				"Three of Pentacles|Corrupted Tarot|WWCT",
				"Four of Pentacles|Corrupted Tarot|WWCT",
				"Five of Pentacles|Corrupted Tarot|WWCT",
				"Six of Pentacles|Corrupted Tarot|WWCT",
				"Seven of Pentacles|Corrupted Tarot|WWCT",
				"Eight of Pentacles|Corrupted Tarot|WWCT",
				"Nine of Pentacles|Corrupted Tarot|WWCT",
				"Ten of Pentacles|Corrupted Tarot|WWCT",
				"Page of Pentacles|Corrupted Tarot|WWCT",
				"Knight of Pentacles|Corrupted Tarot|WWCT",
				"Queen of Pentacles|Corrupted Tarot|WWCT",
				"King of Pentacles|Corrupted Tarot|WWCT"
			],
			"back": {
				"type": "image",
				"width": 253,
				"height": 422,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Card-Back.webp"
				},
				"altText": "A design featuring intricate scrollwork in grey/silver on black. Mirrored corrupted Wyrmwood shields featuring the tree and sword design."
			},
			"entries": [
				{
					"type": "section",
					"entries": [
						"The Corrupted Tarot is a deck like no other—the illustrations are based on interpretations of the classic Rider-Waite-Smith cards when they appear reversed. As such, knowledge of the traditional meanings of the cards will be beneficial.",
						{
							"type": "entries",
							"name": "The Major Arcana",
							"entries": [
								"The Major Arcana contains the most archetypal cards in Tarot. if the Minor Arcana speaks to our daily lives and the struggles we face achieving our various goals or coping with our problems, the Major Arcana—the trump cards—are like the constellations in the sky, or the gods and goddesses that fill the pantheons of the world. Like the cycle of a myth, the Major Arcana takes us on a journey that has no true beginning or end, told through the eyes of the Fool.",
								"In the Corrupted Tarot, the Major Arcana cards have been reversed and their darker natures revealed, but it's important to remember that, like any fairy tale or constellation or myth, this story is still meant to help us navigate out of the darkness... our guides may just be a little frightening."
							]
						},
						{
							"type": "entries",
							"name": "The Minor Arcana",
							"entries": [
								{
									"type": "entries",
									"name": "Suit of Wands",
									"entries": [
										"{@i Losing your way, Fairytales, Witchcraft, Mystery, Isolation, Improvisation}",
										"The suit of Wands is commonly the most difficult to qualify. Like fire itself, the Wands are wild and elusive, mesmerizing, dangerous, yet life-sustaining. This is the journey on which all adventurers inevitably find themselves. Threads of creativity, passion and perseverance run throughout this suit. If you have ever made a decision that wasn't based strictly on logic, stepped outside your front door knowing you were safer within, or fought to preserve that which you created—your passions and your dreams—then this is the suit for you.",
										"Traditionally, the Wands tell the story of how a spark of inspiration becomes a grand undertaking. Although the way is long and difficult, these moments along the path are bright. But when the Suit of Wands is corrupted, we're suddenly plunged into a much more difficult world to navigate. Where the traditional Wands marked a difficult path, the Corrupted Wands offer no path at all. This is the suit of fairy tales... old ones. Witches wait to test and deceive. Will-o-wisps tempt us in a thousand directions. The warm fire, once sustaining, is now cold, captivating, and dangerous. In this reversed suit you'll meet languishing kings and lost travelers. They have strayed far and lost their way in the brambles—but will you? Should you? "
									]
								},
								{
									"type": "entries",
									"name": "Suit of Cups",
									"entries": [
										"{@i Sacrifice, Numbness, Selfishness, Predation, Neglect, Disconnection, Entrapment, Sorrow, Cruelty}",
										"Themes of love, compassion, empathy and sorrow define the iconic suit of Cups. This is the domain of the element of water, and in a traditional tarot deck the orientation of the cups—whether they appear upright or knocked over—could change the symbolic meaning of the cards. The Cups suit contains some of the most joyous cards in the deck, and relationships of all kinds are represented here.",
										"Corrupted, these strong ties between loved ones all but disappear. To explore the reversals of the Cups cards is to dive into a world of emotional isolation, where every individual stands alone. The realm of the Fae is reflected strongly in our corrupted Cups: capricious, cruel, and cold-hearted, these predatory creatures feel deeply and wildly, yet cannot connect with each other. Blood replaces water in the goblets, hinting at the terrible price we pay when we give up that which makes us most human."
									]
								},
								{
									"type": "entries",
									"name": "Suit of Swords",
									"entries": [
										"{@i Entrapment, Shattering, Overgrowth, Bestial Natures, Hunger}",
										"In the traditional Tarot, the cycle of Swords contains some of the darkest cards in the deck; the Swords suit represents the intellect. Because the nature of Tarot is to help us understand human nature (including ourselves), the Swords we have here aren't really meant to kill monsters or slay our enemies. They are double-edged, each capable of hurting the wielder as keenly as their opponent; this is the nature of the mind.",
										"Your own mind is the most potent enemy you may ever face. As such, the suit of Swords has themes of anxiety, treachery, anguish, hopelessness, conceit and doubt... but it also contains some of the most beautiful blessings. Inspiration, rationality, justice and forgiveness all call the suit of Swords home.",
										"In the Corrupted Suit of Swords, the darkness is closing in more tightly than ever before. In this tangled world, the rational mind is beset on all sides. Blades that should be whole are jagged and shattered. Minds that should be calm are twisted and bestial. Here, in the darkest part of the forest, every man has a wolf inside of him; looking into the mirror takes more courage here—what will look back at us? What are the worst parts of ourselves, that which we are desperate to avoid? To survive the Swords' cycle in this story it's not enough to know ourselves. We must save ourselves, and pull those blades out with our own hands."
									]
								},
								{
									"type": "entries",
									"name": "Suit of Pentacles (Coins)",
									"entries": [
										"{@i Gateways, Death, Caverns, Waste, Recklessness, Rot, Self-Destruction}",
										"The suit of Pentacles, also called Coins, is the domain of not only labor and hard work, but also attendance to our connection with the earth. The suit of Swords may focus on the mind, the Cups the heart, and the Wands the spirit, but the Pentacles connect us with our own bodies and teach us how to thrive in the world around us. Wealth, comfort, sensuality and building a lasting legacy for ourselves and our families: this is the wisdom that the Pentacles suit has to offer.",
										"But what happens when this wisdom is corrupted? Reversed, these cards tell a much darker story. When we lose touch with the earth, the earth itself becomes unrecognizable. Instead of golden crops, we reap dessicated and rotten fruit. When we can't work together, our monuments crumble and break, along with our very bodies. In the Corrupted Tarot, the Pentacles instead tell the story of our connection to the Underworld... and our quest to escape it."
									]
								}
							]
						}
					]
				}
			],
			"hasCardArt": true
		}
	],
	"card": [
		{
			"name": "Ace of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Cups",
			"value": 1,
			"valueName": "ace",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Ace-of-Cups.jpg"
				},
				"credit": "{@link Nataša Ilinčić|https://natasailincic.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Entitlement, Indulgence, Self-Obsession}",
						"The liquid contained here is held greedily by the fae. A sense of entitlement, parsimony, and indulgence prevails. The blood is their own, symbolising complete self-sufficiency. This card represents energies flowing inward, self-sustainment, isolation from the outside world, and a focus on feelings buried deep within."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Depth, Compassion, Connection}",
						"The traditional Ace of Cups is usually depicted as an overflowing cup with five streams (the senses), and represents love, deep feelings, compassion, new connections, and energies flowing outward."
					]
				}
			]
		},
		{
			"name": "Ace of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Pentacles",
			"value": 1,
			"valueName": "ace",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Ace-of-Pentacles.png"
				},
				"credit": "{@link Bruce Brenneise|https://www.brucebrenneise.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Bad Luck, Delay, Risk}",
						"Opportunity denied or postponed. This may be a poor time to make investments or take risks. You find yourself reaching for new opportunities, only to watch them slip through your fingers."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Beginnings, Wealth, Opportunity}",
						"As Pentacles represent the element of earth and the material realm, the Ace represents new beginnings. Rather han a barred gate or a tangled path, the traditional Ace is an open door: a fresh opportunity for luck and abundance."
					]
				}
			]
		},
		{
			"name": "Ace of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Swords",
			"value": 1,
			"valueName": "ace",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Ace-of-Swords.png"
				},
				"credit": "{@link Eleonor Piteira|https://eleonorpiteira.squarespace.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Chaos, Disorder, Doubt}",
						"A mysterious hand controls a sword as the instrument of chaos, destroying everything around it. Your thoughts are scattered and impulsive, your ideas not yet fully formed. Go carefully forward; the potential for damage is great."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Clarity, Epiphany, Truth}",
						"The shattered crown is meant to be whole, symbolizing dominion and surety of judgement. Far from a warning about confusion, this card is a herald of new wisdom and fresh ideas. Your thoughts are clear and swift. You are blessed with an illuminating insight."
					]
				}
			]
		},
		{
			"name": "Ace of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 1,
			"valueName": "ace",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Ace-of-Wands.png"
				},
				"credit": "{@link Rengin Tümer|https://www.rengintumer.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Distraction, Abandonment, Fickleness}",
						"The corrupted Ace indicates that you may be distracted by exciting, new ideas, trying to do everything at once. As a result, no decisions get made, nothing gets finished and ideas with great potential fizzle out, unrealized."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Beginnings, Inspiration, Dream}",
						"The Ace of Wands is meant to represent the seed of a new endeavor, a moment of creativity and willpower. This is the genesis of a new project, a new dream, the spark of something that will grow to be great. "
					]
				}
			]
		},
		{
			"name": "Death",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 13,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Death.jpg"
				},
				"credit": "{@link Tawny Fritz|http://tawnyfritz.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Resistance, Delay, Lingering}",
						"Nothing can stop Death. However we twist its meaning or reason with its timing, it cannot be delayed forever. Here we see Death as an inscrutable, captivating companion. You are unprepared to let go of something leaning away and resisting change, but no matter how long you linger or bargain, Death will always be more patient."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Metamorphosis, Change, Endings}",
						"Because the Tarot tells a cyclical story of endings and beginnings, Death is one of the most misunderstood cards in the deck. Although it is frightening, the traditional Death card represents growth and evolution. Like a caterpillar losing its form within a chrysalis, you are undergoing great transformation. You cannot go back. The old version of yourself and your old life are being shed to make way for a stronger, wiser person."
					]
				}
			]
		},
		{
			"name": "Eight of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Cups",
			"value": 8,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Eight-of-Cups.jpg"
				},
				"credit": "{@link Lauren Cannon|http://navate.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Decisions, Sacrifice, Stagnation}",
						"The Eight of Cups is about sacrifice and courage. When it appears in this more daunting and negative way, it's an indication that you've become more lost than you know. You may be at an important crossroads, but the path that leads to emotional fulfillment is dark and perilous, full of sacrifices that you may not feel ready to make. A difficult decision must be made."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Ennui, Reframing, Divergence}",
						"Dissatisfied with the course your life is taking, you may find yourself yearning to stray from the path and start anew. This is a time of transition and growth, but the upheaval can be very painful. Sometimes we must sacrifice what we've gained if it isn't truly making us happy."
					]
				}
			]
		},
		{
			"name": "Eight of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Pentacles",
			"value": 8,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Eight-of-Pentacles.png"
				},
				"credit": "{@link Martin Mottet|https://martinmottet.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Endurance, Self-care, Struggle}",
						"Resilience is demanded of you, far more than you may have prepared for or expected. Both the upright and reversed meanings behind the Eight of Pentacles point to a period of struggle and perhaps doubt. This particular Eight signals that your hard work may be taking a great toll on your body, and it is crucial to ask yourself if it is truly worth the cost."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Focus, Struggle, Motivation}",
						"The most difficult part of the path that the suit of Pentacles takes us on: you are as prepared for the task ahead as you can be, but to succeed you must block out all distractions and focus on your goal. The upcoming task will push you to work beyond what is merely acceptable. You have the chance here to distinguish yourself and create a masterpiece."
					]
				}
			]
		},
		{
			"name": "Eight of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Swords",
			"value": 8,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Eight-of-Swords.png"
				},
				"credit": "{@link Lia|https://twitter.com/iliadeleart}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Maturity, Self-Actualization, Power}",
						"Feelings Of helplessness and entrapment are giving way as you come into your own. The woman in the Iron Maiden, like the traditional Tarot's blindfolded victim, was encased, unaware of her own power. Here we see her pry apart her own cage: though her hands are bloodied, she is in control of her fate once again, and has emerged into the light."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Victimization, Helplessness, Blindness}",
						"Unfortunately it is the classic and upright Eight of Swords that warns us we are feeling out of control in our own lives. If you are likewise surrounded and penned-in, remember that this is not a literal cage: representing the intellect, the swords of the iron maiden—as well as the darkness within it—are strongest in your mind."
					]
				}
			]
		},
		{
			"name": "Eight of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 8,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Eight-of-Wands.png"
				},
				"credit": "{@link test|https://janaheidersdorf.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Fear, Being Lost, Paralysis}",
						"The Eight of Wands warns that you are being frozen, paralyzed by the fear of change. Everything here is defensive, reflected in the figure's posture and expression. Not only are you feeling trapped, but you are also stagnant and afraid; rather than fresh greenery, these wands now sprout deadly thorns."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Patience, Opportunity, Swiftness}",
						"Uncorrupted, the Eight of Wands still urges patience. This is a time for you when opportunities and change are coming very quickly. You must adapt and act, as soon as those opportunities are within your grasp. Be bold: positive change is coming."
					]
				}
			]
		},
		{
			"name": "Five of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Cups",
			"value": 5,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Five-of-Cups.jpg"
				},
				"credit": "{@link C. C. J. Ellis|http://www.ccjellis.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Reclamation, Fortitude, Rejuvenation}",
						"Inspired by the Hindu goddess Akhilandeshvari, also known as the broken goddess. She is in a constant state of flux, forming and reforming, she draws her power from being broken. She represents a choice, while laying in pieces on the floor, with no idea how to move forward. You are at your most powerful, you are changing, you are flowing in a new way, and this is an incredibly powerful opportunity to become a newer, better version of yourself."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Grief, Despair, Regret}",
						"The card of grief: here are depicted {@homebrew cups|cards} that are both toppled over and upright. Lost opportunity and missed chances spill out of the overturned cups. You may have lost someone dear to you, or are feeling that you time has been wasted. Do not dwell in the past, or lose sight of the things you have that are still standing."
					]
				}
			]
		},
		{
			"name": "Five of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Pentacles",
			"value": 5,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Five-of-Pentacles.png"
				},
				"credit": "{@link Little Chmura|http://littlechmura.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Reclamation, Faithlessness, Change}",
						"A hopeful interpretation of the Five of Pentacles reversed: rather than a period of poverty and want, you are finally seeing the light at the end of the tunnel. However, this card can also warn us of spiritual poverty, our earthly needs may be well in hand, but like a desecrated and forgotten shrine, your deeper purpose and drive requires fresh devotion."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Desolation, Hardship, Curses}",
						"A beautiful but melancholy card, the traditional Five of Pentacles depicts crippled and destitute figures outside a glowing and inviting stained glass window. You, too, may feel very much left out in the cold to survive the world alone. Loneliness and the curses of bad luck hound you. But charity and companionship are not forever lost."
					]
				}
			]
		},
		{
			"name": "Five of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Swords",
			"value": 5,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Five-of-Swords.png"
				},
				"credit": "{@link Brynn Metheney|http://www.brynnart.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Exhaustion, Burnout, Reconciliation}",
						"\"Oh bright night leave me to rest, amongst the thorns and sand and these crooked shadows of this lonely desert. For I have nothing left to give, and I am forsaken.\" So speaks the corrupted Five of Swords, a warning against prolonged conflict. You are nearing the end of your energy, and reckoning with the fruitlessness of war. This card appears when you are still in the trenches, long after a battle should have ended."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Conflict, Cutthroat, Disrespect}",
						"When the classic Five of Swords appears, it indicates a lack of wisdom. You or someone important to you is not being a gracious winner: although a technical triumph, the victory is tainted by a lack of purpose or a prolonged, needless poisoning of relationships. Like all Swords, the Five urges us to think through our emotions, before we completely isolate ourselves."
					]
				}
			]
		},
		{
			"name": "Five of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 5,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Five-of-Wands.png"
				},
				"credit": "{@link Frank Frazetta|http://frazettamuseum.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Isolation, Avoidance, Silencing}",
						"Frank Frazetta's \"Night Stalker\" offers us a glimpse into a lonely road and monstrous but isolated creature. Conflict waits in the future, inevitable and brutally necessary, but for now it's simply brewing. Although this card can offer congratulations on avoiding a fight with those closest to us, it also warns us to not stifle or run from conflict: keeping it locked inside can transform us into something terrible."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Conflict, Misunderstandings, Rivalry}",
						"Traditionally the Five of Wands show us five figures fighting, full of intensity. This is a moment of strain on relationships and great distraction, but those relationships will not be shattered. Conviction and wisdom will temper this moment of chaos and prepare you for the victories ahead."
					]
				}
			]
		},
		{
			"name": "Four of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Cups",
			"value": 4,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Four-of-Cups.jpg"
				},
				"credit": "{@link Kami Hines|https://twitter.com/Tanookami}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Indecision, Languishing, Lost Potential}",
						"Lingering indecisively beneath the tree has brought about the worst of possibilities. Three cups hang empty and the ephemeral fourth cup—once offered freely—is now used to take instead of give. However, hope arrives with the dawn. Golden threads remind us that life is both finite and valuable, and each new day is full of choices."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Ennui, Seclusion, Introspection}",
						"Apathy is the enemy of contentment. With this classic reading of the Four of Cups, you are lingering in a state of indecisiveness. Nothing satisfies, though many paths and options are available to you. This could be a time of seclusion and withdrawal, but be careful not to get lost in your own mind, or you may miss what is right in front of you."
					]
				}
			]
		},
		{
			"name": "Four of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Pentacles",
			"value": 4,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Four-of-Pentacles.png"
				},
				"credit": "{@link Crystal Sully|https://www.artstation.com/csully}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Greed, Starvation, Obsession}",
						"Already a nuanced card, the corruption of Four of Pentacles is a much more dire warning about greed. The Hoarding Horror indicates that not only are you losing sight of spiritual fulfillment, but your hunger for materialistic gain can never be satisfied without a mindset shift; it is as harmful to you as it is isolating."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Stability, Investment, Expansion}",
						"Classically, the Four of Pentacles depicts a seated figure, ensconced in the beginnings of wealth and attaining—perhaps for the first time—a foothold in stability. There is a danger here of becoming greedy or covetous, but this can also be a time of marshalling resources, wise allocation, and satisfaction."
					]
				}
			]
		},
		{
			"name": "Four of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Swords",
			"value": 4,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Four-of-Swords.png"
				},
				"credit": "{@link Andie|http://twitter.com/siroc_co}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Torment, Restlessness, Responsibility}",
						"In the corrupted Four of Swords, you are seeking rest but find yourself tormented by your inner demons, towering over you like ancestors at your bedside. This card calls on us to make decisions about what we can and cannot handle. Your mind may need rest. Not everything is as dire as it appears."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Rest, Recuperation, Withdrawal}",
						"A time of peace and recovery. The classic Four of Swords depicts a knight at rest, after sustaining wounds or being stretched too thin by exhaustion—the trials in the {@card Three of Swords|Corrupted Tarot|WWCT} that have now passed. A temporary retreat is necessary. You are freshly vulnerable and must marshal your strength and resources."
					]
				}
			]
		},
		{
			"name": "Four of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 4,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Four-of-Wands.png"
				},
				"credit": "{@link Joanna Barnum|https://www.joannabarnum.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Tension, Loneliness, Improvisation}",
						"You are transitioning to a new place or family, or traveling towards a goal, but the way may be treacherous and the outcome is ambiguous. The torches guide your way down a rocky, bramble-entangled path and the glowing house beckons you. Does help wait within, or is it a dangerous trap?"
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Harmony, Support, Safe Haven}",
						"Rather than a dark witch's house, the uncorrupted Four of Wands usually shows us a happy home, a safe haven full of celebration and rest. This is meant to signify gathering and respite, a time of reunion."
					]
				}
			]
		},
		{
			"name": "Judgement",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 20,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Judgement.jpg"
				},
				"credit": "{@link Audre Schutte|https://www.charamath.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Despair, Attrition, Responsibility}",
						"Judgement, meant to be a harrowing but crucial step on the querent's journey, has been corrupted here to represent an impassable, chaotic deluge. Your guilt is too strong, your responsibilities too heavy, and your heart too wounded by all the things for which you have not yet forgiven yourself."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Honesty, Atonement, Introspection}",
						"When Judgement appears, it heralds a necessity for self-examination. You are being called upon to answer for what you've done. You may carry lingering guilt with you over something done. intentionally or not. in the past. You may know—deep down—that something in you remains unhealed. Be honest with yourself, and move forward to take your place in the world."
					]
				}
			]
		},
		{
			"name": "Justice",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 11,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Justice.jpg"
				},
				"credit": "{@link Barbara Wawrzyniak|https://www.behance.net/b-waw}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Avoidance, Unfairness, Brutality}",
						"When the corrupted Justice appears, her bloody sword and noose-like scales symbolize death: no matter the verdict, it always leads to a grim and terrible end. Despite her blindfold, Justice wears an ominous crown of eyes atop her head that stares at the viewer. This may warn of an upcoming injustice, but also suggests that facing the consequences of your actions is inevitable. You cannot hide from Justice."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Truth, Accountability, Fairness}",
						"One of the most straightforward cards in the Tarot deck, classic Justice—depending on how guilty you may be feeling—can inspire either fear or hope. Justice's appearance heralds a time of vindication and revelations. Something done in the dark will soon be brought into the light."
					]
				}
			]
		},
		{
			"name": "King of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Cups",
			"value": 14,
			"valueName": "king",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/King-of-Cups.jpg"
				},
				"credit": "{@link Nino Vecia|http://www.ninovecia.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Cruelty, Avarice, Callousness}",
						"When the Corrupted King of Cups appears, a figure of great cruelty and opulence dominates your life. The King's body decays as he pays tribute to the gods with his blood, hoping to receive the gift of immortality in return. Supremely selfish and manipulative, the King's understanding of emotional depth has gifted him with the power to do great harm."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Serenity, Wisdom, Balance}",
						"No one is more in tune with their unconscious selves than the King of Cups. More than aware of his underlying emotions and motivations, he has become a master over them. It is only through this mastery that the King is able to live in true peace with himself, and thus he is able to be a just and effective authority figure."
					]
				}
			]
		},
		{
			"name": "King of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Pentacles",
			"value": 14,
			"valueName": "king",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/King-of-Pentacles.png"
				},
				"credit": "{@link Andrew Sides|https://www.asidesart.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Hoarding, Gluttony, Selfishness}",
						"The corrupted King of Pentacles has learned all of the wrong lessons from his position. Rather than providing for his people and sharing the bounty of the earth, he hoards everything, letting it spoil and rot: his self-obsession tragically twists and defeats the intended purpose of his wealth."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Reliability, Self-Made, Stewardship}",
						"Great success in business, excellent management of resources, and hard work are all championed in the classic King of Pentacles. A subject could ask for no better king; under his rule the land flourishes and prosperity visits every home. Although the King can occasionally be a critical and demanding teacher, he has a genuine passion for sharing his experience and fortune."
					]
				}
			]
		},
		{
			"name": "King of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Swords",
			"value": 14,
			"valueName": "king",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/King-of-Swords.png"
				},
				"credit": "{@link Sam White|https://twitter.com/artbysamwhite}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Tyranny, Manipulation, Brutality}",
						"The corrupted King embodies everything dangerous about mastering the realm of the intellect. With no concern for the emotional health of his people, he has decayed into a brutally efficient tyrant and master manipulator. At his most dangerous, this is a figure who has learned to twist logic and truth to control the people around him."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Impartiality, Ethics, Responsibility}",
						"It is not enough to simply be intelligent or perceptive, if we wish to master the dominion of the suit of Swords. The King of Swords draws conclusions from what he observes and metes out justice, combining wisdom and wit. He considers the consequences of his actions and the effects they'll have on his people. Ethics and logic are equally important to the King."
					]
				}
			]
		},
		{
			"name": "King of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 14,
			"valueName": "king",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/King-of-Wands.png"
				},
				"credit": "{@link Ashley Hankins|https://www.ashleydoesartstuff.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Paralysis, Ennui, Doubt}",
						"A man paralyzed by inaction. Where there should be fire—a confident, magnetic leader—we instead find coals and sodden earth. Falling prey to doubt, the King sits in his overgrown throne room, mocked by the raven, his sole companion. Rather than blazing with purpose, this figure represents dormant potential. Fire burns only in his eyes. But it burns still, and the Raven may spur him to new action... context and position are key."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Guidance, Creativity, Leadership}",
						"Like all Kings, the King of Wands in his pure form embodies leadership. A trailblazer, he lights the way for others—he is unstoppable, a force of creativity and willpower. Whatever project the King starts, he finishes. To think of the King of Wands uncorrupted is to remember that creativity can never be truly extinguished."
					]
				}
			]
		},
		{
			"name": "Knight of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 12,
			"valueName": "knight",
			"face": {
				"type": "image",
				"width": 1453,
				"height": 2448,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Knight-of-Cups.png"
				},
				"credit": "{@link Randall Hampton|https://www.randallhamptonart.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Sensationalism, Loss of Control, Moodiness}",
						"Rather than mastering emotion and intuition, our Knight of Cups has been washed away by it. The water is no longer within the Cup; the vessel has shattered in his hands, and his emotions cannot be contained, surrounding him in a disorienting, surreal flood. The Knight must repair what is broken and regain control of himself, before it's too late."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Sensitivity, Idealism, Diplomacy}",
						"Untroubled, the traditional Knight of Cups is a herald and messenger of an upcoming emotional upheaval, or the beginning of a new journey. In touch with his feelings and filled with faith in the direction that his heart is leading him, this Knight is unafraid to express his true passions, and often urges us to act with integrity when he appears in a reading."
					]
				}
			]
		},
		{
			"name": "Knight of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 12,
			"valueName": "knight",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Knight-of-Pentacles.png"
				},
				"credit": "{@link Xia Hunt|https://www.xiahunt.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Burdens, Frustration, Plateauing}",
						"Burdened by either his need for material gain or his responsibilities, the corrupted Knight of Pentacles is a frustrated and stagnant messenger—one who cannot manage to break free from his own chains to bring his suit's gifts to the world. If you identify with the Knight, you do not lack motivation or ambition, but your daily routine has become a prison. Rejuvenation is possible, but you must reckon with the need for change."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Momentum, Diligence, Efficiency}",
						"Rather than being suffocating, your routine and current course of action are preparing you for success when you see the traditional Knight of Pentacles appear. This is a direct and hard-working individual that champions diligence and responsibility. Failure is almost impossible if you continue your forward momentum."
					]
				}
			]
		},
		{
			"name": "Knight of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 12,
			"valueName": "knight",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Knight-of-Swords.png"
				},
				"credit": "{@link Danny Schwartz|http://www.dannyschwartz.com/fantasy}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Impulsiveness, Speed, Inexperience}",
						"Impatience and lack of direction, when coupled with inexperience, is a recipe for disaster, and can lead even the bravest Knight into calamity."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Boldness, Focus, Assertion}",
						"The Knight of Swords brings his ideas to his community as quickly as possible. Everything is done quickly and directly, and although his intentions are good, he is often dangerously brash and lacks foresight and wisdom. He teaches us, however, to be bold and to act on our ideas, permitting nothing to stop us."
					]
				}
			]
		},
		{
			"name": "Knight of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 12,
			"valueName": "knight",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Knight-of-Wands.png"
				},
				"credit": "{@link Matthew Spencer|http://www.mspencerillustration.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Impatience, Entanglements, Repetition}",
						"Adventure corrupted, as courage and optimism turns into reckless frustration and impatience in the face of obstacles. Perhaps our corrupted knight was not mentally prepared to set out. Perhaps they are a ghost trapped in an endless loop, repeating the circumstances that led to their demise. In either case, their energy is misdirected. The way is not forward; movement has stalled."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Forward Momentum, Uncompromising, Rashness}",
						"The Knight of Wands, uninhibited by tangling thickets and mental pitfalls, is all energy, and his energy is going in one direction: forward. Nothing impedes this figure, though perhaps something should. The Knight's only vulnerability is lack of foresight."
					]
				}
			]
		},
		{
			"name": "Nine of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Cups",
			"value": 9,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Nine-of-Cups.jpg"
				},
				"credit": "{@link Martin Mottet|https://martinmottet.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Bad Luck, Taking Risks, Lingering Dissatisfaction}",
						"Corrupted, this card shows us shining cups plummeting backward in a wild scatter. Hard-won but now lost, these cups once held the promise of emotional fulfillment. Your life is full of blessings, but something threatens the stability of what you've built. Be careful to hold tight to and appreciate what you have, while you search for what still eludes you."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Wish Fulfillment, Blessings, Comfort}",
						"The card of wish fulfillment: the traditional Nine of Cups, much like {@card Nine of Pentacles|Corrupted Tarot|WWCT}, appears in a reading when we are \"almost there\". The satisfaction and bliss of the {@card Ten of Cups|Corrupted Tarot|WWCT|Ten} is just around the corner, the cups themselves are upright and nicely arrayed, but once again the figure is pictured alone. The cycle cannot end until the gifts you've won are shared."
					]
				}
			]
		},
		{
			"name": "Nine of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Pentacles",
			"value": 9,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Nine-of-Pentacles.png"
				},
				"credit": "{@link Lauren Cannon|http://navate.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Wounds, Fatigue, Hard-Won Success}",
						"The cost of surviving the {@card Eight of Pentacles|Corrupted Tarot|WWCT} is coming due in the Nine. The darker aspect of this card is the taste of ashes in our mouths after a costly victory: maybe you were not as successful as you hoped to be, or maybe the cost was simply too high. True rejuvenation is only possible after we acknowledge our emotional needs."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Prosperity, Confidence, Dominion}",
						"A bright, burgeoning garden of prosperity, the traditional Nine of Pentacles is a plateau of satisfaction and success compared to the corrupted reversal reading. Here we see a woman enjoying the fruits of her labor—but like in all Nines, her journey is still unfinished. She, like the bird, is far from home."
					]
				}
			]
		},
		{
			"name": "Nine of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Swords",
			"value": 9,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Nine-of-Swords.png"
				},
				"credit": "{@link Bronagh M|http://artstation.com/karrahe}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Relentlessness, Clarity, Trauma}",
						"This vampire is paranoid enough to sleep with one eye open—and with good reason. The onlooker has stumbled into her lair. Compared to the traditional card, where the nine swords represent her anxieties, here she controls them. This card urges us to persevere and fully confront that which torments us. "
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Nightmare, Anxiety, Trauma}",
						"If we remain caged in the {@card Eight of Swords|Corrupted Tarot|WWCT}, the Nine represents the grim sleepless nights that follow; paranoia and trauma hang above and around us. You may be haunted by unresolved trauma, fear, or guilt. The mind has turned against you, bringing endless challenges. It is time to reach out for help, and confront the true source of your fear."
					]
				}
			]
		},
		{
			"name": "Nine of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 9,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Nine-of-Wands.png"
				},
				"credit": "{@link Randall Hampton|https://www.randallhamptonart.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Perseverance, Recklessness, Depletion}",
						"Absolute exhaustion is on the horizon, an every shred of willpower is required to move forward. This is not unique to the corrupted Nine of Wands, but here our energy is being drained too quickly, bringing a moment of great fear, where traditionally the subject is standing tall and persevering through the last trial."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Hope, Resilience, Fortitude}",
						"Instead of fear and a crisis of confidence, the classic meaning of the Nine of Wands inspires in us great hope. Traditionally, one more wand is drawn in hand, symbolizing one last challenge to come. We are exhausted but still standing."
					]
				}
			]
		},
		{
			"name": "Page of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Cups",
			"value": 11,
			"valueName": "page",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Page-of-Cups.jpg"
				},
				"credit": "{@link Tiffany Turrill|http://tiffanyturrill.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Escapism, Vulnerability, Distortion}",
						"An individual with enormous potential is being stifled or warped in some way. Creativity without an outlet can lead to depression or the desire to escape from reality. Because the Page is sensitive and empathetic, this reversal is particularly heart-wrenching; they must find a way to communicate or explore their emotions."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Dreamer, Exuberance, Curiosity}",
						"The untroubled and innocent Page of Cups is blessed with fresh perspectives and vivaciousness: to this figure, life is an adventure, ripe with poignancy and creative inspiration. The Page is eager to experience everything, and although their innocence might make them vulnerable to emotional wounds, their bright outlook enriches the lives of everyone around them."
					]
				}
			]
		},
		{
			"name": "Page of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Pentacles",
			"value": 11,
			"valueName": "page",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Page-of-Pentacles.png"
				},
				"credit": "{@link Satine Phoenix|http://satinesquest.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Distraction, Overwhelm, Laziness}",
						"The Page of Pentacles has boundless potential, but in this reading cannot realize it yet. They are too scattered, too distracted, too overwhelmed or unmotivated. A thousand things seem to grab at their attention and drag them down. Although the Page is intrinsically tied to the earth. we see them here being consumed by it: the day, the opportunity offered, is fast fading. "
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Potential, New Opportunities, Courage}",
						"The classic Page of Pentacles is truly gifted: ambition, cleverness, bright outlook, all of these are theirs. Like all Pages, they are messengers and heralds. The gifts of the earth—wealth, health and comfort—are promised to the Page, and to us as querents, but we have a long way to go before we earn them."
					]
				}
			]
		},
		{
			"name": "Page of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Swords",
			"value": 11,
			"valueName": "page",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Page-of-Swords.png"
				},
				"credit": "{@link Quintin Gleim|http://www.quintingleim.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Haste, Empty Promises, All-Talk}",
						"The corrupted Page of Swords shows the downfall of a fledgling adventurer who bit off more than they could chew. The Page returns, fallen, in a muddy battlefield: a reversal of the traditional flowing clouds, grass, and endless opportunity in the traditional card."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Eloquence, Curiosity, Communication}",
						"The uncorrupted Page is full of excitement and intellectual curiosity. He's a fast talker, bursting with ideas and gifted with conveying them. Like all Pages in the Tarot, the Page of Swords is a messenger. This is a figure that thrives on communication and collaboration. In this configuration his intellect is a gift to those around him, not a curse."
					]
				}
			]
		},
		{
			"name": "Page of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 11,
			"valueName": "page",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Page-of-Wands.png"
				},
				"credit": "{@link Kii Weatherton|https://www.artstation.com/kiikiibee}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Inauthenticity, Validation, Trends}",
						"The corrupted Page of Wands destroys themselves for external validation. Lacking a deeper, stronger motivation, they cannot move past the excitement of a fresh idea and the idea of being successful at something new. A deeper connection to the work is needed if the Page is to truly move forward."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Inspiration, Energy, Potential}",
						"Like a living spark, the innocent Page of Wands is brimming with new ideas and energy. She, like her reversed counterpart, lacks something needed to move toward her goals. Wisdom is needed and a little confidence, but the Page has almost endless potential."
					]
				}
			]
		},
		{
			"name": "Queen of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Cups",
			"value": 13,
			"valueName": "queen",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Queen-of-Cups.jpg"
				},
				"credit": "{@link Sam Guay|https://samguay.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Self-Reflection, Festering Emotions, Toxicity}",
						"Traditionally, only the chalice of the Queen of Cups is contained. The unknown contents are elaborately covered, guarded by small angels. Her control over emotion is heralded as a virtue but the ocean is treacherous even when the surface is glimmering calm. What if the contents are repressed for the safety of others? Does the chalice restrain her boiling, primordial rage? Her relentless, poisonous sorrows?"
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Compassion, Empathy, Femininity}",
						"The traditional Queen of Cups is the paragon of compassion. She is a guiding light of comfort and understanding in the lives of those around her. Known for her great intuition, she represents emotional maturity. forgiveness, and love."
					]
				}
			]
		},
		{
			"name": "Queen of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Pentacles",
			"value": 13,
			"valueName": "queen",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Queen-of-Pentacles.png"
				},
				"credit": "{@link Radiante Mozzarelle|https://www.radiante-mozzarelle.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Extravagance, Caprice, Sensuality}",
						"Like infamous Salome, the corrupted Queen of Pentacles is depicted as ruthless, selfish and full of desire. Sensuality and connection with the earth are hallmarks of the suit of Pentacles, and while this Queen may seem self-assured, she is far from generous. She has become cruel, covetous and selfish with the gifts she possesses."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Pragmatism, Business Expertise, Motherhood}",
						"The traditional Queen of Pentacles is, seemingly, exactly that: traditional. She often represents an idealization of the humble homemaker, and is intrinsically bound to the symbolism of the earth. Sensible and reliable, the Queen can be trusted with finances and all matters of the home. However, don't let her appearances deceive you. She is also master of strategy, pragmatism, and business."
					]
				}
			]
		},
		{
			"name": "Queen of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Swords",
			"value": 13,
			"valueName": "queen",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Queen-of-Swords.png"
				},
				"credit": "{@link IO|https://ionomycin.carrd.co/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Isolation, Relentlessness, Toxicity}",
						"A young queen, forced to take the throne far too soon. A lone protector of her bygone kingdom, still sitting atop the castle's highest tower, single-mindedly focused on keeping the castle safe. She violently lashes out at anyone wandering too close. The corrupted Queen is out of balance the heart and mind need to be realigned."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Impartiality, Logic, Perspective}",
						"Traditionally older and far more experienced than the young corrupted Queen, this is a decisive and just leader. She strives to rule with her intellect, though she can come off as too emotionally cold or detached. The upright Queen of Swords cautions us to not let ourselves be completely swayed by our emotions."
					]
				}
			]
		},
		{
			"name": "Queen of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 13,
			"valueName": "queen",
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Queen-of-Wands.png"
				},
				"credit": "{@link Jon Neimeister|https://www.artstation.com/andantonius}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Willpower, Chaos, Ambition}",
						"The Queen meets with difficulties along her path, but is more than capable of dispensing with them. A force of pure willpower, she must sometimes remember to temper her chaotic will with logic and discretion. Like the lionesses at her side, she can be both protective and devastating."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Courage, Passion, Inspiration}",
						"Whether upright or reversed, the Queen of Wands represents courage and willpower. She embodies growth and flame. Traditionally, however, she is a little more uplifting, bright and sunny. Remember that the Queen of Wands can be both a guiding candle and a rampant wildfire."
					]
				}
			]
		},
		{
			"name": "Seven of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Cups",
			"value": 7,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Seven-of-Cups.jpg"
				},
				"credit": "{@link D.C. McNaughton|http://www.bad-inspiration.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Temptation, Unrealistic Expectations, Fantasy}",
						"All the world is set before you, but that does not make it wise to take it. Too much of anything will catch you in a web of trouble, so focusing on one thing at this moment may ultimately bring you far more."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Daydreaming, Possibility, Wishful Thinking}",
						"The card of dreamers: The Seven of Cups warns us not to spend too long in wishful thinking and fantasy. You may be afraid of what is to come, eager and excited for it—but without taking action and making a decision you will remain stagnant and achieve nothing."
					]
				}
			]
		},
		{
			"name": "Seven of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Pentacles",
			"value": 7,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Seven-of-Pentacles.png"
				},
				"credit": "{@link Anna Christenson|https://www.annachristenson.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Failure, Withering, Diminishing Returns}",
						"Having cultivated and nurtured his crop, the farmer has found all his fruit rotten on the tree. The tree is dead; trying again is no longer an option. This is a time to cut our losses and recognize the investment that is not paying off. While making these hard decisions is devastating, it can also be liberating."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Potential, Investment, Growth}",
						"Rather than the failed crop seen in he corrupted meaning, the farmer's investment here, traditionally, is a promising golden seed. He has put in hard work and invested what he's earned back into the earth, and is now poised to grow something that lasts."
					]
				}
			]
		},
		{
			"name": "Seven of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Swords",
			"value": 7,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Seven-of-Swords.png"
				},
				"credit": "{@link Brit Austin|https://www.britaustin.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Guilt, Cunning, Conscience}",
						"A man who says his prayers by night may still become a wolf in sheep's clothing. While the upright card signifies strategic betrayal, here the werewolf is trapped by the guilt of past sins and self-deception. To avoid this fate, this card urges us to cleanse our guilty conscience, and bring our past sins into the light."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Cunning, Deceit, Unorthodox thinking}",
						"Cunning, deceit and subterfuge are the tools in your employ. You may have a secret that you are desperate to keep buried, or are cornered in a situation that seems to have no right answer or easy solution. You feel a necessity for clever thinking and risky gambits. but be careful: the bones you bury won't stay undiscovered forever."
					]
				}
			]
		},
		{
			"name": "Seven of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 7,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Seven-of-Wands.png"
				},
				"credit": "{@link Dawn Carlos|https://dawncarlosart.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Strife, Exhaustion, Endurance}",
						"Competition and strife have taken their toll. In the corrupted Seven of Wands, you are being warned that constant competition and comparison with others is draining you. You may feel burned out and vulnerable. Overwhelmed by fighting a battle on all sides, you are close to giving in. Be resilient; you still have deep reserves Of strength."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Defense, Authorship, Independence}",
						"Whichever way this card is pulled, it features the theme of resiliency. You are once again fighting for your dreams and your future, but this time instead of competing just to attain something, you must fight to keep it. This can represent a crucial moment of independence: fight for what you've earned and don't let anyone take it from you."
					]
				}
			]
		},
		{
			"name": "Six of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Cups",
			"value": 6,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Six-of-Cups.png"
				},
				"credit": "{@link Syd Mills|https://twitter.com/vetyyr}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Lingering, Wistfulness, Mutation}",
						"The Six of Cups represents the inability to return to the past, no matter how desperately we may wish to do so. Nostalgia and grief go hand-in-hand, and a fundamental metamorphosis has taken place that cannot be reversed."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Nostalgia, Naivete, Innocence}",
						"Traditionally depicting two children and a gift of flowers, this card represents the best and gentlest parts of ourselves. Compassion, innocence and the comfort of home life are important to you at this time. Perhaps you are returning to your childhood home, or yearning for a simpler and happier life, one that may no longer exist."
					]
				}
			]
		},
		{
			"name": "Six of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Pentacles",
			"value": 6,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Six-of-Pentacles.png"
				},
				"credit": "{@link Stephanie Cost|https://www.stephaniedraws.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Manipulation, Debt, Favors}",
						"A warning of ill intentions lurking behind a mask of charity. Selfishness poisons an otherwise generous act, a promise will be broken, a debt will go unpaid. Be very careful with the people from whom you accept gifts or to whom you give assistance; you may be getting more than you bargained for, or losing more than you can afford."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Charity, Altruism, Relief}",
						"Stability and abundance are once again at hand, after the long lean inter of the {@card Five of Pentacles|Corrupted Tarot|WWCT}. This is the classic card of charity: you are either in a position to give back to your community and to those in need, or you are about to receive some much-needed assistance ourself. Remember to be gracious and dignified. Poverty and wealth are close partners."
					]
				}
			]
		},
		{
			"name": "Six of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Swords",
			"value": 6,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Six-of-Swords.png"
				},
				"credit": "{@link Katie Mulligan|https://www.k-mulligan.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Resistance, Transition, Momentum}",
						"The way forward is blocked. Whether resistant to proceed, entrapped, or lost, you are experiencing difficulty making a change. This is a time of transition, but the corrupted Six of Swords is an indication that you are tangled in the past."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Release, Escape, Departure}",
						"Whether upright or reversed, the Six of Swords is a melancholy card that heralds a turning point in your life. Your current path is not fulfilling your needs, and you are being called upon to evaluate your deepest priorities. If you find yourself lost in the weeds, unsure if you're on the right path at all, trust in your reason and intellect. Sometimes escape and a reorientation is the best course."
					]
				}
			]
		},
		{
			"name": "Six of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 6,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Six-of-Wands.png"
				},
				"credit": "{@link Morrighan Corbel|https://www.morrighancorbel.co.uk/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Defeat, Shame, Hubris}",
						"What should be a moment of confident victory is instead a terrifying and spiralling defeat. Unprepared and desperate for glory, our warrior prince ignored all words of caution, and in this crushing moment, glory has escaped him. Paraded before his captors in golden chains, he is still blinded by his own hubris, and can no longer see where his steps are leading him."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Triumph, Recognition, Praise}",
						"Free of corruption, the Six of Wands would show us a victorious return: a warrior crowned with laurel and greeted by the adulation of a crowd. This should be a moment of triumph following the confusion and upheaval of the Five of Wands. A moment of being recognized for your efforts, and harnessing your newfound strengths."
					]
				}
			]
		},
		{
			"name": "Strength",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 8,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Strength.jpg"
				},
				"credit": "{@link Xia Hunt|https://www.xiahunt.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Paranoia, Weakness, Rage}",
						"When corrupted Strength appears, anger and fear are controlling you. Gone is the serenity and self-assurance of the classic card: here we see the woman lashing out violently, menacing and treacherous, where before she had been gentle and brave."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Courage, Compassion, Resilience}",
						"Although Strength and {@card The Chariot|Corrupted Tarot|WWCT} share a similar theme of willpower, Strength highlights our inner reserves instead of our external ambitions. This card represents pure resiliency. The woman pictured in the classic card does not fight the lion; with patience and compassion she has tamed it instead. When danger threatens, courage and understanding can help us remain strong."
					]
				}
			]
		},
		{
			"name": "Temperance",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 14,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Temperance.jpg"
				},
				"credit": "{@link Elaine Ryan|http://elaineryanart.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Excess, Loss of Control, Extremism}",
						"Like the proverbial camel broken by a grain of rice, Temperance falls from the sky, and what is severed remains broken. Moderation is so far behind us that it may seem impossible to achieve again. Where once there was balance. only irrational extremes and a chaotic descent remain."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Balance, Serenity, Mindfulness}",
						"Serenity now: the call of traditional Temperance. Tranquility and balance is paramount in your life at this time. It is vital to retain this balance when adversity appears; do not sink too deeply within yourself at the expense of the world around you, or veer toward the opposite extreme instead. Temperance represents a richer and more meaningful way to live."
					]
				}
			]
		},
		{
			"name": "Ten of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Cups",
			"value": 10,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Ten-of-Cups.jpg"
				},
				"credit": "{@link Joanna Barnum|https://www.joannabarnum.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Estrangement, Toxicity, Broken Homes}",
						"A broken home. Shattered relationships. Abundance has tipped over into decadence and overindulgence, and this has soured to poison, leading to familial strife and generational trauma."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Happily-Ever-After, Family, Home}",
						"An idyllic home, the Ten of Cups is the ultimate safe haven and marker of serenity and happiness. The loneliness of the {@card Nine of Cups|Corrupted Tarot|WWCT} has been resolved at the end of the cycle; beyond wish-fulfillment for oneself, the Ten represents a healthy and nurturing environment or the entire family or community."
					]
				}
			]
		},
		{
			"name": "Ten of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Pentacles",
			"value": 10,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Ten-of-Pentacles.png"
				},
				"credit": "{@link Stephanie Brown|https://offbeatworlds.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Devastation, Fruitlessness, Sacrifice}",
						"A success that comes at the cost of all that truly matters. Sacrificing everything: family, friends, love—all for nothing. The destruction of personal legacy or reputation."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Legacy, Success, Patronage}",
						"The traditional Ten of Pentacles is as bright as the corrupted meaning is devastating. Here, instead of bitter ashes, we see great success bringing tru fulfillment and a lasting legacy. Your hard work has paid off and not only are you flourishing, but you are planting roots in your home life and community, bringing hope, stability and satisfaction to everyone you hold dear."
					]
				}
			]
		},
		{
			"name": "Ten of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Swords",
			"value": 10,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Ten-of-Swords.png"
				},
				"credit": "{@link Valentine Smith|http://valentinemsmith.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Inevitability, Scars, Reconstruction}",
						"A sense Of dark finality comes every time the Ten of Swords appears in a reading, whether upright or reversed; there is no avoiding this crash into rock-bottom. Something catastrophic has happened: a great betrayal. But in this corrupted Ten we see the victim in the moment after; no longer prone and defeated, she takes the first steps towards recovery, pulling the swords out with her own hands."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Betrayal, Disaster, Failure}",
						"One of the most dreaded cards in tarot, the traditional Ten of Swords shows us defeat. A figure lies prone, impaled through the back. The Suits of Swords draws this chilling conclusion: the intellect is the most dangerous tool we have, and if we are not careful it can destroy us. But hope comes to us even now like the {@card Death|Corrupted Tarot|WWCT} card, the Ten of Swords promises that rejuvenation after disaster is possible. "
					]
				}
			]
		},
		{
			"name": "Ten of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 10,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Ten-of-Wands.png"
				},
				"credit": "{@link Marcela Bolívar|https://marcelabolivar.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Disillusionment, Burnout, Apathy}",
						"A jaded spirit abandons herself and the many endeavours she carries. The tasks once performed with passion are now snuffed out, never igniting a true blaze. The Ten of Wands urges us to let go of everything that doesn't enrich our life. Recognize your true responsibilities, as well as what is only dragging you down."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Delegation, Burden, Management}",
						"The tragedy of the Ten of Wands cannot be avoided, but it can be mitigated by wisdom. A burden of success, the realization of our goals has put us in a position of authority and power, but we are easily overworked and overwhelmed. To keep your fire lit, you must learn to share it among others."
					]
				}
			]
		},
		{
			"name": "The Chariot",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 7,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Chariot.jpg"
				},
				"credit": "{@link Erion Makuo|http://www.erionmakuo.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Disorientation, Aggression, Bedlam}",
						"Broken and violent, the corrupted Chariot has shattered all bounds of control. Aggression and chaos rule your life when this Chariot appears. Your willpower may seem to be spiralling away from you, but it's not too late to master your impulses and emerge victorious."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Discipline, Ambition, Focus}",
						"Classically, the Chariot represents control over chaos. Like the Chariot driver themselves, you are in a position where expertise, assertiveness and intense focus are required for success. Merely being ambitious or strong-willed is not enough: the appearance of the Chariot promises us triumph but only if we strategize and execute our plan with confidence."
					]
				}
			]
		},
		{
			"name": "The Devil",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 15,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Devil.jpg"
				},
				"credit": "{@link C. C. J. Ellis|http://www.ccjellis.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Inner Conflict, Introspection, Acceptance}",
						"Self-reflection and shadow work: the inverse Devil is all about the inner self, rather than an external temptation. The figures here are both within us. At odds with each other, yet bound together, this signals an ongoing process that requires self care and self love."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Temptation, Vice, Oppression}",
						"The Devil appears when we are feeling at our most powerless. This card represents irresistible temptation, and if it represents another person you are being warned of their intentions and their effect on your life. Addiction in some form is keeping you trapped, and the Devil's chains will need to be broken if you are to move forward."
					]
				}
			]
		},
		{
			"name": "The Emperor",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 4,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Emperor.jpg"
				},
				"credit": "{@link Paul Canavan|http://www.paulscottcanavan.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Tyranny, Insecurity, Indecisiveness}",
						"A corrupt Emperor sits motionless as his dominion withers and burns behind him—perhaps he doesn't even see it, or is incapable of stopping its destruction. This is a figure unsuited to leadership: overbearing, rash, controlling yet apathetic. Nothing flourishes while he reigns. If the Emperor points to yourself in a reading, there may be some responsibility you are shirking."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Discipline, Honor, Duty}",
						"The Emperor is a mythological father figure, at times overbearing and strict but primarily embodying protectiveness, discipline, and control. Although the Emperor is unconcerned with happiness or relying on intuition, he sees himself as a servant of his people and is often a highly effective and just leader."
					]
				}
			]
		},
		{
			"name": "The Empress",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 3,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Empress.jpg"
				},
				"credit": "{@link Barbara Lucas|https://sylthuria.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Jealousy, Death, Suffocation}",
						"Far from a paragon of fertility, love and growth, the corrupted Empress is cataclysmic and overbearing. She grows out of control like a weed, snuffing out everything around her instead of encouraging it to grow and stand on its own. Instead of life, she begins to embody the mercilessness of death itself."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Abundance, Nurture, Sensuality}",
						"The Empress is meant to embody the quintessential feminine principle that resides within all of us. A deep connection with the earth and nature connects the Empress with themes of fertility and abundance. including emotional fulfillment and joy."
					]
				}
			]
		},
		{
			"name": "The Fool",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 0,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Fool.jpg"
				},
				"credit": "{@link Ouhie|https://twitter.com/ouiouhie}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Blindness, Naivete, Trickery}",
						"The corrupted Fool is more than simply naive, he is wholly blind to the dangers that surround him. Here we see him dressed more classically as a harlequin; he risks ridicule with his inexperience, but the more sinister sight of blood hints at how threatening or deceptive he could actually be. In this more dangerous Tarot cycle, we do not have the luxury of learning slowly."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Potential, Freedom, Innocence}",
						"The Fool has no true personality yet: they are open to the universe, a complete blank slate. When we slip into the Tarot's cycle, we as the querent are represented by The Fool. We—and they—possess infinite potential. The Fool is excited for new experiences. filled with optimism and naivete, like a child."
					]
				}
			]
		},
		{
			"name": "The Hanged Man",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 12,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Hanged-Man.jpg"
				},
				"credit": "{@link Syd Mills|https://twitter.com/vetyyr}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Dependence, Regret, Depletion}",
						"Sacrifice, without any discernible reward or result. What once may have been altruistic or wise has become poisoned and dangerous: you will soon have nothing left to give, as your resources, energy and time drain away. Sometimes we pour ourselves into our work, and the fruits of our labor merely take a long time to grow, but now is a time to disengage and draw boundaries."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Sacrifice, Reflection, Waiting}",
						"The card of sacrifice. Not every achievement in life can be reached by a relentless ambition and upward mobility. Sometimes we arrive at crucial decisions that cannot be made rashly, and although they feel urgent, the Hanged Man advises us that delay and reflection might be the best course of action. Like Odin in the World Tree, you must give way and remain still, and insight will come to you. "
					]
				}
			]
		},
		{
			"name": "The Hermit",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 9,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Hermit.jpg"
				},
				"credit": "{@link Aleksi Remes|https://aleksiremes.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Loneliness, Isolation, Surreality}",
						"The corrupted Hermit brings all-consuming anxiety and hopelessness, caused by loneliness. You are abandoning the journey in favor of introspection and personal enlightenment. The feeling of being crushed by the world around you may be stronger than ever, but be careful not to descend too deeply into the darkness on your quest for insight."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Wisdom, Rejuvenation, Introversion}",
						"Wisdom, introspection and guidance are all hallmarks of the classic Hermit. This is a healthy time to be alone, and search for answers within. Unlike when The Hanged Man appears, no great sacrifice is being asked of you. One of the most understated cards, The Hermit represents a valuable moment of quietude. Tune out the chaos around you and retreat for a little while."
					]
				}
			]
		},
		{
			"name": "The Hierophant",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 5,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Hierophant.jpg"
				},
				"credit": "{@link Amanda Sartor|https://amsartor.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Insurrection, Change, Challenge}",
						"The child rebels against the father. Anointed and indulged, cosseted and caged, the golden crown and scepter bind the Hierophant's intent. The only escape is insurrection. The corrupted Hierophant embodies revolt and revolution: tradition has betrayed you. It is time for innovative thinking and bold strategy."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Conformity, Tradition, Ritual}",
						"The traditional Hierophant is the very essence of tradition itself. This may represent an institution in your life with established rituals and expectations, or an established set of practices in your workplace or home life. Although the Hierophant can represent a stifling, dogmatic figure, conformity can have its uses: we don't need to fix what isn't broken."
					]
				}
			]
		},
		{
			"name": "The High Priestess",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 2,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-High-Priestess.jpg"
				},
				"credit": "{@link Valentine Smith|http://valentinemsmith.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Uncertainty, Reliance on Others, Blindness}",
						"Be wary of deception or of being led astray. The corrupted High Priestess warns us of a disconnect between our present course and what we know, deep inside us, to be wise. You may be experiencing confusion or uncertainty: your intuition is beng blocked. To reach the right decision, you must find a way to trust yourself again."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Intuition, The Unconscious, Magic}",
						"The High Priestess is archetype of intuition. She represents the balance truck between two extremes or worlds—these extremes are often represented by pillars to either side of her. She is a mediator and a guide. but her dominion is the realm of spirituality and the unconscious mind."
					]
				}
			]
		},
		{
			"name": "The Lovers",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 6,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Lovers.jpg"
				},
				"credit": "{@link Stevie|https://stevieraedrawn.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Stagnation, Narcissism, Disconnection}",
						"With the corrupted Lovers, we take a more personal look at what it means to be a lover. Instead of two universal beings coming together in a divinely sanctioned union, the singular lover has both elements inside them—as shown by the different tattoos on their arms. The figure is consumed by their reflection—the mirror a placeholder for their mind and thoughts—to the detriment of the cracking, dusty, and neglected world around them."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Love, Loyalty, Choices}",
						"The Lovers represent many things, but at their heart all of them can be reduced down to a relationship, either between two people or between yourself and your conscience or ideology. Most commonly. The Lovers appear to signify love, romance, and strong partnership, but sometimes were being asked to choose between love and something else—tradition, duty, or ambition."
					]
				}
			]
		},
		{
			"name": "The Magician",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 1,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Magician.jpg"
				},
				"credit": "{@link A. J. Ramsey|https://ajramseyart.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Manipulation, Powerlessness, Corruption}",
						"As above, so below. The corrupted Magician is the embodiment of manipulation, where he once stood for power and expertise. Feelings of disorganization and impotence are at an all-time high when the corrupted Magician is drawn in a reading. Classic imagery of Mercury or Hermes is now twisted, as the souls of the dead refuse their place."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Willpower, Expertise, Manifesting Goals}",
						"The Magician is focused and experienced, unlike {@card the Fool|Corrupted Tarot|WWCT}. He knows how to transform the {@card The Fool|Corrupted Tarot|WWCT|Fool's} pure potential into actual power: he embodies willpower itself. In order to affect change in our world and in our lives, we must also change the way we think. When the Magician appears. we know that It's time to act on our potential."
					]
				}
			]
		},
		{
			"name": "The Moon",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 18,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Moon.jpg"
				},
				"credit": "{@link Greta|https://twitter.com/WeirdUndead}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Instability, Self-Examination, Fear}",
						"A shattered reflection of a werewolf—as unstable in her physical form as in her wrecked mind. She refuses to accept all the facets of her nature, including her weaknesses and monstrousness. When the corrupted Moon appears in a reading. you need to muster your courage and sense of self, lest you remain lost in the darkness."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Intuition, Fear, Illusions}",
						"Nothing is as it appears when The Moon appears in a reading. Dreamlike and enchanting, The Moon represents illusion and messages from our unconscious selves. Be wary of tricksters and false paths; fear and anxiety may be strong at this time. Let your intuition guide you and you will make it through the night."
					]
				}
			]
		},
		{
			"name": "The Star",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 17,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Star.jpg"
				},
				"credit": "{@link Inkwell|https://www.artstation.com/inkwell}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Doubt, Faithlessness, Overwhelm}",
						"Missing light, lack of hope, the questioning of faith. When we are open to the universe and all it can offer, The Star seems to fill us with energy, but in this reversal of fate, we cannot see the light. Instead of feeling blessed, we feel lost and alone. The sky has not changed. We simply need to keep looking."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Faith, Courage, Hope}",
						"The Star symbolizes retaining hope after disaster has struck. Directly following the calamity of {@card The Tower|Corrupted Tarot|WWCT}, the traditional Star can be seen as the brightest point in the Tarot. Although {@card The Sun|Corrupted Tarot|WWCT} brings us more joy, The Star promises recovery and survival after enduring great hardship."
					]
				}
			]
		},
		{
			"name": "The Sun",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 19,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Sun.png"
				},
				"credit": "{@link Stephanie Cost|https://www.stephaniedraws.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Depression, Tribulation, Futility}",
						"Hope is blocked. Your inspiration, energy and happiness are being drained. Feelings of depression and powerlessness rule your life at this time, and much like the gold packed around a richly buried monarch, the light that surrounds you is false and cold."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Joy, Love, Affection}",
						"The traditional reading of The Sun is a true moment of joy. When this card appears it represents happiness, success, exuberance, generosity an kindness. You are a beacon to those around you."
					]
				}
			]
		},
		{
			"name": "The Tower",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 16,
			"face": {
				"type": "image",
				"width": 1453,
				"height": 2448,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-Tower.jpg"
				},
				"credit": "{@link Philip Byers|https://theelselands.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Dependance, Inevitability, Fresh Starts}",
						"The cataclysm of The Tower cannot be avoided, whether upright or reversed, pure or corrupted. Like {@card Death|Corrupted Tarot|WWCT}, The Tower represents inexorable change. Here, you are defending the tower with everything you have. Though beautiful, it is not as sturdy and reliable as you think. Some things cannot be fixed: they must be broken. Its use to you has passed."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Calamity, Trauma, Upheaval}",
						"One of the most dreaded cards in Tarot, the classic Tower appears to warn us of a great schism that will fundamentally alter our lives in some way. This is the card of disaster and cataclysm, but much like {@card Death|Corrupted Tarot|WWCT}, it represents a moment of change that (though traumatic) is vital for a healthier and stronger future."
					]
				}
			]
		},
		{
			"name": "The World",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 21,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/The-World.jpg"
				},
				"credit": "{@link Jeleynai|https://www.artstation.com/jeleynai}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Inevitability, Emptiness, Apocalypse}",
						"The snake has released its tail, and we are about to start the beginning of the end. We're on the verge of a massive disaster... but the final drop hasn't happened quite yet. The corrupted World card is the tragedy of having all that you thought you wanted, but remaining empty and isolated from those around you. However, like the snake shedding its skin, after great loss a new cycle is poised to begin."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Completion, Nirvana, Accomplishment}",
						"Apotheosis. The World is the last note in a perfect song: here, at least traditionally, we reach the ending of one cycle and prepare to start anew. After the trials, calamity and rejuvenation of the Major Arcana's story, we finally see the perfect union of our inner selves and the outer world. We are at peace. and can see our place in the universe clearly."
					]
				}
			]
		},
		{
			"name": "Three of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Cups",
			"value": 3,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Three-of-Cups.jpg"
				},
				"credit": "{@link Eugene Chu|https://www.artstation.com/bunchu}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Jealousy, Resentment, Loneliness}",
						"Something is threatening to corrupt the harmony between friends. Jealousies and resentments could be lurking beneath the surface, creating tension between those who should be closest. You may be feeling isolated and lonely: make time for your friends if you wish to repair the rift."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Happiness, Reunions, Friendship}",
						"When all is well, the Three of Cups represents a happy time amongst loved ones. This is a moment of relaxation and celebration; your friends are important to you, and you to them. A joyous reunion event may be in your near future, or a reconciliation with estranged friends or family."
					]
				}
			]
		},
		{
			"name": "Three of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Pentacles",
			"value": 3,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Three-of-Pentacles.png"
				},
				"credit": "{@link Lyadrielle|https://www.artstation.com/lyadrielle}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Ego, Competition, Haste}",
						"Lack of unity, working alone. The stonemason's masterpiece is achieved. Although the Cathedral stands, proud and imposing, the mason is crumbling under the self-imposed pressure. His teammates are relegated to the background as mere silent stone figures, wordlessly watching as he falls to pieces."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Cooperation, Planning, Apprenticeship}",
						"Cooperation and teamwork are key: rather than standing alone, this time the stonemason is an apprentice learning from the experience and wisdom of his fellow craftsmen. The opportunity in the Ace and the devotion of time and energy in the {@card Two of Pentacles|Corrupted Tarot|WWCT|Two} have now produced the groundwork for success going forward. "
					]
				}
			]
		},
		{
			"name": "Three of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Swords",
			"value": 3,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Three-of-Swords.png"
				},
				"credit": "{@link Jessica Fong|https://jessicafong.mystrikingly.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Tribulation, Emergence, Survival}",
						"A time for courage and fortitude: you have recently weathered a terrible storm, born of betrayal or great pain. This card depicts a soul once trapped by tribulations, like that soul, you are now emerging as a changed entity. Although you carry your pain with you, it is time to move forward into the unknown."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Pain, Dismay, Grief}",
						"The infamous Three of Swords is a classic warning of pain and betrayal. Like all cards in the Swords suit, the Three tells us that our intellect and higher reasoning can help us survive any difficulty and grow stronger. No one can put off suffering indefinitely, but it is always possible to learn from our experiences."
					]
				}
			]
		},
		{
			"name": "Three of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 3,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Three-of-Wands.png"
				},
				"credit": "{@link Inna Vjuzhanina|https://lynkfire.com/InnaVjuzhaninaART}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Delay, Frustration, Doubt}",
						"You are trying your hardest to move forward and find your guiding light, yet find yourself viciously held back and delayed as forces step on your heels and drag you back. A path you thought you could predict is filled with obstacles, and the forest is darker than you thought it would be."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Preparation, Opportunity, Growth}",
						"Well-laid plans go smoothly; proof of foresight, wisdom and preparedness. This moment is meant to be a time of new opportunities—of keeping an open mind as you take the first real steps toward your future. It's too bad that \"no plan survives first contact With the enemy.\""
					]
				}
			]
		},
		{
			"name": "Two of Cups",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Cups",
			"value": 2,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Two-of-Cups.jpg"
				},
				"credit": "{@link Sovereign|https://www.svrgn.art/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Imbalance, Strife, Miscommunication}",
						"Corrupted, the Two of Cups is all about imbalance. Repulsion, misunderstanding and strife spring from a fatal disconnect between two parties. Unless this crack or flaw is addressed, the relationship in question will remain poisoned, and eventually wither and die. "
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Equality, Communion, Partnership}",
						"Perfect balance is achieved by a coming together of equals. Traditionally these two cups pour into one another, and partnership is achieved with the open sharing of strength and feeling. When this card is drawn, it promises a true and strong union, either between friends or lovers."
					]
				}
			]
		},
		{
			"name": "Two of Pentacles",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Pentacles",
			"value": 2,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Two-of-Pentacles.png"
				},
				"credit": "{@link Ash|https://rhigu.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Imbalance, Stress, Disorder}",
						"You are juggling too many things at once and struggling to retain balance. The horns and the fish tail represent the card's ruling zodiac, the sea goat Capricorn. The composition of the painting forms a subtle infinity sign, signifying the constant fight to keep balance in one's life."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Harmony, Balance, Devotion}",
						"The essence of a juggling act. Wealth, love, health, material pursuits—these are aspects of your life that must be balanced ff the Two of Pentacles appears in a reading, you must consider what projects or parts of your life are most important to you. and prioritize them. Don't spread yourself too thin, or you'll risk losing control."
					]
				}
			]
		},
		{
			"name": "Two of Swords",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Swords",
			"value": 2,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Two-of-Swords.png"
				},
				"credit": "{@link Bennett|https://www.etsy.com/shop/XrisPhoenixDesigns}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Deadlock, No-Win Situation, Confusion}",
						"You are locked in a struggle, caught between two impossible choices. Denied even the small comfort of finding the lesser of two evils, you are left paralyzed and torn as seemingly equal and disastrous forces do battle around you. Unless a choice is made, this fight threatens to become a catastrophe."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Ignorance, Balance, Urgency}",
						"Traditionally, the two swords are depicted as whole and unique, untangled. Two paths that lead to two different realities. You are caught at a crossroads and must make a choice. Though uncertainty and lack of perspective threaten this decision, the most important step is to make it. Analyze what information you have and choose a path."
					]
				}
			]
		},
		{
			"name": "Two of Wands",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Wands",
			"value": 2,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Two-of-Wands.png"
				},
				"credit": "{@link Nywn|https://www.nywn.art/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Improvisation, Adaption, Fear of the Unknown}",
						"You are deep in the forest, watching disaster from a distance. Unprepared, off-kilter, suspended in the moment between your life as it was and world-altering change. All you have is what is in your hands. Sometimes that which scares us is actually what will save us, and sometimes we have to fight that which scares us. Until the time comes, we never know."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Strategy, First Step, Goals}",
						"A moment of planning and safety, the uncorrupted Two of Wands represents the first step between having an idea and turning it into a reality. This is a Card for mapmakers, adventurers, and artisans. You can see the statue in the block of marble. now all you have to do is get it out."
					]
				}
			]
		},
		{
			"name": "Wheel of Fortune",
			"source": "WWCT",
			"set": "Corrupted Tarot",
			"suit": "Major Arcana",
			"value": 10,
			"face": {
				"type": "image",
				"width": 608,
				"height": 1024,
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/WWCT/Wheel-of-Fortune.jpg"
				},
				"credit": "{@link Grace Zhu|https://gracezhuart.com/}"
			},
			"entries": [
				{
					"type": "entries",
					"name": "Corrupted",
					"entries": [
						"{@i Fate, Curses, Patience}",
						"You may be feeling cursed by bad luck. and In this instance, the luck is wholly out of your control. Perseverance is required—the Wheel will turn again before long."
					]
				},
				{
					"type": "entries",
					"name": "Classical:",
					"entries": [
						"{@i Fate, Unexpected Change, Luck}",
						"Traditionally, the Wheel of Fortune card is rife with complex symbolism, representing the balance of powerful forces in the universe. But its meaning one of the simplest and most impersonal in the Tarot. What goes up, must come down. Forces outside of your control are impacting your life: take comfort in the cyclical nature of fate when you're out of luck, and prepare for a fall even when you're feeling most blessed."
					]
				}
			]
		}
	]
}
