{
	"_meta": {
		"sources": [
			{
				"json": "ObojimaTallGrass",
				"abbreviation": "O:TTG",
				"full": "Obojima: Tales from the Tall Grass",
				"authors": [
					"1985 Games"
				],
				"convertedBy": [
					"Unknown"
				],
				"version": "1.0.0",
				"color": "AE8445",
				"url": "https://obojima.com/",
				"partnered": true,
				"dateReleased": "2024-11-01"
			}
		],
		"fonts": {
			"ZatannaMisdirection": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/font/GriffonsSaddlebag2/Zatanna%20Misdirection.otf",
			"Rift": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/font/GriffonsSaddlebag2/Rift-Bold-Italic.ttf",
			"BookSanity": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/font/GriffonsSaddlebag2/Bookinsanity.otf",
			"Eaves": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/font/GriffonsSaddlebag2/Mr%20Eaves%20Small%20Caps.otf"
		},
		"edition": "classic",
		"dateAdded": 1722887888,
		"dateLastModified": 1739743040,
		"_dateLastModifiedHash": "e7b52535eb"
	},
    "subclass": [
		{
			"name": "Path of the Belly Brewer",
			"source": "ObojimaTallGrass",
			"page": 132,
			"shortName": "Belly Brewer",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassFeatures": [
				"Path of the Belly Brewer|Barbarian||Belly Brewer|ObojimaTallGrass|3",
				"Quick Brew|Barbarian||Belly Brewer|ObojimaTallGrass|6",
				"Lingering Effects|Barbarian||Belly Brewer|ObojimaTallGrass|10",
				"Mighty Quick Brew|Barbarian||Belly Brewer|ObojimaTallGrass|14"
			],
			"subclassSpells": [
				"Prestidigitation",
				"Thaumaturgy"
			],
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"Prestidigitation",
							"Thaumaturgy"
						]
					}
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/ObojimaTallGrass/subclasses/barbarian/path-of-Belly Brewer.webp"
						}
					}
				]
			}
		},
        {
			"name": "College of Masks",
			"source": "ObojimaTallGrass",
			"page": 133,
			"className": "Bard",
			"classSource": "PHB",
			"shortName": "Masks",
			"subclassFeatures": [
				"College of Masks|Bard||Masks|ObojimaTallGrass|3",
				"Many-Masked Performance|Bard||Masks|ObojimaTallGrass|6",
				"Gift of Theatre|Bard||Masks|ObojimaTallGrass|14"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/ObojimaTallGrass/subclasses/bard/college-of-Masks.webp"
						}
					}
				]
			}
		},
        {
			"name": "Circle of the Petal",
			"source": "ObojimaTallGrass",
			"page": 136,
			"shortName": "Petal",
			"className": "Druid",
			"classSource": "PHB",
			"subclassFeatures": [
				"Circle of the Petal|Druid||Petal|ObojimaTallGrass|2",
				"Petal Beast Mimicry|Druid||Petal|ObojimaTallGrass|6",
				"Spirit of Obojima|Druid||Petal|ObojimaTallGrass|10",
				"Winds of Revival|Druid||Petal|ObojimaTallGrass|14"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/ObojimaTallGrass/subclasses/druid/circle-of-the-Petal.webp"
						}
					}
				]
			}
		}
    ],
    "subclassFeature": [
        {
			"name": "Path of the Belly Brewer",
			"source": "ObojimaTallGrass",
			"page": 132,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Belly Brewer",
			"subclassSource": "ObojimaTallGrass",
			"level": 3,
			"entries": [
				"These barbarians are masters of brewing potions on the fly—directly in their guts! Where others must painstakingly prepare potions with finesse, they channel their inner hunger to unlock the latent magic within raw ingredients without any prep.",
				"Those born with the rumble in their belly often find that regular food can't quite satisfy. They require something more unusual. A generation ago, a handful of adventurous eaters with the appetite set out to find a way to appease their seemingly unappeasable appetites. This is how they discovered “belly brewing.” Certain morsels consumed together not only quieted the rumble for a time, but they also yielded the potion-like effects they've since come to be known for.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Belly Concoction|Barbarian||Belly Brewer|ObojimaTallGrass|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Side Effects|Barbarian||Belly Brewer|ObojimaTallGrass|3"
				}
			]
		},
		{
			"name": "Belly Concoction",
			"source": "ObojimaTallGrass",
			"page": 132,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Belly Brewer",
			"subclassSource": "ObojimaTallGrass",
			"level": 3,
			"header": 1,
			"entries": [
				"Starting at 3rd level, you learn the hard-earned skill of belly brewing, an arcane technique in which you swallow, mix, and brew magical concoctions inside your gut, creating a number of unique effects.",
				"When you enter your rage, you focus your energy to harness and activate the effects of a belly concoction. Choose combat, utility, or whimsy. You gain the effects of the chosen belly concoction, as detailed below. You can change your belly concoction each time you rage.",
				{
					"type": "entries",
					"name": "Combat",
					"entries": [
						"Your body undergoes a unique change which magically alters your physical form, giving it the characteristics of rubber. While in this elastic state, you can use your reaction when you are hit by a ranged attack, deflecting it with your belly. When you do so, the damage you take from the attack is reduced by 1d12 + your Constitution modifier + your barbarian level.",
						"Additionally, immediately before you make a melee weapon attack on your turn, you can use your bonus action to stretch your arms, increasing your reach by 5 feet for the rest of the turn. The first time you hit while your arms are stretched in this way, the attack deals an extra 1d6 damage of the weapon's type."
					]
				},
				{
					"type": "entries",
					"name": "Utility",
					"entries": [
						"The bubbling elixir in your stomach is perfectly mixed to dissolve and absorb anything you can swallow. As a bonus action, you can consume any object you can fit in your mouth. When you do so, you can expend one of your Hit Dice as part of this bonus action to heal yourself. Roll the die, add your Constitution modifier, and regain a number of hit points equal to the total (minimum of 1). Swallowing an object in this way destroys it, provided the object isn't magical. You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Whimsy",
					"entries": [
						"You focus on the magical brew inside you, only to get an array of strange and unruly effects. While in this state, you gain one of the following effects at the start of each of your turns:",
						"◊ You teleport to an unoccupied space within 10 feet of you that you can see.",
						"◊ You take 1d4 necrotic damage; the next ability check you make before the end of your turn gains a bonus equal to the number rolled.",
						"◊ You can immediately take the {@action Help} action as a bonus action.",
						"Additionally, you gain a random visual effect that accompanies the other whimsical features, such as your hair turns to moss, a spectral bird circles above your head, or a tattoo of a dancing man appears on your person and moves about your body."
					]
				}
			]
		},
		{
			"name": "Side Effects",
			"source": "ObojimaTallGrass",
			"page": 133,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Belly Brewer",
			"subclassSource": "ObojimaTallGrass",
			"level": 3,
			"header": 1,
			"entries": [
				"At 3rd level, you gain a number of magical side effects due to the countless magical ingredients you've ingested. You learn the {@spell Prestidigitation} and {@spell Thaumaturgy} cantrips."
			]
		},
		{
			"name": "Quick Brew",
			"source": "ObojimaTallGrass",
			"page": 133,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Belly Brewer",
			"subclassSource": "ObojimaTallGrass",
			"level": 6,
			"header": 2,
			"entries": [
				"Beginning at 6th level, you've learned how to better control the effects your belly concoction produces.",
				"Choose a common potion that you would normally consume. You can activate the effects of the chosen potion as a bonus action. Once you activate it, you can't do so again until you finish a long rest. If the potion's effects require a saving throw, the DC equals 8 + your proficiency bonus + your Constitution modifier.",
				"Each time you gain a level in this class, you can swap your chosen potion with a different one.",
				{
					"type": "inset",
					"entries": [
						"An alternate way of using this feature is to only allow the player to choose from a list of potion recipes that they're aware of. If the belly brewer has yet to learn any potion recipes, then the GM should provide a list of 10 options to choose from."
					]
				}
			]
		},
		{
			"name": "Lingering Effects",
			"source": "ObojimaTallGrass",
			"page": 133,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Belly Brewer",
			"subclassSource": "ObojimaTallGrass",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, the ever-present concoction in your stomach is now so potent it grants you benefits even when you aren't raging.",
				"When you finish a long rest, choose one of the following conditions: blinded, charmed, exhaustion, frightened, paralyzed, petrified, poisoned, prone, restrained, or stunned. You have advantage on saving throws against that condition until you choose a different one with this feature."
			]
		},
		{
			"name": "Mighty Quick Brew",
			"source": "ObojimaTallGrass",
			"page": 133,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Belly Brewer",
			"subclassSource": "ObojimaTallGrass",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you learn an additional common potion as well as an uncommon potion, using your Quick Brew feature.",
				"Each time you gain a level in this class, you can swap one of your chosen potions with a different one."
			]
		},
        {
			"name": "College of Masks",
			"source": "ObojimaTallGrass",
			"className": "Bard",
			"classSource": "PHB",
			"page": 133,
			"subclassShortName": "Masks",
			"subclassSource": "ObojimaTallGrass",
			"level": 3,
			"entries": [
				"To be a bard from the College of Masks is to be a theater actor capable of losing themselves in a role by using masks they imbue with magic. Through these masks, bards can mimic others and even take on attributes of the personas their masks depict.",
				"To see the world through another's eyes. To show the world a face not your own. To become someone else. These are the actor's pursuits. Some local players might putter about on the stage as a hobby or distraction, but not bards of the College of Masks. Like liquid bronze being poured into a mold, these actors have turned their sense of self into a malleable thing able to transform themselves into someone else.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tradition of Performance|Bard||Masks|ObojimaTallGrass|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tools of Performance|Bard||Masks|ObojimaTallGrass|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Copycat|Bard||Masks|ObojimaTallGrass|3"
				}
			]
		},
		{
			"name": "Tradition of Performance",
			"source": "ObojimaTallGrass",
			"className": "Bard",
			"classSource": "PHB",
			"page": 134,
			"subclassShortName": "Masks",
			"subclassSource": "ObojimaTallGrass",
			"level": 3,
			"header": 2,
			"entries": [
				"The College of Masks not only describes the bard, but it also refers to an Obojiman theater tradition where a solitary masked actor plays out a story from the island's myths and folktales, which feature a set of archetypal characters such as the Old Man, the Fish, and the Demon, among others. Throughout the show, the actor artfully shifts between masks depicting each character. Each performance is its own special thing, as no two are the same."
			]
		},
		{
			"name": "Tools of Performance",
			"source": "ObojimaTallGrass",
			"className": "Bard",
			"classSource": "PHB",
			"page": 134,
			"subclassShortName": "Masks",
			"subclassSource": "ObojimaTallGrass",
			"level": 3,
			"header": 2,
			"entries": [
				"When you join the College of Masks at 3rd level, you gain the ability to weave arcane boons into theater masks, which grant you abilities while you wear them. You craft two masks of your choice, which are detailed under the “Masks” section below. You're able to craft one additional mask of your choice when you reach 7th, 11th, and 15th level in this class. Each time you craft a new mask, you can also replace one mask you've already crafted with a different one.",
				"While wearing a mask you gain the abilities granted by it. You can don or swap masks as an action or bonus action. If an ability from a mask requires a saving throw, the DC is equal to your bard spell save DC."
			]
		},
		{
			"name": "Copycat",
			"source": "ObojimaTallGrass",
			"className": "Bard",
			"classSource": "PHB",
			"page": 134,
			"subclassShortName": "Masks",
			"subclassSource": "ObojimaTallGrass",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting at 3rd level, you gain the ability to quickly shift your appearance to match that of a person. As an action, you can expend one use of Bardic Inspiration to cast the {@spell Alter Self} spell, using the spell's Change Appearance option to transform into another humanoid you have seen. When cast in this way, the spell has the following changes:",
				"◊ It doesn't require your concentration, but you can still end the spell at any time (no action required).",
				"◊ You gain 5 temporary hit points, and the spell ends early if you lose all these hit points or die.",
				"◊ You gain new equipment that you would associate with the target and are aware of it possessing, such as its clothing, armor, weapons, and other small belongings. Any equipment gained in this way has no magical properties, even if the original object used by the target does.",
				"◊ Any equipment you were wearing or carrying merges into your new form and you can't activate, use, wield, or otherwise benefit from any of it.",
				{
					"type": "inset",
					"name": "Alter Self",
					"entries": [
						"Change Appearance. You transform your appearance. You decide what you look like, including your height, weight, facial features, sound of your voice, hair length, coloration, and distinguishing characteristics, if any. You can make yourself appear as a member of another race, though none of your statistics change. You also can't appear as a creature of a different size than you, and your basic shape stays the same; if you're bipedal, you can't use this spell to become quadrupedal, for instance. At any time for the duration of the spell, you can use your action to change your appearance in this way again."
					]
				}
			]
		},
		{
			"name": "Many-Masked Performance",
			"source": "ObojimaTallGrass",
			"className": "Bard",
			"classSource": "PHB",
			"page": 134,
			"subclassShortName": "Masks",
			"subclassSource": "ObojimaTallGrass",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you gain the ability to enthrall an audience with a dramatic performance. Over the course of 1 minute, you can engage in a captivating performance and attempt to cause nearby creatures to become {@condition charmed}, {@condition frightened}, or fall {@condition unconscious} (your choice). Choose a number of creatures up to your bard level within 60 feet of you that can hear you. When the performance ends, each target must succeed on a Wisdom saving throw against your spell save DC or be subjected to the chosen condition.",
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Gift of Theatre",
			"source": "ObojimaTallGrass",
			"className": "Bard",
			"classSource": "PHB",
			"page": 134,
			"subclassShortName": "Masks",
			"subclassSource": "ObojimaTallGrass",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you gain the ability to give one of your theater masks to an ally within 5 feet of you. As an action, you temporarily release the incantation that binds your theater mask to you, allowing one of your allies to use it. The mask can be used in this way for 1 minute and only one other creature can be designated to use it.",
				"Once you've given an ally a theater mask, you can't do so again until you finish a short or long rest."
			]
		},
        {
			"name": "Circle of the Petal",
			"source": "ObojimaTallGrass",
			"page": 136,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Petal",
			"subclassSource": "ObojimaTallGrass",
			"level": 2,
			"entries": [
				"In the tranquil groves where nature's harmony sings loudest, there exists a circle of druids attuned to the delicate dance of petals upon the breeze. These druid guardians of the natural world, known as the Circle of the Petal, draw their power from the spirit of Obojima, the steady island breeze and the ephemeral beauty and resilience of flowers. Embracing these subtle powers, they harness the whispers of the wind and the gentle caress of petals to weave their enchantments and shape the world around them.",
				"Members of the Circle of the Petal are revered for their deep connection to the sacred dawn petal tree and their ability to evoke its serene splendor in both peaceful sanctuaries and in dire situations. These druids become conduits of life energy, channeling the essence of blossoms into healing balms, protective barriers, and devastating bursts of floral fury. Guided by the eternal cycle of growth, bloom, and decay, they embody the ever-renewing vitality of nature, ensuring that even in the darkest of times, hope blossoms anew like petals on the wind.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Petal Dance|Druid||Petal|ObojimaTallGrass|2"
				}
			]
		},
		{
			"name": "Petal Dance",
			"source": "ObojimaTallGrass",
			"page": 136,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Petal",
			"subclassSource": "ObojimaTallGrass",
			"level": 2,
			"header": 1,
			"entries": [
				"At 2nd level, you become permeated with the spirit of Obojima and are now able to control a fraction of Obojima's magic that manifests as flower petals of the druid's choosing. As a bonus action, you can expend a use of your Wild Shape to call on this power and conjure a resilient cloud of petals that functions as an extension of your own being. This cloud lasts for 1 hour. While enveloped by the cloud, your AC increases by 1 and you gain the following benefits.",
				"As a bonus action, you can cause your petals to lunge toward a creature you can see within 30 feet of you, slashing at its body. Make a ranged spell attack against the target using your spell attack bonus. On a hit, the target takes 1d6 slashing damage. This damage increases by 1d6 when you reach 5th level (2d6), 11th level (3d6), and 17th level (4d6).",
				"Additionally, when you or a creature you can see within 10 feet of you takes damage, you can use your reaction to reduce that damage by an amount equal to your druid level + your Wisdom modifier. Once you've used your petal cloud in this way, the cloud dissipates."
			]
		},
		{
			"name": "Petal Beast Mimicry",
			"source": "ObojimaTallGrass",
			"page": 136,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Petal",
			"subclassSource": "ObojimaTallGrass",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you gain the ability to imbue life into your petals. As an action, you can summon a spirit that has the appearance of a creature of your choice. This spirit arrives as a great wind that overtakes the petals before transforming into the desired beast, which you control. The spirits uses the bestial spirit statistics, with the following changes:",
				"◊ Its hit points are equal to three times your druid level.",
				"◊ When it takes the attack action its attack modifier is equal to your spell attack modifier.",
				"◊ In addition to its walking speed, it has a flying speed of 20 feet and can hover.",
				"◊ It can move through the space of other creatures as if they were difficult terrain.",
				"The spirit appears in an unoccupied space of your choice within 30 feet of you and acts on your turn. The spirit can only take the Dash and Attack action. If the spirit is reduced to 0 hit points, it explodes in a stunning spectacle of cascading petals. Until the end of your next turn, all creatures within a 20-foot radius centered on the spirit are affected by the Faerie Fire spell. Alternatively, the spirit disappears after 1 minute or if you dismiss it early (no action required).",
				"Starting at 11th level, you can expend two uses of this ability to summon two bestial spirits, instead of one, when you use this action.",
				"You have two uses of this feature, and you gain an additional use of it when you reach certain levels in this class: 11th level (three uses) and 16th level (four uses). You regain all expended uses of this feature when you finish a long rest."
			]
		},
		{
			"name": "Spirit of Obojima",
			"source": "ObojimaTallGrass",
			"page": 137,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Petal",
			"subclassSource": "ObojimaTallGrass",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, the spirit of Obojima comes to your aid in both subtle and grand ways. Whenever making a Wisdom (Survival) check to find a path or creature, the wind carries a collection of brilliant white petals in the direction you seek. You have advantage when making these skill checks.",
				"Additionally, you can use an action to magically call forth a massive swarm of petals, which create a great barrier. In a space that you can see, a wall of shifting petals forms. This wall is 1 foot thick, 15 feet tall, and up to 60 feet long. It appears in any orientation you choose, as a horizontal or vertical barrier or at an angle. It can be free floating or resting on a solid surface. If the wall cuts through a creature's space when it appears, the creature is pushed to one side of the wall (your choice which side).",
				"Nothing can physically pass through the wall except for creatures designated by you. It is immune to all damage, as the petals magically heal any hole that would be created by an attack or effect. This wall lasts a number of minutes equal to your druid level.",
				"Once you use the petal barrier, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Winds of Revival",
			"source": "ObojimaTallGrass",
			"page": 137,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Petal",
			"subclassSource": "ObojimaTallGrass",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, the spirit of Obojima comes to your aid in your times of greatest need. When you are reduced to 0 hit points, you instead regain half of your hit points and are lifted to your feet amidst a turbulent tempest of petals.",
				"You can then immediately use your reaction to send a wave of concussive wind sweeping out from you. Each creature in a 10-foot radius centered on you must succeed on a Strength saving throw against your spell save DC or be pushed 15 feet away from you and suffer 2d8 slashing damage.",
				"Once you use this feature, you must finish a long rest before you can use it again."
			]
		}
    ],
    "feat": [
        {
            "name": "Boomerang Expert",
            "source": "ObojimaTallGrass",
            "page": 162,
            "entries": [
                "You have mastered the versatile boomerang and are capable of performing extraordinary feats with the weapon. You gain the following benefits:",
                "◊ The damage die for the boomerang is now a {@dice d8} for you.",
                "◊ Attacking at long range doesn't impose disadvantage on ranged attack rolls made with a boomerang.",
                "◊ You automatically catch the boomerang after throwing it without needing to use your reaction."
            ]
        },
        {
            "name": "Bumbling Fool",
            "source": "ObojimaTallGrass",
            "page": 162,
            "entries": [
                "You have a peculiar way of fumbling through life that somehow always works out in your favor, succeeding in situations through what others might view as accidental luck. When you fail an ability check and roll a number on the die equal to half your level (rounded up) or lower, you can choose to replace the die roll with a 15 instead. You can use this ability three times, and you regain all expended uses when you finish a long rest."
            ]
        },
        {
            "name": "Canden and Moon's Master Cut",
            "source": "ObojimaTallGrass",
            "page": 162,
            "prerequisite": [
                {
                    "other": "You must have beaten a master at Master Canden and Moon's Sword School"
                }
            ],
            "entries": [
                "Having trained with the masters of the first sword school of Obojima, you've picked up a handful of useful skills. You gain the following benefits:",
                "◊ Your walking speed increases by 5 feet.",
                "◊ Immediately after rolling initiative, you can use your reaction before the first turn of combat to draw a weapon and move up to half your speed (rounded up). If you end this movement within reach of another creature, you can use the weapon to make one melee attack against that creature.",
                "◊ When you are hit by an attack, you can use a reaction to assume a defensive stance, allowing you to fend off incoming strikes. Until the start of your next turn, you have a +5 bonus to AC, including against the triggering attack. Once you assume this stance, you can't do so again until you finish a long rest."
            ],
            "foundryEffects": [
                {
                    "name": "Canden and Moon's Master Cut",
                    "transfer": true,
                    "changes": [
                        {
                            "key": "system.attributes.movement.walk",
                            "mode": 2,
                            "value": 5,
                            "priority": 20
                        }
                    ]
                }
            ]
        },
        {
            "name": "Cloud Hopper",
            "source": "ObojimaTallGrass",
            "page": 162,
            "entries": [
                "Your exposure to the great wind spirit has changed you. You gain the following benefits:",
                "◊ When you move on your turn, you can choose to conjure tiny clouds below your feet, allowing you to move into unoccupied spaces in the air. You can move a number of feet in this way equal to 5 × your proficiency bonus before the clouds stop appearing. Ending this movement while in the air causes you to fall as normal.",
                "◊ You learn the {@spell Fog Cloud} and {@spell Gust of Wind} spells, each of which you can cast once without expending a spell slot. You regain the ability to cast these two spells in this way when you finish a long rest. You can also cast the spells using spell slots you have of the appropriate level. Your spellcasting ability for this spell is Intelligence, Wisdom, or Charisma (your choice)."
            ]
        },
        {
            "name": "Coven Witch",
            "source": "ObojimaTallGrass",
            "page": 162,
            "prerequisite": [
                {
                    "other": "You must be a member of a witches coven"
                }
            ],
            "entries": [
                "You have become an official member of a witches coven.",
                "You gain the following benefits:",
                "◊ Increase your Intelligence or Wisdom score by 1, to a maximum of 20.",
                "◊ You learn two random common and uncommon potion recipes from your coven.",
                "◊ You learn two 1st-level spells of your choice. The 1st-level spells must be from the divination, conjuration, or transmutation school of magic. You can cast each of these spells once without expending a spell slot. You regain the ability to cast these two spells in this way when you finish a long rest. You can also cast these spells using spell slots you have of the appropriate level. The spells' spellcasting ability is the ability increased by this feat."
            ]
        },
        {
            "name": "Forager",
            "source": "ObojimaTallGrass",
            "page": 162,
            "entries": [
                "You've spent countless hours exploring the island searching for ingredients. You gain the following benefits:",
                "◊ Increase your Wisdom score by 1, to a maximum of 20.",
                "◊ You gain proficiency in the {@skill Survival} skill. If you already have this proficiency, you instead gain expertise with that skill, which means your proficiency bonus is doubled for any ability check you make using it.",
                "◊ You produce twice the number of common or uncommon ingredients when foraging."
            ]
        },
        {
            "name": "Freediver",
            "source": "ObojimaTallGrass",
            "page": 163,
            "entries": [
                "You have undergone extensive underwater training. You gain the following benefits:",
                "◊ Increase your Constitution score by 1, to a maximum of 20.",
                "◊ You gain a swimming speed equal to twice your Constitution score (rounded up to the nearest 5 feet). If you already have a swimming speed, it instead increases by 10 feet.",
                "◊ You triple your Constitution modifier when calculating how long you can hold your breath.",
                "◊ You gain resistance to cold damage."
            ]
        },
        {
            "name": "Group Combatant",
            "source": "ObojimaTallGrass",
            "page": 163,
            "entries": [
                "You've honed your fighting skills and are just as comfortable fighting a group of enemies as you are facing a combatant one on one. You gain the following benefits:",
                "◊ Bludgeoning, piercing, and slashing damage that you take from nonmagical attacks is reduced by 2, to a minimum of 1.",
                "◊ Creatures don't gain advantage on attacks made against you using the optional flanking rules.",
                "◊ After you provoke an opportunity attack on your turn, your movement doesn't provoke opportunity attacks for the rest of the turn."
            ]
        },
        {
            "name": "Light Foot",
            "source": "ObojimaTallGrass",
            "page": 163,
            "entries": [
                "You are exceptionally speedy and agile. You gain the following benefits:",
                "◊ While you aren't wearing heavy armor, you gain a +1 bonus to your AC.",
                "◊ Whenever you take the {@action Attack} action, you can forgo one of your attacks to move up to half your speed.",
                "◊ Nonmagical {@quickref difficult terrain||3} costs you no extra movement.",
                "◊ You can move through a hostile creature's space, regardless of its size."
            ]
        },
        {
            "name": "Magically Mischievous",
            "source": "ObojimaTallGrass",
            "page": 163,
            "entries": [
                "You've picked up a few magical tricks that assist your nefarious skills. You gain the following benefits:",
                "◊ You gain proficiency in the {@skill Sleight of Hand} skill. If you already have proficiency, you gain expertise instead, which means your proficiency bonus is doubled for any ability check you make with it.",
                "◊ When you succeed on a Dexterity ({@skill Sleight of Hand}) check to steal something, you can magically turn the object you stole {@condition invisible} as part of the same action, as if you had cast the Obscure Object spell. The object must be small enough to fit in the palm of your hand, and this effect lasts for 1 minute. You can use this ability a number of times per day equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
            ]
        },
        {
            "name": "Member of AHA",
            "source": "ObojimaTallGrass",
            "page": 163,
            "prerequisite": [
                {
                    "other": "You must be a member of AHA"
                }
            ],
            "entries": [
                "You have become an official member of AHA. You gain the following benefits:",
                "◊ Increase your Intelligence score by 1, to a maximum of 20.",
                "◊ You learn the Jolt cantrip. You also learn one of the following spells of your choice: {@spell Comprehend Languages}, {@spell Detect Magic}, {@spell Identify}, or {@spell Illusory Script}. You can cast the chosen spell once without expending a spell slot, and you must finish a long rest before you can cast it in this way again. You can also cast the spell using any spell slots you have. Intelligence is your spellcasting ability for these spells."
            ]
        },
        {
            "name": "Minor Corruption",
            "source": "ObojimaTallGrass",
            "page": 163,
            "entries": [
                "You were exposed to the Corruption, a dark magic that's poisoning the island. It's now begun to alter you as well. You gain the following benefits:",
                "◊ You gain a +1 bonus to AC while you have less than half of your hit points remaining.",
                "◊ You can draw upon the Corruption within you to channel your magical power. You don't need to use a spellcasting focus for your spells, allowing you to ignore the material components specified for the spell, unless the component indicates a cost or is consumed by the spell.",
                "◊ As a reaction, when you take damage, you can temporarily negate an amount of the damage equal to three times your level; you take any excess damage as normal. At the end of your next turn, you must make a Constitution saving throw, the DC of which is equal to 10 or one-third the damage you would have taken, whichever number is higher. On a failed save, you immediately take the negated damage. You must continue to make a Constitution saving throw at the end of each of your turns for 1 minute or until you fail the save, at which point you take the negated damage. Once you take this reaction, you can't do so again until you finish a long rest."
            ]
        },
        {
            "name": "Nakudama's Electric Bloodline",
            "source": "ObojimaTallGrass",
            "page": 164,
            "prerequisite": [
                {
                    "other": "You must be a Nakudama"
                }
            ],
            "entries": [
                "Although it's uncommon in today's day and age, some Nakudama are able to awaken the now dormant skills held by their warring ancestors. You gain the following benefits:",
                "◊ You have resistance to lightning damage.",
                "◊ You have an electrified tongue that you can use to make unarmed strikes. It has the finesse and reach properties, and when you hit with it, the strike deals lightning damage equal to {@dice 1d6} + your Strength or Dexterity modifier, instead of the bludgeoning damage normal for an unarmed strike. The damage from your tongue increases when you reach 5th level ({@dice 1d8}), 11th level ({@dice 1d10}), and 17th level ({@dice 1d12}).",
                "◊ When you become {@condition grappled} by a creature, you can use your reaction to force the creature to make a Constitution saving throw (DC 8 + your Constitution modifier + your proficiency bonus). On a failed save, the creature takes {@damage 1d10} lightning damage and the grapple ends."
            ]
        },
        {
            "name": "Nakudama's Toxin Bloodline",
            "source": "ObojimaTallGrass",
            "page": 164,
            "prerequisite": [
                {
                    "other": "You must be a Nakudama"
                }
            ],
            "entries": [
                "Although it's uncommon in today's day and age, some Nakudama are able to awaken the now dormant skills held by their warring ancestors. You gain the following benefits:",
                "◊ You have resistance to poison damage.",
                "◊ You have advantage on saving throws against being {@condition poisoned}.",
                "◊ You can cause your cheeks to swell and bubble out as your mouth fills with liquid poison. As an action, you can spit several globs of poison in quick succession, targeting a number of creatures equal to your proficiency bonus. Each target must be within 30 feet of you and must make a Constitution saving throw (DC 8 + your Constitution modifier + your proficiency bonus). A target takes poison damage equal to {@dice 1d8} + your proficiency bonus on a failed save, or half as much damage on a successful one."
            ]
        },
        {
            "name": "Postal Knight",
            "source": "ObojimaTallGrass",
            "page": 164,
            "prerequisite": [
                {
                    "other": "You must be a member of the Courier Brigade"
                }
            ],
            "entries": [
                "You have trained as a member of the Courier Brigade. You gain the following benefits:",
                "◊ Increase your Constitution or Wisdom score by 1, to a maximum of 20.",
                "◊ You gain proficiency in the {@skill Athletics} and {@skill Survival} skills.",
                "◊ {@condition Exhaustion} doesn't cause you to have disadvantage on ability checks."
            ]
        },
        {
            "name": "Potion Brewer",
            "source": "ObojimaTallGrass",
            "page": 164,
            "entries": [
                "Your expertise and understanding of magical potions and elixirs allow you to finesse ingredients and recipes to your specifications. You gain the following benefits:",
                "◊ When brewing potions, you can choose to take the second-highest ingredient attribute number from your potion recipe, instead of the first.",
                "◊ When brewing a potion, you can roll percentile dice. If you roll a number equal to or lower than your level, you create two potions instead of one."
            ]
        },
        {
            "name": "Tellu and Scale's Master Cut",
            "source": "ObojimaTallGrass",
            "page": 164,
            "prerequisite": [
                {
                    "other": "You must have beaten a master at Master Tellu and Scale's Sword School"
                }
            ],
            "entries": [
                "Having trained with the masters of the valley sword school, you have learned the usefulness of quickly changing between different fighting techniques in the midst of battle. You gain the following benefits:",
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "◊ One Handed",
                            "entries": [
                                "While wielding a versatile weapon in one hand, your quick movements and agile defense allow you to regain ground even when your enemy advances. Once before the start of your next turn when you're missed by a melee attack from a creature within your reach, the attacker takes damage from your weapon equal to twice your proficiency bonus."
                            ]
                        },
                        {
                            "type": "item",
                            "name": "◊ Two Handed",
                            "entries": [
                                "When wielding a versatile weapon in two hands, your powerful stance allows you to catch your target off guard. Whenever an enemy within your reach makes a melee weapon attack against you and misses, you can use your reaction to attempt to knock the attacker off balance. The target must succeed on a Dexterity saving throw (DC 8 + your Strength modifier + your proficiency bonus) or be knocked {@condition prone}."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "Toraf and Bolder's Master Cut",
            "source": "ObojimaTallGrass",
            "page": 164,
            "prerequisite": [
                {
                    "other": "You must have beaten a master at Master Toraf and Bolder's Sword School"
                }
            ],
            "entries": [
                "Having trained with the masters of the mountain sword school, you've learned how to pull off difficult weapon maneuvers which allow you to target specific parts of a creature's anatomy. You gain the following benefits:",
                {
                    "type": "list",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "item",
                            "name": "◊ Head Strike",
                            "entries": [
                                "Before you make a melee attack with a weapon that you are proficient with, you can choose to take a -5 penalty to the attack roll. If the attack hits, the target has disadvantage on the next attack roll it makes before the end of its next turn."
                            ]
                        },
                        {
                            "type": "item",
                            "name": "◊ Torso Strike",
                            "entries": [
                                "Before you make a melee attack with a weapon that you are proficient with, you can choose to take a -5 penalty to the attack roll. If the attack hits, the target can't speak until the start of your next turn, after which it is immune to the effects of Torso Strike for the next minute."
                            ]
                        },
                        {
                            "type": "item",
                            "name": "◊ Leg Strike",
                            "entries": [
                                "Before you make a melee attack with a weapon that you are proficient with, you can choose to take a -5 penalty to the attack roll. If the attack hits, the target's speed is reduced by 10 feet (to a minimum speed of 10 feet). This effect lasts until the start of your next turn."
                            ]
                        }
                    ]
                },
                "You can only use one of these strikes per attack."
            ]
        },
        {
            "name": "Vocalist Arcanist",
            "source": "ObojimaTallGrass",
            "page": 165,
            "entries": [
                "Your unique method of weaving song into magic allows you to enhance your spells through your magical vocals. When you cast a spell that forces a target to make a saving throw or requires you to make a spell attack roll, you can choose to enhance the spell through song. You can wait until after you roll the {@dice d20} before deciding to use this, but must decide before the GM says whether the roll succeeds or fails.",
                "When you do so, make a Charisma ({@skill Performance}) check. The DC for this check is equal to 10 + the spell's level. On a success, your proficiency bonus is doubled for the spell attack roll or your save DC for that casting of the spell.",
                "Once you have succeeded on this check three times, you can't use this benefit again until the next dawn."
            ]
        },
        {
            "name": "Wetland Explorer",
            "source": "ObojimaTallGrass",
            "page": 165,
            "entries": [
                "Your deep knowledge of the dangerous creatures that inhabit the world aid you in both fighting and tracking them. You gain the following benefits:",
                "◊ Select two creature types of your choice. Whenever you roll initiative at the start of a combat that has one or more hostile creatures of the chosen type, you can add your proficiency bonus to the roll. If a creature has magically altered its form to appear as another creature type, you don't gain this benefit.",
                "◊ You gain a +5 bonus to Dexterity ({@skill Stealth}) and Wisdom ({@skill Survival}) checks involving one or more of the chosen creature types.",
                "◊ You gain a +2 bonus to attack rolls made against a target of the chosen creature type."
            ]
        }
    ],
    "skill": [
		{
			"name": "Mechanics",
			"source": "ObojimaTallGrass",
			"ability": "int",
            "page": 165,
			"entries": [
				"Your Intelligence (Mechanic) check measures your ability to comprehend, operate, craft, and repair non-magical machines."
			]
		},
		{
			"name": "Salvage",
			"source": "ObojimaTallGrass",
			"ability": "int",
            "page": 165,
			"entries": [
				"The GM might ask you to make an Intelligence (Salvage) check to search for, disassemble, or otherwise recall information about mechanical parts that are useful for magical and non-magical machines or potions."
			]
		}
    ],
    "condition": [
		{
			"name": "Pacified",
			"source": "ObojimaTallGrass",
			"page": 165,
			"entries": [
				"A pacified creature can't attack, cast a spell that affects an enemy, or deal damage to another creature."
			]
		}
	],
    "spell": [
        {
            "name": "Armament",
            "source": "ObojimaTallGrass",
            "page": 181,
            "level": 1,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 10
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "metal powder"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 8
                    }
                }
            ],
            "entries": [
                "Up to five simple or martial weapons of your choice materialize in an unoccupied space you can see within range. The weapons are nonmagical, but they are well-made and stylistically look however you would like. The weapons vanish when the spell ends."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 2nd level or higher, you can summon three additional simple or martial weapons of your choice for each slot level above 1st."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Cleric",
                        "source": "PHB"
                    },
                    {
                        "name": "Paladin",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "SGT"
            ]
        },
        {
            "name": "At Your Side",
            "source": "ObojimaTallGrass",
            "page": 181,
            "level": 2,
            "school": "T",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "components": {
                "v": true,
                "s": true
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 1
                    }
                }
            ],
            "entries": [
                "You and up to three other willing creatures of your choice within range form an arcane bond, which magically pulls you forward when moving towards each other. For the duration, each target's speed increases by 5 feet, and whenever an affected creature ends its turn, other targets of the spell can use their reaction to move up to half their speed in the direction of another affected creature."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Cleric",
                        "source": "PHB"
                    },
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "SCT"
            ]
        },
        {
            "name": "Beast Transmutation",
            "source": "ObojimaTallGrass",
            "page": 182,
            "level": 2,
            "school": "T",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "components": {
                "s": true
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 1
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "This spell transforms a beast that you can see within range into a new humanoid form. An unwilling creature must succeed on a Wisdom saving throw to avoid the effect. The spell has no effect on a beast with 0 hit points.",
                "The transformation lasts for the duration, or until the target drops to 0 hit points or dies. The new form has the appearance of a humanoid of any race you choose. The target's game statistics, excluding mental ability scores, are replaced by the statistics of a commoner. It retains its alignment and personality.",
                "The target assumes the hit points of its commoner form. When it reverts to its normal form, the beast returns to the number of hit points it had before it transformed. If it reverts as a result of dropping to 0 hit points, any excess damage carries over to its normal form. As long as the excess damage doesn't reduce the beast's normal form to 0 hit points, it isn't knocked {@condition unconscious}.",
                "The creature is limited in the actions it can perform by the nature of its new form."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 3rd level or higher, the spell's duration increases by 1 hour for each slot level above 2nd."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "savingThrow": [
                "wisdom"
            ],
            "miscTags": [
                "SGT"
            ]
        },
        {
            "name": "Bubble Lift",
            "source": "ObojimaTallGrass",
            "page": 182,
            "level": 1,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 1
                    }
                }
            ],
            "entries": [
                "You blow a bubble around any solid, granular, or liquid object that weighs 500 pounds or less, causing it to float 4 feet off the ground. No matter what the contents of the bubble are, the bubble weighs 10 pounds and can be pushed using an action. Strong winds or effects that would push  a creature also push the bubble. The bubble always floats at least 4 feet off the ground, and descends from a fall at a speed of 10 feet per round.",
                "As an action, a creature can pierce the outside of the bubble, causing it to pop and releasing its contents."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 2nd level or higher, you can increase the weight the bubble can lift by 500 pounds for each slot level above 1st."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            }
        },
        {
            "name": "Butterfly Storm",
            "source": "ObojimaTallGrass",
            "page": 182,
            "level": 3,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 120
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "insect legs"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 1
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "You create a chaotic cloud of butterflies in a 20-foot-radius sphere centered on a point you choose within range. The area is heavily obscured, and resting smoke or fog in the area is dispersed.",
                "Creatures of your choice in the area when you cast this spell ignore the following effects. For the duration, the affected area is difficult terrain. When a creature attempts to leave the spell's area, it must make a Strength saving throw. On a failed save, it is pulled back to an unoccupied space closest to the center of the sphere."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "savingThrow": [
                "strength"
            ],
            "miscTags": [
                "DFT",
                "OBS"
            ]
        },
        {
            "name": "Conjure Ocean",
            "source": "ObojimaTallGrass",
            "page": 182,
            "level": 3,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a piece of witch's eye coral"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 10
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "You teleport a random 20-foot cube of water from the bottom of the ocean to an area that you can see within range. The water holds its cube shape as if held within a container. A creature can enter and exit the water as it normally would.",
                "When the spell ends, the water loses its shape, crashing to the ground and spreading outward. Any creature inside the water at this time is carried 30 feet in a random direction."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "SGT",
                "TP"
            ]
        },
        {
            "name": "Control Animal",
            "source": "ObojimaTallGrass",
            "page": 182,
            "level": 2,
            "school": "E",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a bit of matted fur"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 1
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "Choose a beast that you can see within range. The beast is affected if it has a challenge rating of 2 or lower; otherwise, the spell fails. An affected creature must succeed on a Wisdom saving throw, or you take total and precise control of it, as your consciousness enters its body. While under the effect of this spell, you can see through the creature's eyes and hear what it hears, gaining the benefits of any special senses that the creature has. You can move and take actions as the creature and can perform tasks the creature could feasibly perform. During this time, your body is considered {@condition unconscious}; this doesn't affect your ability to concentrate on this spell.",
                "If the creature takes damage, you must make a Wisdom ({@skill Animal Handling}) check, with a DC equal to 10 or half the damage it took, whichever number is higher. On a failure, the creature regains control of its body, and the spell ends."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 3rd level or higher, the maximum challenge rating affected by this spell increases by 1 for each slot level above 2nd."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    }
                ]
            },
            "savingThrow": [
                "wisdom"
            ],
            "miscTags": [
                "SGT"
            ]
        },
        {
            "name": "Counterspy",
            "source": "ObojimaTallGrass",
            "page": 183,
            "level": 2,
            "school": "A",
            "time": [
                {
                    "number": 10,
                    "unit": "minute"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 5
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a bag of sand and six candles"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 1
                    }
                }
            ],
            "entries": [
                "You create an intricate arcane circle made of candles and sand centered on a point on the ground within range. The circle can have a radius of 10 feet or less. If at any point before the spell ends a creature outside the circle can see or hear you through magical or nonmagical means, the candle's flames will change color. If a spell or magical effect was used, you are aware of it and understand the extent of its effects."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Cleric",
                        "source": "PHB"
                    },
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            }
        },
        {
            "name": "Create Spirit Train Stop",
            "source": "ObojimaTallGrass",
            "page": 183,
            "level": 5,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "minute"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 10
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": {
                    "text": "a blank ticket and high quality ink worth at least 50 gp, which the spell consumes",
                    "cost": 5000,
                    "consume": true
                }
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 1
                    }
                }
            ],
            "entries": [
                "As you cast the spell, you inscribe onto your blank ticket the code of a permanent train stop of your choice whose stop number you're already familiar with. A shimmering sign and small bench appears behind you as the Wandering Line arrives on tracks which materialize before it. Your ticket allows passage for you and up to eight creatures of your choice. It takes 1 hour to arrive at your destination, no matter the distance.",
                "During your travel other stops may occur and are determined by the GM. If you or any friendly creature chooses to take a short rest while traveling and regains hit points at the end of the short rest by spending one or more Hit Dice, you also regain an extra {@dice 1d10} hit points.",
                "There are countless train stops, each of which includes a unique train stop number. When you first gain the ability to cast this spell, you learn the code for two destinations, determined by the GM. You can learn additional codes during your adventures. You can commit a new code sequence to memory after studying it for 1 minute."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "HL"
            ]
        },
        {
            "name": "Crustacean Form",
            "source": "ObojimaTallGrass",
            "page": 184,
            "level": 6,
            "school": "A",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "self"
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a rust crab shell"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 1
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "You create a large ethereal crustacean form around your body, which protects and aids you in combat. For the duration, your Armor Class becomes 20 (if it wasn't already higher), you gain a swimming speed of 40 feet, and you gain {@sense blindsight} out to a range of 30 feet. In addition, you can use your bonus action to make a melee weapon attack using your claws. This attack uses your spell attack bonus and deals {@damage 1d10} bludgeoning damage on a hit.",
                "Additionally, your ethereal shell has a damage threshold of 15 hit points. A damage threshold gives you immunity to all damage unless it is an amount of damage equal to or greater than the threshold value, in which case you take damage as normal. Any damage that fails to meet or exceed the shell's damage threshold is considered superficial and doesn't reduce any hit points."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "damageImmune": [
                "acid",
                "bludgeoning",
                "cold",
                "fire",
                "force",
                "lightning",
                "necrotic",
                "piercing",
                "poison",
                "psychic",
                "radiant",
                "slashing",
                "thunder"
            ],
            "damageInflict": [
                "bludgeoning"
            ],
            "miscTags": [
                "UBA"
            ]
        },
        {
            "name": "Dara Blocks",
            "source": "ObojimaTallGrass",
            "page": 184,
            "level": 3,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a pinch of sand and a piece of pottery"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 1
                    }
                }
            ],
            "entries": [
                "You create five 1-foot cubes of magical force known as dara blocks. Each dara block appears in a different unoccupied space of your choice within range and becomes magically fixed in place. The blocks are {@condition invisible} to all creatures except you and any creature you designate when you cast the spell. A creature that can see the dara blocks (including one benefiting from see invisibility or {@sense truesight}) sees a luminous cube made of a transparent, dark green light.",
                "A block fixed in the air can hold up to 5,000 pounds of weight. More weight causes the block to fall. A creature can use an action to make a Strength check against your spell save DC, moving the fixed block up to 10 feet on a success."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 4th level or higher, you can create two additional dara blocks for each slot level above 3rd."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "abilityCheck": [
                "strength"
            ]
        },
        {
            "name": "Divine Arrow",
            "source": "ObojimaTallGrass",
            "page": 184,
            "level": 7,
            "school": "V",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 120
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": {
                    "text": "a pearl worth 100 gp",
                    "cost": 10000
                }
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 1
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "You fire an angelic arrow from a bow made of light that materializes in your hands. Make a ranged spell attack against a creature within range. On a hit, the target takes {@damage 4d10} force damage, and until the spell ends, it becomes vulnerable to one of the following damage types of your choice: acid, cold, fire, lightning, necrotic, radiant, or thunder. If a creature has immunity to the selected damage type, it instead has resistance to that type for the duration; if a creature has resistance to the selected damage type, it loses that resistance for the duration."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Cleric",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "force"
            ],
            "spellAttack": [
                "R"
            ]
        },
        {
            "name": "Duplicate",
            "source": "ObojimaTallGrass",
            "page": 184,
            "level": 1,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 5
                }
            },
            "components": {
                "s": true,
                "m": "copper powder and wax"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 1
                    }
                }
            ],
            "entries": [
                "You create an exact replica of an object you can see within range that weighs no more than 25 pounds. At first glance, the two objects are indistinguishable from each other and the duplicate functions as if it were the original, except for any magical properties the original object may have. The duplicate disappears when the spell ends.",
                "If a creature uses its action to examine the duplicate, the creature can determine that it is a replica with a successful Intelligence ({@skill Investigation}) check against your spell save DC."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 2nd or 3rd level, the duration of the spell increases to 8 hours. When you use a spell slot of 4th level or higher, the duration of the spell increases to 24 hours."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "SGT"
            ]
        },
        {
            "name": "Ember Belly",
            "source": "ObojimaTallGrass",
            "page": 184,
            "level": 2,
            "school": "V",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "self"
                }
            },
            "components": {
                "s": true,
                "m": {
                    "text": "a flask of oil, which the spell consumes",
                    "consume": true
                }
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 8
                    }
                }
            ],
            "entries": [
                "You swallow the oil consumed in the casting of the spell. Once before the spell ends, you can exhale the oil as a bonus action, igniting it as you expel it from your body. Each creature in a 5-foot-wide, 30-foot-long line must make a Dexterity saving throw, taking {@damage 2d10} fire damage on a failed save, or half as much damage on a successful one.",
                "Once you exhale the oil, the spell ends."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "fire"
            ],
            "savingThrow": [
                "dexterity"
            ],
            "miscTags": [
                "UBA"
            ]
        },
        {
            "name": "Festival King",
            "source": "ObojimaTallGrass",
            "page": 185,
            "level": 5,
            "school": "E",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a small ribbon"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 1
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "Choose a creature within range. A gaudy crown and cape appear on the target, accompanied by a disembodied arrangement of brass instruments. For the duration, the target becomes the Festival King and has an aura of importance that emanates from them. Any creature that moves to a space within 20 feet of the Festival King for the first time on a turn or starts its turn there, must make a Charisma saving throw. A creature that can't be {@condition charmed} succeeds on this saving throw automatically. On a failed save, the creature becomes enamored with the Festival King, chanting, and dancing around them. While under the effects of the spell, creatures spend their action and bonus action at the start of their turn giving all of their attention and admiration to the Festival King.",
                "If a creature starts its turn outside of the Festival King's aura, it is no longer under the effects of the spell."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "savingThrow": [
                "charisma"
            ],
            "miscTags": [
                "UBA"
            ]
        },
        {
            "name": "Forest Guard",
            "source": "ObojimaTallGrass",
            "page": 185,
            "level": 1,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true,
                "s": true
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 10
                    }
                }
            ],
            "entries": [
                "You create a Small animated shrub, which grows from the ground in an unoccupied space of your choice that you can see within range. The shrub has a number of human-like characteristics, such as a wooden body and face, but it lacks hands and arms and can't move.",
                "Any creature hostile to you that moves to a space within 10 feet of the shrub for the first time on a turn or starts its turn there, is targeted by the shrub's leaf attack. The shrub makes a ranged weapon attack, using your spell attack modifier. On a hit, a creature takes {@damage 1d4} slashing damage.",
                "On your turn, you can use a bonus action to make a shrub use its leaf attack against one creature within 10 feet of it. If multiple shrubs created by you are within 10 feet of the target, this attack deals {@damage 1d4} slashing damage per shrub on a hit."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 2nd level or higher, you can create one additional shrub for every two slot levels above 1st."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "slashing"
            ],
            "miscTags": [
                "SGT",
                "UBA"
            ]
        },
        {
            "name": "Gift",
            "source": "ObojimaTallGrass",
            "page": 185,
            "level": 1,
            "school": "V",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "components": {
                "v": true,
                "s": true
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "Choose a creature you can see within range. You take {@damage 1d20} necrotic damage, and the target regains hit points equal to the amount of damage you took."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Paladin",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "necrotic"
            ],
            "miscTags": [
                "HL",
                "SGT"
            ]
        },
        {
            "name": "Jolt",
            "source": "ObojimaTallGrass",
            "page": 185,
            "level": 0,
            "school": "V",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "components": {
                "v": true,
                "s": true
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "A jolt of electricity springs from your hand towards a creature you can see within range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 1d8} lightning damage.",
                "Alternatively, you can target a machine within range and temporarily turn it on, allowing it to function as if it were whelmed by a spirit or permanently enchanted. Machines targeted by this spell stay powered for 18 seconds before turning back off. For a machine to function using this spell, it must still be in working condition.",
                "The spell's damage increases by {@dice 1d8} when you reach 5th level ({@dice 2d8}), 11th level ({@dice 3d8}), and 17th level ({@dice 4d8})."
            ],
            "scalingLevelDice": {
                "label": "lightning damage",
                "scaling": {
                    "1": "1d8",
                    "5": "2d8",
                    "11": "3d8",
                    "17": "4d8"
                }
            },
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "lightning"
            ],
            "spellAttack": [
                "R"
            ],
            "miscTags": [
                "SCL",
                "SGT"
            ]
        },
        {
            "name": "Light Snare",
            "source": "ObojimaTallGrass",
            "page": 185,
            "level": 3,
            "school": "V",
            "time": [
                {
                    "number": 1,
                    "unit": "bonus"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true,
                "s": true
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "A shimmering band of light streaks toward a target within range and envelops it in a spectacular burst of light. Make a ranged spell attack against the target. On a hit, the target is {@condition restrained}, and it is magically fixed in place until the end of its next turn."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Cleric",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "conditionInflict": [
                "restrained"
            ],
            "spellAttack": [
                "R"
            ]
        },
        {
            "name": "Mass Levitate",
            "source": "ObojimaTallGrass",
            "page": 186,
            "level": 5,
            "school": "T",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a small leather loop"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 10
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "Six creatures or loose objects of your choice that you can see within range rise vertically, up to 20 feet, and remain suspended there for the duration. The spell can levitate a target that weighs up to 500 pounds. An unwilling creature that succeeds on a Constitution saving throw is unaffected.",
                "A target can move only by pushing or pulling against a fixed object or surface within reach (such as a wall or a ceiling), which allows it to move as if it were climbing. You can change the altitude of any number of targets by up to 20 feet in either direction on your turn. If you are one of the targets, you can move up or down as part of your move. Otherwise, you can use your action to move the targets, which must remain within the spell's range.",
                "When the spell ends, the targets float gently to the ground if it is still aloft."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "savingThrow": [
                "constitution"
            ],
            "miscTags": [
                "OBJ",
                "SGT"
            ]
        },
        {
            "name": "Monkey's Grasp",
            "source": "ObojimaTallGrass",
            "page": 186,
            "level": 2,
            "school": "V",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 120
                }
            },
            "components": {
                "v": true,
                "s": true
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 1
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "You summon a large, ethereal monkey paw that rises up and grasps at a Huge or smaller creature on the ground you can see within range. The paw attempts to grapple the target, using your spellcasting ability modifier to resolve the grapple. If you lose the contest, the paw disappears, and the spell ends.",
                "While {@condition grappled} by the paw, a target takes {@damage 1d8} necrotic damage at the start of each of its turns. The target can use its action to attempt to escape the grapple as normal. When the grapple is broken, the paw disappears, and the spell ends."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd, summoning a separate monkey paw for each target. When you do so, the spell doesn't end until the last paw disappears. The creatures must be within 60 feet of each other when you target them."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "necrotic"
            ],
            "miscTags": [
                "SCT",
                "SGT",
                "SMN"
            ]
        },
        {
            "name": "Mushroom Ballista",
            "source": "ObojimaTallGrass",
            "page": 186,
            "level": 2,
            "school": "T",
            "time": [
                {
                    "number": 1,
                    "unit": "bonus"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "touch"
                }
            },
            "components": {
                "v": true
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 1
                    }
                }
            ],
            "entries": [
                "You touch one to three pieces of ammunition and imbue them with a unique toadstool magic, causing them to grow plump green mushrooms around or at the tip of  the ammunition.",
                "When a creature is hit with a ranged weapon attack using the ammunition, it takes an extra {@damage 1d6} poison damage and must make a Dexterity saving throw. On a failed save, the creature is pushed back a number of feet equal to the damage taken (rounded up to the nearest 5 feet) to a maximum of 15 feet. Whether the attack hits or misses, the spell then ends on that piece of ammunition.",
                "If you cast this spell again, the spell ends on any ammunition still affected by your previous casting."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "poison"
            ],
            "savingThrow": [
                "dexterity"
            ],
            "miscTags": [
                "AAD",
                "FMV"
            ]
        },
        {
            "name": "Obscure Object",
            "source": "ObojimaTallGrass",
            "page": 187,
            "level": 2,
            "school": "I",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "components": {
                "v": true,
                "s": true
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 1
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "An object you can see within range becomes {@condition invisible} until the spell ends. The object can be no larger than a 5-foot cube, and it can't be worn by a creature."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "SGT"
            ]
        },
        {
            "name": "Origami Bird Swarm",
            "source": "ObojimaTallGrass",
            "page": 187,
            "level": 5,
            "school": "T",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 300
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": {
                    "text": "fine papers worth 10 gp, which the spell consumes",
                    "cost": 1000,
                    "consume": true
                }
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "A swarm of eight origami birds erupts from the stack of papers consumed in the casting of the spell and flies toward a creature you can see within range. If the target is within 30 feet of you when you cast the spell, the swarm collides with the target, dealing {@damage 8d6} slashing damage to it, and the birds disappear.",
                "If the target is farther than 30 feet away from you when you cast the spell, the swarm travels at a rate of 30 feet per round in the direction of the target, ignoring difficult terrain and moving around creatures and other obstructions as needed. While the swarm is traveling, it obstructs a 5-foot-cube area as if it were a Medium creature.",
                "While the swarm is traveling, it can be attacked. It has an AC equal to your spell save DC. For every attack that hits the swarm, the number of birds in the swarm is reduced by one.",
                "At the start of your turn on the round that the swarm reaches its target, the target takes {@damage 1d6} slashing damage for each bird remaining in the swarm. The birds then disappear."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 6th level or higher, the number of birds in the swarm increases by two for each slot level above 5th; if the target is within 30 feet of you when you cast the spell, it takes an extra {@damage 2d6} slashing damage for each slot level above 5th."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "slashing"
            ],
            "miscTags": [
                "SGT"
            ]
        },
        {
            "name": "Pacify Monster",
            "source": "ObojimaTallGrass",
            "page": 187,
            "level": 4,
            "school": "E",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a gull's feather"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 1
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "You attempt to pacify a creature you can see within range. The target must make a Wisdom saving throw. If it fails the save, it is pacified by you until the spell ends. A pacified creature can't attack, cast a spell that affects an enemy, or deal damage to another creature. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 5th level or higher, you can target one additional creature for each slot level above 4th. The creatures must be within 30 feet of each other when you target them."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Cleric",
                        "source": "PHB"
                    },
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "savingThrow": [
                "wisdom"
            ],
            "miscTags": [
                "SCT",
                "SGT"
            ]
        },
        {
            "name": "Pacify Person",
            "source": "ObojimaTallGrass",
            "page": 187,
            "level": 1,
            "school": "E",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a gull's feather"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 1
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "You attempt to pacify a humanoid you can see within range. The target must make a Wisdom saving throw. If it fails the save, it is pacified by you until the spell ends. A pacified creature can't attack, cast a spell that affects an enemy, or deal damage to another creature. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 2nd level or higher, you can target one additional humanoid for each slot level above 1st. The humanoids must be within 30 feet of each other when you target them."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Cleric",
                        "source": "PHB"
                    },
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "savingThrow": [
                "wisdom"
            ],
            "miscTags": [
                "SCT",
                "SGT"
            ]
        },
        {
            "name": "Pillar of Force",
            "source": "ObojimaTallGrass",
            "page": 188,
            "level": 2,
            "school": "V",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "components": {
                "s": true
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "You swiftly stomp your foot, conjuring a pillar of wood  or stone that thrusts out from underneath your feet and towards a creature you can see within range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 2d12} bludgeoning damage, and if the target is Huge or smaller, it is pushed 10 feet away from you. The ground in a straight line between you and your target becomes difficult terrain, with each 5-foot-square portion requiring at least 1 minute to clear by hand."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@dice 1d12} for each slot level above 2nd."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "bludgeoning"
            ],
            "spellAttack": [
                "R"
            ],
            "miscTags": [
                "DFT",
                "FMV",
                "SGT"
            ]
        },
        {
            "name": "Plummet",
            "source": "ObojimaTallGrass",
            "page": 188,
            "level": 3,
            "school": "T",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 300
                }
            },
            "components": {
                "v": true,
                "s": true
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "You conjure an enormous glowing force, which wraps around a flying creature within range, and attempt to pull it out of the air. The target must make a Dexterity saving throw. On a failed save, it is pulled to the ground and takes falling damage as normal ({@damage 1d6} bludgeoning damage for every 10 feet it falls, to a maximum of {@dice 20d6}). On a successful save, the creature drops halfway to the ground and takes no damage."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "bludgeoning"
            ],
            "savingThrow": [
                "dexterity"
            ],
            "miscTags": [
                "FMV"
            ]
        },
        {
            "name": "Pogmo's Pot",
            "source": "ObojimaTallGrass",
            "page": 188,
            "level": 3,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true,
                "s": true
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 10
                    }
                }
            ],
            "entries": [
                "You summon a cast iron pot in an unoccupied space on the ground within range. All objects within 20 feet of the pot that are neither worn nor carried and that weigh no more than 10 pounds are instantly sucked inside Pogmo's strange container, whether they look like they should fit or not. All objects are stored in an extradimensional space inside the pot until the spell ends, at which point the pot vanishes and the objects it contained appear on the ground in its space.",
                "For the duration, the pot remains sealed shut and the objects inside can't be accessed until the spell ends. The pot is 1 foot wide and 1 foot tall. It can easily be moved or carried and always weighs 15 pounds, regardless of how much the objects it contains weigh. The pot is immune to all damage, but it can be dispelled."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "SMN"
            ]
        },
        {
            "name": "Rageful Nimbus",
            "source": "ObojimaTallGrass",
            "page": 188,
            "level": 2,
            "school": "V",
            "time": [
                {
                    "number": 1,
                    "unit": "bonus"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a drop of water"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 1
                    }
                }
            ],
            "entries": [
                "Choose a creature within range, which can be yourself. A pristine, fluffy white cloud appears above the target and follows them for the duration. If the target takes damage from a hostile creature you can see, you can use your reaction to make a ranged spell attack from the cloud, provided that creature is within 60 feet of the target. On a hit, the creature takes {@damage 2d8} lightning damage."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 3rd level or higher, the damage increases by {@dice 1d8} for every two slot levels above 2nd."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "lightning"
            ],
            "spellAttack": [
                "R"
            ],
            "miscTags": [
                "SGT"
            ]
        },
        {
            "name": "Resilient Friendship",
            "source": "ObojimaTallGrass",
            "page": 188,
            "level": 0,
            "school": "E",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 5
                }
            },
            "components": {
                "v": true
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "You magically assist a creature within range, granting it the benefits of the {@action Help} action. If the target you helped successfully accomplishes the task by the start of your next turn, you gain {@dice 1d4} temporary hit points, which last for 1 hour.",
                "The number of temporary hit points you gain increases when you reach 5th level ({@dice 1d6}), 11th level ({@dice 1d8}), and 17th level ({@dice 1d10})."
            ],
            "scalingLevelDice": {
                "scaling": {
                    "1": "1d4",
                    "5": "1d6",
                    "11": "1d8",
                    "17": "1d10"
                }
            },
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Cleric",
                        "source": "PHB"
                    },
                    {
                        "name": "Druid",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "SCL",
                "THP"
            ]
        },
        {
            "name": "Retrieve",
            "source": "ObojimaTallGrass",
            "page": 188,
            "level": 0,
            "school": "T",
            "time": [
                {
                    "number": 1,
                    "unit": "bonus"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 15
                }
            },
            "components": {
                "v": true
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "You cause an object within range that isn't being worn or carried to fly to your open hand. The object must weigh no more than 10 pounds or the spell fails."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "OBJ"
            ]
        },
        {
            "name": "Root Grab",
            "source": "ObojimaTallGrass",
            "page": 189,
            "level": 0,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "reaction",
                    "condition": "which you take when a creature provokes an opportunity attack from you"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 10
                }
            },
            "components": {
                "v": true,
                "s": true
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "You cause roots to reach out and grasp at the creature that provoked the opportunity attack, hindering its movement. The creature's speed is reduced by 10 feet until the start of your next turn."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            }
        },
        {
            "name": "Sand Structure",
            "source": "ObojimaTallGrass",
            "page": 189,
            "level": 1,
            "school": "V",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a small piece of seaglass"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 1
                    }
                }
            ],
            "meta": {
                "ritual": true
            },
            "entries": [
                "A wall of sand that is 5 feet tall, 5 feet wide, and 1 foot thick materializes from the ground up in an unoccupied space that you can see within range. The sand functions as solid stone while in its wall form. The wall has AC 13 and 10 hit points. Reducing the wall to 0 hit points destroys it and might cause connected walls to collapse at the GM's discretion. You can end the spell early by using an action to dismiss it. When the spell ends, the wall crumbles back into sand.",
                "If you cast the spell as a ritual, the wall lasts until it is destroyed or dismissed."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "SGT"
            ]
        },
        {
            "name": "Spell Signature",
            "source": "ObojimaTallGrass",
            "page": 189,
            "level": 2,
            "school": "D",
            "time": [
                {
                    "number": 10,
                    "unit": "minute"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a rosewood match"
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "As you cast the spell you draw out the potent scents trapped within all magic. Choose a magical effect you are aware of that's within range. The effect releases a scent specific to the creature that created it. If you are familiar with the creature, you automatically know that the magical effect was created by them.",
                "If you are not familiar with the creature, you can make an ability check using your spellcasting ability modifier and add your proficiency bonus to it. Refer to the table below to determine what information you are able to glean from the scent. When succeeding on a DC check, you also learn previous information given from lower DCs.",
                "◊ DC 5—You learn the type of creature that created the magical effect.",
                "◊ DC 10—If the creature has a class, you learn what it is.",
                "◊ DC 15—You learn if the creature is affiliated with  an organization.",
                "◊ DC 20—You learn the name of the creature."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Cleric",
                        "source": "PHB"
                    },
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Paladin",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            }
        },
        {
            "name": "Shared Vision",
            "source": "ObojimaTallGrass",
            "page": 189,
            "level": 2,
            "school": "D",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "miles",
                    "amount": 1
                }
            },
            "components": {
                "s": true,
                "m": "a glass eye"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 10
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "You target a willing creature that is familiar to you and within range. For the duration or until the target dismisses the effect on itself as an action, the target can see through your eyes, gaining the benefits of any special senses that you have. During this time the target can swap between their own vision and your vision as a bonus action."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 3rd level or higher, you can target one additional willing creature for each slot level above 2nd."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Cleric",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "SCT",
                "UBA"
            ]
        },
        {
            "name": "Sprout Foliage",
            "source": "ObojimaTallGrass",
            "page": 189,
            "level": 1,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "self"
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "flower seeds"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 1
                    }
                }
            ],
            "entries": [
                "You sprout and rapidly grow a lush leafy foliage that covers the entirety of your body. When casting this spell, you can choose if the foliage has other features, such as flowers or berries.",
                "While {@condition prone} and motionless, you are indistinguishable from a normal bush. If a creature hasn't observed you move or act, it must succeed on an Intelligence ({@skill Investigation}) check against your spell save DC to discern that you aren't a bush. To become disguised again from a creature that has discerned you for what you are, you must take the {@action Hide} action while you're unseen by the creature.",
                "For the duration, you can use your action to create and hurl a pinecone, berry, or flower bud. When you do so, make a ranged spell attack against a creature within 30 feet of you. On a hit, the target takes bludgeoning damage equal to {@dice 1d6} + your spellcasting ability modifier."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    }
                ]
            },
            "spellAttack": [
                "R"
            ]
        },
        {
            "name": "Storm Stallion",
            "source": "ObojimaTallGrass",
            "page": 190,
            "level": 4,
            "school": "V",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "the stem of a windbloom"
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "Choose a 5-foot-cube space that you can see within range. A Medium elemental stallion appears in that space out of a twisting gust of wind and charges in a direction you choose in a straight line up to 60 feet long. If the stallion appears in a space occupied by a creature that is Medium or smaller, that creature must succeed on a Dexterity saving throw or be carried along with the stallion as it moves. A creature can choose to fail this saving throw.",
                "Each creature in the stallion's path (excluding the creature it's carrying, if any) must make a Dexterity saving throw, taking {@damage 6d8} bludgeoning damage on a failed save, or half as much damage on a successful one. The stallion then vanishes."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d8} for each slot level above 4th."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Paladin",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "bludgeoning"
            ],
            "savingThrow": [
                "dexterity"
            ],
            "miscTags": [
                "SGT"
            ]
        },
        {
            "name": "Submerge",
            "source": "ObojimaTallGrass",
            "page": 190,
            "level": 5,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 10
                }
            },
            "components": {
                "v": true,
                "s": true
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "round",
                        "amount": 1
                    }
                }
            ],
            "entries": [
                "This spell creates a magical link between a body of water within range and another body of water, at any location within 500 miles, on the same plane of existence. You must have seen or touched the destination body of water at least once before. For the duration, any creature can step into the target body of water and exit from the destination body of water by using 5 feet of movement.",
                "Both bodies of water must be large enough for the creature attempting to pass through to become fully submerged. If either body of water isn't large enough for the creature to become fully submerged, there's a {@chance 25} chance that the creature exits from a random body of water on the same plane of existence."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            }
        },
        {
            "name": "Summon Jack-o'-lantern",
            "source": "ObojimaTallGrass",
            "page": 190,
            "level": 5,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "bits of jack-o'-lantern"
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "A giant jack-o'-lantern rapidly grows around up to four Medium or smaller creatures or one Large creature within a 5-foot radius centered on a point you can see within range. An unwilling creature in the area can make a Dexterity saving throw, leaping 5 feet outside the jack-o'-lantern on a success.",
                "While inside the jack-o'-lantern, creatures can only see through its eyes and mouth, which are on one side of the jack-o'-lantern, selected by you when you cast this spell. The creatures can make attacks with ranged or reach weapons only from this side. Creatures outside the jack-o'-lantern only see a warm, glowing light when looking into its mouth or eyes. While the jack-o'-lantern remains, no creature in, or outside of it can pass or reach through it.",
                "The jack-o'-lantern weighs 5,000 pounds, has an AC of 15, and has 100 hit points. The lantern naturally loses 20 hit points every year. When the lantern is reduced to 0 hit points, it is destroyed."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    }
                ]
            },
            "savingThrow": [
                "dexterity"
            ],
            "miscTags": [
                "SGT"
            ]
        },
        {
            "name": "Summon Vehicle",
            "source": "ObojimaTallGrass",
            "page": 191,
            "level": 1,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a small piece of rubber"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 10
                    }
                }
            ],
            "entries": [
                "You summon a bicycle or moving machine in an unoccupied space within 5 feet of you. The vehicle can be no larger than a 5-foot cube, and it can only carry one creature that is Medium or smaller. The vehicle has a walking speed of 60 feet, which you can use while riding it, provided you have at least one free hand to operate the vehicle.",
                "You can end the spell early by using an action to dismiss it. When the spell ends, the vehicle vanishes."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "SMN"
            ]
        },
        {
            "name": "Swallow Magic",
            "source": "ObojimaTallGrass",
            "page": 191,
            "level": 1,
            "school": "T",
            "time": [
                {
                    "number": 1,
                    "unit": "reaction",
                    "condition": "which you take when a spell cast by another creature fails to affect you"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "self"
                }
            },
            "components": {
                "s": true
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "You chomp down on the threads of magic left in the air after the triggering spell fails to affect you, swallowing the now latent magic and gaining one of the following effects of your choice:",
                "◊ You regain hit points equal to {@dice 1d4} + your spellcasting ability modifier.",
                "◊ Your speed increases by 15 feet until the end of your next turn.",
                "◊ Once before the end of your next turn, you can roll a {@dice d4} and add the number rolled to one ability check of your choice."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "HL"
            ]
        },
        {
            "name": "Switched Form",
            "source": "ObojimaTallGrass",
            "page": 191,
            "level": 2,
            "school": "I",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "components": {
                "v": true,
                "s": true
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 1
                    }
                }
            ],
            "entries": [
                "This spell allows you to change the appearance of two humanoids that you can see within range. Each target takes on an illusory disguise, making it look like the other target—including its armor, clothing, weapons, and other belongings on its person. Each creature can seem 1 foot shorter or taller; the disguise otherwise replicates the other target's physical features as accurately as possible. The spell lasts for the duration, unless you use your action to dismiss it sooner.",
                "The changes wrought by this spell fail to hold up to physical inspection. For example, if this spell causes a creature to gain a cape from its disguise, objects pass through the cape, and anyone who touches it would feel nothing or would feel the creature's back or shoulders. If this spell causes a creature to appear thinner than it is, the hand of someone who reaches out to touch the creature would bump into it while it was seemingly still in midair.",
                "A creature can use its action to inspect a target and make an Intelligence ({@skill Investigation|PHB}) check against your spell save DC. If it succeeds, it becomes aware that the target is disguised."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "SGT"
            ]
        },
        {
            "name": "Tamh Gon's Fiery Festival Feast",
            "source": "ObojimaTallGrass",
            "page": 191,
            "level": 5,
            "school": "A",
            "time": [
                {
                    "number": 10,
                    "unit": "minute"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": {
                    "text": "an uncommon ingredient, which the spell consumes",
                    "consume": true
                }
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "You sanctify a meal in an extravagant show of thrown spices and twirling dance. Those who partake in the meal are granted the curry blessings of the great festival spirit Tamh Gon. The feast takes 1 hour to consume and the beneficial effects don't set in until this hour is over. Up to twelve creatures can participate in this feast.",
                "A creature that partakes of the feast gains several benefits. The creature reduces its {@condition exhaustion} level by one, its speed increases by 10 feet, and it gains a +2 bonus to Dexterity saving throws. It can also activate the effects of the Ember Belly spell one time while the benefits of the feast last. The feast's benefits last for 24 hours."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Cleric",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "savingThrow": [
                "dexterity"
            ]
        },
        {
            "name": "Task",
            "source": "ObojimaTallGrass",
            "page": 191,
            "level": 0,
            "school": "T",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 15
                }
            },
            "components": {
                "s": true
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "hour",
                        "amount": 1,
                        "upTo": true
                    }
                }
            ],
            "entries": [
                "With a flick of your wrist, you magically complete a small and simple task, such as flipping a book page, buttering bread, or heating a cup of tea, without any physical interaction. The task can't include anything that is intended to inflict a harmful effect on a creature and must be something you'd normally be able to accomplish without the use of magic. The spell fails if the target of the task has total cover from you.",
                "If you cast this spell multiple times, you can have up to three tasks active at a time, and you can dismiss one of them as a bonus action."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "UBA"
            ]
        },
        {
            "name": "Transparency",
            "source": "ObojimaTallGrass",
            "page": 192,
            "level": 2,
            "school": "I",
            "time": [
                {
                    "number": 1,
                    "unit": "reaction",
                    "condition": "which you take when your location would be revealed to a creature while you are hidden or unseen"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "self"
                }
            },
            "components": {
                "s": true
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "round",
                        "amount": 1
                    }
                }
            ],
            "entries": [
                "You temporarily become {@condition invisible} to stop yourself from being discovered by the triggering creature. Until the end of your next turn, you remain {@condition invisible} and your steps make no sound, regardless of the surface you are moving across. Anything you are wearing or carrying is {@condition invisible} as long as it is on your person. The spell ends early if you attack or cast a spell."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Warlock",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            }
        },
        {
            "name": "Vegetable Blade",
            "source": "ObojimaTallGrass",
            "page": 192,
            "level": 3,
            "school": "C",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 30
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a strip of grass"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 1
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "A lush bunch of vegetable fronds suddenly springs from the ground in an unoccupied space you can see within range. As a bonus action, a creature can pull the fronds from the ground, revealing a root vegetable of your choice that has been grown in the shape of a blade. For the duration, a creature can use the vegetable blade as a melee weapon with which it is proficient. The blade deals {@damage 1d12} slashing damage on a hit (adding your ability modifier to the damage roll as normal), and it has {@itemProperty F||finesse}. Additionally, on subsequent turns, the wielder or one of its allies can use a bonus action to take a bite out of the blade. Doing so heals the creature for a number of hit points equal to the blade's damage die + your spellcasting ability modifier. Once a creature has taken a bite out of the blade, its damage die is reduced by one size—from a {@dice d12} to a {@dice d10}, for example. If the blade is reduced beyond a {@dice d4}, it is destroyed and the spell ends early."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Paladin",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "slashing"
            ],
            "miscTags": [
                "HL",
                "SGT",
                "UBA"
            ]
        },
        {
            "name": "Water Bullet",
            "source": "ObojimaTallGrass",
            "page": 192,
            "level": 1,
            "school": "V",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 90
                }
            },
            "components": {
                "v": true,
                "s": true
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "You create a sphere of swirling water that spins rapidly in your hand or mouth before you hurl it at a creature within range. Make a ranged spell attack against the target. On a hit, the target takes bludgeoning damage based on how far it is away from you.",
                "◊ 1-10 feet: {@dice 5d6}",
                "◊ 11-60 feet: {@dice 4d6}",
                "◊ 61-90 feet: {@dice 3d6}"
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 2nd level or higher, the damage increases by {@dice 1d6} for each slot level above 1st."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "spellAttack": [
                "R"
            ]
        },
        {
            "name": "Whelm Weapon",
            "source": "ObojimaTallGrass",
            "page": 192,
            "level": 1,
            "school": "T",
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true,
                "s": true,
                "m": "a drop of seawater"
            },
            "duration": [
                {
                    "type": "timed",
                    "duration": {
                        "type": "minute",
                        "amount": 1
                    },
                    "concentration": true
                }
            ],
            "entries": [
                "Up to three weapons of your choice that you can see within range become enveloped by water. Roll a {@dice d4}; for the duration, any damage dealt by the targeted weapons is reduced by the number you rolled (to a minimum of 1)."
            ],
            "entriesHigherLevel": [
                {
                    "type": "entries",
                    "name": "At Higher Levels",
                    "entries": [
                        "When you cast this spell using a spell slot of 2nd level or higher, you can target two additional weapons for each slot level above 1st."
                    ]
                }
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Bard",
                        "source": "PHB"
                    },
                    {
                        "name": "Druid",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Sorcerer",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "miscTags": [
                "SGT"
            ]
        },
        {
            "name": "Wind Sprint",
            "source": "ObojimaTallGrass",
            "page": 192,
            "level": 2,
            "school": "V",
            "time": [
                {
                    "number": 1,
                    "unit": "bonus"
                }
            ],
            "range": {
                "type": "point",
                "distance": {
                    "type": "feet",
                    "amount": 60
                }
            },
            "components": {
                "v": true
            },
            "duration": [
                {
                    "type": "instant"
                }
            ],
            "entries": [
                "A turning tempest wind lifts you up and carries you to a creature you can see within range. The next time you hit a creature with a melee weapon attack before the end of the turn, the attack deals an extra {@damage 2d6} slashing damage as the winds buffet the target."
            ],
            "classes": {
                "fromClassList": [
                    {
                        "name": "Paladin",
                        "source": "PHB"
                    },
                    {
                        "name": "Ranger",
                        "source": "PHB"
                    },
                    {
                        "name": "Wizard",
                        "source": "PHB"
                    }
                ]
            },
            "damageInflict": [
                "slashing"
            ],
            "miscTags": [
                "AAD",
                "SGT"
            ]
        }
    ],
    "itemProperty": [
		{
			"name": "Combat",
			"abbreviation": "Com",
			"source": "ObojimaTallGrass",
			"page": 220
		}
    ],
    "item": [
        {
            "name": "Rabbit's Speed",
            "source": "ObojimaTallGrass",
            "page": 220,
            "type": "P",
            "rarity": "common",
            "property": [
				"Com"
			],
            "entries": [
                "Within seconds of downing this potion, you feel a distinct lightness and spring in your step. For the next 10 minutes, your walking speed increases by 5 feet."
            ],
            "miscTags": [
                "CNS"
            ]
        },
        {
            "name": "Beast Hide",
            "source": "ObojimaTallGrass",
            "page": 220,
            "type": "P",
            "resist": [
                "cold"
            ],
            "rarity": "common",
            "property": [
				"Com"
			],
            "entries": [
                "Drinking this potion thickens your skin and grows patches of fur all around your body. Frost that would normally freeze your skin instead melts on contact. For 1 minute, you have resistance to cold damage."
            ],
            "miscTags": [
                "CNS"
            ]
        },
        {
            "name": "Weapon Master's Elixir",
            "source": "ObojimaTallGrass",
            "page": 220,
            "type": "P",
            "rarity": "common",
            "grantsProficiency": true,
            "property": [
				"Com"
			],
            "entries": [
                "When you drink this potion, you gain a sense of clarity and focus, and the swing of a certain weapon becomes second nature to you. For the next 24 hours, you gain proficiency with a melee weapon of your choice."
            ],
            "miscTags": [
                "CNS"
            ]
        },
        {
            "name": "Spirit Armor",
            "source": "ObojimaTallGrass",
            "page": 220,
            "type": "P",
            "rarity": "common",
            "property": [
				"Com"
			],
            "entries": [
                "When poured on a creature that isn't wearing armor, this potion covers the target with a magical force. For the next hour, the target has an AC of 15 while it isn't wearing armor. This effect ends if the target dons armor."
            ],
            "miscTags": [
                "CNS"
            ]
        },
        {
            "name": "Spirit of Salyri",
            "source": "ObojimaTallGrass",
            "page": 220,
            "type": "P",
            "rarity": "common",
            "grantsProficiency": true,
            "property": [
				"Com"
			],
            "entries": [
                "This potion is said to contain the spirit of Salyri, a great Obojiman warrior known for her fighting prowess. Anyone who drinks this potion gains a certain understanding of how to effectively wear armor in combat. For the next 24 hours, you gain proficiency with one type of armor of your choice."
            ],
            "miscTags": [
                "CNS"
            ]
        },
        {
            "name": "Displacement Field",
            "source": "ObojimaTallGrass",
            "page": 220,
            "type": "P",
            "rarity": "common",
            "property": [
				"Com"
			],
            "entries": [
                "Drinking this silvery, glittering potion causes you to shimmer and flicker, making you appear to be standing next to your actual location. Until the start of your next turn, all attacks against you are made with disadvantage."
            ],
            "miscTags": [
                "CNS"
            ]
        },
        {
            "name": "Shepherd's Bane",
            "source": "ObojimaTallGrass",
            "page": 220,
            "type": "P",
            "rarity": "common",
            "property": [
				"Com"
			],
            "entries": [
                "It is said that this potion was first brewed in the Gale Fields by a young shepherd looking to protect their flock. The irony was not lost on them when they drank the potion and took on wolflike features. When you drink this potion, you grow claws which last for 1 hour. For the duration, your unarmed strikes using your claws deal slashing damage equal to {@dice 1d6} plus your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
            ],
            "miscTags": [
                "CNS"
            ]
        },
        {
            "name": "Bottled Bomb",
            "source": "ObojimaTallGrass",
            "page": 220,
            "type": "P",
            "rarity": "common",
            "property": [
				"Com"
			],
            "entries": [
                "When thrown at a point that you can see within 60 feet of you, this volatile liquid explodes. Each creature within 5 feet of the explosion must make a DC 14 Dexterity saving throw, taking {@damage 1d8} force damage on a failed save, or half as much damage on a successful one."
            ],
            "miscTags": [
                "CNS"
            ]
        },
        {
            "name": "Wonder Juice",
            "source": "ObojimaTallGrass",
            "page": 220,
            "type": "P",
            "rarity": "common",
            "property": [
				"Com"
			],
            "entries": [
                "When you drink this multicolored potion, you instantly feel magical. For 1 minute, everything you are wearing or carrying is considered magical, allowing weapons you wield to overcome resistance and immunity to nonmagical attacks and damage."
            ],
            "miscTags": [
                "CNS"
            ]
        },
        {
            "name": "Candlecap",
            "source": "ObojimaTallGrass",
            "page": 220,
            "type": "P",
            "rarity": "common",
            "property": [
				"Com"
			],
            "entries": [
                "After imbibing this potion, you gain lively flaming locks, which last for 1 hour and shed {@quickref Vision and Light||2||bright light} in a 20-foot radius and {@quickref Vision and Light||2||dim light} for an additional 20 feet. Once on each of your turns for the duration, you can cause an unarmed strike made with your head to deal an extra {@damage 1d4} fire damage. Additionally, you can take an action to cause the flame on your head to flare up and burst outward, dealing {@damage 2d4} fire damage to all other creatures within 5 feet of you; using this ability causes the effects of this potion to end early."
            ],
            "light": [
                {
                    "bright": 20,
                    "dim": 40
                }
            ],
            "miscTags": [
                "CNS"
            ]
        },
        {
            "name": "Eagle's Vision",
            "source": "ObojimaTallGrass",
            "page": 220,
            "type": "P",
            "rarity": "common",
            "property": [
				"Com"
			],
            "entries": [
                "When you drink this potion, your eyes grow slightly larger and turn the golden color of an eagle. For the next minute, attacking at long range doesn't impose disadvantage on your ranged weapon attack rolls."
            ],
            "miscTags": [
                "CNS"
            ]
        },
        {
            "name": "Paranoia",
            "source": "ObojimaTallGrass",
            "page": 220,
            "type": "P",
            "rarity": "common",
            "property": [
				"Com"
			],
            "entries": [
                "When you drink this potion, you gain heightened senses along with the sneaking suspicion that you are being stalked. For the next 8 hours, you can't be {@status surprised}."
            ],
            "miscTags": [
                "CNS"
            ]
        },
        {
            "name": "Bottled Torch",
            "source": "ObojimaTallGrass",
            "page": 220,
            "type": "P",
            "rarity": "common",
            "property": [
				"Com"
			],
            "entries": [
                "When uncorked, this potion spews a hot yellow flame from its bottle for 1 minute, which resembles the shape of a blade. For the duration, you can make a melee weapon attack with the fiery blade as if it were an improvised weapon. On a hit, the target takes {@damage 2d4} fire damage. The blade disappears early if it is submerged in water."
            ],
            "miscTags": [
                "CNS"
            ]
        },
        {
            "name": "Anglerfish Helm",
            "source": "ObojimaTallGrass",
            "page": 167,
            "rarity": "uncommon",
            "reqAttune": true,
            "wondrous": true,
            "entries": [
                "While wearing this helmet, the duration of the {@spell Water Breathing} spell is doubled when cast on you, and you can cause the helmet's antenna to shed {@quickref Vision and Light||2||bright light} in a 20-foot radius and {@quickref Vision and Light||2||dim light} for an additional 20 feet. Additionally, you can cast {@spell Charm Person} from the helmet as a 3rd-level spell. Once you do so, you can't use this property again until the next dawn."
            ],
            "light": [
                {
                    "bright": 20,
                    "dim": 40
                }
            ],
            "attachedSpells": [
                "charm person"
            ]
        },
        {
            "name": "Baffled Candle",
            "source": "ObojimaTallGrass",
            "page": 167,
            "rarity": "uncommon",
            "wondrous": true,
            "entries": [
                "While lit, a creature holding this candle becomes {@condition invisible}. The candle can burn for {@dice 1d4 + 3} minutes. Once the candle fully burns down, the item is destroyed."
            ]
        },
        {
            "name": "Bell of Resonance",
            "source": "ObojimaTallGrass",
            "page": 167,
            "rarity": "uncommon",
            "wondrous": true,
            "entries": [
                "The sound of this little bell causes metal to vibrate violently. As an action, you can ring the bell, causing all creatures wielding metal weapons within 30 feet of the bell to make a DC 14 Strength saving throw. On a failed save, the creature drops its weapon. Once you use this property, it can't be used again until the next dawn."
            ]
        },
        {
            "name": "Boots of the Stampede",
            "source": "ObojimaTallGrass",
            "page": 167,
            "rarity": "uncommon",
            "wondrous": true,
            "entries": [
                "While wearing these boots, you can move an additional 15 feet whenever you take the {@action DashB} action."
            ]
        },
        {
            "name": "Burnright Brand Hair Dryer",
            "source": "ObojimaTallGrass",
            "page": 167,
            "rarity": "rare",
            "reqAttune": true,
            "wondrous": true,
            "recharge": "dawn",
            "rechargeAmount": "{@dice 1d6 + 1}",
            "charges": 7,
            "entries": [
                "This hair dryer has 7 charges. It regains {@dice 1d6 + 1} expended charges daily at dawn. While holding it, you can use an action to cast one of the following spells: {@spell Burning Hands} (1 charge), {@spell Cone of Cold} (5 charges), or {@spell Gust of Wind} (2 charges)."
            ],
            "attachedSpells": [
                "burning hands",
                "cone of cold",
                "gust of wind"
            ]
        },
        {
            "name": "Censer of Arguing Spirits",
            "source": "ObojimaTallGrass",
            "page": 168,
            "rarity": "rare",
            "wondrous": true,
            "entries": [
                "This tarnished and dented teapot appears like an unimportant mundane item. Sloshing sounds can be heard from within the pot when shaken, and it always feels warm to the touch. When the lid is removed, three tendrils of colored smoke rise from its blackened center. At the top of the tendrils are the smushed faces of 3 elderly men, all of which quickly begin to bicker amongst themselves. You can ask each man one question, and he will answer to the best of his ability. Once you have asked them all a question, they begin to ignore you and continue to argue amongst themselves until the lid is replaced at the top of the pot.",
                "It's unknown who these men were, but each seems to retain knowledge from their past lives. Once you ask one of the men a question, you can't ask him another question until 7 days have passed."
            ]
        },
        {
            "name": "Canseco Bat",
            "source": "ObojimaTallGrass",
            "page": 168,
            "baseItem": "warhammer|phb",
            "type": "M",
            "rarity": "uncommon",
            "reqAttune": true,
            "weight": 2,
            "weaponCategory": "martial",
            "property": [
                "V"
            ],
            "dmg1": "1d8",
            "dmgType": "B",
            "dmg2": "1d10",
            "bonusWeapon": "+1",
            "entries": [
                "This baseball bat uses the statistics of a +1 warhammer. If a hostile creature misses you with a ranged spell attack while wielding this bat, you can use your reaction to redirect the attack at another creature you can see within 30 feet of you, using this weapon's attack bonus for the new attack roll. Once you use this property, you can't do so again until the next dawn."
            ]
        },
        {
            "name": "Coin's Edge",
            "source": "ObojimaTallGrass",
            "page": 168,
            "rarity": "common",
            "wondrous": true,
            "entries": [
                "This magical coin has the symbol of a dagger on it. When the coin is flipped into the air, it transforms into a mundane dagger. Once this property is used, it can't be undone."
            ]
        }
    ]
}