{
	"_meta": {
		"sources": [
			{
				"json": "OotDLPG",
				"abbreviation": "OotDLPG",
				"full": "Odyssey of the Dragonlords Player's Guide",
				"color": "af6941",
				"authors": [
					"Arcanum Worlds"
				],
				"convertedBy": [
					"Makke"
				],
				"version": "2020.6",
				"url": "https://www.modiphius.net/collections/odyssey-of-the-dragonlords/products/odyssey-of-the-dragonlords-players-guide-free",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1591780116,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "37e16f9d5e",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Thylean Centaur",
			"source": "OotDLPG",
			"page": 26,
			"size": [
				"M"
			],
			"speed": {
				"walk": 40
			},
			"ability": [
				{
					"str": 2,
					"wis": 1
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/adIyAo6.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A noble race that roams the great plains of the world, centaurs are both feared and respected by other intelligent creatures. Centaur legends claim that they are the offspring of a powerful god of war that came down to the mortal plane in the form of a stallion. They are proud of this divine heritage and demand that the proper respect be shown to them."
						]
					},
					{
						"type": "quote",
						"entries": [
							"I once saw a stampede of centaurs going to battle against the cyclopes, west of Xanderia. There is no more marvelous sight in Thylea than their spears gleaming in the sun of the steppes, wild manes flowing, hooves thundering. That night, they feasted and sang under the stars, calling out to me from afar, but I confess that I was too afraid to draw near."
						],
						"by": "Leyland, Gladiator of Mytros"
					},
					{
						"type": "entries",
						"name": "Equine Nomads",
						"entries": [
							"Centaurs possess a humanoid torso with a horse's lower body. They are as varied in coloration and physical build as humans and horses. Their horse body can be chestnut brown, black as a nightmare, pure white as a unicorn, grey, and other colors between. They can be a single color, spotted, have white \"socks,\" or have hooves of different coloration. Their human bodies can be of any skin color from dark skinned to pale. Their human hair can be black, brown, blonde, or red—but it most often complements that of their horse body."
						]
					},
					{
						"type": "entries",
						"name": "Proud and Haughty",
						"entries": [
							"Centaurs are a proud people. They view themselves as superior to all other races and demand respect and adulation. They can be vain about their appearance and are careful to be dignified and aloof in the presence of others. However, most centaurs are also fond of drink and once inebriated they can become loud, boorish, and dangerous."
						]
					},
					{
						"type": "entries",
						"name": "Centaur Tribes",
						"entries": [
							"Centaurs are a tribal people. Centaurs are fiercely loyal to members of their tribe and will never leave one of their own behind. When they mate, they mate for life. If they join an adventuring group, they will often consider that group to be their current tribe and will be intensely loyal to their fellow heroes.",
							"They normally roam huge expanses of steppe land that they consider their domain. They don't build settlements in these lands, but they are protective of them. While centaurs can be herbivores, they prefer meat and enjoy hunting, but they will resort to gathering fruit, nuts, and other plants if an area has been overhunted. Travelers who are respectful of the plants and animals in tribal territory are left alone, but those who disrespect nature or try to build permanent settlements of any kind will become a target of the tribe's wrath."
						]
					},
					{
						"type": "entries",
						"name": "Centaurs in Thylea",
						"entries": [
							"Centaurs are distrustful of the civilized races. In the First War that raged five centuries ago, thousands of centaurs were killed by the invading Dragonlords, and the centaurs have never forgotten or forgiven. The distrust is mutual, especially as centaur tribes are now flocking to the banner of Sydon and raiding outlying farms. Centaurs that enter a Thylean town or city will find that they are tolerated but kept under constant watch.",
							"The centaurs tend to worship the mother goddess, but they will sometimes offer prayers to one of the titans, Sydon or Lutheria. They never worship the Five."
						]
					},
					{
						"type": "entries",
						"name": "Centaur Names",
						"entries": [
							"Centaurs have names that are specific to their race. These names can often be difficult for members of other races to pronounce, so they can adopt nicknames when traveling with a band of non-centaurs.",
							"{@b Male Names:} Agrius (Agri), Amycus (Amy), Asbolus (Az), Bienor, Chiron, Cyllarus (Cyl), Dictys, Eurytus (Tus), Elatus, Eurytion (Yuri), Hylaeus (Hyla), Nessus, Perimedes (Peri), Pholus, Rhoetus (Rote), and Thaumas (Tom).",
							"{@b Female Names:} Agaria, Biano, Cylla, Diena, Eura, Hylonome (Hylo), Heranae (Hera), Nessicana (Nessie), Nara, Ponadata (Pona), Rhaelatisis (Rala), Rhaena (Rain), and Seranu (Sara)."
						]
					}
				]
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Centaurs mature at the same rate as humans."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Centaurs have a tendency toward good. As a tribal people, they don't lean toward the freedom of a chaotic alignment, but they don't obey laws that they feel are unjust or ineffective. They lean toward neutral."
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"Centaurs range from 6'6\" to 7 feet in height and weigh between 700 and 900 pounds. Your size is Medium, but you tower over most other races."
					]
				},
				{
					"name": "Languages",
					"type": "entries",
					"entries": [
						"You can speak, read, and write Common and Sylvan."
					]
				},
				{
					"name": "Charge",
					"type": "entries",
					"entries": [
						"If you move 30 feet straight toward a target and then hit them with a melee attack on the same turn, the target takes an extra 1d6 damage from the first attack."
					]
				},
				{
					"name": "Mountable",
					"type": "entries",
					"entries": [
						"As a bonus action on your turn, you may allow a single willing ally within 5 feet of you to hitch a brief ride on your back. They are carried on your back until the end of your turn, at which point they must disembark within 5 feet of you. While being carried, your rider is not considered to be mounted and they are not vulnerable to attacks of opportunity. Your rider must be a bipedal creature of your size or smaller."
					]
				},
				{
					"name": "Quadrapedal Stride",
					"type": "entries",
					"entries": [
						"Climbing or maneuvering in tight spaces is considered difficult terrain for you."
					]
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"sylvan": true
				}
			]
		},
		{
			"name": "Thylean Medusa",
			"source": "OotDLPG",
			"page": 27,
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"dex": 2,
					"int": 1
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/VLl8u4s.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Medusa are humanoids that have made a bargain with dark powers to achieve beauty, eternal youth, great wealth, or some other mortal desire. As a consequence, their hair has been replaced with snakes, and their eyes have the power to petrify the unwary. They are despised and shunned by all other mortal races, and they must be careful to hide their identity when traveling in the civilized places of the world."
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"Truly, I have never considered myself to be cursed. I wished for gold, and gold I now have—in great quantities. Those who displease me are added to my lovely collection of statues. And I prefer the company of my snakes to that of lesser mortals.\""
						],
						"by": "Moxena, the Lady of Coins"
					},
					{
						"type": "entries",
						"name": "Legend of the Medusa",
						"entries": [
							"Thousands of years ago, a woman came to Thylea seeking her fortune. When the creatures of that land asked her from whence she came, she would only say, \"I am from the land of the Gorgons.\" In those days, Thylea was rich in natural beauty but poor in wealth. But the woman would not be deterred."
						]
					},
					{
						"type": "entries",
						"name": "Gold and Bronze",
						"entries": [
							"Dwarves have strong, prominent features. Field dwarves have skin tanned and weathered by many years of sun and soil in the fields. Volcano dwarves have a slightly lighter complexion due to their lives spend toiling under the mountains. While field dwarves tend to dress simply, volcano dwarves take deep pride in their appearance. Their hair and beards, black or reddish brown, is worn in matted locks. They cap these coils in heavy beads of gold, bronze, or mountain glass. They trade with humans for royal colors of cloth and adorn themselves with thick rings and armbands, set with wide stones.",
							"First, the woman searched the steppes and mountains, and she came to the centaurs, asking, \"Where may I find gems and jewels to rival the stars?\" The centaurs offered her a shank of lamb and said, \"Why seek gems and jewels when the stars are free to everyone?\" Disappointed, she cast away the food and left the centaurs to their star-gazing.",
							"Then the woman searched the forests, and she came to the satyrs, asking, \"Where may I find rivers of gold and silver that flow like fountains?\" The satyrs offered her a goblet of wine and said, \"Gold and silver make a very poor feast. Wouldn't you rather join us for a song and a drink?\" Disappointed again, the woman cast away the goblet and left the satyrs to their revelry.",
							"Now, the woman wandered high and low, seeking her fortune to no avail, and finally she came upon three women weaving at a loom. She said, \"I wish for riches beyond the imagination of all the creatures that haunt this accursed land.\" The three women, who were the Fates, warned her. \"Is this truly what you desire? You may have it, but the price will be high.\" And the woman answered, \"When I am rich, I shall have no trouble paying any price.\" And the Fates said, \"So be it.\"",
							"The woman's eyes suddenly gleamed like golden coins, and wherever she turned her gaze, creatures were turned to stone. \"So that none may rob you of your treasure,\" said the Fates. The woman's hair grew long and sinuous, slithering and scaled like snakes. \"So that always you will have the company of hearts as cold as your own.\" And finally, the woman's hands were filled with gems and coins that were beautiful beyond the reckoning of stars or songs. Her name was Medusa, and she was the namesake of her curse, which afflicts many such mortals with more ambition than sense."
						]
					},
					{
						"type": "entries",
						"name": "Cursed by Dark Powers",
						"entries": [
							"Medusae have typically made bargains with some sort of fiend or fiendish power, but in some cases, they are oathbreakers who have displeased the gods or the Fates. Either way, they have been afflicted with the curse of the medusa as punishment, and recovery from the curse is not possible without the use of powerful magic. In some cases, even the {@spell greater restoration} spell may not be enough to break the curse. But in many other cases, the medusa simply embraces the curse as part of her identity. Children born to medusae are also affected by the curse."
						]
					},
					{
						"type": "entries",
						"name": "Ophidian Schemers",
						"entries": [
							"Medusae are known to spend much of their time plotting against those who rival them in wealth, power, or beauty. Some medusae name their snakes and speak to them as if they were speaking to cherished pets or loved ones. Others are ashamed of their curse and seek to break it. Medusae must train themselves to never gaze into a mirror or stare at their reflection, for in an ironic twist of fate, they are vulnerable to their own petrifying gaze."
						]
					}
				]
			},
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Medusae are not born—they are made. When a humanoid is afflicted by the curse of the medusa, they gradually transform into a snake-haired monstrosity. Once transformed, they may live for a thousand years, but most are hunted down and killed long before then."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Civilized medusae tend toward neutral or lawful evil alignments, because they must find ways to survive on the fringes of society. They must be careful to cooperate with others who will suffer the company of one who is cursed by the gods. Medusae who give into their anger eventually lose control of themselves and become true monsters."
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"Medusae are the same size and build as humans. Your size is Medium."
					]
				},
				{
					"name": "Languages",
					"type": "entries",
					"entries": [
						"You can speak, read, and write Common and one language of your choice."
					]
				},
				{
					"name": "Darkvision",
					"type": "entries",
					"entries": [
						"Your eyes are adapted to dark places, giving you darkvision out to 60 ft."
					]
				},
				{
					"name": "Cursed",
					"type": "entries",
					"entries": [
						"You are afflicted by the curse of the medusa, but your transformation is already complete. Your curse can only be ended with the {@spell wish} spell. If your curse ends, then your race changes to whichever race you were before you became cursed (usually a human)."
					]
				},
				{
					"name": "Snake Hair",
					"type": "entries",
					"entries": [
						"You can attack with your snake hair. This is a melee weapon attack with an attack bonus equal to your proficiency modifier + your Dexterity modifier. It does 1d6 piercing damage on a hit, and your target must make a DC 12 Constitution saving throw or else they are poisoned until the beginning of your next turn."
					]
				},
				{
					"name": "Snake Blood",
					"type": "entries",
					"entries": [
						"You have advantage on saving throws against spells and abilities that inflict the poisoned condition."
					]
				},
				{
					"name": "Petrifying Gaze",
					"type": "entries",
					"entries": [
						"Starting at 5th level, you can use your action to force a creature within 30 feet that can see your eyes to make a DC 8 Constitution saving throw. On a failure, the creature is paralyzed until the end of its next turn. On your turn, you can use your bonus action to force the same creature to repeat this saving throw with disadvantage. Each time it fails, it is paralyzed again until the end of its next turn. When a creature is paralyzed in this way for the third time in a span of 10 minutes, it is instantly petrified.",
						"Starting at 10th level, the DC for this saving throw increases to 10. At 15th level, the DC increases to 12. At 20th level, the DC increases to 14."
					]
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			]
		},
		{
			"name": "Thylean Minotaur",
			"source": "OotDLPG",
			"page": 29,
			"size": [
				"M"
			],
			"speed": {
				"walk": 40
			},
			"ability": [
				{
					"str": 2,
					"con": 1
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/Nhv1Dos.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Minotaurs are the descendants of an ancient tribe of humans who were cursed by the gods, transforming them into half-human, half-bull monstrosities. Although they are widely dismissed as unthinking brutes, they are in fact as diverse and as intelligent as any other race."
						]
					},
					{
						"type": "quote",
						"entries": [
							"\"I will never understand how the people of Mytros can consider themselves to be so enlightened when they treat the minotaur tribes like cattle. Travel widely enough and you will come to know shopkeepers, poets, and philosophers with the faces of bulls. True, there are some who are monsters. But is that not also true of men?\""
						],
						"by": "Aesop, Keeper of the Dragon Shrine"
					},
					{
						"type": "entries",
						"name": "Legend of the Minotaurs",
						"entries": [
							"Over a thousand years ago, a tribe of humans washed ashore in Thylea and came to live in the southern hills of the Aresian peninsula. Here, they laid foundations for a city and called it Minos. But not one man or woman among them had the strength to till the hard, rocky soil. As fate would have it, they discovered a magnificent bull that could pull a plow through any terrain for days without resting. Using the bull's great strength, they were able to produce bountiful crops with which to survive the first winter.",
							"Over time, the people of the tribe began to venerate the bull, crowning him as the god of the harvest. When Sydon learned of this, he was furious. He threw curses down upon the settlers and transformed them into bulls, in mockery of their insolence. Each of them was harnessed to a plow and forced to tread the same winding, geometric path, until that path became a deep, labyrinthian gorge. Eventually, the plows broke, and the people of Minos slowly began to stand upright again—but their faces had been forever changed by the curse.",
							"The people of the tribe came to be called minotaurs—the bulls of Minos—and they have never fully shed their bull-like demeanors. Some of them merely have horns and a snout-like nose, while others have the entire upper torso of a bull. Some continued to dwell in the labyrinth, while others left to explore the far reaches of Thylea. Over the centuries, they have come to view their own cursed existence as the will of the Fates."
						]
					},
					{
						"type": "entries",
						"name": "Warrior Bulls",
						"entries": [
							"Minotaurs possess uncommon strength, making them excellent warriors. The curse infuses their bodies with the power of a bull at all times, and their muscles seldom relax, even when they are drunk or asleep. In battle, minotaurs sometimes lose control of their emotions and fly into a rage. When this happens, the curse takes over, transforming them back into a full-fledged bull for a short period of time."
						]
					},
					{
						"type": "entries",
						"name": "Oathbound Slaves",
						"entries": [
							"Minotaurs are widely shunned, because they are believed to be unthinking brutes who have been cursed by the gods. Most minotaurs gather together to form small farming or fishing communities, far from civilization. The only way that most minotaurs can find work in cities and villages is to swear oaths of service that effectively reduce them to the status of slaves. Many bear this humiliation with stoic grit, but others resort to banditry rather than submit to the unreasonable demands of cowardly superstition."
						]
					},
					{
						"type": "entries",
						"name": "Minotaur Names",
						"entries": [
							"Minotaurs generally prefer names that are short and simple. They typically punctuate their names with a snort or a sharp exhalation of air through their nostrils. When someone omits this part of their name, they become annoyed.",
							"{@b Names:} Arxan, Braz, Dregxa, Elagore, Garnox, Horus, Kath, Luth, Manx, Parth, Raxus, Steth, Torag, Zark"
						]
					}
				]
			},
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Minotaurs mature at the same rate as humans and live to about the same ages."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Minotaurs tend toward neutral alignments. Most are stoic and proudly stubborn, refusing to be moved by notions of good or evil."
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"Minotaurs range from 6 to 8 feet in height. They weigh between 200 and 400 pounds. Your size is Medium."
					]
				},
				{
					"name": "Languages",
					"type": "entries",
					"entries": [
						"You can speak, read, and write Common and Abyssal."
					]
				},
				{
					"name": "Keen Snout",
					"type": "entries",
					"entries": [
						"Despite your powerful demeanor, you have a delicate nose. You have advantage on Wisdom ({@skill Perception}) checks that rely on smell, and you can detect strong odors from up to six miles away."
					]
				},
				{
					"name": "Labyrinthine Vision",
					"type": "entries",
					"entries": [
						"Your eyes are adapted to the dark conditions of deep canyons and underground labyrinths, giving you darkvision out to 60 ft. You have advantage on skill checks made to solve maze-like puzzles. Additionally, you automatically succeed on saving throws against {@spell maze} and {@spell hypnotic pattern}."
					]
				},
				{
					"name": "Colorblindness",
					"entries": [
						"You see the world in shades of red and grey, leaving you incapable of discerning any color except for very bright reds."
					],
					"type": "entries"
				},
				{
					"name": "Cursed Transformation",
					"type": "entries",
					"entries": [
						"Starting at 5th level, you may use your bonus action to transform yourself into a {@creature bull|OotDL} using the rules of the {@spell polymorph} spell (no concentration required). This ability recharges after a long rest. This ability automatically triggers if you suffer prolonged exposure to very bright shades of red. Starting at 9th level, this ability transforms you into a {@creature dire bull|OotDL}."
					]
				}
			],
			"skillProficiencies": [
				{
					"perception": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"abyssal": true
				}
			]
		},
		{
			"name": "Thylean Nymph",
			"source": "OotDLPG",
			"page": 31,
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"cha": 2,
					"wis": 1
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/S1fHvxO.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Nymphs are fey spirits that manifest from the beauty of the elemental forces of creation. There are many kinds of nymphs—dryads of the forests, naiads of the rivers, oreads of the mountains, aurae of the night sky, and nereids of the sea. They have walked the earth for millennia, ever since the Great Mother awakened them from the trees, waters, rocks, and breezes.",
							"Nymphs are most at home in nature, but they have been known to disguise themselves and live amongst mortals, for they are desperately curious about the civilized world. In spite of this, they often have a difficult time comprehending the day-to-day struggle of civilized existence. Their charms are such that they may inadvertently seduce and domesticate mortal 'pets' who see to their every need, leaving them somewhat puzzled by the ugliness and hardship that seems to pervade cities."
						]
					},
					{
						"type": "quote",
						"entries": [
							"I once loved a man who had eyes like jewels, and tresses like the sun, and lips like a flower. He claimed to have been born within a crag at the peak of the mountain near my village, but I did not believe him, for how could anything so delicate be born from hard, pitted rock?"
						],
						"by": "Tessela, witch of the western steppes"
					},
					{
						"type": "entries",
						"name": "Legend of the Nymphs",
						"entries": [
							"There was once a river running through the mountains. None can say which river or which mountains, for this was so long ago that the land has rolled and shifted so as to become unrecognizable in the time since. The mountains were blanketed in a soft powder of white snow, and as the snow melted, it crept along the ground and joined together into streams of water, which trickled along the rocks and formed a river. And the river coursed down through a forest, emptying into the ocean. So it went for eons.",
							"But then one day, the snow on the mountains had a thought. \"Am I alike to the water in the streams?\" And so also did the water in the river begin to wonder, \"Am I alike to the roots of the trees?\" They were curious, but it seemed that they would never know the answer, for just as the snow went to inspect the streams, it became the water, and just as the water went to inspect the trees, it became the roots. And so it went for eons.",
							"Eventually, the Great Mother herself became aware of these questions. Holding the world in her embrace, she felt the curiosity of the elements rippling and vibrating across its surface, anxious for answers. And so, she loosened her grip—just slightly. The rippling thoughts of the snow and the waters and the rocks and the trees took shape, and their shapes were beautiful, for they were curiosity made manifest. These were the first nymphs."
						]
					},
					{
						"type": "entries",
						"name": "Beautiful and Diverse",
						"entries": [
							"Nymphs are famed for their feminine charms, but they are not exclusively female. Some are awakened from the elements with a mix of masculine and feminine features, and others are quintessential specimens of male splendor. As fey creatures, nymphs like little less than to be nailed down by the crude shackles of mortal language. They come in as many shapes and forms as the earth itself. The only physical trait that all of them have in common is an awe-inspiring beauty."
						]
					},
					{
						"type": "entries",
						"name": "Curious and Possessive",
						"entries": [
							"Nymphs have an insatiable desire to learn as much as possible about both the natural and the civilized world. Because most have had eons to discover the splendor of nature, it is the civilized world that interests them the most. However, they are not usually very accustomed to mortal culture, and so they may think of men and women as interesting baubles to be collected and admired. Even civilized nymphs tend to cherish their friends and acquaintances as 'pets' to be manicured and proudly exhibited. They are not above bragging about their collection—or fighting with one another over their favorites."
						]
					},
					{
						"type": "entries",
						"name": "Nymph Names",
						"entries": [
							"Nymphs have names that sound beautiful and elemental.",
							"{@b Male Names:} Celano, Elion, Eratheis, Hyllis, Limnade, Linos, Myrmex, Olbia, Pega, Potameid, Pyron, Taygete",
							"{@b Female Names:} Aegle, Alcyone, Arethusa, Asterope, Brettia, Brisa, Calybe, Crinae, Crimisa, Dodone, Electra, Erythia, Hesperia, Himalia, Oeneis, Laodice, Maia, Merope, Polydora, Rhene, Semestra"
						]
					}
				]
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Nymphs are born cocooned within some feature of their associated element. For example, dryads are usually born within trees, and nereids may be born within giant clamshells. Young nymphs sleep in their cocoon for up to one hundred years before emerging, fully mature. They can live for as long as one thousand years, although many choose to return to the elements once their curiosity about the world has been satisfied."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Nymphs tend toward chaotic alignments. They understand the concepts of good and evil, but they tend to select one or the other based on impulse rather than any deep-seated conviction. Nymphs tend to make a game out of performing acts that characterize their chosen alignment, rather than pausing for serious introspection."
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"Nymphs are the same size as humans, but their builds typically reflect a life of leisure. Your size is Medium."
					]
				},
				{
					"name": "Languages",
					"type": "entries",
					"entries": [
						"You can speak, read, and write Common and Sylvan."
					]
				},
				{
					"name": "Enthralling Beauty",
					"type": "entries",
					"entries": [
						"You possess unearthly grace and beauty, which allows you to dazzle and charm those who are susceptible to such things. You have proficiency in the {@skill Persuasion} skill. Additionally, you can cast the {@spell charm person} spell once with this trait and regain the ability to do so when you finish a short or long rest. Charisma is your spellcasting ability for this spell."
					]
				},
				{
					"name": "Nymph Ancestry",
					"type": "entries",
					"entries": [
						"When you create your nymph, choose one of the following subraces: Aurae, Dryad, Naiad, Nereid, or Oread. You gain access to special traits and magic depending upon your ancestry."
					]
				}
			],
			"skillProficiencies": [
				{
					"persuasion": true
				}
			],
			"traitTags": [
				"Skill Proficiency"
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"charm person"
						]
					},
					"ability": "cha"
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"sylvan": true
				}
			]
		},
		{
			"name": "Thylean Satyr",
			"source": "OotDLPG",
			"page": 33,
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"dex": 2,
					"cha": 1
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/P9JdKmE.png"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Satyrs are a race of fey creatures with a strong link to the Feywild and all of the creatures and races that come from that place. They prefer forested wilderness but are not afraid to enter towns and cities to enjoy the company and other benefits of civilization."
						]
					},
					{
						"type": "quote",
						"entries": [
							"Trust these horn-headed fiends to get the better end of any deal you make with them. They'll ask to be paid in wine, and then drink you into poverty. I caught one of them tupping my sister behind the stables, and rather than having the good sense to be ashamed, he wrote a song about it. Sod them all, but the damned goats play music that could make the Muse herself weep."
						],
						"by": "Delphion, Innkeeper of the Dragon's Tooth"
					},
					{
						"type": "entries",
						"name": "Goat Men",
						"entries": [
							"Satyrs have the lower body of a goat and the upper body of an elf. A pair of goat-like horns sprout from their foreheads. These horns can range from small spikes to huge horns worthy of a mountain goat. In addition to a full head of hair, satyrs grow fur on their arms, legs, and torsos. Some satyrs grow less fur, and many choose to carefully shave the hair from their arms and body. They can have brown, black, blonde, red, grey, or white hair. Their skin color ranges from dark to pale."
						]
					},
					{
						"type": "entries",
						"name": "Hedonistic",
						"entries": [
							"Satyrs are in tune with their emotions to a degree that can be disturbing to other races. They want to experience everything: happiness, sadness, love, rage, etc. The only thing they avoid is boredom.",
							"They love music, wine, and dancing. They also enjoy an interest in carnal pleasures, and they are not afraid to share a bed with any of the other intelligent races."
						]
					},
					{
						"type": "entries",
						"name": "Music Lovers",
						"entries": [
							"Satyrs love to listen to music. They will happily spend long stretches of time both playing and composing new music. They are known to travel great distances to hear new songs, instruments, and poetry."
						]
					},
					{
						"type": "entries",
						"name": "Satyrs in Thylea",
						"entries": [
							"Satyrs don't have the same strained relationship with the civilized races of Thylea that the centaurs do. Satyrs can be found in many towns and villages throughout Thylea, as well as the great city of Mytros. They are attracted to the abundance of experiences that civilization provides: the food, the wine, and most especially the music.",
							"The civilized races of Thylea are suspicious of satyrs, for there are many stories of satyrs seducing and corrupting both the old and the young alike."
						]
					},
					{
						"type": "entries",
						"name": "Satyr Names",
						"entries": [
							"Satyrs have names that they draw from legends and myths—and from the powers that rule over the Feywild.",
							"{@b Male Names:} Adrastos, Aeolus, Brontes, Castor, Cephalus, Glaucus, Helios, Iacchus, Kreios, Lycus, Melanthios, Okeanos, and Proteus.",
							"{@b Female Names:} Acantha, Astraea, Briseis, Clio, Erato, Harmonia, Ianthe, Jocasta, Melete, Phaedra, Phoebe, Selene, and Tethys."
						]
					}
				]
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Satyrs mature quickly, reaching adulthood by their early teens. They can live for several centuries."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most satyrs are chaotic neutral. They live for pleasure, sensual experience, and excitement. There are some satyrs who have developed empathy for others and tend toward good. Other satyrs have grown cruel and enjoy causing painful emotions."
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"Satyrs range from 4 to 5 feet in height. They weigh between 100 and 150 pounds. Your size is Medium."
					]
				},
				{
					"name": "Languages",
					"type": "entries",
					"entries": [
						"You can speak, read, and write Common and Sylvan."
					]
				},
				{
					"name": "Fey Heritage",
					"type": "entries",
					"entries": [
						"You have advantage on saving throws against being charmed or frightened, and spells can't put you to sleep."
					]
				},
				{
					"name": "Memory for Music",
					"type": "entries",
					"entries": [
						"You have proficiency with one instrument of your choice. You have advantage on {@skill Performance} checks made with the selected instrument. You can also memorize and perform any song after hearing it only once."
					]
				},
				{
					"name": "Enchanting Music",
					"entries": [
						"You can cast the {@spell minor illusion} cantrip. When you reach 3rd level, you can cast the {@spell sleep} spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can also cast the {@spell suggestion} spell with this trait and regain the ability to do so when you finish a long rest. Casting these spells requires access to an instrument that you are proficient with. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"sylvan": true
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							" minor illusion"
						],
						"3": [
							"sleep"
						],
						"5": [
							"suggestion"
						]
					},
					"ability": "cha"
				}
			]
		},
		{
			"name": "Thylean Siren",
			"source": "OotDLPG",
			"page": 34,
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"dex": 1,
					"cha": 2
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.imgur.com/etmdc6O.png"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"There is no denying the beauty of the songs of the sirens. They can be heard miles from shore, joining with the din of the ocean waves to create haunting melodies. Sailors are always blaming them for shipwrecks, of course, but I imagine that's a convenient excuse when you crash your own ship on the shoals."
						],
						"by": "Chalcodon, philosopher of Mytros"
					},
					{
						"type": "entries",
						"name": "Arkadians",
						"entries": [
							"Sirens are a race of winged, aquatic humanoids that typically dwell near rocky sea cliffs. They are famed for their beautiful voices, which they use to sing haunting lamentations, captivating listeners and transporting them to a bygone age. Sirens are rarely found very far inland. They prefer to remain near the coasts, as the gentle roar of the ocean waves calms their roiling emotions.",
							"Sirens typically experience fluctuating moods from one day to the next, ranging from extreme joy and hope for the future, to extreme sorrow and pessimism. No matter how a siren feels, she expresses her emotion through song. On good days, she may annoy her companions with chirpy melodies and vocal warm-ups as she glides around on outstretched wings. Bad days, on the other hand, may see her moaning and wailing and dragging her feet."
						]
					},
					{
						"type": "entries",
						"name": "Legend of the Sirens",
						"entries": [
							"The sirens once lived on a great expanse of shoals in the Cerulean Gulf, where they built a city of brilliant white limestone. Its towering spires and pillars thrust out from the rocky waters, allowing the sirens to fly or swim as they pleased. They lived here in joy, singing praises to Sydon, who governed the oceans. Sydon heard this from his throne in Praxys and scowled. \"Were they truly grateful, they would not build their towers to rival mine.\"",
							"When the sirens learned that Sydon was displeased, they were heartbroken. They dismantled their towers and composed new melodies—songs of repentance—which once more carried on the winds to the ears of the Titan. He was unmoved. \"Were they truly repentant, they would not sing so brazenly, but they would go meekly and offer the proper sacrifices in place of songs.\"",
							"This time, the sirens were utterly stricken. They had believed that their songs were cherished by the gods. Their voices were stilled, and in the ensuing silence, the brilliance of the city faded into shadow. Stone foundations cracked, and pediments grew heavy. The pillars collapsed, and the city of the sirens sank deep into the ocean, swallowed by churning waters. Even its name was forgotten.",
							"Centuries passed in silence. Eventually, a new song began—an endless lamentation for the city that now sleeps on the ocean floor. When Lutheria learned that the city of the sirens had been destroyed, she laughed. She captured an entire flock of the pitiful creatures and gleefully cursed them, twisting them into something monstrous. These were the first harpies."
						]
					},
					{
						"type": "entries",
						"name": "Ocean Lovers",
						"entries": [
							"Sirens are not amphibious, but they are well-adapted for living in and around water. They are thought to descend from an ancient Nereid who fell in love with an avian celestial. Iridescent scales cover many parts of their body, and their taloned hands and feet are excellent for fishing. They live in small flocks along the shores of the ocean. Siren artwork, poetry, and architecture emphasize their special relationship with both the clouds above and the sea below."
						]
					},
					{
						"type": "entries",
						"name": "Mournful Singers",
						"entries": [
							"Every siren is born with an abiding sense of sorrow that never fades—a soul-crushing grief caused by the loss of her ancestral home. From an early age, sirens learn to sing the ancient songs of their lost city, which evoke heart-wrenching memories of a time that will never come again. Anyone who hears a siren's song is immediately mesmerized by the overwhelming emotion conveyed by her beautiful voice. Some are moved to tears—others collapse into catatonia. The siren herself is not exempt from this—the moment she hears her own lamentations, she experiences an intense pang of loss."
						]
					},
					{
						"type": "entries",
						"name": "Winged Messengers",
						"entries": [
							"Sirens have broad, feathered wings growing out of their backs, which allow them to fly like birds. For this reason, sirens are often employed as messengers, tasked with conveying satchels of written letters from one city to another. However, a siren can only fly when her heart is filled with light. On such days, her songs are bright and joyful, no matter what manner of message she carries. Thus the saying, \"A siren in good spirits may yet carry ill news.\""
						]
					},
					{
						"type": "entries",
						"name": "Siren Names",
						"entries": [
							"Sirens have names that sound lyrical and sad. They are ancient names, carried down from generation to generation, and each is associated with an ancestral song. Sirens choose their own names when they come of age, selecting one from the song that moves them most deeply.",
							"{@b Male Names:} Alovar, Celeus, Everean, Gaiar, Helean, Inareus, Leiro, Meiar, Nerean, Oren, Reilan, Taeren",
							"{@b Female Names:} Alovarea, Celea, Everea, Gaia, Helena, Inarea, Leira, Meia, Nerea, Orena, Reilana, Taerena"
						]
					}
				]
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Sirens mature at the same rate as humans, but they live about five times as long."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"From birth, sirens experience deep feelings of sorrow from the loss of their ancestral home. Some wish to prevent another such tragedy from befalling other races, which draws them toward good alignments. Others become bitter and pessimistic, tending toward neutral alignments."
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"Sirens are slightly shorter than humans, and they have a wingspan of about 6 feet. Your size is Medium."
					]
				},
				{
					"name": "Languages",
					"type": "entries",
					"entries": [
						"You can speak, read, and write Common and Celestial."
					]
				},
				{
					"name": "Enthralling Voice",
					"type": "entries",
					"entries": [
						"You have advantage on Performance and Persuasion checks made with your voice. Additionally, your powerful lungs allow you to hold your breath for up to 1 hour."
					]
				},
				{
					"name": "Wavering Emotions",
					"type": "entries",
					"entries": [
						"Your mood affects your ability to sing and fly. After any short or long rest, you must choose whether you are feeling joyful or sad. While you are feeling sad, you lose your flying speed but gain songs of sorrow. While you are feeling joyful, you gain your flying speed but lose songs of sorrow. Your mood may change before the next time you rest, but it won't affect which ability you have access to until after your next rest is completed."
					]
				},
				{
					"name": "Flight",
					"type": "entries",
					"entries": [
						"You have a flying speed of 30 feet. To use this speed, you can't be wearing medium or heavy armor."
					]
				},
				{
					"name": "Songs of Sorrow",
					"type": "entries",
					"entries": [
						"Your lamentations have a powerful effect on anyone who can hear them. You can cast the {@spell charm person} spell once with this trait and regain the ability to do so when you finish a short rest. When you reach 3rd level, you can cast the {@spell enthrall} spell once with this trait and regain the ability to do so when you finish a short rest. When you reach 5th level, you can cast the {@spell hold person} spell once with this trait and regain the ability to do so when you finish a short rest. Charisma is your spellcasting ability for these spells, and the targets of your spells must have the ability to hear you singing."
					]
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"celestial": true
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							" charm person"
						],
						"3": [
							"enthrall"
						],
						"5": [
							"hold person"
						]
					},
					"ability": "cha"
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Herculean Path",
			"page": 36,
			"shortName": "Herculean",
			"source": "OotDLPG",
			"subclassFeatures": [
				"Herculean Path|Barbarian||Herculean|OotDLPG|3",
				"Mighty Marksman|Barbarian||Herculean|OotDLPG|6",
				"Herculean Rage|Barbarian||Herculean|OotDLPG|10",
				"Earthshaker|Barbarian||Herculean|OotDLPG|14"
			],
			"className": "Barbarian",
			"classSource": "PHB"
		},
		{
			"page": 37,
			"name": "College of Epic Poetry",
			"shortName": "Epic Poetry",
			"source": "OotDLPG",
			"subclassFeatures": [
				"College of Epic Poetry|Bard||Epic Poetry|OotDLPG|3",
				"Armored Poet|Bard||Epic Poetry|OotDLPG|6",
				"Protective Epithets|Bard||Epic Poetry|OotDLPG|14"
			],
			"className": "Bard",
			"classSource": "PHB"
		},
		{
			"name": "Domain of Prophecy",
			"page": 38,
			"shortName": "Prophecy",
			"source": "OotDLPG",
			"subclassSpells": [
				"identify",
				"detect magic",
				"augury",
				"locate object",
				"beacon of hope",
				"clairvoyance",
				"divination",
				"death ward",
				"dream",
				"scrying",
				"message"
			],
			"subclassFeatures": [
				"Domain of Prophecy|Cleric||Prophecy|OotDLPG|1",
				"Channel Divinity: Prophetic Trance|Cleric||Prophecy|OotDLPG|2",
				"Visions of Danger|Cleric||Prophecy|OotDLPG|6",
				"Healing Vapors|Cleric||Prophecy|OotDLPG|8",
				"Perfect Foresight|Cleric||Prophecy|OotDLPG|17"
			],
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"identify",
							"detect magic"
						],
						"3": [
							"augury",
							"locate object"
						],
						"5": [
							"beacon of hope",
							"clairvoyance"
						],
						"7": [
							"divination",
							"death ward"
						],
						"9": [
							"dream",
							"scrying"
						]
					}
				}
			],
			"className": "Cleric",
			"classSource": "PHB"
		},
		{
			"name": "Circle of Sacrifice",
			"shortName": "Sacrifice",
			"source": "OotDLPG",
			"page": 41,
			"subclassFeatures": [
				"Circle of Sacrifice|Druid||Sacrifice|OotDLPG|2",
				"Ritual of Mistletoe|Druid||Sacrifice|OotDLPG|6",
				"Keeper of the Law|Druid||Sacrifice|OotDLPG|10",
				"Astrological Wisdom|Druid||Sacrifice|OotDLPG|14"
			],
			"className": "Druid",
			"classSource": "PHB"
		},
		{
			"name": "Hoplite Soldier",
			"shortName": "Hoplite",
			"page": 43,
			"source": "OotDLPG",
			"subclassFeatures": [
				"Hoplite Soldier|Fighter||Hoplite|OotDLPG|3",
				"Spear Mastery|Fighter||Hoplite|OotDLPG|7",
				"Disciplined Defense|Fighter||Hoplite|OotDLPG|10",
				"Shield Buster|Fighter||Hoplite|OotDLPG|15",
				"Phalanx Wrecker|Fighter||Hoplite|OotDLPG|18"
			],
			"className": "Fighter",
			"classSource": "PHB"
		},
		{
			"name": "Way of the Shield",
			"shortName": "Shield",
			"source": "OotDLPG",
			"page": 43,
			"subclassFeatures": [
				"Way of the Shield|Monk||Shield|OotDLPG|3",
				"Shield Dancer|Monk||Shield|OotDLPG|6",
				"Shell of the Dragon Turtle|Monk||Shield|OotDLPG|11",
				"Undaunted Spirit|Monk||Shield|OotDLPG|17"
			],
			"className": "Monk",
			"classSource": "PHB"
		},
		{
			"name": "Oath of the Dragonlord",
			"shortName": "Dragonlord",
			"source": "OotDLPG",
			"page": 44,
			"subclassSpells": [
				"hunter's mark",
				"find familiar",
				"gust of wind",
				"levitate",
				"fly",
				"haste",
				"freedom of movement",
				"stoneskin",
				"hold monster",
				"telepathic bond"
			],
			"subclassFeatures": [
				"Oath of the Dragonlord|Paladin||Dragonlord|OotDLPG|3",
				"Dragonlord's Bond|Paladin||Dragonlord|OotDLPG|7",
				"Young Dragon|Paladin||Dragonlord|OotDLPG|15",
				"Avatar of Judgment|Paladin||Dragonlord|OotDLPG|20"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"hunter's mark",
							"find familiar"
						],
						"5": [
							"gust of wind",
							"levitate"
						],
						"9": [
							"fly",
							"haste"
						],
						"13": [
							"freedom of movement",
							"stoneskin"
						],
						"17": [
							"hold monster",
							"telepathic bond"
						]
					}
				}
			],
			"className": "Paladin",
			"classSource": "PHB"
		},
		{
			"name": "Amazonian Conclave",
			"shortName": "Amazonian",
			"source": "OotDLPG",
			"page": 47,
			"subclassSpells": [
				"command",
				"find steed",
				"haste",
				"confusion",
				"mislead"
			],
			"subclassFeatures": [
				"Amazonian Conclave|Ranger||Amazonian|OotDLPG|3",
				"Amazonian Battlecry|Ranger||Amazonian|OotDLPG|3",
				"Bracer Reflection|Ranger||Amazonian|OotDLPG|7",
				"Chakram Technique|Ranger||Amazonian|OotDLPG|7",
				"Improved Falconry|Ranger||Amazonian|OotDLPG|11",
				"Pressure Points|Ranger||Amazonian|OotDLPG|15"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"command"
						],
						"5": [
							"find steed"
						],
						"9": [
							"haste"
						],
						"13": [
							"confusion"
						],
						"17": [
							"mislead"
						]
					}
				}
			],
			"className": "Ranger",
			"classSource": "PHB"
		},
		{
			"name": "The Odyssean",
			"shortName": "Odyssean",
			"source": "OotDLPG",
			"page": 49,
			"subclassFeatures": [
				"The Odyssean|Rogue||Odyssean|OotDLPG|3",
				"Notorious Trickster|Rogue||Odyssean|OotDLPG|9",
				"Tenacious Survivor|Rogue||Odyssean|OotDLPG|13",
				"Legendary Cunning|Rogue||Odyssean|OotDLPG|17"
			],
			"className": "Rogue",
			"classSource": "PHB"
		},
		{
			"name": "Demigod",
			"shortName": "Demigod",
			"source": "OotDLPG",
			"page": 49,
			"subclassFeatures": [
				"Demigod|Sorcerer||Demigod|OotDLPG|1",
				"Empowered Magic|Sorcerer||Demigod|OotDLPG|6",
				"Divine Resistance|Sorcerer||Demigod|OotDLPG|14",
				"Ascendant Sorcery|Sorcerer||Demigod|OotDLPG|18"
			],
			"className": "Sorcerer",
			"classSource": "PHB"
		},
		{
			"name": "The Fates",
			"shortName": "The Fates",
			"page": 50,
			"source": "OotDLPG",
			"subclassSpells": [
				"detect evil and good",
				"identify",
				"levitate",
				"see invisibility",
				"clairvoyance",
				"call lightning",
				"divination",
				"arcane eye",
				"planar binding",
				"geas"
			],
			"subclassFeatures": [
				"The Fates|Warlock||The Fates|OotDLPG|1",
				"Fate's Foretelling|Warlock||The Fates|OotDLPG|6",
				"Fate's Demands|Warlock||The Fates|OotDLPG|10",
				"Inescapable Fate|Warlock||The Fates|OotDLPG|14"
			],
			"additionalSpells": [
				{
					"expanded": {
						"s1": [
							"Detect evil and good",
							"identify"
						],
						"s2": [
							"levitate",
							"see invisibility"
						],
						"s3": [
							"clairvoyance",
							"call lightning"
						],
						"s4": [
							"divination",
							"arcane eye"
						],
						"s5": [
							"planar binding",
							"geas"
						]
					}
				}
			],
			"className": "Warlock",
			"classSource": "PHB"
		},
		{
			"name": "Academy Philosopher",
			"shortName": "Academy Philosopher",
			"source": "OotDLPG",
			"page": 52,
			"subclassFeatures": [
				"Academy Philosopher|Wizard||Academy Philosopher|OotDLPG|2",
				"Mathematical Principles|Wizard||Academy Philosopher|OotDLPG|6",
				"Metaphysical Principles|Wizard||Academy Philosopher|OotDLPG|10",
				"Magical Paradox|Wizard||Academy Philosopher|OotDLPG|14"
			],
			"className": "Wizard",
			"classSource": "PHB"
		}
	],
	"baseitem": [
		{
			"name": "Chakram",
			"source": "OotDLPG",
			"page": 0,
			"type": "M",
			"rarity": "none",
			"weight": 2,
			"value": 1000,
			"weaponCategory": "martial",
			"property": [
				"L",
				"T",
				"F",
				"S"
			],
			"range": "60/120",
			"dmg1": "1d6",
			"dmgType": "S",
			"weapon": true,
			"entries": [
				"This bladed circular disc is an unusual thrown weapon. It glides through the air, slicing through anything in its path. Warriors who specialize with the chakram can learn to throw it in such a way that it returns to them after cutting the enemy.",
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"The chakram returns to you when thrown, unless you fumble the attack by rolling a natural 1."
					]
				}
			]
		}
	],
	"deity": [
		{
			"name": "Thylea",
			"title": "Great Mother of All",
			"source": "OotDLPG",
			"page": 6,
			"alignment": [
				"N"
			],
			"domains": [
				"Nature"
			],
			"symbol": "Eternal golden ash tree",
			"pantheon": "The Ancient Titans",
			"entries": [
				"Thylea is the namesake of the Lost Land. She takes the form of a gargantuan tree on an island at the heart of the Cerulean Gulf, and her followers believe that her roots reach deep into the earth, binding the world together in an eternal embrace. Thylea is believed to be a generous, life-giving goddess. The Druids of the Oldwood believe that her will is communicated through the changing of the seasons, rather than through words. Long winters, for example, signal her displeasure; long summers are a sign of her approval."
			]
		},
		{
			"name": "Kentimane",
			"title": "The Hundred Handed",
			"source": "OotDLPG",
			"page": 9,
			"alignment": [
				"N"
			],
			"domains": [
				"Destruction"
			],
			"symbol": "Spiral of ten stone hands",
			"pantheon": "The Ancient Titans",
			"entries": [
				"Kentimane was the most powerful of the Titans. He is believed to be both the husband and eternal guardian of the Great Mother. Many references are found to him in the poetry of the gygans and the centaurs, but few credible sources have survived the ravages of time.",
				"Kentimane is usually depicted with one hundred heads and one hundred hands."
			]
		},
		{
			"name": "Sydon",
			"title": "The Lord of Storms",
			"source": "OotDLPG",
			"page": 9,
			"alignment": [
				"N"
			],
			"domains": [
				"Tempest"
			],
			"symbol": "Lidless black and red eye",
			"pantheon": "The Ancient Titans",
			"entries": [
				"Sydon is the Lord of the Oceans and all that flows from them. He takes the form of a colossal, bearded man with three eyes, and he carries a terrifying black glaive. He surveys both land and water tirelessly, summoning storms to punish those who displease him. Sydon is a jealous and vengeful god who makes no allowances for the worship of any god but himself or his sister-wife, Lutheria.",
				"Every temple in Thylea fears the wrath of Sydon. Daily sacrifices are offered to him in every village, even as the settlers continue their silent prayers to the Five. Whenever thunder rolls through the skies of Thylea, you can be sure that someone has provoked Sydon's anger."
			]
		},
		{
			"name": "Lutheria",
			"title": "The Lady of Dreams",
			"source": "OotDLPG",
			"alignment": [
				"C",
				"E"
			],
			"domains": [
				"Death"
			],
			"page": 9,
			"symbol": "Crown of black antlers",
			"pantheon": "The Ancient Titans",
			"entries": [
				"Lutheria takes the form of a beautiful, black-eyed woman who sleepwalks through the underworld, greeting the spirits of the dead. She carries a crystal scythe, which she uses to harvest the souls of those who displeased her in life. Lutheria commands her followers to live without remorse, to drink, dance, and feast to their heart's desire, because any day could be their last. She is a mother to the fey races of Thylea, who she strongly favors.",
				"Worship of Lutheria is rare among settlers, but she is nevertheless honored with many feasts and festivals because Sydon demands it. Whenever any drink is poured, a libation must be made to Lutheria or else a swift punishment is sure to follow."
			]
		},
		{
			"name": "Mytros",
			"page": 9,
			"title": "The Goddess of Dawn",
			"source": "OotDLPG",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Life",
				"Light"
			],
			"symbol": "Silver dragon with golden eyes",
			"pantheon": "The Five Gods",
			"entries": [
				"Mytros, called by some the 'Silver Queen' is the most benevolent of the Five Gods and the patron goddess of the most important kingdom in Thylea. She is widely credited with the survival of the city during the destruction and aftermath of the First War, and she is said to appear to her priests as a warrior queen clad in shimmering golden armor. Having ascended to the heavens after a cataclysmic battle with Sydon and Lutheria, she no longer walks among mortals. She is the most powerful of the Five Gods, and the source of most priestly magic in Thylea."
			]
		},
		{
			"name": "Volkan",
			"page": 57,
			"title": "The God of Forges",
			"source": "OotDLPG",
			"alignment": [
				"N",
				"G"
			],
			"domains": [
				"Forge"
			],
			"symbol": "Silver anvil wreathed in blue flame",
			"pantheon": "The Five Gods",
			"entries": [
				"Not much is known about Volkan except that he is the husband of Mytros. He concerns himself with artifice and crafting and is primarily worshipped by dwarves, smiths, and wizards. He is depicted as an elderly and wise-looking man (and sometimes as a dwarf). He is rumored to travel through the Heartlands on the winter solstice, distributing toys and sweets to children."
			]
		},
		{
			"name": "Pythor",
			"page": 9,
			"title": "The God of Battle",
			"source": "OotDLPG",
			"alignment": [
				"C",
				"G"
			],
			"domains": [
				"War"
			],
			"symbol": "Golden hammer and five stars",
			"pantheon": "The Five Gods",
			"entries": [
				"A son of Mytros and Volkan, Pythor appeared to the settlers during the First War and fought tirelessly against the centaurs and gygans that threatened to overwhelm the city of Mytros. His praises were sung for centuries after, and he is said to have walked among the settlers in mortal guise, taking women to his bed and fathering demi-god children. A few centuries ago he became the king of the city of Estoria when he overthrew a mad tyrant."
			]
		},
		{
			"name": "Kyrah",
			"page": 10,
			"title": "The Goddess of Music",
			"source": "OotDLPG",
			"alignment": [
				"C",
				"G"
			],
			"domains": [
				"Trickery"
			],
			"symbol": "Silver-stringed lute with five stars",
			"pantheon": "The Five Gods",
			"entries": [
				"Kyrah is revered as the trickster goddess of music and poetry. She is the swiftest of all the gods, capable of disappearing in the blink of an eye and she can travel great distances with each step. Her voice is said to be more beautiful than any musical instrument. There are very few shrines to her, except among bards, who revere her as the Muse."
			]
		},
		{
			"name": "Vallus",
			"page": 10,
			"title": "The Goddess of Wisdom",
			"source": "OotDLPG",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Knowledge"
			],
			"symbol": "Golden laurel wreath with five stars",
			"pantheon": "The Five Gods",
			"entries": [
				"Vallus is revered as the goddess of wisdom and beauty, and she is believed to know as much about Thylea's history as Sydon and Lutheria. She was once known to travel far and wide, surveying ancient ruins and collecting lore concerning the origins of the land and the fey races. Prayers are offered to Vallus when guidance is needed and information is scarce. She is the oldest daughter of Mytros and, in many ways, she has inherited her mother's legacy, serving as both queen and patron goddess to the city."
			]
		}
	],
	"spell": [
		{
			"name": "Bond of the Dragonlords",
			"source": "OotDLPG",
			"page": 54,
			"level": 2,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"m": {
					"text": "magical armor, shield, weapon, ring, rod, staff, or wand worth at least 5,000 gp, which the spell consumes, and an unhatched dragon egg)",
					"consume": true,
					"cost": 500000
				}
			},
			"duration": [
				{
					"type": "special"
				}
			],
			"entries": [
				"You permanently bond with a newly-hatched metallic dragon. This requires you to locate an unhatched dragon egg and spend {@dice 1d4} days nurturing the egg so that it hatches. The hatchling may be any of the following types of dragon wyrmling: brass, bronze, copper, or silver.",
				"You can confer the bond to another recipient who you are touching when you cast the spell. A dragon that has been bonded can never be bonded with another target. Likewise, this spell cannot be used to bond more than one dragon to any individual.",
				"Wyrmlings cannot be used as mounts until they grow into young dragons. A dragon cannot use legendary actions while it is being used as a mount.",
				"{@b Controlling the Dragon.} Your dragon moves and acts on your initiative. You can decide how the dragon moves and attacks. While your dragon is fighting alongside you, it loses its multiattack feature. If your dragon has a breath weapon, it can be used once, and it recharges after you and the dragon complete a long rest.",
				"If your bonded dragon dies, you will also die within 24 hours unless the dragon is returned to life. You cannot be raised from the dead unless your bonded dragon is alive. The same is true for your dragon."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Animal Polymorph",
			"source": "OotDLPG",
			"page": 54,
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"This spell transforms a creature you can see within range into a new beast form. An unwilling creature must make a Wisdom saving throw to avoid the effect. A shapechanger automatically succeeds on this saving throw.",
				"The transformation lasts for the duration, or until the target drops to 0 hit points or dies. The new form can be any beast of CR 1 or less that does not have a fly speed. While in this new form, the target is {@condition charmed} by you and views you as a trusted ally. The target can understand simple commands such as \"attack\" or \"stay.\" The charm affects creatures that are immune to charm in their normal form. The charm ends immediately when the target reverts to its normal form.",
				"The target's game statistics, including mental ability scores, are replaced by the statistics of the chosen beast. It retains its alignment and personality. The creature is limited in the actions it can perform by the nature of its new form, and it can't speak, cast spells, or take any other action that requires hands or speech. The creature's gear melds into its new form. The creature can't activate, use, wield, or otherwise benefit from any of its equipment.",
				"The target assumes the hit points of its new form. When it reverts to its normal form, the creature returns to the number of hit points it had before it transformed. If it reverts as a result of dropping to 0 hit points, any excess damage carries over to its normal form."
			],
			"conditionInflict": [
				"charmed"
			],
			"savingThrow": [
				"wisdom"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Dirge of the Dragonlords",
			"source": "OotDLPG",
			"page": 54,
			"level": 3,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"m": {
					"text": "an offering of gems and coins worth at least 1,000 gp, which the spell consumes",
					"cost": 100000
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You return a dead dragon that has been bonded to a Dragonlord back to life. The dragon returns to life with 1 hit point. All of the dragon's mortal wounds are closed, and any missing body parts are restored.",
				"This spell also neutralizes any poisons and cures nonmagical diseases that affected the dragon at the time it died. This spell doesn't, however, remove magical diseases, curses, or similar effects; if these aren't first removed prior to casting the spell, they take effect when the dragon returns to life."
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Fatebinding",
			"source": "OotDLPG",
			"page": 54,
			"level": 3,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"Choose two creatures that you can see. Both creatures must make Charisma saving throws, and they do so with advantage if they are hostile to you. If a creature is {@condition charmed} by you, it has disadvantage on this saving throw. If both creatures fail their saving throws, then their fates are now bound together.",
				{
					"type": "list",
					"items": [
						"Whenever one of the creatures takes damage, the other creature takes an identical amount of damage, unless both creatures took damage from the same single source, such as a fireball spell.",
						"Whenever one of the creatures regains hit points, the other creature regains an identical number of hit points, unless both creatures regained hit points from the same single source, such as {@spell mass cure wounds}."
					]
				},
				"The two target creatures remain fate-bound for the duration of the spell, even if both targets are on different planes of existence."
			],
			"conditionInflict": [
				"charmed"
			],
			"savingThrow": [
				"charisma"
			],
			"areaTags": [
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"HL",
				"SGT"
			]
		},
		{
			"name": "Seeds of Death",
			"source": "OotDLPG",
			"page": 55,
			"level": 6,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "three or more minotaur teeth and alchemical fertilizer worth 100 gp",
					"cost": 10000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You throw three minotaur teeth on to the ground in front of you. At the start of your next turn, three {@creature minotaur skeleton}s erupt from the ground, fully formed. You can use a bonus action to shout commands at the minotaur skeletons if they are within 100 ft. of you. Your commands must be general orders, such as \"attack that enemy\" or \"guard this room.\" Once given an order, the minotaur skeletons will continue to follow it until the task is complete or until you issue another command. If the minotaur skeletons are given no commands, they will attack the nearest creature. When the spell ends, the minotaur skeletons dissolve into bone dust."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 7th level or higher, you animate an extra minotaur skeleton for each slot level above 6th."
					],
					"type": "entries"
				}
			],
			"miscTags": [
				"SMN",
				"UBA"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Sleeping Draught",
			"source": "OotDLPG",
			"page": 55,
			"level": 2,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 20
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a draught of liquid"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You open a draught and a purple mist flows from you to a target creature. Roll {@dice 9d8}; if the target creature has fewer current hit points than the total, then it falls {@condition unconscious}. The target remains {@condition unconscious} until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake. If the target creature has more hit points than the rolled total, then it becomes drowsy and its speed is halved, it can't take reactions, and it can't make more than one melee or ranged attack during its turn. The target remains drowsy until it takes damage or until the spell ends.",
				"Undead and creatures that are immune to being {@condition charmed} aren't affected by this spell."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, roll an additional {@dice 3d8} for each slot level above the 2nd."
					],
					"type": "entries"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Sword of Fate",
			"source": "OotDLPG",
			"page": 55,
			"level": 5,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"Choose a creature that you can see. You create an illusionary sword that hangs above that creature's head. Everyone with line of sight can see the sword except for the affected creature. When you cast the spell you must shout out one of the following conditions:",
				{
					"type": "list",
					"items": [
						"You cannot harm us. The target creature breaks this condition if they target the spell caster or a companion with an attack or a spell that causes damage.",
						"You cannot use magic. The target creature breaks this condition if they cast a spell.",
						"You cannot leave this area. The target creature breaks this condition if it moves more than 30 feet from the spot it was standing when the spell was cast."
					]
				},
				"If the target creature breaks the condition, it takes {@damage 10d8} slashing damage as the blade becomes real and slices downward. If the target is reduced to 0 hit points, then one of its heads is removed. If the creature has no remaining heads, then it is instantly killed.",
				"The sword of fate can be dispelled. In addition, remove curse will end the spell on the target."
			],
			"damageInflict": [
				"slashing"
			],
			"miscTags": [
				"SGT"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Theogenesis",
			"source": "OotDLPG",
			"page": 55,
			"level": 9,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "offerings worth at least 10,000 gp, which are consumed, and all three Divine Artifacts: the Caduceus, the Ambrosia, and the Promethean fire",
					"consume": true,
					"cost": 1000000
				}
			},
			"duration": [
				{
					"type": "special"
				}
			],
			"entries": [
				"Theogenesis is a powerful spell that is used to place a divine spark into a mortal creature, unlocking the potential to ascend to godhood. The artifacts are not consumed when the spell is cast, but the offerings are.",
				"Choose a single target (non-divine) creature for the spell. You must remain in contact with the target for the duration of the casting. If contact is broken, both you and the target take {@damage 20d6} radiant damage, and both the spell and the offering are wasted. If the spell is successfully cast, then one of the greater gods must decide whether or not to grant the divine spark. The creature's relationship with the god determines its chance of success, and the base chance is 0%. Each of the bonuses below are cumulative:",
				{
					"type": "list",
					"items": [
						"The target shares at least one alignment axis with the greater god: +20%",
						"The target has the exact same alignment as the greater god: +20%",
						"The target has faithfully worshipped a god in the same pantheon for at least a year: +20%",
						"The target has faithfully worshipped the greater god for at least a year: +30%"
					]
				},
				"Failure means that the greater god decides not to grant the divine spark. That greater god can't be chosen again if the spell is cast on the same target. Success means that the target has been permanently granted a divine spark. It can only be removed with a wish spell."
			],
			"damageInflict": [
				"radiant"
			],
			"miscTags": [
				"PRM"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		}
	],
	"monster": [
		{
			"name": "Stimfay",
			"source": "OotDLPG",
			"page": 48,
			"size": [
				"T"
			],
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "6d6",
				"average": 21
			},
			"speed": {
				"walk": 10,
				"fly": 80
			},
			"str": 10,
			"dex": 11,
			"con": 10,
			"int": 6,
			"wis": 8,
			"cha": 7,
			"skill": {
				"perception": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"immune": [
				"fire",
				"poison",
				"psychic"
			],
			"conditionImmune": [
				"charmed",
				"poisoned"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Keen Sight",
					"entries": [
						"The stimfay has advantage on Wisdom (perception) checks that rely on sight."
					]
				},
				{
					"name": "Immutable Form",
					"entries": [
						"The stimfay is immune to any spell or effect that would alter its form."
					]
				},
				{
					"name": "Automated Helper",
					"entries": [
						"The stimfay can carry a single potion and administer it to any willing creature as an action. Additionally, the stimfay can use a bonus action to stabilize a dying creature that it can touch."
					]
				},
				{
					"name": "Districting Nuisance",
					"entries": [
						"When the stimfay successfully hits a creature with its talons, that creature cannot make opportunity attacks until the beginning of its next turn."
					]
				}
			],
			"action": [
				{
					"name": "Talons",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) slashing damage."
					]
				},
				{
					"name": "Pinion Storm",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 60/60 ft., one target. {@h}3 ({@damage 1d6}) piercing damage."
					]
				},
				{
					"name": "Piercing Screech",
					"entries": [
						"The stimfay emits an ear-splitting cry directed at one creature of your choice. The target must succeed on a {@dc 10} Constitution saving throw or else it takes {@damage 1d6} psychic damage and is {@condition deafened} until the beginning of the stimfay's next turn."
					]
				}
			],
			"traitTags": [
				"Immutable Form",
				"Keen Senses"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"S",
				"P"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"conditionInflict": [
				"deafened"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Bull",
			"shortName": true,
			"source": "OotDLPG",
			"page": 30,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "4d10 + 12",
				"average": 34
			},
			"speed": {
				"walk": 40
			},
			"str": 18,
			"dex": 10,
			"con": 16,
			"int": 4,
			"wis": 10,
			"cha": 9,
			"skill": {
				"perception": "+4"
			},
			"passive": 14,
			"cr": "1",
			"trait": [
				{
					"name": "Keen Smell",
					"entries": [
						"The bull has advantage on Wisdom ({@skill Perception}) checks that rely on smell."
					]
				}
			],
			"action": [
				{
					"name": "Horns",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) damage."
					]
				},
				{
					"name": "Charge",
					"entries": [
						"If the bull moves at least 20 ft. straight toward a target and then hits it with a horns attack on the same turn, the target takes an extra 3 ({@damage 1d6}) piercing damage. If the target is a creature, it must succeed on a {@dc 11} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"traitTags": [
				"Keen Senses"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Dire Bull",
			"shortName": true,
			"source": "OotDLPG",
			"page": 30,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "5d10 + 15",
				"average": 42
			},
			"speed": {
				"walk": 40
			},
			"str": 18,
			"dex": 10,
			"con": 16,
			"int": 4,
			"wis": 10,
			"cha": 9,
			"skill": {
				"perception": "+4"
			},
			"passive": 14,
			"cr": "2",
			"trait": [
				{
					"name": "Keen Smell",
					"entries": [
						"The bull has advantage on Wisdom ({@skill Perception}) checks that rely on smell."
					]
				},
				{
					"name": "Relentless (1/day)",
					"entries": [
						"If the bull takes 10 damage or less that would reduce it to 0 hit points, it is reduced to 1 hit point instead."
					]
				}
			],
			"action": [
				{
					"name": "Horns",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage."
					]
				},
				{
					"name": "Charge",
					"entries": [
						"If the bull moves at least 20 ft. straight toward a target and then hits it with a horns attack on the same turn, the target takes an extra 5 ({@damage 1d10}) piercing damage. If the target is a creature, it must succeed on a {@dc 14} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"traitTags": [
				"Keen Senses"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"strength"
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Hoplite",
			"source": "OotDLPG",
			"page": 43,
			"featureType": [
				"FS:F"
			],
			"entries": [
				"While you are wielding a shield, you are alert to attacks made against nearby allies. Whenever a creature attacks an ally standing within 5 feet of you with a melee attack, you may use your reaction to make a melee opportunity attack against the offending creature."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Herculean Path",
			"source": "OotDLPG",
			"page": 36,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Herculean",
			"subclassSource": "OotDLPG",
			"level": 3,
			"entries": [
				"Some individuals are born with seemingly impossible strength, exhibiting rippling muscles even before they learn to speak or walk. Such men and women quickly learn that every good thing in this world may be obtained through the exercise of overwhelming might. Others may scorn them and call them \"barbaric,\" but what are words but useless noise to be choked out of the speaker's windpipe? As one such individual, you know that strength is what determines one's worth in the world: strength to crush your enemies—and to impress your allies. You savor the opportunity to show off your great strength, whether it be in battle or in friendly competition. Your incredible strength allows you to accomplish Herculean feats that will leave your foes wailing in anguish.",
				{
					"name": "Precocious Wrestler",
					"entries": [
						"Starting at 3rd level, you have learned to take advantage of your innate strength to wrestle foes into submission. You are proficient in the {@skill Athletics} skill, and you are capable of grappling and shoving creatures that are up to two sizes larger than you. On your turn, you may use a bonus action to attempt to grapple a creature. While you are grappling a creature with one hand, you may use your free hand to attack that creature with two-handed weapons as if you were using both hands."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Mighty Marksman",
			"source": "OotDLPG",
			"page": 36,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Herculean",
			"subclassSource": "OotDLPG",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you leverage your immense strength when using ranged weapons. You can use heavy weapons without incurring disadvantage due to your size. Additionally, you may choose to use your Strength modifier for attack and damage rolls with longbows. When you make ranged attacks with longbows or thrown weapons while raging, you may add your rage damage bonus to the damage rolls.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Thunderous Shot",
							"entry": "When you make a ranged attack, you may choose to add the effect of {@spell thunderwave} to the projectile, centered on the location that the projectile hits. The DC for this effect is 8 + your proficiency bonus + your Strength modifier. Once you have used this feature, you may not use it again until you complete a short or long rest."
						}
					]
				}
			]
		},
		{
			"name": "Herculean Rage",
			"source": "OotDLPG",
			"page": 36,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Herculean",
			"subclassSource": "OotDLPG",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, your rages take on legendary qualities and grow more powerful the longer they endure. At the beginning of each of your turns, if you are already raging, your rage damage bonus increases by +1, up to a maximum of your Strength modifier. Additionally, while raging, you are immune to poison damage and you cannot be frightened."
			]
		},
		{
			"name": "Earthshaker",
			"source": "OotDLPG",
			"page": 36,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Herculean",
			"subclassSource": "OotDLPG",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, your colossal strength causes the ground itself to tremble and quake. On your turn, you can use your action to strike the ground and create the effects of an earthquake with a 40 ft. radius, centered on your location. This area becomes difficult terrain.",
				"Each creature on the ground in the affected area that is concentrating must make a Constitution saving throw with a DC of 8 + your proficiency bonus + your Strength modifier. On a failed save, the creature's concentration is broken. At the end of your turn, each creature on the ground in the area must make a Dexterity saving throw with the same DC as the previous one. On a failed save, the creature is knocked prone. You have advantage on this saving throw.",
				"At the beginning of each of your subsequent turns, you may use your bonus action to stomp the ground and continue the effects of the earthquake until the beginning of your next turn, for a maximum duration of 1 minute. Once you have used this feature, you may not use it again until you complete a long rest."
			]
		},
		{
			"name": "College of Epic Poetry",
			"source": "OotDLPG",
			"page": 37,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Epic Poetry",
			"subclassSource": "OotDLPG",
			"level": 3,
			"entries": [
				"Bards who study the College of Epic Poetry are devoted to the creation of a singular masterpiece in the tradition of the epic poets. All the greatest stories in history were originally captured and recreated for audiences as masterful works of poetry. These stories were passed down for centuries in an oral tradition, and eventually, they were recorded on papyrus scrolls and stored in great libraries.",
				"Those who wish to record their own epic poems spend their early years studying philosophy, aesthetics, and music, so that they have the necessary language to capture the splendor of great deeds. However, an epic poet cannot spend all their life in the Academy. Eventually, they must seek out great conflicts, for great conflicts produce great heroes, and great heroes produce great deeds.",
				"As such, you have prepared yourself for a life of turmoil, chasing after warriors who brave impossible odds. You have learned to transcribe events faithfully, even in the chaos of battle. You know that if your quill slips at a pivotal moment, the beauty of that instant may be forever lost to history.",
				{
					"name": "Epic Verses",
					"entries": [
						"Starting when you join the College of Epic Poetry at 3rd level, you begin composing your epic poem. When certain significant events occur during your travels or during combat, you may use your reaction to compose a new epic verse. Significant events are defined as any of the following things happening to you or one of your allies by chance (e.g. your party cannot deliberately force them to happen by repetition). You must be able to see or hear the event happen.",
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Comedy:",
									"entry": "Someone rolls a natural 1 on an attack or saving throw."
								},
								{
									"type": "item",
									"name": "Hubris:",
									"entry": "Someone rolls a natural 20 on an attack or saving throw."
								},
								{
									"type": "item",
									"name": "Irony:",
									"entry": "Someone fails a saving throw after adding a Bardic Inspiration die."
								},
								{
									"type": "item",
									"name": "Tragedy:",
									"entry": "Someone is reduced to zero hit points by an enemy."
								}
							]
						},
						"Additionally, any particularly exciting event that seems to warrant inclusion in your poem is eligible as long as the GM approves—but don't push it.",
						"Each time you compose a new epic verse, you must declare that you are doing so. If the GM approves, then you may add 1 verse to your poem. You may also want to write down what happened and why, so that you can enjoy reading it later, but this is not required. Your poem increases in rank as the number of verses grows.",
						{
							"type": "inset",
							"name": "Verse Counts & Party Size",
							"entries": [
								"These verse counts are based on a party size of six. If you have less than six members in your party, then the required verse counts are reduced. Multiply your party size by the poem rank to determine the required verse count. For example, if you have 3 party members, then your required verse count for rank 6 is equal to 18 (3 x 6)"
							]
						},
						{
							"type": "table",
							"caption": "Epic Poem Ranks and Effects",
							"colLabels": [
								"Poem Rank",
								"Required Verse Count",
								"Bardic Inspiration Improvement"
							],
							"colStyles": [
								"col-3 text-center",
								"col-3 text-center",
								"col-3 text-center"
							],
							"rows": [
								[
									"1",
									"6",
									"Minimum Value = 2"
								],
								[
									"2",
									"12",
									"Epic Courage"
								],
								[
									"3",
									"18",
									"Minimum Value = 3"
								],
								[
									"4",
									"24",
									"Epic Foresight"
								],
								[
									"5",
									"30",
									"Minimum Value = 4"
								],
								[
									"6",
									"36",
									"Epic Determination"
								],
								[
									"7",
									"42",
									"Minimum Value = 5"
								],
								[
									"8",
									"48",
									"Epic Reflexes"
								],
								[
									"9",
									"54",
									"Minimum Value = 6"
								],
								[
									"10",
									"60",
									"Epic Resistance"
								]
							]
						}
					],
					"type": "entries"
				},
				{
					"name": "Inspirational Verses",
					"entries": [
						"Starting at 3rd level, when you give someone Bardic Inspiration, you recite a portion of your epic poem, which improves the effect of the dice based upon the rank of your poem.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Improved Rolls",
									"entry": "Your Bardic Inspiration dice have a minimum result value based on the number of verses that you've collected. Whenever someone rolls one of your Bardic Inspiration dice, if they roll less than the minimum value for your poem rank, then the result is equal to the minimum value as determined by your poem rank."
								},
								{
									"type": "item",
									"name": "Additional Effects",
									"entry": "Your Bardic Inspiration dice have additional effects based on the number of verses that you've collected. When you give someone Bardic Inspiration, choose one of the following effects that you have unlocked. They gain the benefit of this effect as long as they have your Bardic Inspiration die. The effect is lost when they roll the die."
								}
							]
						},
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Epic Courage:",
									"entry": "You gain advantage on saving throws against effects that would frighten you.."
								},
								{
									"type": "item",
									"name": "Epic Determination:",
									"entry": "You gain advantage on death saving throws."
								},
								{
									"type": "item",
									"name": "Epic Foresight:",
									"entry": "You cannot be surprised, and your passive Perception increases by +5."
								},
								{
									"type": "item",
									"name": "Epic Reflexes:",
									"entry": "You gain advantage on saving throws against spells that affect multiple targets."
								},
								{
									"type": "item",
									"name": "Epic Resistance:",
									"entry": "You gain resistance to one damage type (Bard's choice)."
								}
							]
						}
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Armored Poet",
			"source": "OotDLPG",
			"page": 37,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Epic Poetry",
			"subclassSource": "OotDLPG",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you gain proficiency with medium armor, so that you can get close to the fighting while composing your poem. Additionally, if you are within 5 feet of an ally when you compose an epic verse about them, then you regain one expended Bardic Inspiration die."
			]
		},
		{
			"name": "Protective Epithets",
			"source": "OotDLPG",
			"page": 37,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Epic Poetry",
			"subclassSource": "OotDLPG",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, the lyrical epithets that you've selected for your allies take on magical properties, protecting them from death. Whenever a character with your Bardic Inspiration die would be reduced to 0 hit points, they may choose to roll their Bardic Inspiration die and be reduced to that number of hit points instead. The Bardic Inspiration die is then lost.",
				{
					"type": "inset",
					"name": "Assigning Epithets",
					"entries": [
						"If you'd like to add some extra creativity to this process, then you should consider assigning an epithet to each of your allies. Epithets are short compound titles like 'rosy-cheeked,' 'strong-willed,' or 'clear-eyed.' Epic poets use epithets to emphasize a character's most distinguished qualities. Refer to your allies by their epithets when you record verses in your poem, like so: \"Stern-faced Orion swings and misses!\" Please be respectful—don't choose an epithet that would make your fellow players uncomfortable."
					]
				}
			]
		},
		{
			"name": "Domain of Prophecy",
			"source": "OotDLPG",
			"page": 38,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Prophecy",
			"subclassSource": "OotDLPG",
			"level": 1,
			"entries": [
				"The Prophecy domain focuses on foretelling danger and preventing harmful outcomes. Clerics of this domain are also known as \"oracles.\" Oracles pay special attention to dreams, intuitive thoughts, and hallucinatory visions. They are widely believed to be capable of predicting the future, though their visions are often misinterpreted. They live by the phrase, \"know thyself.\"",
				"Oracles often carry special varieties of incense and holy water with them. The holy water may be boiled to produce vapors, which the oracle inhales in order to enter a trance-like state. During such a trance, the oracle thrashes and wails as they experience flashes of divine insight. They often employ scribes to write down their words, so that they may be recalled later.",
				{
					"type": "table",
					"caption": "Prophecy Domain Spells",
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"1st",
							"{@spell identify}, {@spell detect magic}"
						],
						[
							"3rd",
							"{@spell augury}, {@spell locate object}"
						],
						[
							"5th",
							"{@spell beacon of hope}, {@spell clairvoyance}"
						],
						[
							"7th",
							"{@spell divination}, {@spell death ward}"
						],
						[
							"9th",
							"{@spell dream}, {@spell scrying}"
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mindful Senses|Cleric||Prophecy|OotDLPG|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Blessing of Foresight|Cleric||Prophecy|OotDLPG|1"
				}
			]
		},
		{
			"name": "Mindful Senses",
			"entries": [
				"When you choose this domain at 1st level, you gain the {@spell message} cantrip if you don't already know it. Additionally, you gain proficiency in the {@skill Perception} skill."
			],
			"source": "OotDLPG",
			"page": 38,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Prophecy",
			"subclassSource": "OotDLPG",
			"level": 1,
			"header": 1
		},
		{
			"name": "Blessing of Foresight",
			"entries": [
				"Starting at 1st level, you use your divination spells to protect your allies from future events. Whenever you cast a divination spell of 1st level or higher, choose one creature you can see. That creature gains temporary hit points equal to your Wisdom modifier + your cleric level."
			],
			"source": "OotDLPG",
			"page": 38,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Prophecy",
			"subclassSource": "OotDLPG",
			"level": 1,
			"header": 1
		},
		{
			"name": "Channel Divinity: Prophetic Trance",
			"source": "OotDLPG",
			"page": 38,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Prophecy",
			"subclassSource": "OotDLPG",
			"level": 2,
			"header": 2,
			"entries": [
				"Starting at 2nd level, you can use your Channel Divinity to enter a prophetic trance. As an action, you inhale hallucinatory vapors and enter a trance-like state for 10 minutes. Roll two d20s and record the numbers rolled. You can replace any attack roll, saving throw, or ability check made by you or a creature that you can see with one of these prophecy rolls. You must choose to do so before the roll is made. Each prophecy roll can be used only once. You lose the prophecy rolls when your trance ends."
			]
		},
		{
			"name": "Visions of Danger",
			"source": "OotDLPG",
			"page": 38,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Prophecy",
			"subclassSource": "OotDLPG",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you experience flashes of foresight that reveal to you when your allies will be harmed, allowing you to react with uncanny speed. When you ready a spell that restores hit points, it does not require or break concentration. Additionally, when one of your allies takes damage or fails a saving throw, you may use your reaction to move up to your speed and cast a beneficial spell that only targets your imperiled ally. The casting time of the spell must be a reaction, action, or bonus action. You may use this feature twice, and you regain any expended uses when you finish a short or long rest."
			]
		},
		{
			"name": "Healing Vapors",
			"source": "OotDLPG",
			"page": 38,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Prophecy",
			"subclassSource": "OotDLPG",
			"level": 8,
			"header": 2,
			"entries": [
				"Starting at 8th level, your healing spells are accompanied by a mist of restorative vapors. Whenever you use a spell of 1st level or higher to restore hit points to a creature, the creature regains additional hit points equal to your Wisdom modifier.",
				"Additionally, when you cast a spell of 1st level or higher that restores hit points, you may choose to add the effect of {@spell fog cloud} at the location of one of your targets. You must complete a long rest before you can create another {@spell fog cloud} with this feature."
			]
		},
		{
			"name": "Perfect Foresight",
			"source": "OotDLPG",
			"page": 38,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Prophecy",
			"subclassSource": "OotDLPG",
			"level": 17,
			"header": 2,
			"entries": [
				"Starting at 17th level, your prophetic powers are nearly infallible. When you enter a prophetic trance with Channel Divinity, you may choose to replace the result of either d20 prophecy roll with any number between 1 and 19 of your choice. Additionally, while you are in the trance, you gain darkvision out to a range of 60 feet, and you can see invisible creatures and objectives within 10 feet of you that are within line of sight."
			]
		},
		{
			"name": "Circle of Sacrifice",
			"source": "OotDLPG",
			"page": 41,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Sacrifice",
			"subclassSource": "OotDLPG",
			"level": 2,
			"entries": [
				"Druids of the Circle of Sacrifice believe that nature connects one to the entire universe, including the stars and the astral void between planes. They know that immutable laws have been set down by the great powers of the universe and that sacrifices must be made to these powers in order to keep the balance. Such sacrifices take the form of great bonfires, wherein fallen creatures are immolated.",
				"Druids who keep the Circle of Sacrifice are sometimes called the Keepers of the Old Ways, and they revere mistletoe as a sacred plant connected to the infinite power of the astral plane. Mistletoe must be harvested with extreme care, following rituals that ensure that the plant maintains its potency.",
				"As one of the keepers of the Old Ways, you sometimes gather with others of your kind at sacred rings of standing stones. These standing stones connect the natural world to the heavens and the astral void.",
				{
					"name": "Ritual of Sacrifice",
					"entries": [
						"Starting at 2nd level, you learn how to perform a sacrificial ritual that pleases the gods. You know the produce flame cantrip. When you make an attack with produce flame, add your Wisdom modifier to the damage roll.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Immolation.",
									"entry": "Whenever you reduce a creature to 0 hit points, you may choose to immolate them as a sacrificial offering. As the creature is engulfed in fire, you and every ally within 60 feet of the immolated creature gain the effects of the {@spell bless} spell for 1 minute (concentration is not required). You may use this feature a number of times equal to your Wisdom modifier, and you regain all expended uses after a short or long rest."
								}
							]
						}
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Ritual of Mistletoe",
			"source": "OotDLPG",
			"page": 41,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Sacrifice",
			"subclassSource": "OotDLPG",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you carry a pouch full of mistletoe that you've collected with your sickle. You have sprigs of mistletoe represented by a number of d4s equal to your druid level. On your turn, you may use a bonus action to expend one of the sprigs of mistletoe and perform one of the following effects:",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Divining Ritual:",
							"entry": "You cast {@spell detect magic} without using a spell slot."
						},
						{
							"type": "item",
							"name": "Healing Ritual:",
							"entry": "You cast {@spell cure wounds} as a 1st-level spell without using a spell slot."
						},
						{
							"type": "item",
							"name": "Purification Ritual:",
							"entry": "You cast {@spell purify food and drink} without using a spell slot."
						},
						{
							"type": "item",
							"name": "Song of the Solstice:",
							"entry": "You cast {@spell heroism} as a 1st-level spell without using a spell slot."
						}
					]
				},
				"Additionally, any time you cast a spell that restores hit points, you may expend any number of sprigs of mistletoe to roll those dice and add them to the number of hit points restored. You regain all expended sprigs of mistletoe after completing a long rest"
			]
		},
		{
			"name": "Keeper of the Law",
			"source": "OotDLPG",
			"page": 41,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Sacrifice",
			"subclassSource": "OotDLPG",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, you are initiated into an ancient order of druidic judges who keep and enforce the laws of the cosmos. Your sprigs of mistletoe increase to d6s.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Sacrificial Offering.",
							"entry": "On your turn, you may use a bonus action to choose one creature that you can see. That creature is marked as a Sacrificial Offering for the next hour. Whenever any of your allies hit that creature with an attack, you may use a reaction to expend one of your sprigs of mistletoe to roll the die and add the result as fire damage. Additionally, whenever a Sacrificial Offering is reduced to 0 hit points, you may activate your Immolation feature on that creature."
						},
						{
							"type": "item",
							"name": "Restoration Ritual.",
							"entry": "On your turn, you may use an action to expend two sprigs of mistletoe to cast the {@spell lesser restoration} spell."
						}
					]
				}
			]
		},
		{
			"name": "Astrological Wisdom",
			"source": "OotDLPG",
			"page": 41,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Sacrifice",
			"subclassSource": "OotDLPG",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you have studied the stars and memorized the pathways that connect the material plane to the astral plane. Your sprigs of mistletoe increase to d8s. Additionally, you gain access to the {@spell teleportation circle} spell and always have it prepared.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Stone Circle.",
							"entry": "You know the ancient methods used to construct a circle of standing stones. You may spend 8 hours and 12,000 gp to construct a circle of twelve standing stones inscribed with druidic sigils, where each stone is 10 feet tall and weighs 1 ton. This stone circle may be used as a permanent anchor location for the {@spell teleportation circle} spell."
						}
					]
				}
			]
		},
		{
			"name": "Hoplite Soldier",
			"source": "OotDLPG",
			"page": 43,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Hoplite",
			"subclassSource": "OotDLPG",
			"level": 3,
			"entries": [
				"The rank-and-file warriors of large cities are sometimes trained to fight in large armies of identically-outfitted soldiers called hoplites. Hoplites fight behind heavy shields, which have notches to accommodate the use of spears and javelins. Additionally, they may carry a sword called a xiphos for close quarters combat. Hoplites are famous for the use of the phalanx formation, which allows many soldiers to band together closely, benefiting from the protection of their neighbor's shield.",
				{
					"name": "Optional Fighting Style: Hoplite",
					"entries": [
						"When you select your fighting style at 1st level, you may choose this one. While you are wielding a shield, you are alert to attacks made against nearby allies. Whenever a creature attacks an ally standing within 5 feet of you with a melee attack, you may use your reaction to make a melee opportunity attack against the offending creature."
					],
					"type": "entries"
				},
				{
					"name": "Phalanx (Shield Wall)",
					"entries": [
						"Starting when you choose this archetype at 3rd level, you can use a bonus action to activate your Shield Wall ability. You may use this ability once, and you regain the ability to do so after completing a long rest.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Shield Wall.",
									"entry": "For 1 minute, you and every ally who can see or hear you gains +2 AC as long as they are standing within 5 feet of an ally who is using a shield. Additionally, your allies wielding shields gain an additional +1 AC from their own shields (this includes you). This ability does not stack with itself."
								}
							]
						}
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Spear Mastery",
			"source": "OotDLPG",
			"page": 43,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Hoplite",
			"subclassSource": "OotDLPG",
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 7th level, your damage dice with spears, tridents, and javelins increases to d8 (d10 when wielded with two hands), and your melee attack range with these weapons is increased to 10 feet. When you make an attack with one of these weapons, you may use a bonus action to make a melee attack with the opposite end of the weapon. This attack uses the same ability modifier as the primary attack. The weapon's damage die for this attack is a d4, and it deals bludgeoning damage."
			]
		},
		{
			"name": "Disciplined Defense",
			"source": "OotDLPG",
			"page": 43,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Hoplite",
			"subclassSource": "OotDLPG",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, you are practiced at using your shield to intercede and protect allies. When a creature you can see attacks a target other than you that is within 5 feet of you, you can use your reaction to add your proficiency bonus to the target's AC until the beginning of your next turn. You must be wielding a shield."
			]
		},
		{
			"name": "Shield Buster",
			"source": "OotDLPG",
			"page": 43,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Hoplite",
			"subclassSource": "OotDLPG",
			"level": 15,
			"header": 2,
			"entries": [
				"Starting at 15th level, your attacks score a critical hit on a roll of 19 or 20. When you score a critical hit with a melee weapon, you knock away your target's shield if they are wielding one. The shield lands in a free space up to 10 ft. away. If your target is not wielding a shield, then they suffer an additional d6 damage from the sheer force of your weapon attack."
			]
		},
		{
			"name": "Phalanx Wrecker",
			"source": "OotDLPG",
			"page": 43,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Hoplite",
			"subclassSource": "OotDLPG",
			"level": 18,
			"header": 2,
			"entries": [
				"Starting at 18th level, you have become a whirling machine of death in close quarters combat. When you take the Attack action, you can forgo one of your attacks to make a single melee attack against any number of creatures within 5 feet of you, with a separate attack roll for each target."
			]
		},
		{
			"name": "Way of the Shield",
			"source": "OotDLPG",
			"page": 43,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shield",
			"subclassSource": "OotDLPG",
			"level": 3,
			"entries": [
				"Some monasteries teach a specialized form of combat that is very different from traditional monk fighting techniques. This style is known as the Way of the Shield, and it emphasizes the shield as a living extension of the warrior. Monks of this tradition train to take advantage of shields and polearms, so that they can fight with or against large armies of hoplites in phalanx formations. Such monks commonly wear long red cloaks to disguise their intentions and add fluidity to their movements.",
				"Temples that teach the Way of the Shield are often decorated with scrolls that exalt the feats of warriors who are fearless when faced with impossible odds. Massive armies may be surprised to encounter resistance from a proud band of shield monks with less than a tenth of their numbers. Grandmasters of this tradition have even been known to stand alone against creatures many times their size.",
				{
					"name": "Aresian Technique",
					"entries": [
						"Starting when you choose this tradition at 3rd level, you gain proficiency with shields. Additionally, wielding a shield does not impede your Martial Arts, Unarmored Movement, or Unarmored Defense features. You may also use your shield as a \"free hand\" to catch and hold missile weapons with your Deflect Missiles feature.",
						"As long as you are wielding a shield, opportunity attacks against you are made with disadvantage."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Shield Dancer",
			"source": "OotDLPG",
			"page": 43,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shield",
			"subclassSource": "OotDLPG",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you have learned new techniques for using shields on the battlefield.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Vaulting Strike.",
							"entry": "As a bonus action on your turn, you may spend 1 ki point to vault yourself into the air, leaping up to 15 feet in any direction. If you are wielding a shield, then this leap does not provoke opportunity attacks. If you take an Attack action immediately after leaping, then you have advantage on your first melee attack, and it scores a critical hit on a roll of 19 or 20"
						},
						{
							"type": "item",
							"name": "Counterattack.",
							"entry": "Whenever a creature makes an opportunity attack against you and misses, if you are using a shield, you may use your reaction to spin around and make a single melee weapon attack against that creature, without interrupting your movement."
						}
					]
				}
			]
		},
		{
			"name": "Shell of the Dragon Turtle",
			"source": "OotDLPG",
			"page": 43,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shield",
			"subclassSource": "OotDLPG",
			"level": 11,
			"header": 2,
			"entries": [
				"Starting at 11th level, you have learned to think of your shield as an extension of your body. As a reaction when you are attacked, you may spend 1 ki point to gain an additional +3 AC from your shield, including against the triggering attack, until the beginning of your next turn."
			]
		},
		{
			"name": "Undaunted Spirit",
			"source": "OotDLPG",
			"page": 43,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shield",
			"subclassSource": "OotDLPG",
			"level": 17,
			"header": 2,
			"entries": [
				"Beginning at 17th level, you are fearless when faced with overwhelming enemies. You have advantage on all attacks made against creatures that are Huge in size or larger. Additionally, you cannot be frightened or paralyzed by spells or abilities used by such creatures."
			]
		},
		{
			"name": "Oath of the Dragonlord",
			"source": "OotDLPG",
			"page": 44,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Dragonlord",
			"subclassSource": "OotDLPG",
			"level": 3,
			"entries": [
				"Dragonlords are paladins who seek to extend their reach across the land by binding a dragon into their service. Such a task should never be undertaken lightly. Forming a true bond with a dragon requires a paladin to hatch a dragon egg and raise the wyrmling from the first moment it draws breath. Raising a dragon in this way requires the paladin to lay their life on the line by swearing an oath. This oath creates a reciprocal bond between the paladin's soul and the soul of the dragon.",
				"But finding a dragon egg is no easy task either. For this reason, Dragonlords summon pseudodragon familiars and train them to seek out the perfect egg. This process may take years, and many paladins come to view the pseudodragon as a partner in the oath. When an egg is finally discovered, the paladin and the pseudodragon may share an almost parental pride in the hatchling.",
				"Once the paladin's dragon is grown, its master becomes a true Dragonlord. But the paladin is as much a servant to the dragon as the dragon is to its master. The two are one—their destinies are interlinked—and whatsoever pain is suffered by one is also felt by the other.",
				{
					"name": "Oath Spells",
					"entries": [
						"Starting when you swear your oath at 3rd level, you gain Oath Spells at the listed levels and always have them prepared."
					],
					"type": "entries"
				},
				{
					"type": "table",
					"caption": "Oath of the Dragonlord Spells",
					"colLabels": [
						"Paladin Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"3rd",
							"{@spell hunter's mark}, {@spell find familiar}"
						],
						[
							"5th",
							"{@spell gust of wind}, {@spell levitate}"
						],
						[
							"9th",
							"{@spell fly}, {@spell haste}"
						],
						[
							"13th",
							"{@spell freedom of movement}, {@spell stoneskin}"
						],
						[
							"17th",
							"{@spell hold monster}, {@spell telepathic bond}"
						]
					]
				},
				{
					"name": "Pseudodragon Familiar",
					"entries": [
						"When you cast the {@spell find familiar} spell, you summon a {@creature pseudodragon} instead of one of the normal forms described in the spell. The pseudodragon's primary purpose is to find you a dragon egg. The pseudodragon can smell dragon eggs if they are within one mile.",
						"The pseudodragon is likely to find a dragon egg by the time you are 5th level, but it might be earlier. If your pseudodragon hasn't found a dragon egg by 6th level, then it departs in search of one. In 3d6 days, the pseudodragon returns to you with a dragon egg of your choice from this list: brass, bronze, copper, or silver.",
						"If at any time your dragon egg is lost or destroyed, your pseudodragon will depart in search of another one. It will return in 3d6 days with the lost egg or a suitable replacement. If you deliberately lose or destroy your egg, then your pseudodragon refuses to perform this service."
					],
					"type": "entries"
				},
				{
					"name": "Channel Divinity: Dragon's Wrath",
					"entries": [
						"As an action, you can mimic the frightful presence of a dragon, using your Channel Divinity. You issue a roar as loud as an adult dragon. Each creature of your choice that is within 60 ft. of you and aware of you must succeed on a DC 14 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					],
					"type": "entries"
				},
				{
					"name": "Channel Divinity: Scorn the Unworthy",
					"entries": [
						"Your dragonlord oath elevates you above the multitudes of the corrupt and the weak. As an action, you can intone the Dragonlord's oath, using your Channel Divinity. Enemy creatures within 30 feet that are Large or smaller in size must make a Charisma saving throw. On a failed save, the creature falls prone and loses concentration on any spells that it has active."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Dragonlord's Bond",
			"source": "OotDLPG",
			"page": 44,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Dragonlord",
			"subclassSource": "OotDLPG",
			"level": 7,
			"header": 2,
			"entries": [
				"At 7th level, your dragon egg will hatch. You must cast the spell {@spell bond of the dragonlords|OotDL} while touching the newborn wyrmling within 24 hours of it hatching. The dragon wyrmling is now bonded to you. Additionally, you may cast the spells {@spell bond of the dragonlords|OotDL} and {@spell dirge of the dragonlords|OotDL}, and they require no material components when you cast them. Your wyrmling has hit points equal to 40 + twice your paladin level, and it adds your proficiency bonus to its saving throws."
			]
		},
		{
			"name": "Young Dragon",
			"source": "OotDLPG",
			"page": 44,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Dragonlord",
			"subclassSource": "OotDLPG",
			"level": 15,
			"header": 2,
			"entries": [
				"By 15th level, your dragon grows into a young dragon of the appropriate type if five years have not yet passed since its hatching. The dragon will now allow itself to be used as a mount. In addition, while mounted on a dragon, you gain that dragon's damage resistances, damage immunities, and senses (blindsight, darkvision, and its passive Perception if it is greater than yours)."
			]
		},
		{
			"name": "Avatar of Judgment",
			"source": "OotDLPG",
			"page": 44,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Dragonlord",
			"subclassSource": "OotDLPG",
			"level": 20,
			"header": 2,
			"entries": [
				"By 20th level, you and your dragon have learned to fight in unison on the battlefield. Your dragon gains access to its Multiattack feature, and its breath weapon now recharges using the normal rules each round instead of using the restriction outlined in {@spell bond of the dragonlords|OotDL}.",
				"Additionally, when your dragon fails a saving throw, you may choose to have it succeed instead. This ability recharges after you and the dragon complete a long rest."
			]
		},
		{
			"name": "Amazonian Conclave",
			"source": "OotDLPG",
			"page": 47,
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Amazonian",
			"subclassSource": "OotDLPG",
			"level": 3,
			"entries": [
				"The Amazons are a warrior culture that emphasize the strength of the individual, in contrast to societies that defend themselves with large armies of hoplites and mounted cavalry. A typical Amazonian conclave will outline its territory, usually an island, and fight viciously to drive away trespassers. When the territory is threatened, they may band together into war parties, whose collective battlecries are said to strike fear into enemies up to a mile away.",
				"A lone Amazonian huntress relies upon her mechanical companion, an avian {@creature stimfay|OotDL}, for support in battle. Every huntress learns to build and repair these mechanical birds when they are young, often forming deep and lasting bonds with the strange creatures. Each huntress is formidable in close quarters with her deadly {@item shortsword|PHB|kopis} blade, but she also trains with an exotic ranged weapon called the {@item chakram|OotDL}.",
				"Amazonian conclaves are ruled by women, and huntresses are almost exclusively female. Men are generally regarded as the weaker sex, but they may be trained in the arts on occasion—for example, when a mother who wishes for a daughter is given a son instead.",
				{
					"name": "Amazonian Magic",
					"entries": [
						"Starting at 3rd level, you learn an additional spell when you reach certain levels in this class, as shownin the Amazon Spells table. These spells counts as ranger spells for you but don't count against the number of ranger spells you know."
					],
					"type": "entries"
				},
				{
					"type": "table",
					"caption": "Amazon Spells",
					"colLabels": [
						"Ranger Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"3rd",
							"{@spell command}"
						],
						[
							"5th",
							"{@spell find steed}"
						],
						[
							"9th",
							"{@spell haste}"
						],
						[
							"13th",
							"{@spell confusion}"
						],
						[
							"17th",
							"{@spell mislead}"
						]
					]
				},
				{
					"name": "Stimfay Companion",
					"entries": [
						"At 3rd level, you construct a {@creature stimfay|OotDL} companion to accompany you on your travels. Stimfay are clockwork birds of prey that assist an Amazon with stalking her quarry. Choose from the following list of creatures for your stimfay's appearance: eagle, harrier, hawk, kite, osprey, owl, or archaeopteryx. Your stimfay's appearance does not affect its abilities, but it does influence its personality.",
						"In areas that are open to the sky, you can direct your stimfay to spend 10 minutes scouting the surrounding 1 mile radius and report back to you with anything it has seen. It comprehends instructions that you give it in any language. It speaks in a series of clicks and squawks that only you can understand.",
						"The stimfay obeys your commands to the best of its abilities, and it acts on your initiative in combat. If you are incapacitated, your stimfay acts on its own.",
						"Your stimfay has hit points equal to 15 + your ranger level, and it adds your proficiency bonus to its attacks, damage, saving throws, and ability save DCs. It regains any lost hit points during a long rest. If it is ever destroyed, you may spend 8 hours to fully repair it."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Amazonian Battlecry",
			"source": "OotDLPG",
			"page": 47,
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Amazonian",
			"subclassSource": "OotDLPG",
			"level": 3,
			"entries": [
				"At 3rd level, you gain the ability to enter the legendary frenzy of the Amazons by shouting your signature battlecry. On your turn, you can use a bonus action to shout your battlecry and enter a frenzy. Your frenzy lasts for 1 minute and grants you the following benefits. It ends after you take damage—or when you are knocked unconscious",
				{
					"type": "list",
					"items": [
						"You have advantage on attacks against creatures of your favored enemy type.",
						"You have resistance to bludgeoning, piercing, and slashing damage.",
						"You have advantage on saving throws against being frightened or paralyzed."
					]
				},
				"You can use this feature a number of times equal to your Wisdom modifier (a minimum of once). You regain any expended uses when you finish a long rest."
			]
		},
		{
			"name": "Bracer Reflection",
			"source": "OotDLPG",
			"page": 47,
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Amazonian",
			"subclassSource": "OotDLPG",
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 5th level, you've learned to reflect attacks with your bracers. Whenever you would be hit by an attack, you may use your reaction to shield yourself with your bracers. You gain a +5 bonus to AC against all attacks, including the attack that provoked this reaction, until the beginning of your next turn. You may use this feature a number of times equal to your Wisdom modifier (a minimum of once), and you regain all expended uses when you finish a short or long rest."
			]
		},
		{
			"name": "Chakram Technique",
			"source": "OotDLPG",
			"page": 47,
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Amazonian",
			"subclassSource": "OotDLPG",
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 7th level, you've learned the famous Amazonian technique of ricocheting your {@item chakram|OotDL} to hit multiple targets. You can also throw it at targets that are not in your line of sight, such as around corners.",
				"You can use your action to make a ranged attack with your chakram against one target. If your attack hits, then any number of additional creatures of your choice within 10 feet of that target must make a Dexterity saving throw using your spell save DC. Each creature that fails the save takes the same amount of damage as your first target."
			]
		},
		{
			"name": "Improved Falconry",
			"source": "OotDLPG",
			"page": 47,
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Amazonian",
			"subclassSource": "OotDLPG",
			"level": 11,
			"header": 2,
			"entries": [
				"At 11th level, your stimfay matures. It gains a bonus to its AC equal to your proficiency bonus, and it now has hit points equal to 30 + your ranger level. The damage dice for its Talons, Pinion Storm, and Piercing Screech increase to 2d6, and its attacks are now magical.",
				"Additionally, any time you would take damage from an attack or an effect that you can see, you may use your reaction to have your stimfay intercept the attack or effect and take the damage instead of you. Your stimfay must be functional and ready to assist you in order to use this ability, and it must be located within 60 feet of you."
			]
		},
		{
			"name": "Pressure Points",
			"source": "OotDLPG",
			"page": 47,
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Amazonian",
			"subclassSource": "OotDLPG",
			"level": 15,
			"header": 2,
			"entries": [
				"Starting at 15th level, you know how to attack pressure points in your opponent's body that will cut off the blood supply to their brain. On your turn, you may use a bonus action to make a special melee attack against one creature. If the attack hits, the creature must make a Constitution saving throw versus your spell save DC. On a failure, the creature is paralyzed for 1 minute or until you use a bonus action to touch them and reverse the effect. At the end of each of the creature's turns, it repeats the saving throw and the effect ends if it succeeds. You may use this ability a number of times equal to your Wisdom modifier, and you regain all expended uses after a short or long rest."
			]
		},
		{
			"name": "The Odyssean",
			"source": "OotDLPG",
			"page": 49,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Odyssean",
			"subclassSource": "OotDLPG",
			"level": 3,
			"entries": [
				"Odysseans are legendary tricksters who at first glance seem like common soldiers. They carry spears and shields like any rank-and-file hoplite, but rather than moving in strict formations or honing their discipline, Odysseans hone their minds. When two armies smash together, shields bursting under the strain of a perfect phalanx, the Odyssean is the soldier who stands back and searches for weaknesses in the enemy's defenses. Even when badly outnumbered, they may find a way to exploit conditions on the battlefield to turn the tide in the favor of their allies.",
				"Soldiers who exhibit such a sharp mind quickly grow in notoriety and fame, but being famed for your cleverness is a double-edged sword. Odysseans are often drawn into conflicts that take them far from home, where monsters and other dangers are a constant threat. Such harrowing odysseys are the namesake of the Odyssean, who may be forced to survive several such journeys in their lifetime.",
				"As an Odyssean rogue, you have a quick mind and you can intuit the strengths of your companions. You enjoy using your intelligence to trick your enemies and impress your friends. However, you know that you must never let your mind grow dull, for when the time comes that you are again flung into the wilderness, it will be your wits alone that save you from a gruesome death.",
				{
					"name": "Vagrant Soldier",
					"entries": [
						"Despite your roguish demeanor, you have all the training of a common soldier. When you choose this archetype at 3rd level, you gain proficiency with shields. Additionally, spears and tridents count as finesse weapons for you."
					],
					"type": "entries"
				},
				{
					"name": "Clever as the Gods",
					"entries": [
						"Starting at 3rd level, you are rarely outwitted on the field of battle. On your turn, you may use your bonus action to devise a clever plan to trick an enemy. Choose one creature that you can see. Make a Charisma ({@skill Deception}) roll contested by that creature's Wisdom ({@skill Insight}). If you win the contest, you and your allies have advantage on attacks against that creature until the beginning of your next turn. This feature cannot be used on the same creature more than once per combat encounter."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Notorious Trickster",
			"source": "OotDLPG",
			"page": 49,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Odyssean",
			"subclassSource": "OotDLPG",
			"level": 9,
			"header": 2,
			"entries": [
				"Starting at 9th level, you are famed for your cleverness, to the point where intelligent enemies are extremely wary of you. Creatures who are aware of your presence but cannot see you become too distracted to perform opportunity attacks until they can see you again. Additionally, when you hit a creature with a Sneak Attack, if that creature is concentrating on a spell, they have disadvantage on the roll to maintain concentration."
			]
		},
		{
			"name": "Tenacious Survivor",
			"source": "OotDLPG",
			"page": 49,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Odyssean",
			"subclassSource": "OotDLPG",
			"level": 13,
			"header": 2,
			"entries": [
				"At 13th level, you've survived through so many ordeals that you face each new challenge with grim determination. You can add your Charisma bonus to your initiative rolls. Also, at the beginning of your first turn in combat, you may use a bonus action to take a deep breath and regain hit points equal to your rogue level. You may use this feature a number of times equal to your Charisma modifier, and you regain any expended uses when you finish a short or long rest."
			]
		},
		{
			"name": "Legendary Cunning",
			"source": "OotDLPG",
			"page": 49,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Odyssean",
			"subclassSource": "OotDLPG",
			"level": 17,
			"header": 2,
			"entries": [
				"Starting at 17th level, you are able to instantly assess every opportunity to seize the upper hand in combat. Whenever any of your allies makes an opportunity attack against a creature, you may choose to make a ranged attack against that same creature with advantage."
			]
		},
		{
			"name": "Demigod",
			"source": "OotDLPG",
			"page": 49,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Demigod",
			"subclassSource": "OotDLPG",
			"level": 1,
			"entries": [
				"Your magic springs from the divine blood that flows through your veins. The gods have often been known to consort with mortals, and such unions sometimes produce half-divine offspring. These individuals are called demigods, and many of them are born with a powerful aptitude for magic.",
				"Demigods exhibit powers that are related to the domain of their godly ancestor, but their magic is not constrained by this association. Rather, they may channel the power in their blood to improve the efficacy of any spell, regardless of its type. Additionally, the divine power that courses through their blood makes demigods impressive specimens of both physical fitness and beauty.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Godly Ancestor|Sorcerer||Demigod|OotDLPG|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Inherited Strength|Sorcerer||Demigod|OotDLPG|1"
				}
			]
		},
		{
			"name": "Godly Ancestor",
			"entries": [
				"Starting at 1st level, choose the divine domain of your godly ancestor from the following list. You can cast each of the associated spells once without using any spell slots, and you regain the ability to do so after completing a short or long rest. Additionally, whenever you make a Charisma check when interacting with gods or celestials, your proficiency bonus is doubled if it applies to the check.",
				{
					"type": "table",
					"caption": "Demigod Domains and Spells",
					"colLabels": [
						"Divine Domain",
						"Associated Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"Death",
							"{@spell bane}, {@spell ray of sickness}"
						],
						[
							"Knowledge",
							"{@spell command}, {@spell guiding bolt}"
						],
						[
							"Life",
							"{@spell cure wounds}, {@spell bless}"
						],
						[
							"Nature",
							"{@spell entangle}, {@spell healing word}"
						],
						[
							"Light",
							"{@spell burning hands}, {@spell faerie fire}"
						],
						[
							"Tempest",
							"{@spell fog cloud}, {@spell thunderwave}"
						],
						[
							"Trickery",
							"{@spell charm person}, {@spell tasha's hideous laughter}"
						],
						[
							"War",
							"{@spell shield of faith}, {@spell thunderous smite}"
						]
					]
				}
			],
			"source": "OotDLPG",
			"page": 49,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Demigod",
			"subclassSource": "OotDLPG",
			"level": 1,
			"header": 1
		},
		{
			"name": "Inherited Strength",
			"entries": [
				"Starting at 1st level, your godly lineage bestows you with extraordinary strength for someone without martial training. You are proficient in Strength saving throws. Additionally, you may choose to add your Charisma modifier to melee attack and damage rolls instead of your Strength."
			],
			"source": "OotDLPG",
			"page": 49,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Demigod",
			"subclassSource": "OotDLPG",
			"level": 1,
			"header": 1
		},
		{
			"name": "Empowered Magic",
			"source": "OotDLPG",
			"page": 49,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Demigod",
			"subclassSource": "OotDLPG",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, echoes of divine power flow through your spells. When you cast a spell, you may spend 1 sorcery point to increase the spell's level by 1. You cannot use this feature to increase a spell's level by more than 1. For example, if you use a 5th-level spell slot to cast {@spell fireball} as a 5th-level spell, you may spend 1 sorcery point to cast the spell at 6th level instead."
			]
		},
		{
			"name": "Divine Resistance",
			"source": "OotDLPG",
			"page": 49,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Demigod",
			"subclassSource": "OotDLPG",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, your divine blood allows you to shrug off effects that would destroy mere mortals. When you fail a saving throw, you may choose to succeed instead. You may use this feature once, and you regain the ability to do so after completing a long rest."
			]
		},
		{
			"name": "Ascendant Sorcery",
			"source": "OotDLPG",
			"page": 49,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Demigod",
			"subclassSource": "OotDLPG",
			"level": 18,
			"header": 2,
			"entries": [
				"Starting at 18th level, your power has begun to rival your divine ancestor's. When you use the Empowered Magic feature, you may increase the spell's level by more than 1. You must spend 1 sorcery point for each level that you add to the spell."
			]
		},
		{
			"name": "The Fates",
			"source": "OotDLPG",
			"page": 50,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "The Fates",
			"subclassSource": "OotDLPG",
			"level": 1,
			"entries": [
				"Your otherworldy patron is actually a trio of ancient beings: the coven of hags known as the Fates. The Fates weave the destinies of all gods and mortals in their magical loom, but whether they manipulate fate or merely record it is unknown. You have sworn yourself into the service of the Fates, and they sometimes reward you with glimpses into the future. However, you know that the Fates are utterly evil—whatever power that your pact affords you may pale in comparison to the ugly fate that they have likely prepared for you.",
				{
					"type": "entries",
					"name": "Expanded Spell List",
					"entries": [
						"The Fates let you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
						{
							"type": "table",
							"caption": "The Fates Expanded Spells",
							"colLabels": [
								"Spell Level",
								"Spells"
							],
							"colStyles": [
								"col-3 text-center",
								"col-9"
							],
							"rows": [
								[
									"1st",
									"{@spell detect evil and good}, {@spell identify}"
								],
								[
									"2nd",
									"{@spell levitate}, {@spell see invisibility}"
								],
								[
									"3rd",
									"{@spell clairvoyance}, {@spell call lightning}"
								],
								[
									"4th",
									"{@spell divination}, {@spell arcane eye}"
								],
								[
									"5th",
									"{@spell planar binding}, {@spell geas}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fate's Bidding|Warlock||The Fates|OotDLPG|1"
				}
			]
		},
		{
			"name": "Fate's Bidding",
			"entries": [
				"Starting at 1st level, you are expected to consult with the Fates each morning to learn what they have planned for you. You can cast one divination spell without expending a spell slot immediately after completing a short or long rest. If you do so, you gain temporary hit points equal to your warlock level (minimum of 1). You must choose a spell that you could normally cast, and you must have the necessary material components."
			],
			"source": "OotDLPG",
			"page": 50,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "The Fates",
			"subclassSource": "OotDLPG",
			"level": 1,
			"header": 1
		},
		{
			"name": "Fate's Foretelling",
			"source": "OotDLPG",
			"page": 50,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "The Fates",
			"subclassSource": "OotDLPG",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can call on the Fates to foretell future events. When you finish a short or long rest, roll 1d20 and record the number you rolled. You can replace any attack roll, saving throw, or ability check made by you or a creature that you can see with this roll. You must choose to do so before the roll. This foretelling roll can be used only once. When you finish a short or long rest, you lose any unused foretelling rolls."
			]
		},
		{
			"name": "Fate's Demands",
			"source": "OotDLPG",
			"page": 50,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "The Fates",
			"subclassSource": "OotDLPG",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, the weight of your servitude grows heavy, and the burden only lessens when you help another creature meet its fate. Each time you reduce a creature to 0 hit points, you regain one expended spell slot. You may use this feature twice, and you regain any expended uses when you finish a long rest."
			]
		},
		{
			"name": "Inescapable Fate",
			"source": "OotDLPG",
			"page": 50,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "The Fates",
			"subclassSource": "OotDLPG",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you learn to accelerate the entropic power of fate. You can use an action to force a creature you can see to make a Wisdom saving throw. If the creature is unaware of your presence, then it has disadvantage on the roll. If the creature fails the saving throw, choose another creature that you can see. The first creature is compelled by fate to move toward the second creature for 1 minute.",
				"At the beginning of each of the first creature's turns, if it is not located within 5 feet of the second creature, then the first creature takes 2d10 psychic damage, and it must use its full movement to move closer to the second creature, dashing if necessary, even if it cannot reach them. This effect ends if you or either of the creatures are reduced to 0 hit points or knocked unconscious. Once you use this feature, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Academy Philosopher",
			"source": "OotDLPG",
			"page": 52,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Academy Philosopher",
			"subclassSource": "OotDLPG",
			"level": 2,
			"entries": [
				"Academy philosophers are great thinkers who do not specialize in any particular spell school, but rather spend their time analyzing the nature of reality and applying that learning to their magic. They usually spend many years studying at venerable schools where philosophers from many different disciplines gather. They enjoy participating in endless debates and dialogues, and they always seek to score points on those who champion rival schools of thought.",
				{
					"name": "Philosophical School",
					"entries": [
						"Starting at 2nd level, you choose from one of several philosophical schools to specialize in at your academy. This school becomes deeply ingrained in your way of thinking about the world.",
						{
							"name": "School: Cynicism",
							"entries": [
								"Cynics believe that one should reject material desires such as wealth and power. They advocate for an ascetic lifestyle, seeking to increase virtue by achieving harmony with nature. Starting when you choose this school at 2nd level, the gold and time you must spend to copy a spell into your spellbook is halved. Additionally, you may spend 10 minutes foraging to locate the material components for any spell, with a total value of 50 gp or less."
							],
							"type": "entries"
						},
						{
							"name": "School: Eclecticism",
							"entries": [
								"Eclectics believe that no single set of doctrines can be all-encompassing. They adapt the ideas of multiple philosophical schools by choosing what they think is most reasonable.",
								"Starting when you choose this school at 2nd level, you learn an additional language of your choice. Starting at 5th level, choose another philosophical school. You gain the abilities of that school."
							],
							"type": "entries"
						},
						{
							"name": "School: Empiricism",
							"entries": [
								"Empiricists believe that the world must be observed to be understood, and that the goal of philosophy is to understand why things are as they are.",
								"Starting when you choose this school at 2nd level, you become proficient in the {@skill Perception skill}. Additionally, you may cast the {@spell identify} or {@spell detect magic} spell once with this trait (without using a spell slot), and you regain the ability to do so after completing a short or long rest."
							],
							"type": "entries"
						},
						{
							"name": "School: Epicureanism",
							"entries": [
								"Epicureans believe that the world is ruled by chance and that appealing to the gods is useless vanity. They believe that happiness is achieved by minimizing pain and living simple lives.",
								"Starting when you choose this school at 2nd level, when a creature you can see attacks you, you can use your reaction to impose disadvantage on the attack roll. You may use this ability a number of times equal to your Intelligence modifier, and it recharges when you complete a short or long rest."
							],
							"type": "entries"
						},
						{
							"name": "School: Stoicism",
							"entries": [
								"Stoics believe that we must develop self-control and fortitude in order to overcome our own self-destructive emotions. They advocate for humility and faith as antidotes to suffering.",
								"Starting when you choose this school at 2nd level, whenever you take damage that reduces you to 0 hit points or less, you may spend a spell slot of 1st level or higher to be reduced to 1 hit point instead. Once you have used this feature, you may not use it again until you complete a short or long rest."
							],
							"type": "entries"
						},
						{
							"name": "School: Sophism",
							"entries": [
								"Sophists specialize in developing rhetorical and aesthetic powers, and they advocate for principles of excellence and virtue in all endeavors.",
								"Starting when you choose this school at 2nd level, you become proficient in the {@skill Persuasion} skill and double your proficiency bonus when using that skill. Additionally, you gain the {@spell friends} cantrip."
							],
							"type": "entries"
						},
						{
							"name": "School: Hedonism",
							"entries": [
								"Hedonists believe that pleasure is the supreme good, and that everyone should seek to achieve the immediate gratification of their desires.",
								"Starting when you choose this school at 2nd level, when you regain hit points from a spell or ability, you may choose to add twice your wizard level to the number of hit points restored. Once you have used this feature, you may not use it again until you complete a short or long rest."
							],
							"type": "entries"
						},
						{
							"name": "School: Skepticism",
							"entries": [
								"Skeptics believe that to truly possess knowledge of things is impossible. They believe that there are universal truths, but they cannot be understood well enough to shape dogmatic ideas about the world.",
								"Starting when you choose this school at 2nd level, you have advantage on ability checks to detect visual illusions and on saving throws against effects imposed by them. You also have advantage on saving throws against spells and effects that would charm you."
							],
							"type": "entries"
						}
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Mathematical Principles",
			"source": "OotDLPG",
			"page": 52,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Academy Philosopher",
			"subclassSource": "OotDLPG",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you have spent years solving complex mathematical equations, allowing you to shape your spells with precision and create pockets of safety for allies. When you cast a spell that affects other creatures that you can see, you may choose a number of them equal to your Intelligence modifier. The chosen creatures automatically succeed on their saving throws against the spell, and they take no damage if they would normally take half damage on a successful save. Additionally, when you cast a spell that has an area of effect radius, you may choose to increase or decrease the radius by 5 feet."
			]
		},
		{
			"name": "Metaphysical Principles",
			"source": "OotDLPG",
			"page": 52,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Academy Philosopher",
			"subclassSource": "OotDLPG",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, you gain new insights into the nature of causality. Whenever a creature casts a spell with a single target that you can see, you can use your reaction to choose a new target for the spell. The new target must be legal for that spell. Once you have used this feature, you may not use it again until you complete a short or long rest."
			]
		},
		{
			"name": "Magical Paradox",
			"source": "OotDLPG",
			"page": 52,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Academy Philosopher",
			"subclassSource": "OotDLPG",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you've spent years studying philosophical paradoxes, which allows you to work seemingly impossible feats with magic. Whenever you would lose concentration on a spell for any reason, you may choose to maintain concentration instead, as long as you are not incapacitated. You may use this feature a number of times equal to your Intelligence modifier, and you regain any expended uses after a long rest."
			]
		}
	],
	"subrace": [
		{
			"name": "Aurae",
			"page": 32,
			"fluff": {
				"entries": [
					{
						"entries": [
							"Aurae are associated with the breezes and the constellations of the night sky. They look like beautiful humans except that in dim lighting, their features are sometimes illuminated by cosmic light. Aurae are considered to be the wisest and most serious-minded nymphs, as they spend their time reflecting upon the eternal nature of the stars."
						],
						"type": "entries"
					}
				]
			},
			"darkvision": 60,
			"entries": [
				{
					"name": "Darkvision",
					"entries": [
						"You have Darkvision out to 60 ft.."
					],
					"type": "entries"
				},
				{
					"name": "Aurae Ancestry",
					"entries": [
						"You have advantage on Wisdom ({@skill Survival}) checks when navigating by the stars. Starting at 3rd level, you can cast the {@spell faerie fire} spell once with this trait and regain the ability to do so after a short or long rest. Starting at 7th level, you can cast the {@spell levitate} spell once with this trait and regain the ability to do so after a short or long rest. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"faerie fire"
						],
						"7": [
							"levitate"
						]
					},
					"ability": "cha"
				}
			],
			"source": "OotDLPG",
			"raceName": "Thylean Nymph",
			"raceSource": "OotDLPG"
		},
		{
			"name": "Dryad",
			"page": 32,
			"fluff": {
				"entries": [
					{
						"entries": [
							"Dryads are associated with the forests and trees. They look like beautiful humans but with rough, bark-like skin that ranges in color from earthy browns and greens to flowery pinks and blues. Of all the nymphs, they have the most trouble adapting to civilization, as they do not cope well with being separated from their birth tree."
						],
						"type": "entries"
					}
				]
			},
			"entries": [
				{
					"name": "Dryad Ancestry",
					"entries": [
						"You are fluent in the languages of beasts and plants, and you have advantage on Wisdom ({@skill Survival}) checks in forested regions. Starting at 3rd level, you can cast the {@spell goodberry} spell once with this trait and regain the ability to do so after a short or long rest. Starting at 7th level, you can cast the {@spell barkskin} spell once with this trait and regain the ability to do so after a short or long rest. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"goodberry"
						],
						"7": [
							"barkskin"
						]
					},
					"ability": "cha"
				}
			],
			"source": "OotDLPG",
			"raceName": "Thylean Nymph",
			"raceSource": "OotDLPG"
		},
		{
			"name": "Naiad",
			"page": 32,
			"speed": {
				"walk": 30,
				"swim": 40
			},
			"fluff": {
				"entries": [
					{
						"entries": [
							"Naiads are associated with rivers, lakes, and rushing rapids. They look like beautiful humans but with long hair that coils and tumbles like a flowing waterfall from their shoulders. They adapt to civilization easily, as many mortal settlements are built along rivers. Any beautiful human that seems to enjoy bathing just a little too much might be accused of being a naiad."
						],
						"type": "entries"
					}
				]
			},
			"entries": [
				{
					"name": "Naiad Ancestry",
					"entries": [
						"You can hold your breath for 1 hour, and you have a swimming speed of 40 ft. Starting at 3rd level, you may cast the {@spell create or destroy water} spell once with this trait and regain the ability to do so after a short or long rest. Starting at 7th level, you can cast the {spell control water} spell once with this trait and regain the ability to do so after a short or long rest. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"create or destroy water"
						],
						"7": [
							"control water"
						]
					},
					"ability": "cha"
				}
			],
			"source": "OotDLPG",
			"raceName": "Thylean Nymph",
			"raceSource": "OotDLPG"
		},
		{
			"name": "Nereid",
			"page": 32,
			"speed": {
				"walk": 30,
				"swim": 40
			},
			"fluff": {
				"entries": [
					{
						"entries": [
							"Nereids are associated with the stormy seas and oceans. They look like beautiful humans but with pearlescent blue-green skin, luminous eyes, and webbed hands and feet. Nereids have no trouble adapting to civilization, but they are a rare sight, because they vastly prefer the ocean to walking on dry land."
						],
						"type": "entries"
					}
				]
			},
			"entries": [
				{
					"name": "Nereid Ancestry",
					"entries": [
						"You can breathe underwater, and you have a swimming speed of 40 ft. Starting at 3rd level, you may cast the {@spell fog cloud} spell once with this trait and regain the ability to do so after a short or long rest. Starting at 7th level, you can cast the {@spell water walk} spell once with this trait and regain the ability to do so after a short or long rest. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"fog cloud"
						],
						"7": [
							"water walk"
						]
					},
					"ability": "cha"
				}
			],
			"source": "OotDLPG",
			"raceName": "Thylean Nymph",
			"raceSource": "OotDLPG"
		},
		{
			"name": "Oread",
			"page": 33,
			"fluff": {
				"entries": [
					{
						"entries": [
							"Oreads are associated with rocky crags and the snowy peaks of mountains. They look like beautiful humans but with cat-shaped eyes. Oreads are fierce hunters, and they are known to stalk rural areas in search of interesting prey. Any hunter who can live for weeks in the wild and come away looking fresh as a flower might be an oread."
						],
						"type": "entries"
					}
				]
			},
			"darkvision": 60,
			"entries": [
				{
					"name": "Darkvision",
					"entries": [
						"You have Darkvision out to 60 ft."
					],
					"type": "entries"
				},
				{
					"name": "Oread Ancestry",
					"entries": [
						"You have advantage on Wisdom ({@skill Survival}) checks in steppes, rocky islands, and mountainous regions. Starting at 3rd level, you can cast the {@spell hunter's mark} spell once with this trait and regain the ability to do so after a short or long rest. Starting at 7th level, you can cast the {@spell misty step} spell once with this trait and regain the ability to do so after a short or long rest. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"hunter's mark"
						],
						"7": [
							"misty step"
						]
					},
					"ability": "cha"
				}
			],
			"source": "OotDLPG",
			"raceName": "Thylean Nymph",
			"raceSource": "OotDLPG"
		}
	]
}
