{
	"_meta": {
		"sources": [
			{
				"json": "FFnF",
				"abbreviation": "FFnF",
				"full": "Festival, Feats, and Fairs",
				"authors": [
					"Ashley May"
				],
				"convertedBy": [
					"MrTavish"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/253757/Festivals-Feasts--Fairs",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1733315669,
		"_dateLastModifiedHash": "d8b50b8f30",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Festival, Feats, and Fairs",
			"id": "FFnF",
			"source": "FFnF",
			"group": "homebrew",
			"published": "2018-10-01",
			"contents": [
				{
					"name": "Festival, Feats, and Fairs",
					"headers": [
						"Introduction"
					]
				},
				{
					"name": "Denizens Of The Circus"
				},
				{
					"name": "Attractions"
				},
				{
					"name": "Competitions"
				},
				{
					"name": "Carnival Games"
				},
				{
					"name": "Visiting The Fortune Teller"
				},
				{
					"name": "Vendors"
				},
				{
					"name": "Items Around The Carnival"
				},
				{
					"name": "Backgrounds"
				},
				{
					"name": "Designing Custom Holidays"
				},
				{
					"name": "Sample Holidays"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "FFnF",
			"source": "FFnF",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"entries": [
						"Though many of the worlds of Dungeons and Dragons are filled with strife, from dragon attacks, to bandit attacks, to evil liches luring the living into their lairs to join their undead armies, it's important to remember that there are still times of joy and revelry. Calendars are dotted with holidays to honor deities or celebrate important historic events. Carnivals travel between cities and towns across the land, bringing performers, games, and attractions for all manner of folk to enjoy.",
						"Festivals, Feasts & Fairs is intended to help you turn your \"pleasant downtime\" into a fully interactive experience for your adventuring party. Instead of rolling a dice on a simple chart to see if they got sick from eating fair food or won a pet goldfish in a game, you can create a colorful environment full of activities, NPCs, and plot hooks.",
						"A festival or holiday can help introduce your players to a new town or culture. You can learn a lot about people by observing what, why, and how they celebrate. Instead of waiting for the party to poke and prod at NPCs to learn about their surroundings, much of it is proudly on display, or even shoved directly in front of them.",
						"Holidays mean a lot of different things to a lot of different people. In a modern age, it can become easy to be soured by ideas of commercialism, unpleasant social obligation, and working through the holiday. It's important to remember that in \"simpler times\", holidays carried a very different meaning for most folk who celebrated them. Though you can include a grumpy \"bah, humbug\" misanthrope or two in your setting, holidays and festivals are celebrated because they are loved by the masses, and they should be described with as much positive language as you can muster. Even if you have a scrooge or two at your table, you can still draw them into the spirit of the event.",
						"Throughout this guide, you'll find infoboxes. Two boxes in particular are the \"Rule Of Cool\" and the \"Rule Of Good Taste.\"",
						{
							"type": "inset",
							"name": "Rule Of Cool",
							"entries": [
								"{@b Rule Of Cool} infoboxes highlight opportunities in which you can help your players feel as though they've achieved something especially awesome. Sometimes it's a note to let you plan ahead in case they go an unexpected direction, and sometimes it's a hidden mechanic of a contest or game that they may unknowingly stumbleupon. These \"cinematic\" moments in which a character gets to appear \"cool\" can turn into the moments your players will always remember."
							]
						},
						{
							"type": "inset",
							"name": "Rule Of Good Taste",
							"entries": [
								"{@b Rule Of Good Taste} infoboxes highlight stumbling blocks that may trip up some DMs. History is fraught with failings of basic human decency, and many \"classic\" features of carnivals and circuses that may come to mind can be considered terribly offensive today, including but not limited to the concept of \"freak shows\"."
							]
						},
						"We'll be using a lot of terms for different kinds of celebrations and communal activities. Though some terms can be used interchangeably, some also carry specific connotations.",
						{
							"type": "section",
							"entries": [
								{
									"type": "section",
									"name": "Carnivals",
									"entries": [
										"A collection of amusement shows and activities, often of the transient variety. A travelling carnival moves from location to location, setting up in a new place for a few days or a few weeks. Often, carnivals strike deals with towns and cities in order to set up carnivals during locally recognized celebrations or holidays. Carnivals often include food and merchandise vendors, games of luck, competitions of skill, and acts by humanoid or animal performers."
									]
								},
								{
									"type": "section",
									"name": "Circus",
									"entries": [
										"A circus is focused on a performance within a large tent, rather than a variety of tents and booths. Sometimes a part of a carnival, and sometimes an independent act, a circus features performances by humanoids and animals in a wide variety of forms. Though a circus may set up and perform for several days or even weeks, they will have scheduled shows rather than nonstop entertainment."
									]
								},
								{
									"type": "section",
									"name": "Fair",
									"entries": [
										"Unlike a carnival or circus, a fair is usually put together by the local population of a town or city without contracting outside performers. As such, it will take on a much more \"homey\" feel, focusing on agriculture, animal husbandry, and local crafts and talents."
									]
								},
								{
									"type": "section",
									"name": "Feast",
									"entries": [
										"A large meal or banquet held on a holiday in celebration. Though not every group of people has the economic freedom to throw a banquet, \"feasting\" for some could simply mean a communal meal or a special dish associated with the holiday. In some parlance, a \"feast day\" may not even involve food, and instead is related more closely to the term festival."
									]
								},
								{
									"type": "section",
									"name": "Festival",
									"entries": [
										"A communal celebration. Not strictly limited to holidays, festivals may also be held to celebrate events such as the birth of a royal heir, the changing of seasons, troops returning home from war, or the homecoming of a famed local figure after a journey."
									]
								},
								{
									"type": "section",
									"name": "Holiday",
									"entries": [
										"Derived from the term \"holy day\", a holiday is any day or period of time in which most people are released from work obligations. Holidays need not always have a religious background, and may be of secular nature, or held in remembrance of historical events or mortal figures. Feel free to mix-and-match the materials in this book. A local agricultural fair could still host a fun house, set up by the local craftsmen. A circus might still host a strongman contest, to entertain their audience outside of the tent before the show lets in. A holiday celebration might hold a drinking contest or a pie eating contest as part of the practice of communal feasting. If you're the one designing your celebrations, then there are no limits to them."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "What You'll Find In This Book & How To Use It",
							"entries": [
								"There are no limits on scale. You could run a city-wide carnival in a metropolis like Waterdeep, with entire streets dedicated to festivities. You could also create a holiday celebrated only in a small town (Chapter 10, Designing Custom Holidays). You might also simply set up a roadside tent with a fortune teller, to provide a touch of foreshadowing to your party, and give them some guidance to get their meandering back on track (Chapter 6, Visiting The Fortune Teller). While this guide is primarily written with the Dungeon Master in mind, there are useful player resources to be had within. Chapter 9 focuses on backgrounds, allowing DMs and players alike to construct characters who have lived their lives embedded in the culture of carnivals, circuses, and performing.",
								"There are a million methods of merry-making to be made, and while they can't all be covered in a single book, the hope is that this document will give you enough inspiration to create holidays, festivals, and events that seem to overflow with culture and excitement. Festivals, Feasts & Fairs is not an adventure or a package of pre-made NPCs and dungeons. Instead, it is a collection of resources designed to inspire you. No one knows your players and their needs better than you do, so think about what they would most enjoy out of this book. Have fun!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Denizens Of The Circus",
					"entries": [
						"Adventurers live very unique lives, in that they have more opportunities to travel and visit new lands than average folk. Even nobles may travel in a limited scope, and only see a small picture view of the lands and cultures they encounter. For most people, the only opportunity to travel and see the world without the dangers and demands of adventuring, is to join the circus.",
						{
							"type": "inset",
							"name": "Rule Of Good Taste: \"Freak Shows\"",
							"entries": [
								"Many circus performances throughout history have relied on the exhibition of \"freaks\", or rather, people with unusual appearances. Often, this included people who were exceptionally tall or exceptionally short, fat people, people of different ethnicities, or people who suffered some sort of physical deformity. As modern sensitivities have developed, we've accepted that this can be a very harmful mistreatment of people who suffer from disability or deformity, and the practice of paying to view a \"freak\" contributed to their dehumanization.",
								"If you want to keep your carnival setting tasteful, try to avoid classic characters like \"the fat lady\", \"the giant\", \"conjoined twins\" or \"the bearded lady\" (who may not even be out of the ordinary depending on how your setting handles dwarven physiology). Instead focus on performers who actively do things, or capitalize on an appearance that they chose for themselves, such as extreme body modification. Giving a person agency in their lives can make a big difference in the way they are portrayed."
							]
						},
						{
							"type": "section",
							"entries": [
								{
									"type": "section",
									"name": "Acrobats",
									"entries": [
										"From tightrope walking, to tumbling, to trapeze, and any other variety of dextrous bodily performance, acrobats steal the show. The earliest recorded performances involved acrobats performing feats of limberness and balance while riding on the backs of bulls, or balancing on their hands while firing bows and arrows with their feet. Today, ingenuity and creativity have lead to acrobats performing on rings, ropes, or swaths of silk suspended from ceilings, tree limbs, and tent posts, high above the heads of an awe-struck audience."
									]
								},
								{
									"type": "section",
									"name": "Carnies",
									"entries": [
										"The best performers are the ones the onlookers don't realize are putting on a show. Carnies, or \"showies\" as some may call them, are responsible for setting up equipment, running games, vending food and toys, and every other requirement of making the carnival actually work. They may make themselves obvious by calling passersbys to try their hand at games or competitions, or keep themselves scarce when setting up equipment, props, and decor for upcoming performances. Carnies are the backbone of the carnival, and are also a playable background (see pg. 22)."
									]
								},
								{
									"type": "section",
									"name": "Ringmaster",
									"entries": [
										"Though perhaps not as eye-catching as many of the other performers, the ringmaster has an extremely important duty. Functioning as the \"master of ceremonies\", they are essentially using their charisma to pull off a massive feat of \"sleight of hand\". Though a performance may come across as snappy or explosive, most performances require some degree of setup to perform properly and safely. Thus, the ringmaster guides the audience's attention away from a trick being set up or broken down, and toward a new highlight of entertainment."
									]
								},
								{
									"type": "section",
									"name": "Contortionists",
									"entries": [
										"While acrobats and gymnasts may perform feats that require flexibility, a contortionist specializes in being able to twist their body into knots. Most contortionists specialize in frontbending or back-bending, and some may also practice displays of contorting to fit within small spaces (like a box or trunk), or dislocating joints (\"bone-breaking\" to the uninformed)."
									]
								},
								{
									"type": "section",
									"name": "Fire Breathers & Fire Eaters",
									"entries": [
										"In a world where \"breathing fire\" is relegated to the realms of Dragonborn or magic (Potion of Fire Breath, DMG pg. 187), fire breathers and fire eaters must draw particular attention to the fact that they utilize no magic in the performing of their arts. Furthermore, while a Dragonborn may utilize breath weapons, even a fire-breathing sort is not immune to fire, making the supposed \"eating\" of flame still impressive. In reality, what they do requires very little special equipment, but instead a great deal of practice and a slightly more advanced knowledge of the sciences than most people (IE \"heat rises\", \"fire requires oxygen\", and so on)."
									]
								},
								{
									"type": "section",
									"name": "Magician",
									"entries": [
										"Generally speaking, a magician by themselves is not going to be particularly interesting in most settings. Unless you're working from a \"low magic\" setting in which common folk know of the existence of magic and yet rarely ever see it, your magicians will either have to pull off extraordinary feats, or appear to break known laws of magic."
									]
								},
								{
									"type": "section",
									"name": "Mummer",
									"entries": [
										"Shabbily dressed performers who carry on simple plays. The most classic play revolves around two combatants fighting each other to the death, such as a knight and a dragon, and a quack doctor who comes along to revive the fallen loser. Mummers deliver their narratives in rhyming couplets, and the plays generally do not require any special scenery or props beyond what the actors can carry on their person. This form of amateur acting is so popular and widespread that mummers are also a playable background (see pg. 23)."
									]
								},
								{
									"type": "section",
									"name": "Strongman",
									"entries": [
										"Large, muscular men (or women, or anything really) who perform great feats of strength before an audience. Though extraordinarily strong creatures exist in the world, the strongman's performance hinges on convincing their audience that no ordinary person could do what they do. They most often secure this point by inviting a member of the audience to attempt the feat of strength first, and fail at it. Sometimes, the audience member is a \"plant\" (a carnie pretending to be an ordinary commoner) who is in on the gimmick, and knows how to fail spectacularly enough in front of an audience that even a rigged \"feat of strength\" could appear convincing."
									]
								},
								{
									"type": "section",
									"name": "Acrobats",
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Acrobats",
									"entries": [
										""
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Animal Performances",
							"entries": [
								"Humanoid talents are not the only attraction of a circus or carnival. Though most people live in relatively close proximity to animals (dogs, cats, horses, etc), their pets or beasts of burden are generally trained only for specific tasks. Thus, the draw of \"a dog who can count\" or a horse who performs tricks can draw many to buy a ticket.",
								{
									"type": "section",
									"name": "Trained Animals",
									"entries": [
										"Performances of trained animals can take on many forms. The most classic examples may consist of dogs playing leapfrog, lions jumping through hoops, or elephants lifting humanoid gymnastic performers on their trunks. However, in a magical world, these marvelous feats of training might take on entirely different connotations. Druids using Speak With Animals can simply ask a bear to stand up and hold still while they balance a stack of spinning plates on his head. Animal training now becomes more of a matter of making friends and building trust, without having to worry about communicating what you want to a creature that can't understand.",
										"On the other hand, a polymorph spell could simply allow a humanoid who's learned their choreography to appear to be an especially well-trained animal. Keep in mind that, depending on how \"low magic\" or \"high magic\" your setting is, commoners may be considerably more impressed with animal tricks than an adventurer who's aware of such spells might be. If magic is commonplace in your setting, your circus performers may have to pull off considerably more impressive feats of animal training in order to wow their crowds."
									]
								},
								{
									"type": "section",
									"name": "Menagerie",
									"entries": [
										"Sometimes, it's not what an animal can do that is impressive, but merely their presence that can inspire awe and wonder in onlookers. Many common folk with live their entire lives within a relatively short distance of where they were born, and will never have the opportunity to travel abroad and see exotic creatures. When the menagerie comes into town, they'll be able to see all manner of wild creatures that they've only ever heard of in stories.",
										"There's a significant difference between a travelling menagerie and one that is stationary. A single location (sometimes called an animal park or zoological garden) will often make efforts to display animals in environments similar to their native homes. Various feats of magic, technology, or simply importing flora from the animal's place of origin, may be used to accomplish this. Travelling menageries, however, are often limited to placing animals in cages small enough to be transported on wagons.",
										"Whatever form a menagerie takes, it generally is not as ideal as letting animals roam comfortably in their wild homes. For this reason, some people (especially those of the druidic persuasion) may be opposed to the practice of keeping animals captive for the amusement of humanoids. On the other hand, some menageries may fake their exotic display by utilizing magic, ranging from illusions to polymorphed entertainers."
									]
								},
								{
									"type": "section",
									"name": "Petting Zoo",
									"entries": [
										"Though seeing an exotic animal from afar can be an amazing experience for many common folk, nothing quite beats being able to touch, feed, and pet an animal. However, putting wild animals and untrained people in close proximity to one another can be a dangerous gamble. For this reason, petting zoos often have to strike a balance between wild animals and safe animals. Interestingly enough, petting zoos can be more interesting to noble children than they would be to commoner children. Nobles will have more opportunities to travel and see exotic animals that a commoner would never see, but most commoners will deal with livestock on a relatively regular basis. Thus, a noble child may be enamoured with the opportunity to pet a pig or feed a goat, whereas a child raised on a farm would find nothing special about it."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Attractions",
					"entries": [
						{
							"type": "section",
							"name": "Carousel",
							"entries": [
								"Inspired by the \"carosella\", meaning \"little battle\", which originated as a cavalry training exercise. Originally, mounted soldiers would gallop in circles while tossing balls to one another, forcing them to sharpen their riding skills. The sight of armored knights on horseback was so enthralling to children, that the concept of the carousel was born. At a carousel, horses are tethered to a center post, so that they can only walk in a circular track. The horses may be covered in ornate finery, displaying colorful bridles and barding, and some horses may be ridden by costumed performers to carry on the illusion that children are riding among nobles or knights. Always seeking to stand out from the crowd, some carousel proprietors experiment with other creatures, such as camels, elephants, or riding mastiffs. The creativity of their mounts is limited only by the safety of the wild creatures they're dealing with. Some have also been known to affix fake horns to a horse's ornate head tack, in order to market themselves as having a carousel of unicorns. "
							]
						},
						{
							"type": "section",
							"name": "Funhouse",
							"entries": [
								"Among the many structures set up at a carnival, the funhouse is perhaps the most eclectic of all. The entire premise of a funhouse is that it's fully enclosed, and people on the outside will pay to sate their curiosity of whatever lays within. The interior of a funhouse can take on many themes or present many experiences.",
								{
									"type": "list",
									"items": [
										"{@b Hall Of Mirrors} - A simple \"maze\" of mirrored walls, presenting a challenge of traversal simply by the fact there are so many optical illusions. Many of the mirrors are warped, and will present the illusion that people are taller, shorter, thinner, or broader in their reflection. More wealthy carnivals may be able to afford magic mirrors that present more elaborate reflections, such as showing the viewer what they looked like in their youth, or what they might look like as a warrior, a royal, etc.",
										"{@b Haunted House} - A themed funhouse that is presented as being \"haunted\", in which various contraptions or costumed actors attempt to scare or startle those passing through. Though still fully enclosed, a \"haunted\" funhouse will have many darkened windows or thinner walls, to allow the screams of the horrified audience to echo outward, drawing more curious viewers to purchase a ticket. Sometimes, carnies will disguise themselves as ordinary attendees in order to be abducted by a \"ghost\" or \"monster\" in front of others, presenting the illusion of danger.",
										"{@b Barrel Roll} - A tunnel section of the funhouse is in fact a large barrel on its side, which is spun by workers on the outside. Guests attempting to traverse the hall must try to walk at an angle in order to not be sent tumbling."
									]
								},
								"Maintaining funhouses can be a never-ending \"arms race\" between different carnival groups, or between neighboring towns with competing festivals, to try to provide the most fun experience. Let your creativity run wild and come up with different funhouse activities and attractions that work with your own settings and themes."
							]
						},
						{
							"type": "section",
							"name": "Log Flume",
							"entries": [
								"Though often too difficult to set up on demand, a log flume ride can be a charming part of an agricultural fair. Many lumber mills construct \"flumes\", long troughs that carry flowing water downhill, in order to transport cut logs for further processing. Depending on how far a log must be carried, a log flume may follow a very scenic route, or even be elevated by trestle over gorges and down steep hills.",
								"During a fair, the lumber mill will often be shut down to allow workers time off to celebrate and relax. However, the natural water flow of the log flume never stops, so enterprising entertainers will replace the logs with small boats, or even hollowed out logs, and offer log rides to visitors."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Competitions",
					"entries": [
						"The spirit of competition calls to many. Whether their eyes are on the prizes, or simply the glory of victory, there are often no shortages of people queueing to enter competitions and contests at carnivals. Also consider how the intrigue of a tournament can help further your plot, or introduce additional challenges, rivalries, and complications for your party members.",
						"What you won't find in this document is the classic combat tournament. There are already plentiful guides on how to organize and run a tournament in your campaign, and bringing new layers of detail and innovation to combat tournaments is beyond the scope of this document.",
						{
							"type": "section",
							"name": "Archery Contests",
							"entries": [
								"If we were to follow the rules of modern archery competitions, we'd be running a very boring sort of contest. Each competitor would be given several dozen arrows to fire at a target, at increasingly shorter distances, for several rounds. This turns into somewhere between roughly 100 and 150 dice-rolls per competitor, if scored accurately. So instead of playing \"the long game\", our archery competitions endeavor to make a shorter contest more exciting.",
								"We're going to limit our formal options to shortbow, excluding heavy crossbows and the longbow from competition. By building our competition around a weapon with an effective range of 80 feet and a maximum range of 320, it keeps the playing field significantly smaller and easier to manage. This also gives room for hand crossbow and dagger-throwing characters to petition for entry to competitions, should you so desire. They'll be competing at a marked disadvantage, but they'll still have a fighting chance, and nothing feels cooler than beating the odds.",
								"That being said, you're welcome to take the provided rules and modify them to work with longer-ranged weaponry, custom weapons like guns, etc.When most people think of an archery competition, they think of competitors standing in a row, shooting at targets at a fixed location, each trying to land their shot as close to the bullseye as possible. It offers bleachers for commoners to view from, elevated viewing boxes for nobles or royalty, and all of the classic cliches and tropes we're accustomed to. It's clean, it's simple, and it's ripe for drama.",
								"Targets are generally a soft wood, or fabric affixed to a dense bale of straw. There are five sections in varying colors, which each offer a different number of points for hitting. The bullseye offers 9 points, the first ring is 7, second is 5, third is 3, and hitting the outermost fourth ring is 1 point.",
								"In standard combat, the only ranges that matter for shooting a bow are effective range, and maximum range. However, it's important to remember that in combat, hitting a target with a powerful strike is generally more important than exactly where the target is hit; hitting a particular location is generally the realm of narrative freedom in 5th edition. For most enemies, a matter of an inch or two difference in the location of the hit is inconsequential to the damage being dealt. In target-shooting competition however, an inch or two can determine who's standing on the podium in the end. Thus, the ACs for different rings of the target will vary based on the distance from the target. ",
								{
									"type": "inset",
									"name": "Rool of Cool: Sharpshooter Feat",
									"entries": [
										"If one of your players has taken the Sharpshooter feat, they will have several benefits that may help them edge out other shooters. One of these is the opportunity to take a penalty to an attack roll, but if it hits, they can add a large bonus to the attack's damage. Choosing to take a penalty on an attack role in a competition focused on accuracy may be a dangerous risk, but if you have a player who decides to go for it, make sure you reward them for a success! If they strike the target, and make a reasonably high damage roll, let them split or splinter the wooden target. Of course, don't prompt them to do this, or let them know it's an option... This kind of 'rule of cool' reward is best given as a surprise.",
										"In lieu of the Sharpshooter feat, you may also choose to attach this outcome to critical hits."
									]
								},
								"When most people think of an archery competition, they think of competitors standing in a row, shooting at targets at a fixed location, each trying to land their shot as close to the bullseye as possible. It offers bleachers for commoners to view from, elevated viewing boxes for nobles or royalty, and all of the classic cliches and tropes we're accustomed to. It's clean, it's simple, and it's ripe for drama.",
								"Targets are generally a soft wood, or fabric affixed to a dense bale of straw. There are five sections in varying colors, which each offer a different number of points for hitting. The bullseye offers 9 points, the first ring is 7, second is 5, third is 3, and hitting the outermost fourth ring is 1 point.",
								"In standard combat, the only ranges that matter for shooting a bow are effective range, and maximum range. However, it's important to remember that in combat, hitting a target with a powerful strike is generally more important than exactly where the target is hit; hitting a particular location is generally the realm of narrative freedom in 5th edition. For most enemies, a matter of an inch or two difference in the location of the hit is inconsequential to the damage being dealt. In target-shooting competition however, an inch or two can determine who's standing on the podium in the end. Thus, the ACs for different rings of the target will vary based on the distance from the target. ",
								{
									"type": "table",
									"caption": "Range Competition Scoring",
									"colLabels": [
										"Ring",
										"30 ft.",
										"60 ft.",
										"90 ft."
									],
									"colStyles": [
										"col-6 text-center",
										"col-2 text-center",
										"col-2 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"Bullseye - 9pt",
											"AC 22",
											"AC 26",
											"AC 30"
										],
										[
											"First Ring - 7pt",
											"AC 18",
											"AC 22",
											"AC 26"
										],
										[
											"Second Ring - 5pt",
											"AC 15",
											"AC 18",
											"AC 22"
										],
										[
											"Third Ring - 3pt",
											"AC 12",
											"AC 15",
											"AC 18"
										],
										[
											"Fourth Ring - 1pt",
											"AC 10",
											"AC 12",
											"AC 15"
										]
									]
								},
								"When running your archery contest, you can choose as few or as many shots as you like. However, try to keep in mind that you want your contest to be as brief as possible while still remaining impactful. One suggested format is that each competitor takes three shots at 90 ft., three shots at 60 ft., and a final set of three shots at 30 feet. To speed up the process, depending on the number of entrants, you may drop the lowest scoring two or three entrants at the end of each set. Tie-breakers can continue as necessary until a winner is decided."
							]
						},
						{
							"type": "section",
							"name": "Arm-Wrestling Contest",
							"entries": [
								"A competition of muscle, leverage, and sheer force of will. Competitors in an arm-wrestling contest make Strength (Athletics) opposed grapple checks against one another for three rounds, and the best of three wins the match. However, if one competitor beats their opponent's score by 10 or more, it is considered an \"instant win\", slamming their opponent's arm down on the table and inflicting 1d4 damage.",
								"Keep in mind, that Dexterity based grapple checks are used only for escaping a grapple, which is not the point of this contest."
							]
						},
						{
							"type": "section",
							"name": "Drinking Contest",
							"entries": [
								"Carnivals are always made more festive with the addition of booze. After all, liquor loosens inhibitions, as well as one's grip on their purse strings. Thus, competitive drinking has become a popular activity as well as an attraction. Consider what location the drinking contest may be held in, be it a properly cordoned-off beer garden, a sponsoring tavern, or simply in a public place where things could easily get out of control.",
								"Before a drinking contest takes place, you'll need to calculate each entrant's drinking tolerance. A simple way to do this is to take their Constitution score (not bonus), and multiply it based on their size.",
								{
									"type": "table",
									"caption": "Alcohol Tolerance Size Modifier",
									"colLabels": [
										"Size",
										"Constitution Score Modifier "
									],
									"colStyles": [
										"col-6 text-center",
										"col-6 text-center"
									],
									"rows": [
										[
											"Tiny",
											"x0.5"
										],
										[
											"Small",
											"x1"
										],
										[
											"Medium",
											"x1.5"
										],
										[
											"Large",
											"x2"
										],
										[
											"Huge",
											"x4"
										],
										[
											"Gargantuan",
											"x6"
										]
									]
								},
								"Every time the contestant consumes a drink, it will add to their alcohol content, depending on how alcoholic the drink is. Once they pass the threshold of their alcohol tolerance, they'll need to make a Constitution save for every drink they take. The DC begins at 10, and raises by the score of each drink they consume. The last competitor to pass out is the winner.",
								"Let's see how a game would play out between our three example drinkers, Mira, Gronkna, and Lunalee. Mira is a gnome with a CON of 12, which means her alcohol tolerance will be 12. Gronkna is a half-orc with a CON of 16, meaning her score will be 24. Lunalee is a human with a CON of 10, meaning her score will be 15.",
								"Drinking beer, with an alcohol rating of 3 per drink, it will take four beers before Mira has make her first save. When she drinks her fifth drink, she will be rolling a Constitution DC 13. If she drinks another, her DC becomes 16. If she drinks another, her DC becomes 19. If at any point she fails, she will pass out and be out of the competition. By the same coin, it will take Gronkna eight drinks before she has to begin making Constitution saves, and take five drinks for Lunalee. Though Mira may become drunk faster than Lunalee because of her size, her increased Constitution (providing a +1) provides her with a better chance of making her saves than Lunalee.",
								"Though the standard \"stock drink\" is beer, ranking in at 3 points, but feel free to invent new beverages with any alcohol content that you like! Furthermore, drunken taunting can be a useful tool between competitors to encourage each other to drink faster than they should, or attempt to disqualify one another by encouraging a brawl. The possibilities are endless.",
								{
									"type": "inset",
									"name": "Looking For More Drunken Fun?",
									"entries": [
										"In order to keep the game simple and focused, we've used a simple scoring system based on a few common drinks, and an easy-to-calculate alcohol tolerance score. However, if you'd like to expand on your drinking fun, you may want to indulge in the more detailed Inebriation & Fortitude system included in my previous work, {@link The Hungover Adventure Guide|https://www.dmsguild.com/product/248818/The-Hungover-Adventure-Guide}. Not only will it add a layer of complexity to the drinking contest, but you'll be fully stocked with plot hooks for what manner of trouble competitors can get themselves into after the contest is over..."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Eating Contest",
							"entries": [
								"Food is a part of many holidays and festivals, and eating large amounts of food is considered a primary method of celebration by many. It stands to reason that someone's competitive nature meant an eating contest would be born. Typically, eating contests select a single food item as their focus. Pies are common, as they are made to a uniform size and density. However, any food could be used, ranging from apples, to ears of corn, to giant turkey legs. Judges are always on hand to ensure that the food is fully consumed, and an excess of food is not left behind (pie crust still in the pan, meat left on a bone, etc). Competitors are disqualified if they stand from the table, pass out at the table, or if they throw up. The last competitor still eating, wins. Competitors in a pie eating contest make Constitution saves for each pie they eat, with the DC steadily raising for each pie eaten. If a competitor fails their Constitution save, they are given the \"full\" status. They may continue to compete if they wish, but additional saves will be made with disadvantage. Failing another Constitution save after becoming full, will cause the competitor to vomit (or pass out, if you feel players at your table may be squeamish).",
								{
									"type": "table",
									"caption": "Eating Contest DCs",
									"colLabels": [
										"Round",
										"Constitution DC"
									],
									"colStyles": [
										"col-4 text-center",
										"col-8 text-center"
									],
									"rows": [
										[
											1,
											"DC 11"
										],
										[
											2,
											"DC 12"
										],
										[
											3,
											"DC 13"
										],
										[
											4,
											"DC 14"
										],
										[
											5,
											"DC 16"
										],
										[
											6,
											"DC 18"
										],
										[
											7,
											"DC 20"
										],
										[
											8,
											"DC 23"
										],
										[
											9,
											"DC 26"
										],
										[
											10,
											"DC 30"
										]
									]
								},
								"If your competitors somehow make it past round 10, continue to add 5 to the DC for each additional round of eating. Keep in mind, for the sake of roleplay, that these are servings of food and not rounds of combat, therefore, each round need not consist of a mere six seconds.",
								{
									"type": "inset",
									"name": "Rule Of Cool: The Hollow Leg",
									"entries": [
										"Everyone knows t h a t o n e p e r s o n whose stomach seems to be connected to another plane of existence. If your adventuring party contains that one person, feel free to give them a bonus in the competition, such as advantage on all of their rolls. It may seem to be an unbalanced advantage, but if they're established as being a \"big eater\" (which normally offers virtually no advantages), it would be silly not to give them the edge in this contest.",
										"While one may question where the big eater puts their food, a character with sleight of hand may have worked out that detail in a unique way. If a character wants to sneak handfuls of food down their shirt collar, or into a bag hidden under the table, they are welcome to make the attempt. For example, if they make a Dexterity (Sleight of Hand) that beats a DC 15, they have snuck away enough food to make their Constitution save with advantage for that round. If they beat a DC 20, they manage to sneak away enough food that whatever is left is inconsequential, and they can skip their Constitution save for the round. However, if they fail their Dexterity (Sleight Of Hand) check, they will be noticed by a judge and disqualified."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Jousting Contest",
							"entries": [
								"Though every effort has been made to make this an allinclusive document, there are times when it simply makes no sense to reinvent the wheel. Rather than providing an all-new set of optional jousting rules, I would rather direct you to the fantastic document {@link \"The Noble Art of Jousting\" by Richard Bastow|https://www.dmsguild.com/product/212587/The-Noble-Art-of-Jousting}, available on the Dungeon Master's Guild. This excellent pay-what-you-want product goes into great detail, not only on the jousting itself, but even adds factors like support from the crowd. "
							]
						},
						{
							"type": "section",
							"name": "Agricultural Skill Races",
							"entries": [
								"There are certain kinds of events that you might never see in the middle of a city, but would not be missed at a rural fair or festival. Commoners who live and work with livestock every day will hone a unique set of skills, and a rural fair can be the best time to showcase those skills and compete for prizes and bragging-rights. Because of the similarity between these events, they are lumped them together as \"agricultural skill races\".",
								{
									"type": "section",
									"name": "Sheep-Shearing Race",
									"entries": [
										"Though a sheep's woollen fleece can provide them with protection during the wet and cold months, it can be comfortably removed in the spring and summer. Wool is also a valuable textile, and is generally cheaper and more accessible than cotton.",
										"The actual process of shearing sheep is an arduous one, but since flocks commonly contain over a hundred sheep (and can grow as large as several hundred on a large farm), efficiency is an important trait. Extra farm hands may be hired for shearing, and they're paid per-fleece. Thus, competition grew to shear more sheep faster.",
										"In typical farm environments, fleeces are washed after being sheared, since hotter water can be used. For competition purposes, the sheep are washed beforehand, to remove plant matter, burrs, dirt, etc. Sheep are selected for uniform size and growth of their fleece, and sorted into several pens. The goal of a sheep-shearing race is for each competitor to shear every sheep in their pen as quickly as possible without causing injury.",
										"When running a sheep-shearing race, competitors roll 1d20 per round, adding their Dexterity Bonus or Wisdom (Animal Handling). This number is kept, and added to for each subsequent round. The first competitor to reach 80pts wins the race. If two characters reach 80pts on the same round, the one who exceeded 80 by the highest number wins by mere seconds. If they're an exact tie, a roll-off can be held to determine a winner at the DM's discretion, or simply be counted as a tie instead.",
										"Instead of counting each individual sheep, or timing exactly how long it takes, each rolled round of sheep-shearing roughly illustrates how efficiently a competitor is working. As long as no one is shearing sheep in the same initiative order as a nearby round of combat, the fact that it no longer adheres to the \"six-second turn\" model is inconsequential.",
										{
											"type": "inset",
											"name": "Rule Of Good Taste: Animal Cruelty",
											"entries": [
												"When performed properly, sheep are not injured in the shearing process. A struggling sheep might earn a nick or two, but a proper farmer will see that any injuries are treated to prevent infection and harm to their flock. After all, their flock is their livelihood. As mentioned above, the goal is to shear sheep as quickly as possible without causing injury.",
												"Animal cruelty is a subject that can easily provoke a negative emotional response. Even people who have never owned pets or been close to animals themselves, tend to feel a distaste for the idea of causing needless harm to an animal, especially if that animal isn't aggressive. Though it would be reasonable to apply a penalty for injuring a sheep in the course of the shearing race, instead, we work off of the assumption that a struggling sheep simply {@i wastes more time}, in the shearer's effort not to cause injury. Though your mileage may vary, we felt this was the best method of avoiding a provoking subject."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Cow-Milking Race",
									"entries": [
										"On a standard dairy farm, cows are milked two to three times a day, and may produce as much as six or seven gallons of milk a day. The process of milking a cow requires good grip, strong arms, and a steady pace. Of course, it also involves working in extremely close proximity to a live, large animal, which comes with its own set of challenges. Cow milking competitions involve cows being carefully tethered to keep them in one place, and buckets are provided with goal lines marked on the inside. The first competitor to fill their bucket to the goal line, wins.",
										"When running a cow-milking race, competitors roll 1d20 per round, adding their Strength Bonus or Wisdom (Animal Handling). This number is kept, and added to for each subsequent round. The first competitor to reach 80pts wins the race. If two characters reach 80pts on the same round, the one who exceeded 80 by the highest number wins by mere seconds. If they're an exact tie, a roll-off can be held to determine a winner at the DM's discretion, or simply be counted as a tie instead.",
										"Cows can be easily spooked, and competition environments with strangers trying to milk them can make them especially nervous. If you want to add an extra layer of difficulty to the game, you can consider adding unique events for low rolls. These can range from cows struggling and squirming too much to be milked (losing a turn), kicking over the bucket (resetting their score to 0), or even kicking the competitor (1d4 bludgeoning damage). Simply consider how cruel you're willing to be to your players."
									]
								},
								{
									"type": "section",
									"name": "Pig Calling Contest",
									"entries": [
										"Though some farmers keep their pigs in organized pens, some allow them to run freely in cool, boggy areas. Feeding time requires the farmers to call their free-roaming pigs back to them, and over time, farmers have learned that pigs respond to loud, shrill sounds (perhaps resembling a piglet squealing). Thus, competition to see who could encourage their pigs to return the fastest, was born.",
										"When running a pig calling contest, competitors take turns instead of going simultaneously. Competitors roll 1d20 per round, adding their Charisma Bonus or Wisdom (Animal Handling). This number is kept, and added to for each subsequent round, as well as tracking how many rounds have passed. The competitor to reach 80pts in the lowest number of rounds wins the contest. If two characters reach 80pts on the same round, the one who exceeded 80 by the highest number wins by mere seconds. If they're an exact tie, a rolloff can be held to determine a winner, as the contest judges' personal reflection of who they feel had the best technique.",
										{
											"type": "inset",
											"name": "Rule Of Cool: Speak With Animals",
											"entries": [
												"Whether or not you consider magic spells to be legal or illegal in the contest, is up to your discretion. If a spellcaster uses {@spell Speak With Animals}, you may give them advantage on all of their pig calling rolls. For the purpose of the contest, pigs are considered medium creatures (like wild boars), therefore not affected by the Forest Gnome's Speak With Small Beasts racial feature"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Carnival Games",
					"entries": [
						"Many carnival games are, in fact, rigged. They are designed to make it appear easy to win, but use tricks of perspective, distraction, and faulty equipment to tilt the games in favor of the operators rather than the players. Furthermore, many carnies provide examples of the games being played to show how \"easily\" they can be won, at least, with their added benefit of standing in a different location than the players, knowing exactly where to hit, or using different equipment.",
						"Carnival games should always have a cost to play. This cost is at your discretion, and may vary based on the clientele of the carnival; nobles may be willing to pay up to 1gp per game to try their hand, whereas a carnival catering to commoners may only be able to get away with 5cp or 1sp per game.",
						{
							"type": "section",
							"name": "Bucking Bull",
							"entries": [
								"It's theorized that the \"sport\" of jumping on the back of an illtempered bull and trying to hold on for as long as possible was originally pioneered by farmhands, borne of a mixture of boredom and drunkenness. The idea inexplicably caught on, but the tendency for riders to be trampled or gored put a damper on the growth of the sport.",
								"Enter, the Figurine of Wondrous Power, in the form of an Iron Bull. Usage of this uncommon magical item summons a docile gorgon (Monster Manual, pg. 171). Unlike the deadly and ferocious form found in the wild, the docile gorgon does not emit a petrifying breath, and while it will enthusiastically attempt to throw off any rider that mounts it, it will make no additional attempts to gore or trample them, immediately returning to a calm state.",
								"Unlike many carnival games, the bucking bull is never rigged per say, but instead, the carnies hawking the challenge suggest that the rider must only stay on for a very brief period of time, and that it can't be that hard. In truth, it is actually that hard.",
								"The goal is to remain on the gorgon for eight rounds, making strength-opposed grapple checks against the bucking monstrosity. For the purposes of this contest, the rule that creatures cannot grapple a creature more than one size larger them no longer applies; they are holding onto the saddle, not the gorgon itself. Therefore, small sized creatures may enter at their own risk.",
								"Though prizes may be given for staying on for a certain number of rounds (4, 6, etc), the prize for staying in the saddle for eight rounds is often quite marvelous and will encourage many attempts."
							]
						},
						{
							"type": "section",
							"name": "Milk Bottle Toss",
							"entries": [
								"A classic game in which six milk bottles are stacked in a pyramid on a table, and the competitor is given a ball to throw at them, attempting to knock them over. If all six bottles are toppled by a throw, they win a fantastic prize!",
								"However, the Milk Bottle Toss is not designed to be won. A number of factors are set up in order to lean against the player's favor. For example, the bottom three bottles are often filled with lead, making them several pounds heavier. Additionally, the soft ball is especially soft, sometimes even with a cork core. This does not mean that the game cannot be won, but it can be especially difficult to win. Accuracy and how hard the ball is thrown are both important factors.",
								"For the purposes of this game, the ball counts as an improvised weapon (thus benefiting from the Tavern Brawler feat), dealing 1d4 damage and having a normal range of 20 ft., and a long range of 60 ft. It damage bonus is calculated on strength, and it cannot be finessed.",
								{
									"type": "table",
									"caption": "Milk Bottle Toss",
									"colLabels": [
										"Bottles Knocked Down",
										"AC",
										"Damage Required"
									],
									"colStyles": [
										"col-6 text-center",
										"col-3 text-center",
										"col-3 text-center"
									],
									"rows": [
										[
											"1 Bottle",
											10,
											2
										],
										[
											"2 Bottle",
											12,
											3
										],
										[
											"3 Bottle",
											13,
											3
										],
										[
											"4 Bottle",
											16,
											6
										],
										[
											"5 Bottle",
											18,
											8
										],
										[
											"6 Bottle",
											20,
											10
										]
									]
								},
								{
									"type": "section",
									"name": "Identifying A Rigged Milk Bottle Toss",
									"entries": [
										"A perception check can be made to identify aspects of the rigged game.",
										{
											"type": "table",
											"caption": "Perception Checks",
											"colLabels": [
												"Difficulty",
												"Results"
											],
											"colStyles": [
												"col-4 text-center",
												"col-8 text-center"
											],
											"rows": [
												[
													"DC 15",
													"The ball seems especially soft, and likely to absorb the force of the throw."
												],
												[
													"DC 20",
													"Judging by the way the bottles move when struck, the bottom ones are heavy."
												],
												[
													"DC 25",
													"One of the milk bottles on the bottom is misaligned, jutting out slightly and absorbing most of the force of the impact."
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Strongman Test",
							"entries": [
								"Though arm-wrestling is a test of one's muscle, the strongman test is a step further in determining who is the strongest in the land. In this game, players pay for a chance to swing a hammer at a stack of stone slabs. If they manage to break all of the slabs with a single strike, they will win a fantastic prize! However, only breaking partially through the stack will still net them a small consolation prize.",
								"Typically, the \"resident strongman\" who performs at the event will be on hand to demonstrate how \"easy\" the challenge is, by breaking a stack of slabs, before challenging onlookers to do the same. When paying challengers step up, a new set of slabs is put out, they are given a hammer, and a single swing to try to split the stack.",
								"However, there may be many factors working against the players. There are many ways this game can be rigged, or create the illusion of being easier than it is.",
								{
									"type": "table",
									"caption": "Stone Slab Breaking",
									"colLabels": [
										"Stength (Athletics) DC",
										"Layers of Stone Broken"
									],
									"colStyles": [
										"col-4 text-center",
										"col-8 text-center"
									],
									"rows": [
										[
											12,
											"1 Layer"
										],
										[
											14,
											"2 Layer"
										],
										[
											16,
											"3 Layer"
										],
										[
											18,
											"4 Layer"
										],
										[
											20,
											"5 Layer"
										],
										[
											23,
											"6 Layer"
										],
										[
											26,
											"7 Layer"
										],
										[
											30,
											"8 Layer"
										]
									]
								},
								{
									"type": "section",
									"name": "Identifying A Rigged Strongman Test",
									"entries": [
										"A perception check can be made to identify aspects of the rigged game.",
										{
											"type": "table",
											"caption": "Perception Checks",
											"colLabels": [
												"Difficulty",
												"Results"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10 text-center"
											],
											"rows": [
												[
													"DC 15",
													"The lower slabs of stone are ever so slightly slightly thicker than the upper slabs"
												],
												[
													"DC 20",
													"The hammer being handed to paying contestants isn't as heavy as the one used in examples by carnies or strongmen on the payroll."
												],
												[
													"DC 25",
													"The stack broken in the example is very cleanly split; it was likely scored to make it easier to crack down the middle."
												]
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Visiting The Fortune Teller",
					"entries": [
						"",
						{
							"type": "section",
							"name": "aaa",
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Vendors",
					"entries": [
						"Aside from entertaining attractions and games of chance or skill, there are plenty more ways to lose your coin. Vendors will often set up with exotic wares, unique treats, or even just frivolous trinkets that most people wouldn't spend their money on otherwise.",
						{
							"type": "section",
							"name": "Beer Garden ",
							"entries": [
								"An open-air establishment primarily for serving alcohol. Though many consider inebriated revelry to be an important part of carnival entertainment, drunkards can cause a lot of problems if left to wander freely. Thus, beer gardens provide a fun and comfortable atmosphere with easy access to more beer, in an effort to entice boozers to stay in one spot.",
								"Beer gardens can be very simple setups, consisting of tables and benches, with little else required. They may be in the open under the sun, covered by tent canopies or large umbrellas, or simply the shade of trees. They may also set up a stage for musical performances, or provide small games to keep drinkers entertained.",
								"Food is commonly served in beer gardens as well. Some beer gardens may endeavour to offer many different kinds of beer, gathering kegs from different breweries in different locales. They heavily encourage drinkers to \"taste the world\", challenging them to drink one of every kind of beer they offer."
							]
						},
						{
							"type": "section",
							"name": "Food",
							"entries": [
								"Foods must satisfy several needs in order to truly be considered \"carnival treats\". First and foremost, they must be easy to eat while walking, and not require any additional utensils, thus resulting in many carnival foods being served on skewers. Secondarily, they must be uncommon foods that most people will not eat during the course of a normal month; otherwise, they wouldn't be treats. Lastly, flavor is prioritized above nutritional value. No one expects to subsist on carnival food.",
								"Though carnies will hawk any of their wares with enthusiasm, carnival food tends to advertise itself. The smells waft for some distance, and anyone seen walking by with a tasty treat in their hands is sure to garner attention and questions of \"Where did you get that?\"",
								"For {@filter lists of various kinds of food to be found|items|source=FFnF}"
							]
						},
						{
							"type": "section",
							"name": "Drink",
							"entries": [
								"Though we've already discussed beer gardens, they are not the only beverages made available at carnivals. Ciders, juices, lemonades, and other beverages are common, and welcome outdoors on hot days. In cold climates and for wintery holidays, beverages like tea and hot spiced cider may be made available instead.",
								"For {@filter lists of various kinds of beverages to be found|items|source=FFnF}"
							]
						},
						{
							"type": "section",
							"name": "Musical Instruments & Noisemakers",
							"entries": [
								"The Player's Handbook provides many examples of musical instruments for bards and other performers. However, these instruments are somewhat expensive, and are far more sophisticated than most unskilled revellers would want. For those who simply want to make some noise, consider this list of cheap instruments.",
								{
									"type": "table",
									"caption": "Basic Instruments",
									"colLabels": [
										"Type",
										"Price",
										"Weight"
									],
									"colStyles": [
										"col-7",
										"col-2 text-center",
										"col-3 text-center"
									],
									"rows": [
										[
											"Bell",
											"2sp",
											"0.5 lb."
										],
										[
											"Castanets",
											"3sp",
											"---"
										],
										[
											"Hand Drum",
											"1gp",
											"1 lb."
										],
										[
											"Simple Flute",
											"5sp",
											"0.5 lb."
										],
										[
											"Whistle",
											"8cp",
											"---"
										]
									]
								},
								"Note that while all of these objects can produce sound, and can conceivably be used to convey melodies or rhythms, they are not of sufficient quality to be properly tuned. Thus, they are not suitable as bardic instruments in general."
							]
						},
						{
							"type": "section",
							"name": "Hair Braiding",
							"entries": [
								"When you have little money for entertainment, you find other ways to keep yourself busy, and when you have no money for frivolous things like cosmetics, you make due with the options available to you. Hair braiding is a popular pastime for young ladies, especially in the lower social castes, and is often passed down from mothers to their daughters. When \"dressing up\" for carnivals and fairs, the unique and creative braiding styles of peasant girls became noticed by the wealthy and adventuring sort alike.",
								"Hair braiding booths are now popular destinations at carnivals and fairs, for ladies and gentlemen of all ages. Little noble girls having their hair done up in braids will be seated next to Dwarven warriors having their beards plaited, next to druids having flowers woven into their tresses. Additional accessories like beads, ribbons, and decorative cord may also be offered for an additional charge."
							]
						},
						{
							"type": "section",
							"name": "Face Painting",
							"entries": [
								"Though most popular with children, carousing adults often find themselves seated at the face-painting booth. This relatively cheap activity gives someone a temporary, festive costume in lieu of having to wear a mask.",
								{
									"type": "table",
									"colLabels": [
										"d12",
										"Designs"
									],
									"colStyles": [
										"col-3 text-center",
										"col-9"
									],
									"rows": [
										[
											1,
											"Dragon"
										],
										[
											2,
											"Butterfly"
										],
										[
											3,
											"Fairy"
										],
										[
											4,
											"Tiger"
										],
										[
											5,
											"Warior Facepaint"
										],
										[
											6,
											"Goblin"
										],
										[
											7,
											"Spiderwebs"
										],
										[
											8,
											"Rainbow"
										],
										[
											9,
											"Skeleton"
										],
										[
											10,
											"Jester's Mask"
										],
										[
											11,
											"Flowers"
										],
										[
											12,
											"Pirate"
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Masks",
							"entries": [
								"Not only are carnivals and festivals a wonderful opportunity to cut loose and have fun, but for many, they are a time to shirk responsibilities and enjoy getting lost in a crowd. An especially recognizable person may have a hard time achieving this level of freedom, and so, masks are marketed for a variety of reasons.",
								"Children may wear masks in order to play tricks and pranks in the hopes of escaping punishment. Lovers may wear masks in order to enjoy being in public, but still keep their romance a secret. Nobles or royals may wear masks in order to rub elbows with the common folk for a day, unbeknownst to others. A criminal or a famous hero might don a mask in order to avoid unwanted attention.",
								"Masks come in a wide range of designs. Though masks to resemble jesters are common, consider what kind of fantastic beasts you could offer, such as dragon masks, goblin masks, beholder masks, and so on. If your adventuring party has performed epic feats and their deeds are known far and wide, consider the surprise of them finding masks of their own faces for sale!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Items Around The Carnival",
					"entries": [
						"Any carnival is going to offer something extra for you to spend your money on. Whether it's a variety of delicious treats, or a fun trinket to remember the day, you're likely to be assaulted by hawkers calling for your attention from their booths at every possible opportunity.",
						{
							"type": "section",
							"name": "Carnival Food",
							"entries": [
								{
									"type": "section",
									"name": "Caramel Apples",
									"entries": [
										"Apples (typically of the tart and crisp variety) are skewered on sticks, then dipped into soft caramel and let to dry, sometimes after being covered in finely chopped nuts. Because soft caramel does not transport well, caramel apples are usually made on-site, and the smell of warm caramel often carries for some distance throughout the carnival grounds."
									]
								},
								{
									"type": "section",
									"name": "Cotton Candy",
									"entries": [
										"Originally an Elven invention called \"Titania's Tresses\", it has since been adopted (and bastardized) by countless other cultures. To begin, sugar is melted in water with flavorings and colors, then allowed to cool in a ring. The ring is stretched and folded over and over, until it has been stretched into no less than 16,000 thin strands of sweet, sugary candy floss. Though originally served in a bowl, it is now often wrapped on sticks for carnival convenience, but remains a somewhat expensive treat."
									]
								},
								{
									"type": "section",
									"name": "Funnel Cake",
									"entries": [
										"A deep fried confection made by pouring dough through a thin spout (a funnel) into a vat of boiling oil, in a circular pattern. The tangled mass is cooked until golden brown, then let to drain of excess oil before being topped. The most common topping is a drizzling of sugar syrup and a light sprinkling of salt."
									]
								},
								{
									"type": "section",
									"name": "Grilled Corn",
									"entries": [
										"Corn on the cob is already considered a 'hand-held' food, but by skewering it with a stick on either end, it can now be covered with a variety of toppings and still keep one's hands (relatively) clean. Butter, salt and pepper, cheese, garlic, sauces, or any other number of toppings can be spread over the sweet and crispy charred kernels."
									]
								},
								{
									"type": "section",
									"name": "Mini Pies",
									"entries": [
										"Everyone loves pie, and the fact that sweet or savory pies can have any number of fillings makes them a favorite of carnival goers. However, 'pie' tends to be served in slices, requiring utensils and a place to sit. Thus, mini pies were invented by a team of industrious gnomes. While their automated pie production is still in the \"theory\" stages, small hand-held pies are already a hit.",
										"{@table Random Pies, Sweet|FFnF}",
										"{@table Random Pies, Savory|FFnF}"
									]
								},
								{
									"type": "section",
									"name": "Nuts",
									"entries": [
										"A wide variety of roasted nuts are often served at carnivals, coated in various sweet, salty, or savory seasonings."
									]
								},
								{
									"type": "section",
									"name": "Pretzels",
									"entries": [
										"Supposedly invented by a monk working out of a temple as a reward for children who had learned their prayers, the knotted bread was designed to look like arms folded over one's chest."
									]
								},
								{
									"type": "section",
									"name": "Sausage On A Stick",
									"entries": [
										"Of all of the things that could be served on a stick, smoked meat is a very popular one. Regional preferences and different kinds of meat, as well as various dips or drizzled sauces, can make this simple dish vary wildly from location to location."
									]
								},
								{
									"type": "section",
									"name": "Turkey Legs",
									"entries": [
										"Cured and roasted turkey legs are perhaps one of the most filling offerings of carnival food stands, and may weigh between a pound and 1  pounds! The unusually large size of the turkey legs, and the fact they're often salt cured (lending them a strangely ham-like flavor) has lead to rumors that \"turkey legs\" may in fact be legs from something else..."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Carnival Beverages",
							"entries": [
								{
									"type": "section",
									"name": "Beer",
									"entries": [
										"This brewed alcoholic drink is the third most popular beverage behind water and tea, supposedly because early civilizations believed it was healthier than drinking water from lakes and rivers. Though they eventually realized the act of boiling the water to make the beer was what made it safe, beer consumption did not decline."
									]
								},
								{
									"type": "section",
									"name": "Cider",
									"entries": [
										"Though similar to wine in that is fermented from fruit, cider has a lower alcohol content and is generally easier and cheaper to produce a quality beverage. Most ciders are applebased, but many cider makers experiment with mixing additional fruit."
									]
								},
								{
									"type": "section",
									"name": "Lemonade",
									"entries": [
										"A non-alcoholic mixture of water, fresh squeezed lemon juice, and a sweetener such as honey or sugar. Because it is easy to make on-the-spot, lemonade sales are often handled by children to generate pocket-money, while also keeping them out of the hair of their parents' businesses. Magical or mundane efforts may be made to keep the beverage cold before serving, as lemonade is considered especially refreshing during hot weather."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Mundane Items",
							"entries": [
								{
									"type": "section",
									"name": "Helm Of Hands-Free Carousing",
									"entries": [
										"A helmet with two tankards bolted to the sides, and a pair of flexible tubes that run from the bottoms of the tankards to a T-joint in front of the wearer's mouth, with a basic valve to allow sipping. Both tankards can be filled with beer so that the wearer can drink while keeping both hands free for playing games, brawling, or dual-wielding turkey legs."
									]
								},
								{
									"type": "section",
									"name": "Cone of Calling",
									"entries": [
										"A hollow cone roughly 1.5 ft. in length, with a handle affixed to one side. When one speaks or shouts into the narrow end of the cone, their voice is noticeably amplified out the other end, if not mildly distorted. Used frequently by carnies to hawk games and merchandise, it may also be used to show support for competitors in tournaments and games."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Magical Items",
							"entries": [
								{
									"type": "section",
									"name": "Cornucopia Of Crispness",
									"entries": [
										"{@i Wondrous item, Rare}",
										"A large, hollow goat's horn, filled with oil. If tipped over, one gallon of oil will pour out, and the horn will remain empty for 24-hours before spontaneously refilling itself when held upright. Though it does not feel hot to the touch, any object placed in the oil for at least 30 seconds will be coated in a crispy battered shell when removed. Any less, and the object will simply be coated in oil. After ten uses, the oil will begin to take on the flavors of objects that have been dipped in it, and impart those flavors into the batter until emptied and refilled. "
									]
								},
								{
									"type": "section",
									"name": "Figurine Of Somewhat Wondrous Power",
									"entries": [
										"{@i Wondrous item, Rarity by Figure}",
										"Though figurines of wondrous power can be marvelous tools, these somewhat wondrous figurines are generally less helpful. Generally employed only by carnival and circus workers, they may occasionally find their way into the hands of adventurers.",
										"{@b Iron Bull} (Uncommon). This 4-inch tall iron statuette can become a docile gorgon (Monster Manual, pg. 171) for 24 hours. Like a \"mechanical bull\", the gorgon will attempt to buck off riders, but will make no additional effort to trample or gore them once they're off. Once it has been used, it cannot be used again until 3 days have passed.",
										"{@b Granite Pony} (Common). This granite figurine can become a gray pony of medium size for 6 hours. Though technically \"friendly\" toward the user and their allies, the pony has a mean disposition and can be uncooperative. When attempting to ride the pony, make a Wisdom (Animal Handling) check against a DC 15 to avoid being bitten or bucked. Once it has been used, it cannot be used again until 24 hours have passed."
									]
								},
								{
									"type": "section",
									"name": "Gazing Glass Of Magic Viewing",
									"entries": [
										"{@i Wondrous item, Rare}",
										"A round glass pane mounted in a gilded gold frame. When looking through the glass, magical objects viewed on the opposite side will glow with a soft aura of light. The glass can be attuned to ignore specific schools of magic. "
									]
								},
								{
									"type": "section",
									"name": "Portable Circus Tent",
									"entries": [
										"{@i Wondrous item, Rare}",
										"What appears to be a small, folded, striped handkerchief, unfolds repeatedly until it expands into an oblong 120 ft. x 80 ft. surface. Once fully unfolded over a flat surface, the tent structure expands upwards to its full height, held up by two support posts. The inside of the circus tent is furnished with stadium-style benches, and a ring in the center. You and any creature you designate can speak a command word to will the tent structure to collapse itself back into a folded \"handkerchief\". Any creatures or external furnishings still inside the tent when it collapses are ejected into open spaces near the tent."
									]
								},
								{
									"type": "section",
									"name": "Caramel Apples",
									"entries": [
										"{@i Wondrous item, Legendary}",
										"What appears to be a small, folded, striped handkerchief, unfolds itself until when the command word is spoken until it expands into an oblong 120 ft. x 80 ft. surface. Once fully unfolded over a flat surface, the tent structure expands upwards to its full height, held up by two support posts. The inside of the circus tent is furnished with stadium-style benches, and a ring in the center. You and any creature you designate can speak a command word to will the tent structure to collapse itself back into a folded \"handkerchief\". Any creatures or external furnishings still inside the tent when it collapses are ejected into a dimension of the owner's choosing."
									]
								},
								{
									"type": "section",
									"name": "Tightrope Of Balance",
									"entries": [
										"{@i Wondrous item, Rare}",
										"What appears to be an ordinary 50 ft. rope is magically enchanted, so that any creature traversing the rope is enchanted with balance. As long as both ends of the rope are tied secured so that the rope is held taut, creatures traversing the rope automatically succeed at Dexterity (Acrobatics) saves to keep their balance. If any force destabilizes creatures on the rope (high winds, being hit by attacks, etc), creatures on the rope make saves to maintain balance with advantage. The rope has a maximum weight capacity of 1000lbs, and exceeding that weight limit will cause the rope to break, and become a mundane hempen rope."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Backgrounds",
					"entries": [
						"see Background section",
						"{@background Carnie|FFnF}",
						"{@background Mummer|FFnF}"
					]
				},
				{
					"type": "section",
					"name": "Designing Custom Holidays",
					"entries": [
						"In general, a holiday is a day determined by law or tradition, commemorating an important historic event. Most businesses close, and any job that is not an essential service (town guards, healers, etc) is reduced or suspended for the day. A holiday may be religiously based, giving devotees the free time to worship or tend to other duties of their faith. Some holidays exist to observe historical events, or remember people of great importance. Holidays may also be purely recreational events, giving people time to relax and celebrate with friends and loved ones.",
						"Many holidays are comprised of more than just the event itself. Traditions become associated with holidays over time, and will reflect decor, food, music, games, gift-giving, and other practices.",
						{
							"type": "section",
							"name": "Religious or Secular Holidays",
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Time of Year & Climate",
							"entries": [
								"The date on the calendar is an important element of designing your holiday, as decor will often be influenced by signs of the season. A harvest festival will likely use autumnal colors, while a spring festival will use bright colors and myriad green shades to represent new life and growth.",
								"The climate will also play a distinct factor in how a holiday is celebrated. Holidays during heavily rainy seasons will likely be indoor affairs, focusing on togetherness. Holidays during the hottest weather will often involve ways to keep cool."
							]
						},
						{
							"type": "section",
							"name": "Memorial Holidays",
							"entries": [
								"Some holidays are held in remembrance of people or events. When remembering people, these holidays are often composed posthumously, and great figures in history are celebrated after their death. As such, the holiday could be celebrated on the day they died, the day they performed a great feat, or it could be celebrated on their birthday.",
								"Though memorial holidays can be sombre affairs, this does not mean that there can be no levity in the celebration. Very often, a solemn ceremony or religious service will be held early in the day, followed by more joyous celebrations in the afternoon and evening.",
								{
									"type": "section",
									"name": "Celebrating Freedom From Slavery & Oppression",
									"entries": [
										"The oppression or ownership of any person is a terrible thing. Worse still is when these acts of oppression or slavery are sanctioned or even enforced by governing powers. Obtaining one's freedom is usually a bloody affair, and requires not only the defeat of slavers, but the overturning of laws and social perceptions that make such oppression possible at its core. An economy built on slave-labor is generally not willing to just give slaves their freedom peacefully, and very often, they've built the mindset that their slaves are \"lesser beings\" that are either undeserving of their freedom, or might be dangerous if freed.",
										"Even a bloodless rebellion will often involve great hardships, such as fleeing over great distances, hiding in dangerous wilderness or climates, and long periods of uncertainty before being able to settle again. Thus, these celebrations can be vitally important for embracing the freedom and peace of mind that one's ancestors were denied.",
										"Celebrating freedom from slavery and oppression is often a mixture of both solemn memorial, and jubilant celebration. Leaders and resistors who fought for their freedom are remembered, as well as mourning for those who died before seeing their people achieve freedom. It is also a time to revel in one's freedom, and showcase cultural practices that were denied to them while in captivity. Many enslaved peoples are stripped of their cultural practices and rights in an effort to demoralize them. This can mean the outlawing of their dances, songs, arts, and even important ceremonies for marriage or child-naming. Thus, celebrations of freedom from slavery may place importance on these nearly-lost parts of one's culture. Some ceremonies may even take on new facets from the ways that they were practiced in secret, such as \"walking around a large tree and greeting one another on the other side\" becoming an important wedding tradition.",
										"When designing a holiday to celebrate freedom from slavery or oppression, remember to think of it from various viewpoints. Why were the formerly-enslaved people singled out (racial or religious differences, defeated in a previous war, etc)? How are the formerly-enslaved peoples treated by their former oppressors? Are formerly-enslaved people still oppressed from an economic standpoint? Do they have true equality, or are they still looked down upon by other groups? Do the former oppressors feel as though they are now the injured or unfairly-treated party in this situation? Also keep in mind that no large group holds all of the same opinions as one another; some descendants of slave-owners may feel remorseful for the actions of their ancestors, while others may prefer to carry on a tradition of hatred.",
										"Example Holidays: {@i Juneteenth (US), Passover (Jewish faith), Emancipation Day (many former European colonies)}."
									]
								},
								{
									"type": "section",
									"name": "Celebrating Discovery & Invention",
									"entries": [
										"There are moments when discovery and invention change the course of history, and shape the future of society. We have no way of knowing who was the first person to clack two rocks together until they sparked the first manmade fire, but just think of how we'd celebrate them if we did! In the same light, technological and magical inventions may be celebrated, as well as discovery of new lands or peoples. Though most inventors or discoverers are only known widely in scholarly circles, someone who's inventions benefit common folk may receive public praise. While they may enjoy wealth and attention in their lifetime, or fade into relative obscurity, it's more likely that they will be celebrated with a holiday posthumously.",
										"For example, a dwarven wizard invents a Figurine Of Wondrous Power in the form of a canary that alerts miners immediately to the presence of toxic gas, before a real caged canary would show signs of exposure. His invention is now responsible for saving hundreds of miner's lives every year, and celebrations in his honor might involve miners on parade, setting loose birds, or some quarrying-related activity.",
										"In another example that celebrates a discovery rather than a discoverer, take a glimpse at the Gathering Day feast provided in the Sample Holidays chapter. Though the sample holiday in question deals more with two communities coming together, it can lend some inspiration to the idea of two different cultural or ethnic groups encountering one another for the first time."
									]
								},
								{
									"type": "section",
									"name": "Celebrating Soldiers",
									"entries": [
										"The histories of many lands are written in the wars that they have fought. Though adventurers are the subject of many stories of heroism, the rank-and-file soldiers are the life's blood of any military conquest. Though some soldiers choose to pursue martial disciplines and pledge their service to their lord and land, many soldiers were farmers or tradesmen who were called to arms to fight in wars that they'd never heard of.",
										"Heroic adventurers are celebrated often, but certain days are generally set aside for celebrating the sacrifices made by common soldiers. These holidays may honor all soldiers, or they may specify soldiers who were killed or missing in action, retired soldiers who once served, or soldiers who still serve in active duty. Such holidays often coincide with the anniversaries of the end of various historic conflict, and may even serve as memorials of wars lost.",
										"Example Holidays: {@i Veterans Day, Memorial Day, and Armed Forces Day (US), Armistice Day (France), Remembrance Day (UK and Commonwealth Nations), Anzac Day (Australia and New Zealand), Volkstrauertag (Germany)}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Sample Holidays",
					"entries": [
						"Want a quick and easy holiday you can drop into almost any setting? This chapter provides a handful of holidays for almost any time of year, and includes some basic notes on decor and food associated with the celebration. Each holiday also has a few notes about their influences and creation process, so you can do your own research when making modifications.",
						"As you're reading, you may notice that many of them are analogous to holidays like Easter, Halloween, Christmas, etc. In these cases, an effort has been made to reimagine them set in a relatively vague medieval fantasy setting, so that you can easily insert them into whatever world you're playing. Because these are \"setting agnostic\" holidays, they won't be associated with any specific deities. That being said, you're welcome to alter any details to make them fit into your world, or associate them with a deity of any pantheon. The only limit is your own imagination.",
						{
							"type": "section",
							"name": "Day Of The Golden Swan",
							"entries": [
								"This holiday is a mixture of Easter celebrations, the idiom of the Golden Goose, and a particular Japanese fairytale! It also utilizes the Swanmay, a classic AD&D race of humanoid women who can transform into birds. Though at the time of this publication the Swanmay have not appeared in D&D since 3.5e, some intrepid writers on the DM's Guild have brought the race into the light of 5th edition. Legend has it that a poor and lonely hunter once found an injured swan at the side of a frozen lake, surrounded by wolves. Running off the wolves, the hunter saved the swan, and brought her to his home where he mended her broken wing and took care of her throughout the winter. Once the swan healed, she flew away in the spring. At the start of the next winter, the hunter was visited by a beautiful woman travelling through the woods near his home. The two fell in love and married. Though the hunter and his bride were happy together, they were very poor. Feeling guilty that he could not provide for his lovely wife, the hunter became depressed. One day, the hunter's wife came out of their chicken coop and handed him a golden egg she'd found, encouraging him to hurry to the nearby town and sell it. The hunter did, and he brought back a sack of money and enough food for them to feast on for days. Time passed, and when the money ran out, the hunter's wife found another golden egg for him to sell. When spring came, the hunter asked his wife which of their chickens was providing golden eggs, but she merely told him not to worry about it, and not to go into the chicken coop when she was tending to the birds. Though the hunter begrudgingly agreed, his curiosity got the better of him one day. When his wife went into the chicken coop, he peered through a crack in the wooden wall. To his shock, he watched his wife transform into a swan, and lay a golden egg. The hunter cried out in surprise, and startled the swan.",
								"The hunter's wife emerged from the chicken coop, sobbing. She admitted to him that she was the swan he had saved the previous winter, and was Princess of the Swanmay. But, now that he knew her secret, she could no longer stay with him. Though her husband tearfully begged for forgiveness, the heartbroken princess turned back into a swan and flew away. Though the tale of love lost and trust broken is an important fable, many folk latch onto more superficial aspects of the story. Every spring, celebrants of the Day Of The Golden Swan go into woods to search for golden (or jeweled) eggs left by theoretical Swanmay royalty. As the story (and possibility of finding treasure) is so enthralling to young children, the holiday is built around entertaining them. Fresh eggs are carefully emptied by poking a small hole in both ends and blowing out the contents. The emptied shells are then decorated in any number of ways. Many households dye them by boiling them with vegetables or berries, and some paint designs on them, or paste pieces of paper to the outside. Adults will hide decorated eggs in the woods near their homes, and then send children out (under watchful supervision) to try to find the hidden eggs. Because the empty egg shells are quite fragile, children are encouraged not to be rambunctious in their hunt. Small prizes or treats are often awarded to the children who find the most (intact) eggs, or who find eggs that were especially cleverly hidden.",
								{
									"type": "section",
									"name": "Decor",
									"entries": [
										"Most commonly available dyes adhere poorly egg shells, so many eggs are pastel. Thus, pastel colors like powder pink, baby blue, mint, lavender, and periwinkle are commonly associated with the holiday, but brighter colors may also be painted directly on the eggs"
									]
								},
								{
									"type": "section",
									"name": "Food",
									"entries": [
										"Eggs are a major part of meals on the Day Of The Golden Swan, in no small part due to necessity. The most popular dish is a sort of skillet omelet made with eggs, and whatever meats or vegetables are available at the time"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Bonfire Bash",
							"entries": [
								"This holiday works best in rural areas where cattle are an important staple, though you could modify it to focus on any animal that might be driven out to summer pastures. Many aspects of the festival also lend themselves well to fae involvement. This festival is typically held on May 1st, on a western calendar, or roughly between the spring equinox and summer solstice. It is based on the pagan holiday of Beltane, practiced in Ireland, Scotland, and the Isle Of Man.",
								"At the start of summer, cattle owners will drive their cattle to new pastures. This is often a major undertaking, and in order to protect their herd from illness and misfortune, they will reach out to nearby druid circles to ask for blessings. Understanding the destructive, but also renewing properties of fire, a druid circle pioneered this night-time festival to cleanse a farm house of ill omens and start the summer season fresh. Over time, the festival grew beyond just farmers and their cattle, and now entire towns take part in the celebration.",
								"The day of the Bonfire Bash, children and young women will wake early in the morning to go and pick flowers like marigolds, hazel, hawthorn, and primrose. These yellow flowers, thought to symbolize fire, will be woven into garlands or gathered into bouquets, and will be used to decorate houses, cattle, and equipment used in churning butter.",
								"Though fae are mysterious creatures and little is known about them by most common folk, superstitions run rampant. One such superstition is that fairies are especially active around the start of summer. Thus, locals will also make visits to locations where fairies are known or suspected to inhabit, to make offerings like milk, berries, flowers, and naturebased treasures like sea shells, uncut jewels, and wooden beads. Because fairies are known for their mischievousness, townsfolk and farmers hope to appease (or at least distract) the fairies during their bonfire rituals.",
								"At sun down, every household fire in the town is put out. Even blacksmiths may be willing to put their work on hold to baffle down their forges. Meanwhile, druids or other local spiritual figures construct two large bonfires out in an open field. Under the guidance of the druids and spiritual leaders, cattle are driven between the two flames, believing that the fires will chase away any ills attached to them.",
								"While every town practices it differently, common celebrations include drinking, dancing, sacrificing animals, and/or cooking communal meals on smaller bonfires lit from the two large fires. Jumping over fire pits is also a common activity, practiced by young men or women to show their bravery, or by lovers to show their devotion to one another (\"leaping through fire to be together\"). Once the festivities have ended, every member of the town takes a torch and lights it at one of the two giant bonfires of the festival. This flame is then used to re-light the fires in their homes, warming their hearths with a fresh and pure light. The next day, the ashes from the bonfire are collected and scattered on crops.",
								{
									"type": "section",
									"name": "Decor",
									"entries": [
										"Yellow flowers are the primary decor of the Bonfire Bash, but yellow clothing is also very popular among those with the complexion to pull it off. Aside from bouquets and garlands of yellow flowers, the Bonfire Bash has very little in the way of decor. Fire itself is an important symbol, but is utilized as a tool more so than displayed as decoration."
									]
								},
								{
									"type": "section",
									"name": "Food",
									"entries": [
										"An oatmeal cake called the \"Bonfire Bannock\" is cooked on griddles over small bonfires, shared by townsfolk, and also offered to the cattle. Roasted lamb is the traditional dinner at many Bonfire Bashes. Of course, drinking is also very common, but given the proximity to fire and the need to tend to herds of cattle the next day, most people try to keep it from getting out of hand."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Summer Breeze Festival",
							"entries": [
								"The crux of this festival is location and season. The ideal locale is a village or town located at the base of a mountain. By keeping the settlement small, it reduces the wealth and access to magical options, meaning the locals have to resort to more mundane means of keeping cool. The core of the festival is inspired by a summer practice of Japanese nobles in the Heian Period.",
								"Not every holiday begins with a fairytale or superstition. Sometimes, a holiday forms purely out of an observation of the seasons, or in reaction to a worldly change. The Summer Breeze Festival is not widely celebrated, but it is a vital community activity for some villages in the dead of summer. In order to beat the sweltering summer heat, this small farming town prepares a week in advance of the Summer Breeze Festival by sending groups of farm hands up into the nearby mountain. For three days straight, the groups of four to eight young men and women depart in the morning, carrying empty chests on litters. The groups travel for days up to a specially built \"pantry\" high up in the side of the mountain to retrieve large blocks of ice, packing them into their lined chests, before descending the mountain again.",
								"For the three days of the festival itself, the groups arrive to great fanfare, bringing half-melted ice blocks to the grateful residents. The remaining ice is shaved by workers and served in bowls, drizzled with sweet syrups made from locally grown fruits. Though the ice doesn't last long, and the hot weather will continue for weeks to come, the festival is a welcome break for laborers at the hottest point in the summer.",
								{
									"type": "section",
									"name": "Decor",
									"entries": [
										"Streamers made of strips of cloth are hung from the eaves of buildings, sometimes tied to bells or chimes, in order to flutter and chime whenever a breeze blows through. In poorer homes, these cloth strips are made of whatever can be repurposed, such as clothing that has been damaged and recycled into rags. In wealthier homes, strips of white and blue linen or silk are preferred."
									]
								},
								{
									"type": "section",
									"name": "Food",
									"entries": [
										"While shaved ice is the most classic staple of the festival, a variety of fresh fruits are also consumed, usually having been lightly chilled in a nearby river immediately before sale."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Soultide",
							"entries": [
								"The influences on this holiday may be as obvious as they are numerous, drawing inspiration from Halloween, Samhain, Dia de Muertos, Bon Odori, and many others. Depending on the mythos related to death and the afterlife in your particular setting, you may have to fiddle with some of the details, but the door is wide open for the potential of having actual ghostly involvement in the holiday.",
								"Legend has it that long ago, two men fought each other in a joust, for the affections of the woman they loved. One of the men died when he was thrown from his injured horse and broke his neck, and the winner went on to marry the lady they had both adored. Many years later, the now retired jouster was walking home late at night when he saw a rider on horseback on a hill. The rider was silhouetted before the moon, but he could see that the rider's own head was but the skull of a horse, and his eyes glowed like candles.",
								"Terrified, the man realized he was being haunted by the opponent he had jousted with many years earlier, and he ran home to his wife. Finding his wife at her dressing table, the husband tried to explain in a panic that she needed to hide him. Not knowing what else to do, the woman took one of her dresses and threw it on her husband, before hiding his head with one of her veils. Moments later, the doors burst open with a terrifying screech of a nightmare horse. Husband and wife alike both screamed and cowered. However, not recognizing his rival in disguise, the undead rider left to continue his search elsewhere. They say that every year, even centuries after his rival has died, the undead rider returns to the world of the living in search of revenge. Each time the undead rider crosses over into the world of the living, he brings with him many souls who long to see loved ones they miss, or who crave resolution to unfinished business. Even if these ghosts mean no ill will, their mere presence is a danger to mortals, so living mortals have started a tradition of disguising themselves on the night of Soultide so that those seeking them can't find them.",
								"As the sun goes down on Soultide, anyone brave enough to go outside does so wearing a costume. Originally, crossdressing was the norm, but more creative costumes have come into popularity, such as mummers, adventurers, a variety of masks, or even dressing as ghosts themselves. Nobles began to throw costume parties where they'd gather with friends to eat, have drinks, and tell horror stories; this tradition would eventually make its way to common households as well.",
								"The safety of costumes and the likelihood for many houses to be empty at night, gave way to the tradition of children playing tricks on adults, ranging from minor vandalism to boobytrapped doors and gates. Children began knocking on doors to make certain a home owner was not present before pulling their prank, and if any adult were to answer, the disguised children would demand a small ransom, otherwise they'd pull a trick on the household. Feigning a great fright, many adults acquiesced to the demand, and would give children small pastries, treats, or a few copper coins. This tradition became known as \"trick or treat\".",
								"At midnight, celebrants travel to the nearest body of water (a river, lake, pond, etc), bringing candles and small wooden boats with paper coverings. Removing their masks and disguises by the edge of the water, they light the candles and set the paper lanterns afloat on the water. This act is intended to provide the wandering ghosts of their loved ones with a light to lead them home to the realm of the dead, lest they be trapped in the mortal world for the rest of the year.",
								{
									"type": "section",
									"name": "Decor",
									"entries": [
										"Traditional decorative colors of Soultide include orange, black, purple, and vivid pink. A number of decorative traditions have spawned surrounding Soultide, but they may vary between locales. Recalling the tale of the undead rider who's head was a horse's skull, some houses decorate their doorways or their fireplace mantles with fake humanoid skulls, believing the undead rider will be driven away in jealousy. These skulls, often made of clay or wood, are sometimes painted or decorated with ribbons and flowers to lighten the macabre aesthetic. In households that cannot afford such frivolous decor, it is common for pumpkins or other gourds to be carved with faces, and used in place of skulls."
									]
								},
								{
									"type": "section",
									"name": "Food",
									"entries": [
										"Though there is not a particular type of food that is traditionally served for Soultide dinner, many households prepare a variety of small treats that can be handed out to ward off mischievous children. This can be as simple as apples or pears, but some households bake small pastries or hand out bags of roasted nuts and seeds."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Gathering Day",
							"entries": [
								"{@i Many origin stories of half-orcs are mired in violence or shrouded in mysticism, but this Thanksgiving-inspired holiday attempts to write a more peaceful and humble beginning to the life of a common half-orc. Though the locale is described as a mountainous region, it could easily be transformed into any other inhospitable terrain that humans and orcs might make an attempt to settle in, such as swamps or deserts}.",
								"A village of half-orcs live in a mountainous region. They tell tales that long ago, a village of humans had settled at the base of their mountain, but they were being preyed upon by bandits and thieves. As the harvest season was coming to an end, the human village feared that they would not have enough supplies to make it through the winter. Little did they know, a tribe of orcs in the mountains above were suffering an equally lean hunting season.",
								"One day, the orcs mounted a raid on the human village, not knowing that they were already besieged by a band of thieves. The orcs frightened the thieves, allowing the villagers to fight back and run the band out of town. The orcs were impressed by the uncharacteristic bravery of the human farmers, and when the humans offered what was left of their harvest to the orcs out of gratitude (or perhaps begging them not to slaughter them too), the orcs were surprised to see how many crops the humans had cultivated in the rocky terrain. Though orcs generally believed other races to be beneath them, the tribe also knew that they were unlikely to survive the coming winter in their current state.",
								"The orcish tribal leader, and the mayor of the small farming town, struck a temporary agreement to share in their resources for the winter. In addition, humans taught orcs their methods of raising livestock and growing crops in the rocky terrain, and orcs in turn taught humans new hunting techniques. By the time spring came, the two groups had formed a tightly knit joint-community.The modern half-orc village still has a few venerable old human men and women who remember what it was like to have orcish neighbors when they were small children, but since orcs seldom live past the age of 45, the orcish traditions are upheld entirely by their half-orc descendants. Every year at the end of the harvest season, they hold a communal feast in the town hall, celebrating the gathering of people together what the locals call, somewhat unimaginatively, Gathering Day.",
								"The day is celebrated with farming contests to see who's cultivated the largest produce or raised the best livestock, as well as archery contests and hunting competitions. Shortly before dinner a customary \"bandit attack\" is carried out by some of the village's teenagers and young adults, who are run off by \"the bravest\" children of the village. In their community, the transition from a child who runs off the bandits, to playing one of the bandits, is considered a marker of when a boy or girl becomes a young man or woman, and coincides with additional privileges and responsibilities they'll take on in the coming seasons.",
								{
									"type": "section",
									"name": "Decor",
									"entries": [
										"Though decor is not considered of chief importance to the holiday, it's not uncommon for baskets or crates of produce to be put on display, or for dried meats to be hung up like garlands, evoking a sense of plentifulness."
									]
								},
								{
									"type": "section",
									"name": "Food",
									"entries": [
										"Though much of the food from the harvest will be treated and preserved to last through the winter, the communal feast attempts to serve a wide variety of dishes. Every household provides some part, and many hold an informal competition to bring the best pies, pickles, roasted vegetables, and roasted meats at the feast."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Feast Of The Wild Hunt",
							"entries": [
								"At first glance, many westerners will recognize this holiday as being analogous to Christmas, but in truth, it's actually patterned after Yuletide. Though the Feast Of The Wild Hunt not associated with any specific religious figures in this iteration, you're welcome to make modifications to bring it closer to the base of Christmas or Yuletide if you prefer. If you're using a calendar that is analogous to the western calendar, the Feast Of The Wild Hunt will begin on the 20th day of the 12th month, and end on the 31st, meaning it will coincide with any potential New Year's Eve celebrations. An \"either-or\" approach is recommended, as stacking holidays or placing a New Year's Day holiday immediately after this 12day feast will be excessive and/or exhausting.",
								"This twelve-day festival begins on the winter solstice, the shortest day of the year, and celebrates the tradition that a party of ghostly (or perhaps divine) hunters rides through the woods in search of great prey during this season. It is believed that this \"wild hunt\" also sweeps up all of the remnants of dead souls of the year and brings them along as servants on the hunt, ending times of mourning. The wild hunt serves an important purpose, bringing a close to the end of the year and starting anew.",
								"It is customary that no work is done during the twelve day festival; while this does not mean that every business closes (healers, inns, and general stores often stay open in at least a limited capacity), people hurry to get many jobs finished before the festival, such as cutting wood, works of crafting, sewing, etc. Some believe that disaster awaits those who have not completed their work before the festival, and they may even be swept up along with the dead souls and taken by the wild hunt. The Feast Of The Wild Hunt makes for a busy travelling season, as celebrants will often try to return to their family home to celebrate. Though arriving by sunset on the first day of the festival is ideal, work obligations and heavily snowed-in roads make this a difficult proposition for many. As such, visitors tend to trickle in during all twelve days of the feast. Some households who don't have extended family or aren't expecting guests will open their doors to travellers during the season, providing shelter for those who haven't yet completed their journeys. Though all twelve days are considered part of the holiday, four days in particular have noteworthy customs.",
								{
									"type": "section",
									"name": "Day 1",
									"entries": [
										"The wild hunt begins, and everyone completes their work by sunset, with no intent to resume until the festival has ended. On this day, it is customary for households to gift their friends and loved ones with logs for their hearths, to keep them burning for all twelve days of the festival. Very large and dry logs are prized gifts, and may be kept and prepared for months before the Feast Of The Wild Hunt. Many people will also keep bundles of small dry sticks and twigs tied with cord (often gathered by the household's children) to give as gifts to acquaintances. Roadside vendors will sell bundles of split firewood decorated with ribbons, holly, mistletoe, and pine needles to be purchased for gifting when travellers return home as guests. This is considered a time for welcoming guests, and households will often bake fresh bread or keep pots of spiced cider over their fires, letting the welcoming scents of the season waft out to draw their travellers home."
									]
								},
								{
									"type": "section",
									"name": "Day 2",
									"entries": [
										"The last night of the Feast Of The Wild Hunt, and on this night, the wild hunt takes with them the dead old year itself, allowing a new year to be ushered in. The last of the food and drink from the feasting is to be finished off, and it's considered bad luck to leave any leftovers. Any oaths made on this night are considered of the utmost importance, and for this reason, many people will propose marriage during this last night of celebration. Many oaths of love, friendship, brotherhood and sisterhood, devotion, or protection are made on the last night of the Feast Of The Wild Hunt, and everyone endeavours to enter into the new year with a clean conscience and a bright outlook on the future.",
										"The twelfth night of the Feast Of The Wild Hunt is considered the last night of the year, therefore, functions as New Year's Eve. Locales that celebrate the Feast Of The Wild Hunt will usually not celebrate an additional New Year's Eve or New Year's Day."
									]
								},
								{
									"type": "section",
									"name": "Day 5",
									"entries": [
										"Most commonly available dyes adhere poorly egg shells, so many eggs are pastel. Thus, pastel colors like powder pink, baby blue, mint, lavender, and periwinkle are commonly associated with the holiday, but brighter colors may also be painted directly on the eggs"
									]
								},
								{
									"type": "section",
									"name": "Day 12",
									"entries": [
										"Most commonly available dyes adhere poorly egg shells, so many eggs are pastel. Thus, pastel colors like powder pink, baby blue, mint, lavender, and periwinkle are commonly associated with the holiday, but brighter colors may also be painted directly on the eggs"
									]
								},
								{
									"type": "section",
									"name": "Decor",
									"entries": [
										"Natural plants like oak wood, pine needles and pine cones, holly, and mistletoe are considered emblematic of the season, and snow is a natural occurrence. As such, the traditional colors of the feast are brown, green, red, and white, and many will incorporate these colors into their household linens, clothes, etc. Candles are often made of red or green wax for use during the holiday season"
									]
								},
								{
									"type": "section",
									"name": "Food",
									"entries": [
										"Feasting is considered a major part of the holiday. The most traditional foods are wild boar, goose, and goat. Drinking is also considered a popular part of the celebration, and spiced hot cider is a tradition found far and wide. Nearly every household has their own family recipe for spiced cider. This is a time of year when many special treats are made, that would normally be considered too extravagant to serve on a normal basis. Pastries, cakes, pies, and other sweets are common treats of the season."
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"background": [
		{
			"name": "Carnie ",
			"source": "FFnF",
			"skillProficiencies": [
				{
					"athletics": true,
					"animal handling": true
				}
			],
			"entries": [
				"You were a purveyor of entertainment, for ladies and gentlemen, boys and girls, people of all races. You never stayed in one place for long, forever travelling with your chosen \"family\" of performers, freaks, outcasts, and wanderers. You know how to draw attention, how to misdirect, lead the eye where you want it to go, and inspire wonder in an audience. Your know that your words don't always have to be honest, you just have to make people want to believe. Whether you were born into the life or not, the life of a carnie prepared you well for travel and adventure.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Persuasion}, {@skill Sleight Of Hand}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Carnival Cant"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": " A set of colorful clothes, a dice set or a playing card set, a purse containing 10gp."
						}
					]
				},
				{
					"name": "Feature: Friends In Low Places",
					"type": "entries",
					"entries": [
						"You are used to rubbing elbows with those who don't fit in with society, and you can fit in among them with relative ease. Outcasts see a kindred spirit in you, and are more likely to share information with you, protect you from anyone searching for you or asking about you, and provide you with shelter they have available, unless you've shown yourself to be a danger to them."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Carnies (or showies, depending on the dialect) tend to be worldly people, who've travelled extensively and interacted with people of all walks of life. Very often, their goals involved manipulating people of all walks of life. Whether they adopt a regal, high-class persona, or they prefer to slum it with the peasants, a carnie knows how to project a boisterous or flamboyant attitude to get as much attention as they might want.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I can't help mentally dissecting people; I am an armchair psychoanalyst. "
								],
								[
									"2",
									"I  hate not being the center of attention."
								],
								[
									"3",
									"I could sell snake oil to a yuan-ti."
								],
								[
									"4",
									"I resent the suggestion that carnies are all crooks and thieves."
								],
								[
									"5",
									"Don't be mad at m e because you got played."
								],
								[
									"6",
									"I can never stay in one place for too long."
								],
								[
									"7",
									"I feel at home around common folk, nobility makes me uncomfortable."
								],
								[
									"8",
									"Boredom catches up with me easily, but I can always find new ways to inject a little excitement into life."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Spreading Joy. There's no greater feeling than putting a smile on someone's face. (Good)"
								],
								[
									"2",
									"Fairness. I won't run a work on someone who can't afford to lose a game or two. (Lawful)"
								],
								[
									"3",
									"People. I'm a people person. I like getting to interact with all kinds that I otherwise might not meet. (Neutral)"
								],
								[
									"4",
									"In The Hands Of Fate. Life is as random as a shuffled deck of cards. Take the good that comes with the bad. (Neutral)"
								],
								[
									"5",
									"Freedom. I don't want a job that leaves me tied to one place or one duty. I need to be able to stretch my legs and expand my horizons. (Chaotic)"
								],
								[
									"6",
									"As Long As I Get Mine. I don't care if I have to lie, cheat, or steal to get ahead, everyone's got to look out for number-one. (Evil)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I'd be dead in a ditch somewhere if not for the carnival folk who cleaned me up, gave me work, and put me on the right path. I owe them my life."
								],
								[
									"2",
									"I ran away with the carnival to escape people who were pursuing me... and probably still are today."
								],
								[
									"3",
									"I was left in a carnival tent as an infant with only a locket on a necklace. I don't know who my real parents are, but I've travelled far and wide hoping to find them."
								],
								[
									"4",
									"I left a luxurious walk of life because I was so enamoured with the pageantry and wild beauty of the carnival, and I've never looked back."
								],
								[
									"5",
									"I worked closely with a partner for many years, we were tighter blood-family, and I blame myself for their accidental death."
								],
								[
									"6",
									"I can't accept great comfort and luxury, knowing that my old carnival troupe is sleeping on beds of straw. Whatever profit I can pocket, I plan to send back to them."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I'm easily sidetracked by the opportunity to make a quick profit."
								],
								[
									"2",
									"I grew up around tamed lions and bears. I assume most animals are as friendly."
								],
								[
									"3",
									"I feel the need to inform my party members or travelling companions when someone is an easy mark. I also learned to whisper in a sawmill."
								],
								[
									"4",
									"I just can't help wanting to win at everything I do. I am not a \"good loser\"."
								],
								[
									"5",
									"I'm used to folks wearing their oddities on their sleeve, so I always wonder what straight-laced people are hiding."
								],
								[
									"6",
									"I think I'm the greatest showman that ever lived. I am disastrously wrong."
								]
							]
						}
					]
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "colorful clothes"
						},
						{
							"special": "purse",
							"containsValue": 1000
						}
					]
				},
				{
					"a": [
						{
							"special": "dice set"
						}
					],
					"b": [
						{
							"special": "playing card set"
						}
					]
				}
			]
		},
		{
			"name": "Mummer",
			"source": "FFnF",
			"skillProficiencies": [
				{
					"performance": true,
					"deception": true
				}
			],
			"entries": [
				"You never performed for fame. You had no expectation of riches. It was enough to get a few coins to pay for a hot meal and a roof over your head. You travelled for a time in the company of a group of mummers, donning your shabby costumes and carrying on your silly plays to entertain the masses. Sometimes you played the valiant knight, sometimes you played the ferocious dragon, and sometimes you played the quack doctor come to revive the loser with a magic potion.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Performance}, {@skill Deception}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Disguise kit, one type of musical instrument"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of colorful but shabby clothes, a disguise kit, a (fake) potion of healing, a purse containing 10gp."
						}
					]
				},
				{
					"name": "Feature: Playing The Fool ",
					"type": "entries",
					"entries": [
						"You've entertained nobles and peasants alike, and you're quite used to coming off as a silly, unimportant street performer. People don't often ask why a mummer is where they are. You're less likely to be held in suspicion for where you travel, showing up at events, or wandering around, as long as you carry on the act and remain in costume. People may still become suspicious or hostile if they find you in an area that should be absolutely off limits to you (a room that was locked or heavily guarded, etc). You may extend this feature to a group accompanying you, as long as they are also disguised as mummers."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Mummers are performers at their core, however, they are generally very relaxed about their arts. A mummer is accustomed to street shows or even door-to-door performances, and receiving pocket change or maybe a mug of something hot on a cold night. The mummer performs for the love of the art, not for accolades. That's not to same some don't hold greater expectations, but generally they are more modest folk.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I grew up on stories of heroes fighting villains. It's my dream to live a life that someday, someone else will be performing a play of."
								],
								[
									"2",
									"I'm a carefree and lighthearted sort of person, and I worry very little over mistakes I make. If things go poorly today, tomorrow is just a do-over!"
								],
								[
									"3",
									"I love nothing more than a good pun, even if some people believe there's no such thing as a good pun."
								],
								[
									"4",
									"Slapstick comedy is my forte, and I'm always willing to take a pratfall if it puts a smile on someone's face or lightens a heavy mood."
								],
								[
									"5",
									"I love learning new stories, and will ask locals any time I arrive somewhere new."
								],
								[
									"6",
									"I don't care if it's \"just a silly play\", I settle for nothing less than perfection."
								],
								[
									"7",
									"Some call it compulsive lying. I call it creative storytelling."
								],
								[
									"8",
									"Some people say I ramble, or I never get around to the point. Well I say, sometimes you slay the dragon, and sometimes the dragon slays you, but at least there's always a helpful quack to pick you back up. I don't know where I was going with this analogy, but you get the drift!"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Fantasy. When I'm performing, I take people away to a better, maybe more simple world, if only for a little while. (Good)"
								],
								[
									"2",
									"Tradition. It's my duty as a mummer to preserve our stories and the way we tell them for future generations. (Lawful)"
								],
								[
									"3",
									"Escapism. Performing in disguise lets me be anybody but myself. (Neutral)"
								],
								[
									"4",
									"Pride. Nothing feels better than knowing all eyes in the room are on me, and people are hanging on my every word. (Any)"
								],
								[
									"5",
									"Temptation. I'm granted a lot of leeway as a mummer, and I love pushing to see just how much I can get away with. (Chaotic)"
								],
								[
									"6",
									"Unaccountable. As long as I can change my mask or makeup, I don't see why I can't get away with anything. (Evil)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"As a child, I was saved by a healer. I've spent years parading as the quack doctor in our plays, but truthfully, I idolize people who heal the sick and dying."
								],
								[
									"2",
									"My troupe and I started as impoverished children, performing door-to-door for spare change or food to survive. I have a soft spot for the poor, especially kids."
								],
								[
									"3",
									"Whilst performing at a party of rich people, I accidentally insulted a powerful noble. I just hope they have no idea who was under the mask..."
								],
								[
									"4",
									"I performed at a wedding that went awry when only one of the lovebirds showed up at the altar. I fell in love that day with the heartbroken bride/groom, but they have no idea I exist."
								],
								[
									"5",
									"My mentor taught me everything I know about being a mummer. I'd give anything to find them and show them what I have become."
								],
								[
									"6",
									"Knowing a mummer's life is generally a poor one, I made a promise to someone that I'd become rich and famous to win their heart. I just hope they'll wait for me."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Just because I'm a mummer doesn't mean I'm not a {@i serious thespian}."
								],
								[
									"2",
									"I have no sense of when it's time to be serious."
								],
								[
									"3",
									"My time in mummers plays has lead me to believe 'playing dead' is a worthwhile strategy in any losing situation... or even a merely uncomfortable one."
								],
								[
									"4",
									"I have absolutely dreadful stage fright, and I can't speak in front of a crowd if I don't have a mask on."
								],
								[
									"5",
									"I refuse to be seen without my makeup unless in the most dire of circumstances, and I wouldn't be caught dead in public without my face on."
								],
								[
									"6",
									"I'll try to make a rhyme out of anything. {@i Anything}"
								]
							]
						}
					]
				}
			],
			"toolProficiencies": [
				{
					"musical instrument": true,
					"disguise kit": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "colorful but shabby clothes"
						},
						{
							"special": "disguise kit"
						},
						{
							"special": "(fake) potion of healing"
						},
						{
							"special": "purse",
							"containsValue": 1000
						}
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Caramel Apples",
			"type": "TG",
			"value": 5,
			"source": "FFnF",
			"rarity": "none",
			"entries": [
				"{@bold Subtype}: Consumable (Food)",
				"{@bold Kit}: {@item Cook's Utensils}",
				"{@bold Required Space(s)}: Kitchen; {@bold DC}: 10",
				"{@bold Description} (Player Facing): Apples (typically of the tart and crisp variety) are skewered on sticks, then dipped into soft caramel and let to dry, sometimes after being covered in finely chopped nuts. Because soft caramel does not transport well, caramel apples are usually made on-site, and the smell of warm caramel often carries for some distance throughout the carnival grounds."
			]
		},
		{
			"name": "Cotton Candy",
			"type": "TG",
			"value": 5,
			"source": "FFnF",
			"rarity": "none",
			"entries": [
				"{@bold Subtype}: Consumable (Food)",
				"{@bold Kit}: {@item Cook's Utensils}",
				"{@bold Required Space(s)}: Kitchen; {@bold DC}: 12",
				"{@bold Description} (Player Facing): Originally an Elven invention called \"Titania's Tresses\", it has since been adopted (and bastardized) by countless other cultures. To begin, sugar is melted in water with flavorings and colors, then allowed to cool in a ring. The ring is stretched and folded over and over, until it has been stretched into no less than 16,000 thin strands of sweet, sugary candy floss. Though originally served in a bowl, it is now often wrapped on sticks for carnival convenience, but remains a somewhat expensive treat."
			]
		},
		{
			"name": "Funnel Cake",
			"type": "TG",
			"value": 2,
			"source": "FFnF",
			"rarity": "none",
			"entries": [
				"{@bold Subtype}: Consumable (Food)",
				"{@bold Kit}: {@item Cook's Utensils}",
				"{@bold Required Space(s)}: Kitchen; {@bold DC}: 12",
				"{@bold Description} (Player Facing): A deep fried confection made by pouring dough through a thin spout (a funnel) into a vat of boiling oil, in a circular pattern. The tangled mass is cooked until golden brown, then let to drain of excess oil before being topped. The most common topping is a drizzling of sugar syrup and a light sprinkling of salt"
			]
		},
		{
			"name": "Grilled Corn ",
			"type": "TG",
			"value": 1,
			"source": "FFnF",
			"rarity": "none",
			"entries": [
				"{@bold Subtype}: Consumable (Food)",
				"{@bold Kit}: {@item Cook's Utensils}",
				"{@bold Required Space(s)}: Kitchen; {@bold DC}: 9",
				"{@bold Description} (Player Facing): Corn on the cob is already considered a 'hand-held' food, but by skewering it with a stick on either end, it can now be covered with a variety of toppings and still keep one's hands (relatively) clean. Butter, salt and pepper, cheese, garlic, sauces, or any other number of toppings can be spread over the sweet and crispy charred kernels. "
			]
		},
		{
			"name": "Mini Pies",
			"type": "TG",
			"value": 2,
			"source": "FFnF",
			"rarity": "none",
			"entries": [
				"{@bold Subtype}: Consumable (Food)",
				"{@bold Kit}: {@item Cook's Utensils}",
				"{@bold Required Space(s)}: Kitchen; {@bold DC}: 11",
				"{@bold Description} (Player Facing): Everyone loves pie, and the fact that sweet or savory pies can have any number of fillings makes them a favorite of carnival goers. However, 'pie' tends to be served in slices, requiring utensils and a place to sit. Thus, mini pies were invented by a team of industrious gnomes. While their automated pie production is still in the \"theory\" stages, small hand-held pies are already a hit."
			]
		},
		{
			"name": "Nuts (1/2 lb)",
			"type": "TG",
			"value": 1,
			"source": "FFnF",
			"rarity": "none",
			"entries": [
				"{@bold Subtype}: Consumable (Food)",
				"{@bold Kit}: {@item Cook's Utensils}",
				"{@bold Required Space(s)}: Kitchen; {@bold DC}: 8",
				"{@bold Description} (Player Facing): A wide variety of roasted nuts are often served at carnivals, coated in various sweet, salty, or savory seasonings."
			]
		},
		{
			"name": "Pretzels",
			"type": "TG",
			"value": 1,
			"source": "FFnF",
			"rarity": "none",
			"entries": [
				"{@bold Subtype}: Consumable (Food)",
				"{@bold Kit}: {@item Cook's Utensils}",
				"{@bold Required Space(s)}: Kitchen; {@bold DC}: 12",
				"{@bold Description} (Player Facing): Supposedly invented by a monk working out of a temple as a reward for children who had learned their prayers, the knotted bread was designed to look like arms folded over one's chest."
			]
		},
		{
			"name": "Sausage On A Stick ",
			"type": "TG",
			"value": 1,
			"source": "FFnF",
			"rarity": "none",
			"entries": [
				"{@bold Subtype}: Consumable (Food)",
				"{@bold Kit}: {@item Cook's Utensils}",
				"{@bold Required Space(s)}: Kitchen; {@bold DC}: 8",
				"{@bold Description} (Player Facing): Of all of the things that could be served on a stick, smoked meat is a very popular one. Regional preferences and different kinds of meat, as well as various dips or drizzled sauces, can make this simple dish vary wildly from location to location."
			]
		},
		{
			"name": "Turkey Legs ",
			"type": "TG",
			"value": 2,
			"source": "FFnF",
			"rarity": "none",
			"entries": [
				"{@bold Subtype}: Consumable (Food)",
				"{@bold Kit}: {@item Cook's Utensils}",
				"{@bold Required Space(s)}: Kitchen; {@bold DC}: 12",
				"{@bold Description} (Player Facing): Cured and roasted turkey legs are perhaps one of the most filling offerings of carnival food stands, and may weigh between a pound and 1  pounds! The unusually large size of the turkey legs, and the fact they're often salt cured (lending them a strangely ham-like flavor) has lead to rumors that \"turkey legs\" may in fact be legs from something else..."
			]
		},
		{
			"name": "Beer",
			"type": "TG",
			"value": 10,
			"source": "FFnF",
			"rarity": "none",
			"entries": [
				"{@bold Subtype}: Consumable (Beverage)",
				"{@bold Kit}: {@item Brewer's Supplies}",
				"{@bold Required Space(s)}: Brewery; {@bold DC}: 12",
				"{@bold Description} (Player Facing): This brewed alcoholic drink is the third most popular beverage behind water and tea, supposedly because early civilizations believed it was healthier than drinking water from lakes and rivers. Though they eventually realized the act of boiling the water to make the beer was what made it safe, beer consumption did not decline."
			]
		},
		{
			"name": "Cider",
			"type": "TG",
			"value": 10,
			"source": "FFnF",
			"rarity": "none",
			"entries": [
				"{@bold Subtype}: Consumable (Beverage)",
				"{@bold Kit}: {@item Brewer's Supplies}",
				"{@bold Required Space(s)}: Brewery; {@bold DC}: 11",
				"{@bold Description} (Player Facing): Though similar to wine in that is fermented from fruit, cider has a lower alcohol content and is generally easier and cheaper to produce a quality beverage. Most ciders are applebased, but many cider makers experiment with mixing additional fruit."
			]
		},
		{
			"name": "Lemonade",
			"type": "TG",
			"value": 1,
			"source": "FFnF",
			"rarity": "none",
			"entries": [
				"{@bold Subtype}: Consumable (Beverage)",
				"{@bold Kit}: {@item Cook's Utensils}",
				"{@bold Required Space(s)}: Kitchen; {@bold DC}: 6",
				"{@bold Description} (Player Facing): A non-alcoholic mixture of water, fresh squeezed lemon juice, and a sweetener such as honey or sugar. Because it is easy to make on-the-spot, lemonade sales are often handled by children to generate pocket-money, while also keeping them out of the hair of their parents' businesses. Magical or mundane efforts may be made to keep the beverage cold before serving, as lemonade is considered especially refreshing during hot weather."
			]
		},
		{
			"name": "Helm Of Hands-Free Carousing",
			"type": "G",
			"value": 8,
			"source": "FFnF",
			"page": 21,
			"rarity": "none",
			"entries": [
				"A helmet with two tankards bolted to the sides, and a pair of flexible tubes that run from the bottoms of the tankards to a T-joint in front of the wearer's mouth, with a basic valve to allow sipping. Both tankards can be filled with beer so that the wearer can drink while keeping both hands free for playing games, brawling, or dual-wielding turkey legs."
			]
		},
		{
			"name": "Cone of Calling",
			"type": "G",
			"value": 10,
			"weight": 2,
			"source": "FFnF",
			"page": 21,
			"rarity": "unknown (magic)",
			"entries": [
				"A hollow cone roughly 1.5 ft. in length, with a handle affixed to one side. When one speaks or shouts into the narrow end of the cone, their voice is noticeably amplified out the other end, if not mildly distorted. Used frequently by carnies to hawk games and merchandise, it may also be used to show support for competitors in tournaments and games."
			]
		},
		{
			"name": "Cornucopia Of Crispness",
			"type": "G",
			"wondrous": true,
			"rarity": "rare",
			"weight": 2,
			"source": "FFnF",
			"page": 21,
			"entries": [
				"A large, hollow goat's horn, filled with oil. If tipped over, one gallon of oil will pour out, and the horn will remain empty for 24-hours before spontaneously refilling itself when held upright. Though it does not feel hot to the touch, any object placed in the oil for at least 30 seconds will be coated in a crispy battered shell when removed. Any less, and the object will simply be coated in oil. After ten uses, the oil will begin to take on the flavors of objects that have been dipped in it, and impart those flavors into the batter until emptied and refilled."
			]
		},
		{
			"name": "Figurine Of Somewhat Wondrous Power",
			"type": "G",
			"wondrous": true,
			"rarity": "varies",
			"source": "FFnF",
			"page": 21,
			"entries": [
				"Though figurines of wondrous power can be marvelous tools, these somewhat wondrous figurines are generally less helpful. Generally employed only by carnival and circus workers, they may occasionally find their way into the hands of adventurers.",
				"{@b Iron Bull} (Uncommon). This 4-inch tall iron statuette can become a docile gorgon (Monster Manual, pg. 171) for 24 hours. Like a \"mechanical bull\", the gorgon will attempt to buck off riders, but will make no additional effort to trample or gore them once they're off. Once it has been used, it cannot be used again until 3 days have passed.",
				"{@b Granite Pony} (Common). This granite figurine can become a gray pony of medium size for 6 hours. Though technically \"friendly\" toward the user and their allies, the pony has a mean disposition and can be uncooperative. When attempting to ride the pony, make a Wisdom (Animal Handling) check against a DC 15 to avoid being bitten or bucked. Once it has been used, it cannot be used again until 24 hours have passed."
			]
		},
		{
			"name": "Gazing Glass Of Magic Viewing",
			"type": "G",
			"wondrous": true,
			"rarity": "rare",
			"weight": 1,
			"source": "FFnF",
			"page": 21,
			"entries": [
				"A round glass pane mounted in a gilded gold frame. When looking through the glass, magical objects viewed on the opposite side will glow with a soft aura of light. The glass can be attuned to ignore specific schools of magic. "
			]
		},
		{
			"name": "Portable Circus Tent",
			"type": "G",
			"wondrous": true,
			"rarity": "very rare",
			"source": "FFnF",
			"page": 21,
			"entries": [
				"What appears to be a small, folded, striped handkerchief, unfolds repeatedly until it expands into an oblong 120 ft. x 80 ft. surface. Once fully unfolded over a flat surface, the tent structure expands upwards to its full height, held up by two support posts. The inside of the circus tent is furnished with stadium-style benches, and a ring in the center. You and any creature you designate can speak a command word to will the tent structure to collapse itself back into a folded \"handkerchief\". Any creatures or external furnishings still inside the tent when it collapses are ejected into open spaces near the tent."
			]
		},
		{
			"name": "Tent Of The Dark Circus ",
			"type": "G",
			"wondrous": true,
			"rarity": "legendary",
			"weight": 20,
			"source": "FFnF",
			"page": 21,
			"entries": [
				"What appears to be a small, folded, striped handkerchief, unfolds itself until when the command word is spoken until it expands into an oblong 120 ft. x 80 ft. surface. Once fully unfolded over a flat surface, the tent structure expands upwards to its full height, held up by two support posts. The inside of the circus tent is furnished with stadium-style benches, and a ring in the center. You and any creature you designate can speak a command word to will the tent structure to collapse itself back into a folded \"handkerchief\". Any creatures or external furnishings still inside the tent when it collapses are ejected into a dimension of the owner's choosing."
			]
		},
		{
			"name": "Tightrope Of Balance",
			"type": "G",
			"wondrous": true,
			"rarity": "rare",
			"weight": 10,
			"source": "FFnF",
			"page": 21,
			"entries": [
				"What appears to be an ordinary 50 ft. rope is magically enchanted, so that any creature traversing the rope is enchanted with balance. As long as both ends of the rope are tied secured so that the rope is held taut, creatures traversing the rope automatically succeed at Dexterity (Acrobatics) saves to keep their balance. If any force destabilizes creatures on the rope (high winds, being hit by attacks, etc), creatures on the rope make saves to maintain balance with advantage. The rope has a maximum weight capacity of 1000lbs, and exceeding that weight limit will cause the rope to break, and become a mundane hempen rope."
			]
		}
	],
	"table": [
		{
			"source": "FFnF",
			"name": "Milk Bottle Toss ",
			"caption": "Milk Bottle Toss ",
			"colLabels": [
				"Bottles Knocked Down",
				"AC",
				"Damaged Required"
			],
			"colStyles": [
				"col-6 text-center",
				"col-3 text-center",
				"col-3 text-center"
			],
			"rows": [
				[
					"1 Bottle",
					10,
					2
				],
				[
					"2 Bottle",
					12,
					3
				],
				[
					"3 Bottle",
					13,
					3
				],
				[
					"4 Bottle",
					16,
					6
				],
				[
					"5 Bottle",
					18,
					8
				],
				[
					"6 Bottle",
					20,
					10
				]
			]
		},
		{
			"source": "FFnF",
			"name": "Identifying A Rigged Milk Bottle Toss",
			"caption": "Perception Checks",
			"colLabels": [
				"Difficulty",
				"Results"
			],
			"colStyles": [
				"col-4 text-center",
				"col-8 text-center"
			],
			"intro": [
				"A perception check can be made to identify aspects of the rigged game."
			],
			"rows": [
				[
					"DC 15",
					"The ball seems especially soft, and likely to absorb the force of the throw."
				],
				[
					"DC 20",
					"Judging by the way the bottles move when struck, the bottom ones are heavy."
				],
				[
					"DC 25",
					"One of the milk bottles on the bottom is misaligned, jutting out slightly and absorbing most of the force of the impact."
				]
			]
		},
		{
			"source": "FFnF",
			"name": "Identifying A Rigged Strongman Game",
			"caption": "Perception Checks",
			"colLabels": [
				"Difficulty",
				"Results"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-center"
			],
			"intro": [
				"A perception check can be made to identify aspects of the rigged game."
			],
			"rows": [
				[
					"DC 15",
					"The lower slabs of stone are ever so slightly slightly thicker than the upper slabs"
				],
				[
					"DC 20",
					"The hammer being handed to paying contestants isn't as heavy as the one used in examples by carnies or strongmen on the payroll."
				],
				[
					"DC 25",
					"The stack broken in the example is very cleanly split; it was likely scored to make it easier to crack down the middle."
				]
			]
		},
		{
			"source": "FFnF",
			"name": "Stone Slab Breaking",
			"caption": "Stone Slab Breaking",
			"colLabels": [
				"Stength (Athletics) DC",
				"Layers of Stone Broken"
			],
			"colStyles": [
				"col-4 text-center",
				"col-8 text-center"
			],
			"rows": [
				[
					12,
					"1 Layer"
				],
				[
					14,
					"2 Layer"
				],
				[
					16,
					"3 Layer"
				],
				[
					18,
					"4 Layer"
				],
				[
					20,
					"5 Layer"
				],
				[
					23,
					"6 Layer"
				],
				[
					26,
					"7 Layer"
				],
				[
					30,
					"8 Layer"
				]
			]
		},
		{
			"source": "FFnF",
			"name": "Archery Range Competition Scoring",
			"caption": "Range Competition Scoring",
			"colLabels": [
				"Ring",
				"30 ft.",
				"60 ft.",
				"90 ft."
			],
			"colStyles": [
				"col-6 text-center",
				"col-2 text-center",
				"col-2 text-center",
				"col-2 text-center"
			],
			"rows": [
				[
					"Bullseye - 9pt",
					"AC 22",
					"AC 26",
					"AC 30"
				],
				[
					"First Ring - 7pt",
					"AC 18",
					"AC 22",
					"AC 26"
				],
				[
					"Second Ring - 5pt",
					"AC 15",
					"AC 18",
					"AC 22"
				],
				[
					"Third Ring - 3pt",
					"AC 12",
					"AC 15",
					"AC 18"
				],
				[
					"Fourth Ring - 1pt",
					"AC 10",
					"AC 12",
					"AC 15"
				]
			]
		},
		{
			"source": "FFnF",
			"name": "Alcohol Tolerance Size Modifier ",
			"caption": "Alcohol Tolerance Size Modifier",
			"colLabels": [
				"Size",
				"Constitution Score Modifier "
			],
			"colStyles": [
				"col-6 text-center",
				"col-6 text-center"
			],
			"rows": [
				[
					"Tiny",
					"x0.5"
				],
				[
					"Small",
					"x1"
				],
				[
					"Medium",
					"x1.5"
				],
				[
					"Large",
					"x2"
				],
				[
					"Huge",
					"x4"
				],
				[
					"Gargantuan",
					"x6"
				]
			]
		},
		{
			"source": "FFnF",
			"name": "Eating Contest DCs",
			"caption": "Eating Contest DCs",
			"colLabels": [
				"Round",
				"Constitution DC"
			],
			"colStyles": [
				"col-4 text-center",
				"col-8 text-center"
			],
			"rows": [
				[
					1,
					"DC 11"
				],
				[
					2,
					"DC 12"
				],
				[
					3,
					"DC 13"
				],
				[
					4,
					"DC 14"
				],
				[
					5,
					"DC 16"
				],
				[
					6,
					"DC 18"
				],
				[
					7,
					"DC 20"
				],
				[
					8,
					"DC 23"
				],
				[
					9,
					"DC 26"
				],
				[
					10,
					"DC 30"
				]
			]
		},
		{
			"source": "FFnF",
			"name": "Basic Instruments",
			"caption": "Basic Instruments",
			"colLabels": [
				"Type",
				"Price",
				"Weight"
			],
			"colStyles": [
				"col-7",
				"col-2 text-center",
				"col-3 text-center"
			],
			"outro": [
				"Note that while all of these objects can produce sound, and can conceivably be used to convey melodies or rhythms, they are not of sufficient quality to be properly tuned. Thus, they are not suitable as bardic instruments in general."
			],
			"rows": [
				[
					"Bell",
					"2sp",
					"0.5 lb."
				],
				[
					"Castanets",
					"3sp",
					"---"
				],
				[
					"Hand Drum",
					"1gp",
					"1 lb."
				],
				[
					"Simple Flute",
					"5sp",
					"0.5 lb."
				],
				[
					"Whistle",
					"8cp",
					"---"
				]
			]
		},
		{
			"source": "FFnF",
			"name": "Face Painting",
			"caption": "Face Painting",
			"colLabels": [
				"d12",
				"Designs"
			],
			"colStyles": [
				"col-3 text-center",
				"col-9"
			],
			"rows": [
				[
					1,
					"Dragon"
				],
				[
					2,
					"Butterfly"
				],
				[
					3,
					"Fairy"
				],
				[
					4,
					"Tiger"
				],
				[
					5,
					"Warior Facepaint"
				],
				[
					6,
					"Goblin"
				],
				[
					7,
					"Spiderwebs"
				],
				[
					8,
					"Rainbow"
				],
				[
					9,
					"Skeleton"
				],
				[
					10,
					"Jester's Mask"
				],
				[
					11,
					"Flowers"
				],
				[
					12,
					"Pirate"
				]
			]
		}
	]
}
