{
    "_meta": {
        "sources": [
            {
                "json": "martialpower",
                "abbreviation": "MP",
                "full": "Martial Power",
                "authors": [
                    "badooga"
                ],
                "convertedBy": [
                    "GoR"
                ],
                "version": "1.0",
                "color": "ae899f",
                "url": "",
                "targetSchema": "1.2"
            }
        ],
        "dateAdded": 1642890556,
        "dateLastModified": 1642890556
    },
    "action": [
        {
            "name": "Analyze",
            "source": "martialpower",
            "page": 2,
            "entries": [
                "When you take the {@action Attack} action on your turn, you can replace one attack with an attempt to analyze one hostile creature within 30 feet of you that you can see. Make a check using a skill that is appropriate for the creature you are analyzing (see the Monster Research table on page 148 of Tasha's Cauldron of Everything for inspiration). The check can be contested against the creature's Charisma (Deception) check, or it can have a DC of 10 + the creature's class level or Challenge Rating, whichever is higher.",
                "On a success, you learn two options from the following list (or the same option twice), or some information along these lines, as chosen by the DM (and guided by what the characteris trying to study):",
                {
                    "type": "list",
                    "items": [
                        "One of the creature's damage resistances, immunities, or vulnerabilities.",
                        "One of the creature's condition immunities.",
                        "One of the creature's basic abilities or traits, such as a Breath Weapon, Magic Resistance, or Pack Tactics.",
                        "The creature's highest or lowest ability score."
                    ]
                },
                "When deciding how much information you get, the DM can consider the check's degree of success or failure. For instance, you might learn a smaller amount of information if the check only fails by 1 or 2, or you might learn more information if the check succeeds by 5 or more or if you roll a 20 on the d20."
            ]
        },
        {
            "name": "Bolster",
            "source": "martialpower",
            "page": 2,
            "entries": [
                "As an action, you can target an ally you can see within 30 feet of you. The target gains temporary hit points equal to your level + your Charisma modifier (minimum of 0) if it can see or hear you. These temporary hit points disappear at the start of your next turn."
            ],
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ]
        },
        {
            "name": "Charge",
            "source": "martialpower",
            "page": 2,
            "entries": [
                "Every creature can now make a charge attack, using the mechanics presented in the {@feat Charger} feat. In other words, every creature now has the Charger feat.",
                "At the DM's discretion, characters below 5th level can be restricted from taking this feat."
            ],
            "time": [
                {
                    "number": 1,
                    "unit": "bonus"
                }
            ]
        },
        {
            "name": "Defend",
            "source": "martialpower",
            "page": 2,
            "entries": [
                "As an action, you focus on boosting one of your defenses in order to protect yourself from harm or to shake off an effect.",
                "Until the start of your next turn, or until you are incapacitated, you have advantage on all saving throws using one ability of your choice (except Dexterity, which is already covered by the {@action Dodge} action)."
            ],
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ]
        },
        {
            "name": "Demoralize",
            "source": "martialpower",
            "page": 2,
            "entries": [
                "When you take the {@action Attack} action on your turn, you can replace one attack with an attempt to demoralize one humanoid you can see within 30 feet of you that can see and hear you. Make a Charisma (Intimidation) check contested by the target's Wisdom (Insight) check.",
                "The target has advantage on this check if it has advantage on saving throws against being {@condition frightened}; similarly, the target is immune to this effect if it is immune to being frightened.",
                "If your check succeeds, the target has disadvantage on all attack rolls against you until the end of your next turn."
            ]
        },
        {
            "name": "Outmaneuver",
            "source": "martialpower",
            "page": 2,
            "entries": [
                "As an action or bonus action, you can attempt to outmaneuver one creature you can see within 10 feet of you. Make an Intelligence or Charisma check (your choice) contested by the target's Intelligence or Wisdom check (target's choice).",
                "If your check succeeds, the creature can't take reactions that target you for the rest of the turn."
            ],
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                },
                {
                    "number": 1,
                    "unit": "bonus"
                }
            ]
        },
        {
            "name": "Tackle",
            "source": "martialpower",
            "page": 2,
            "entries": [
                "If you move at least 10 feet in a straight line before attempting to {@action grapple} a creature, you can also attempt to tackle it. Roll to grapple the target as normal. On a success, you and the target also fall {@condition prone}. On a failure, only you fall prone."
            ]
        },
        {
            "name": "Throw",
            "source": "martialpower",
            "page": 2,
            "entries": [
                "Using the {@action Attack} action, you can attempt to throw one creature you have grappled. If you're able to make multiple attacks with the Attack action, this throw replaces one of them.",
                "You make a Strength (Athletics) check contested by the target's Strength (Athletics) or Dexterity (Acrobatics) check (the target chooses the ability to use). You have advantage on this check if you are larger than the creature, or disadvantage if you are smaller. Additionally, you succeed on the check automatically if the target is {@condition incapacitated}.",
                "If you succeed, you can make an improvised attack using the grappled creature. If you make a melee attack, you can choose not to end the grapple if your check succeeded by 5 or more. If you make a ranged attack, its range is 5 feet, plus a number of feet equal to 5 × your Strength modifier (minimum total of 5 feet); doing so causes the target to fall {@condition prone}, but also ends the grapple.",
                "On a hit, both the creature and the target take an amount of bludgeoning damage depending on the size of the thrown creature: {@damage 1d6} (Tiny), {@damage 2d6} (Small or Medium), {@damage 3d6} (Large), {@damage 4d6} (Huge), or {@damage 6d6} (Gargantuan), plus your Strength modifier."
            ],
            "time": [
                {
                    "number": 1,
                    "unit": "action"
                }
            ]
        }
    ],
    "variantrule": [
        {
            "name": "Cleaving Through Creatures",
            "source": "martialpower",
            "page": 3,
            "ruleType": "V",
            "entries": [
                "Using the {@variantrule Cleaving Through Creatures} optional rule (DMG 272) no longer requires any involved creatures to be undamaged. You can also extend this rule to apply to ranged weapon attacks that pierce through or ricochet off of multiple creatures that are each within 5 feet of each other and within the original attack's reach.",
                "For melee attacks, you can also allow attacks to cleave through creatures that aren't necessarily within the original attack's reach. For example, perhaps the original attack causes the target's corpse to fly backwards, hitting and damaging more creatures in the process. Use discretion when ruling on this, and consider requiring an attacker to expend their movement in cases that wouldn't make sense otherwise."
            ]
        },
        {
            "name": "Flanking Revised",
            "source": "martialpower",
            "page": 3,
            "ruleType": "V",
            "entries": [
                "When a creature and at least one of its allies are adjacent to an enemy they can see and on opposite sides or corners of the enemy's space, they are flanking that enemy. While a creature is incapacitated, prone, restrained, or flanked, it is incapable of flanking. A Large or larger creature is flanking as long as at least one square or hex of its space qualifies for flanking.",
                "A creature that is flanking another creature gains a +2 bonus to attack rolls against that creature, unless they themselves are being flanked.",
                "At the DM's discretion, creatures that are not disadvantaged by multiple opponents due to their type (like oozes) are immune to being flanked."
            ]
        },
        {
            "name": "Grappling and Shoving",
            "source": "martialpower",
            "page": 3,
            "ruleType": "V",
            "entries": [
                "This section provides new options for combat relating tograppling and shoving. They can be added as a group orindividually to your game.",
                {
                    "type": "entries",
                    "name": "Combat Tussle",
                    "page": 3,
                    "entries": [
                        "You can replace any weapon attack you make with an attempt to grapple or shove a target, rather than those made with the {@action Attack} action. This may also extend to other action options that involve similar mechanics, such as {@action Tackle|martialpower} and {@action Toss|martialpower} (see the Action Options section).",
                        "As an additional option, the DM may wish to prohibit grapple or shove replacement when making an opportunity attack."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Forceful Push",
                    "page": 3,
                    "entries": [
                        "When you attempt to shove a creature and beat their contested check by 5 or more, you can choose to push it up to 10 feet away, rather than 5 feet."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Interpose",
                    "page": 3,
                    "entries": [
                        "When a creature you aren't grappling makes an attack roll against you, you can use your reaction to attempt to interpose a creature you are grappling between you and the attack.",
                        "If the creature is unwilling, you make a Strength (Athletics) check contested by the target's Strength (Athletics) or Dexterity (Acrobatics) check (the target chooses the ability to use). Unless you have two free hands, you have a -2 penalty to the roll. Additionally, you have advantage on this check if you are larger than the hostile creature, or disadvantage if you are smaller.",
                        "If you succeed, the grappled creature becomes the target of the attack instead of you."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Powerful Build",
                    "page": 3,
                    "entries": [
                        "When you gain the Powerful Build trait or a similar feature,the maximum size category of creatures you can grapple or shove also increases by one. As an additional option, the DM may then impose disadvantage on checks made to grapple or shove creatures two sizes larger than you."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Rattle",
                    "page": 3,
                    "entries": [
                        "When a creature grappled by you attempts to cast a spell, you can use your reaction to attempt to forcibly interrupt the casting. The target must make a Constitution saving throw with a DC of 10 + your Strength modifier. The target's spell fails and the spell slot (if any) is wasted on a failed save, and the target's spell works normally on a successful one."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Shove Aside",
                    "page": 3,
                    "entries": [
                        "When you successfully shove a creature, you can move it upto 5 feet to any space within its reach, rather than directly away from you."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Yank",
                    "page": 3,
                    "entries": [
                        "When a creature grappled by you attempts to make a weapon attack against a creature other than you, you can use your reaction to pull them away and make it harder for them to hit, imposing disadvantage on the attack roll."
                    ]
                }
            ]
        }
    ]
}