{
	"_meta": {
		"sources": [
			{
				"json": "martialpower",
				"abbreviation": "MP",
				"full": "Martial Power",
				"authors": [
					"badooga"
				],
				"convertedBy": [
					"GoR",
					"badooga"
				],
				"version": "1.1",
				"color": "ae899f",
				"url": "https://www.gmbinder.com/share/-MZ_0WjutwgfWbfONq9m",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1643931149,
		"dateLastModified": 1729630006,
		"optionalFeatureTypes": {
			"MP": "Martial Practice"
		},
		"_dateLastModifiedHash": "cd7421f97c",
		"edition": "classic"
	},
	"action": [
		{
			"name": "Analyze",
			"source": "martialpower",
			"page": 2,
			"entries": [
				"When you take the {@action Attack} action on your turn, you can replace one attack with an attempt to analyze one hostile creature within 30 feet of you that you can see. Make a check using a skill that is appropriate for the creature you are analyzing (see the Monster Research table on page 148 of Tasha's Cauldron of Everything for inspiration). The check can be contested against the creature's Charisma (Deception) check, or it can have a DC of 10 + the creature's class level or Challenge Rating, whichever is higher.",
				"On a success, you learn two options from the following list (or the same option twice), or some information along these lines, as chosen by the DM (and guided by what the characteris trying to study):",
				{
					"type": "list",
					"items": [
						"One of the creature's damage resistances, immunities, or vulnerabilities.",
						"One of the creature's condition immunities.",
						"One of the creature's basic abilities or traits, such as a Breath Weapon, Magic Resistance, or Pack Tactics.",
						"The creature's highest or lowest ability score."
					]
				},
				"When deciding how much information you get, the DM can consider the check's degree of success or failure. For instance, you might learn a smaller amount of information if the check only fails by 1 or 2, or you might learn more information if the check succeeds by 5 or more or if you roll a 20 on the d20."
			]
		},
		{
			"name": "Bolster",
			"source": "martialpower",
			"page": 2,
			"entries": [
				"As an action, you can target an ally you can see within 30 feet of you. The target gains temporary hit points equal to your level + your Charisma modifier (minimum of 0) if it can see or hear you. These temporary hit points disappear at the start of your next turn."
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			]
		},
		{
			"name": "Charge",
			"source": "martialpower",
			"page": 2,
			"entries": [
				"Every creature can now make a charge attack, using the mechanics presented in the {@feat Charger} feat. In other words, every creature now has the Charger feat.",
				"At the DM's discretion, characters below 5th level can be restricted from taking this feat."
			],
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			]
		},
		{
			"name": "Defend",
			"source": "martialpower",
			"page": 2,
			"entries": [
				"As an action, you focus on boosting one of your defenses in order to protect yourself from harm or to shake off an effect.",
				"Until the start of your next turn, or until you are {@condition incapacitated}, you have advantage on all saving throws using one ability of your choice (except Dexterity, which is already covered by the {@action Dodge} action)."
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			]
		},
		{
			"name": "Demoralize",
			"source": "martialpower",
			"page": 2,
			"entries": [
				"When you take the {@action Attack} action on your turn, you can replace one attack with an attempt to demoralize one humanoid you can see within 30 feet of you that can see and hear you. Make a Charisma (Intimidation) check contested by the target's Wisdom (Insight) check.",
				"The target has advantage on this check if it has advantage on saving throws against being {@condition frightened}; similarly, the target is immune to this effect if it is immune to being frightened.",
				"If your check succeeds, the target has disadvantage on all attack rolls against you until the end of your next turn."
			]
		},
		{
			"name": "Outmaneuver",
			"source": "martialpower",
			"page": 2,
			"entries": [
				"As an action or bonus action, you can attempt to outmaneuver one creature you can see within 10 feet of you. Make an Intelligence or Charisma check (your choice) contested by the target's Intelligence or Wisdom check (target's choice).",
				"If your check succeeds, the creature can't take reactions that target you for the rest of the turn."
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				},
				{
					"number": 1,
					"unit": "bonus"
				}
			]
		},
		{
			"name": "Tackle",
			"source": "martialpower",
			"page": 2,
			"entries": [
				"If you move at least 10 feet in a straight line before attempting to {@action grapple} a creature, you can also attempt to tackle it. Roll to grapple the target as normal. On a success, you and the target also fall {@condition prone}. On a failure, only you fall prone."
			]
		},
		{
			"name": "Throw",
			"source": "martialpower",
			"page": 2,
			"entries": [
				"Using the {@action Attack} action, you can attempt to throw one creature you have {@condition grappled}. If you're able to make multiple attacks with the Attack action, this throw replaces one of them.",
				"You make a Strength (Athletics) check contested by the target's Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check (the target chooses the ability to use). You have advantage on this check if you are larger than the creature, or disadvantage if you are smaller. Additionally, you succeed on the check automatically if the target is {@condition incapacitated}.",
				"If you succeed, you can make an improvised attack using the grappled creature. If you make a melee attack, you can choose not to end the grapple if your check succeeded by 5 or more. If you make a ranged attack, its range is 5 feet, plus a number of feet equal to 5 × your Strength modifier (minimum total of 5 feet); doing so causes the target to fall {@condition prone}, but also ends the grapple.",
				"On a hit, both the creature and the target take an amount of bludgeoning damage depending on the size of the thrown creature: {@damage 1d6} (Tiny), {@damage 2d6} (Small or Medium), {@damage 3d6} (Large), {@damage 4d6} (Huge), or {@damage 6d6} (Gargantuan), plus your Strength modifier."
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			]
		}
	],
	"variantrule": [
		{
			"name": "Fighting Styles",
			"source": "martialpower",
			"ruleType": "VO",
			"entries": [
				"The two entries below enhance the use of fighting styles.",
				{
					"name": "Fighting Style Options",
					"type": "entries",
					"entries": [
						"When you choose a fighting style, the following styles are added to your list of options.",
						{
							"type": "list",
							"items": [
								"{@optfeature Defend the Line|martialpower}",
								"{@optfeature Earthsense|martialpower}",
								"{@optfeature Hammer Hands|martialpower}",
								"{@optfeature Undaunted Stride|martialpower}",
								"{@optfeature Vaulting Expert|martialpower}"
							]
						}
					]
				},
				{
					"name": "Martial Stances",
					"type": "entries",
					"entries": [
						"With this variant, your style of fighting is constantly flexible. Whenever you would learn a Fighting Style, you can instead choose two styles from the same list to learn as martial stances.",
						"When you roll initiative, and as a bonus action on your turn in combat, you can choose to enter one of the stances you know and gain its benefits. You remain in the stance until combat ends or until you use this bonus action again. You can only benefit from one stance at a time, unless a feature says otherwise.",
						"If a style allows you to learn a maneuver, spell, or some other option, you make the choice for that option when you learn it as a stance, and can't swap it for a different option by simply switching to and from stance. Similarly, if a fighting style only recharges on a short or long rest or otherwise has some resource attached to it, switching to and from that stance doesn't recharge it."
					]
				}
			]
		},
		{
			"name": "Cleaving Through Creatures",
			"source": "martialpower",
			"page": 3,
			"ruleType": "V",
			"entries": [
				"Using the {@variantrule Cleaving Through Creatures} optional rule (DMG 272) no longer requires any involved creatures to be undamaged. You can also extend this rule to apply to ranged weapon attacks that pierce through or ricochet off of multiple creatures that are each within 5 feet of each other and within the original attack's reach.",
				"For melee attacks, you can also allow attacks to cleave through creatures that aren't necessarily within the original attack's reach. For example, perhaps the original attack causes the target's corpse to fly backwards, hitting and damaging more creatures in the process. Use discretion when ruling on this, and consider requiring an attacker to expend their movement in cases that wouldn't make sense otherwise."
			]
		},
		{
			"name": "Flanking Revised",
			"source": "martialpower",
			"page": 3,
			"ruleType": "V",
			"entries": [
				"When a creature and at least one of its allies are adjacent to an enemy they can see and on opposite sides or corners of the enemy's space, they are flanking that enemy. While a creature is {@condition incapacitated}, {@condition prone}, {@condition restrained}, or flanked, it is incapable of flanking. A Large or larger creature is flanking as long as at least one square or hex of its space qualifies for flanking.",
				"A creature that is flanking another creature gains a +2 bonus to attack rolls against that creature, unless they themselves are being flanked.",
				"At the DM's discretion, creatures that are not disadvantaged by multiple opponents due to their type (like oozes) are immune to being flanked."
			]
		},
		{
			"name": "Grappling and Shoving",
			"source": "martialpower",
			"page": 3,
			"ruleType": "V",
			"entries": [
				"This section provides new options for combat relating to grappling and shoving. They can be added as a group or individually to your game.",
				{
					"type": "entries",
					"name": "Combat Tussle",
					"page": 3,
					"entries": [
						"You can replace any weapon attack you make with an attempt to grapple or shove a target, rather than those made with the {@action Attack} action. This may also extend to other action options that involve similar mechanics, such as {@action Tackle|martialpower} and {@action Toss|martialpower} (see the Action Options section).",
						"As an additional option, the DM may wish to prohibit grapple or shove replacement when making an opportunity attack."
					]
				},
				{
					"type": "entries",
					"name": "Forceful Push",
					"page": 3,
					"entries": [
						"When you attempt to shove a creature and beat their contested check by 5 or more, you can choose to push it up to 10 feet away, rather than 5 feet."
					]
				},
				{
					"type": "entries",
					"name": "Interpose",
					"page": 3,
					"entries": [
						"When a creature you aren't grappling makes an attack roll against you, you can use your reaction to attempt to interpose a creature you are grappling between you and the attack.",
						"If the creature is unwilling, you make a Strength (Athletics) check contested by the target's Strength (Athletics) or Dexterity (Acrobatics) check (the target chooses the ability to use). Unless you have two free hands, you have a -2 penalty to the roll. Additionally, you have advantage on this check if you are larger than the hostile creature, or disadvantage if you are smaller.",
						"If you succeed, the grappled creature becomes the target of the attack instead of you."
					]
				},
				{
					"type": "entries",
					"name": "Powerful Build",
					"page": 3,
					"entries": [
						"When you gain the Powerful Build trait or a similar feature,the maximum size category of creatures you can grapple or shove also increases by one. As an additional option, the DM may then impose disadvantage on checks made to grapple or shove creatures two sizes larger than you."
					]
				},
				{
					"type": "entries",
					"name": "Rattle",
					"page": 3,
					"entries": [
						"When a creature {@condition grappled} by you attempts to cast a spell, you can use your reaction to attempt to forcibly interrupt the casting. The target must make a Constitution saving throw with a DC of 10 + your Strength modifier. The target's spell fails and the spell slot (if any) is wasted on a failed save, and the target's spell works normally on a successful one."
					]
				},
				{
					"type": "entries",
					"name": "Shove Aside",
					"page": 3,
					"entries": [
						"When you successfully shove a creature, you can move it upto 5 feet to any space within its reach, rather than directly away from you."
					]
				},
				{
					"type": "entries",
					"name": "Yank",
					"page": 3,
					"entries": [
						"When a creature {@condition grappled} by you attempts to make a weapon attack against a creature other than you, you can use your reaction to pull them away and make it harder for them to hit, imposing disadvantage on the attack roll."
					]
				}
			]
		},
		{
			"name": "Two-Weapon Fighting",
			"source": "martialpower",
			"page": 3,
			"ruleType": "V",
			"entries": [
				"The following variants can be used to make two-weapon fighting more viable in comparison with other weapon options, They can be added as a group or individually to your game.",
				"Additionally, consider adding the {@feat Two-Weapon Expert|martialpower} feat found later in this document to your game if you wish to give dual wielders additional opportunities to invest in their style of combat.",
				{
					"type": "entries",
					"name": "Additional Attacks",
					"page": 3,
					"entries": [
						"Whenever you gain an extra attack from the Extra Attack feature, the number of attacks you can make with your second weapon whenever you engage in two-weapon fighting increases by one.",
						"This benefit can be gated behind the {@feat Dual Wielder} feat, at the DM's discretion"
					]
				},
				{
					"type": "entries",
					"name": "Better Accuracy",
					"page": 3,
					"entries": [
						"If you have the fighting style for Two-Weapon Fighting, you also gain a +1 bonus to attack rolls you make while engaging in two-weapon fighting."
					]
				},
				{
					"type": "entries",
					"name": "Damage Dice",
					"page": 3,
					"entries": [
						"When you engage in two-weapon fighting, you can use a {@dice d8} instead of the normal damage die for each weapon.",
						"This benefit can be gated behind the {@feat Dual Wielder} feat or the fighting style for Two-Weapon Fighting, at the DM's discretion."
					]
				},
				{
					"type": "entries",
					"name": "Follow-Up Attacks",
					"page": 4,
					"entries": [
						"If you have the Extra Attack feature and engage in two weapon fighting, when you take the {@action Attack} action and miss an attack with one of the weapons, you can follow up with an additional attack using the other weapon against the same target (no action required).",
						"You can only use this ability once per turn; if you gain even more attacks from the Extra Attack feature at higher levels, the number of uses per turn increases by one whenever you reach one of those levels.",
						"This benefit can be gated behind the {@feat Dual Wielder} feat or the fighting style for Two-Weapon Fighting, at the DM's discretion."
					]
				},
				{
					"type": "entries",
					"name": "No Bonus Action",
					"page": 4,
					"entries": [
						"When you engage in two-weapon fighting, making a bonus attack with your second weapon doesn't require a bonus action. As normal, it can only be done once on each of your turns.",
						"This benefit can be gated behind the {@feat Dual Wielder} feat or the fighting style for Two-Weapon Fighting, at the DM's discretion."
					]
				},
				{
					"type": "entries",
					"name": "Opportunity Attacks",
					"page": 4,
					"entries": [
						"When you are engaging in two-weapon fighting and make an opportunity attack with one of the weapons, you can make another opportunity attack with the other weapon as part of the same reaction, but you don't add your ability modifier to the damage of the second attack, as normal.",
						"This benefit can be gated behind the {@feat Dual Wielder} feat or the fighting style for Two-Weapon Fighting, at the DM's discretion."
					]
				}
			]
		},
		{
			"name": "Weapon Effects",
			"source": "martialpower",
			"page": 4,
			"ruleType": "V",
			"entries": [
				"The following optional rules can be used to add extra depth to martial combat, and are inspired by the weapon properties found in {@link The Warrior's Codex Reforged|https://www.gmbinder.com/share/-LTuQ9tRb_ZGFIfKLno4}. They can be added as a group or individually to your game.",
				{
					"type": "entries",
					"name": "Called Shots",
					"page": 4,
					"entries": [
						"When you attack with a weapon that you are proficient in, you can forgo adding your proficiency bonus to the attack roll. If the attack hits, you add that proficiency bonus to the damage roll. You must decide to do this before making the attack roll. This ability can be used in conjunction with the {@feat Great Weapon Master} and {@feat Sharpshooter} feats."
					]
				},
				{
					"type": "entries",
					"name": "Cavalry Charge",
					"page": 4,
					"entries": [
						"If you damage a creature with a melee weapon that deals piercing damage after moving at least 30 feet straight toward a target while mounted, you deal an extra {@damage 1d6} damage."
					]
				},
				{
					"type": "entries",
					"name": "Finisher",
					"page": 4,
					"entries": [
						"When you damage a {@condition prone} creature with a melee weapon wielded in two hands, you deal an additional {@damage d6} damage."
					]
				},
				{
					"type": "entries",
					"name": "Prone Fighting",
					"page": 4,
					"entries": [
						"When you are {@condition prone} and make a weapon attack with a light weapon, you do not suffer disadvantage for being prone."
					]
				},
				{
					"type": "entries",
					"name": "Sundering",
					"page": 4,
					"entries": [
						"Many bludgeoning weapons crush, break, or penetrate armor. Once per turn when you attack an object or a target wearing metal armor with a melee weapon that has the heavy property and deals bludgeoning damage, you can gain a +2 bonus to the attack roll.",
						"You can also gain this bonus against creatures with thick shells, metallic hides, and other creatures at the discretion of your DM."
					]
				}
			]
		},
		{
			"name": "Accessing Maneuvers; General Features",
			"source": "martialpower",
			"page": 9,
			"ruleType": "V",
			"entries": [
				"This section presents three features that multiple martial classes can access simultaneously.",
				"{@b Combat Superiority} is a catch-all feature you can add to any and all martial classes if you feel that they need more interesting things to do with their attacks.",
				"{@b Spellsword Maneuvers} is a feature for artificers, paladins, rangers, and any other half casters in your game that allow them to expend spell slots to convert them to superiority dice.",
				"{@b Martial Techniques} is a different feature for half-casters that replaces spellcasting entirely. This allows for character builds such as a nonmagical ranger or holy knight that focus only on their martial prowess.",
				{
					"type": "entries",
					"name": "Combat Superiority",
					"page": 9,
					"entries": [
						"{@note 3rd-level and higher martial optional feature}",
						"You learn maneuvers that are fueled by special dice called superiority dice.",
						{
							"type": "entries",
							"name": "Maneuvers",
							"entries": [
								"You know two maneuvers, which are chosen from the list of maneuvers available to the fighter's Battle Master archetype. You learn one additional maneuver of your choice at 5th, 9th, 13th, and 17th level. Each time you learn a new maneuver, you can also replace one maneuver you know with a different one."
							]
						},
						{
							"type": "entries",
							"name": "Superiority Dice",
							"entries": [
								"You gain two superiority dice, which are {@dice d6}s. A superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a short or long rest. You gain another superiority die at 5th, 11th, and 17th level"
							]
						},
						{
							"type": "entries",
							"name": "Saving Throws",
							"entries": [
								"If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Martial Techniques",
					"page": 9,
					"entries": [
						"{@note 2nd-level half-caster optional feature (alternative to Spellcasting)}",
						"You learn maneuvers that are fueled by special dice called superiority dice.",
						{
							"type": "entries",
							"name": "Maneuvers",
							"page": 9,
							"entries": [
								"You learn four maneuvers of your choice, which are chosen from the list of maneuvers available to the fighter's Battle Master archetype. Many maneuvers enhance an attack in some way. You can use only one maneuver per attack. You learn one additional maneuver of your choice at 5th, 9th, 13th, and 17th level. Each time you learn a new maneuver, you can also replace one maneuver you know with a different one."
							]
						},
						{
							"type": "entries",
							"name": "Superiority Dice",
							"page": 9,
							"entries": [
								"You have four superiority dice, which are {@dice d8}s. A superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a short or long rest.",
								"You gain another superiority die at 9th level and one more at 17th level"
							]
						},
						{
							"type": "entries",
							"name": "Saving Throws",
							"page": 9,
							"entries": [
								"If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Spellsword Maneuvers",
					"page": 9,
					"entries": [
						"{@note 3rd-level and higher half-caster optional feature}",
						"You learn maneuvers that are fueled by special dice called superiority dice.",
						{
							"type": "entries",
							"name": "Maneuvers",
							"entries": [
								"You know two maneuvers, which are chosen from the list of maneuvers available to the fighter's Battle Master archetype. You learn one additional maneuver of your choice at 5th, 9th, 13th, and 17th level. Each time you learn a new maneuver, you can also replace one maneuver you know with a different one."
							]
						},
						{
							"type": "entries",
							"name": "Superiority Dice",
							"entries": [
								"On your turn, you can expend a spellslot (no action required) to gain one or more superiority dice, which are {@dice d8}s. You gain one die per level of the spell slot, to amaximum of five dice. Any unexpended dice go away when you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Saving Throws",
							"entries": [
								"If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
							]
						}
					]
				}
			]
		},
		{
			"name": "Accessing Maneuvers; Class-Specific Features",
			"source": "martialpower",
			"page": 9,
			"ruleType": "V",
			"entries": [
				"This section presents ways of getting maneuvers that are unique to each class. Each one has multiple differences compared to the others, but they all are tailored to their respective classes. Most of them are fueled by a class resource and thus only add versatility and not necessarily raw power.",
				"{@classFeature Battle Ferocity|Barbarian||3|martialpower} is a barbarian feature that lets you choose to gain one or more superiority dice from Reckless Attack, rather than advantage.",
				"{@classFeature Combat Expertise|Fighter||3|martialpower} is a fighter feature that grants fighters a scaling pool of superiority dice, which may be appealing to those that think the base class lacks enough features to properly shine.",
				"{@classFeature Ki Maneuvers|Monk||3|martialpower} is a monk feature that lets you spend ki points to fuel your maneuvers.",
				"{@classFeature Roguish Exploits|Rogue||3|martialpower} is a rogue feature that lets you sacrifice Sneak Attack dice to fuel your maneuvers."
			]
		},
		{
			"name": "Maneuver Variants; Action Options",
			"source": "martialpower",
			"page": 11,
			"ruleType": "V",
			"entries": [
				"One approach is to transform maneuvers into weaker action options that anyone can take, rather than making a bunch of features that grant access to maneuvers. Here are a few examples:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Goading Attack",
							"entries": [
								"When you hit a creature with a melee weapon attack with advantage on the attack roll, you can impose disadvantage on the next attack roll the target makes against a creature other than you before the end of your next turn."
							]
						},
						{
							"type": "entries",
							"name": "Lunging Attack",
							"entries": [
								"When you make a melee weapon attack roll that doesn't have disadvantage, you can increase your reach for that attack by 5 feet. When you do so, you suffer disadvantage on the attack roll."
							]
						},
						{
							"type": "entries",
							"name": "Menacing Attack",
							"entries": [
								"See the {@action Demoralize|martialpower} action option earlier in this document."
							]
						},
						{
							"type": "entries",
							"name": "Rally",
							"entries": [
								"See the {@action Bolster|martialpower} action option earlier in this document."
							]
						},
						{
							"type": "entries",
							"name": "Riposte",
							"entries": [
								"When a creature misses you with a melee weapon attack with disadvantage on the attack roll, you can use your reaction to make one melee weapon attack against the creature."
							]
						}
					]
				}
			]
		},
		{
			"name": "Maneuver Variants",
			"source": "martialpower",
			"page": 11,
			"ruleType": "V",
			"entries": [
				"Especially when using optional features that grant maneuver access to many different classes, you may have to make a few tweaks so that things run smoothly. This section provides suggestions for such tweaks, which can be made for all characters or on a per-class basis.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Alternative Recharge",
							"entries": [
								"Instead of recharging on a short or long rest, the DM can choose one of the following recharge options for superiority dice, which are listed in order from least powerful to most powerful:",
								{
									"type": "list",
									"items": [
										"You regain all expended dice whenever you roll initiative.",
										"You regain all expended dice as an action.",
										"You regain one expended die at the start of each of your turns.",
										"You regain all expended dice at the start of each of your turns."
									]
								},
								"Note that this option is geared more towards the general Combat Superiority feature detailed earlier in this section."
							]
						},
						{
							"type": "entries",
							"name": "No Goading Attack",
							"entries": [
								"{@optfeature Goading Attack} is very similar to what the Cavalier does with its 3rd-level feature. While the two do synergize with each other, you may wish to remove Goading Attack when using this variant so that the Cavalier's main combat ability isn't just available to everyone."
							]
						},
						{
							"type": "entries",
							"name": "Relentless",
							"entries": [
								"Starting at 18th level, when you roll initiative and have no superiority dice remaining, you regain 1 superiority die."
							]
						},
						{
							"type": "entries",
							"name": "Removed Damage",
							"entries": [
								"Other than the {@optfeature Commander's Strike} maneuver, maneuvers no longer add a superiority die to the damage of a single attack. This option is primarily meant for the fighter class, reducing multiclass abuse with Combat Expertise while also not increasing the class's damage output per round."
							]
						}
					]
				}
			]
		},
		{
			"name": "Maneuver Variants; Prepared Maneuvers",
			"source": "martialpower",
			"page": 11,
			"ruleType": "V",
			"entries": [
				"Instead of knowing a set list of maneuvers, you prepare the list of maneuvers that are available for you to use whenever you finish a long rest, choosing from the {@filter overall list of maneuvers|optionalfeatures|feature type=mv:b}. When you do so, you choose a number of maneuvers equal to the amount you would have normallylearned without this variant."
			]
		}
	],
	"feat": [
		{
			"name": "Charger",
			"source": "martialpower",
			"page": 4,
			"entries": [
				"When you use your action to {@action Dash}, you can use a bonus action to make one melee weapon attack or to {@action shove} a creature.",
				"If you move at least 10 feet in a straight line immediately before taking this bonus action, you either gain a +5 bonus to the attack's damage roll (if you chose to make a melee attack and hit) or push the target up to 10 feet away from you (if you chose to shove and you succeed).",
				"{@homebrew You also gain the benefits of this feat if your mount satisfies its conditions (i.e. it takes the Dash action, and then it possibly moves up to 10 feet in a straight line).}"
			]
		},
		{
			"name": "Dungeon Delver",
			"source": "martialpower",
			"page": 4,
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"wis"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"Alert to the hidden traps and secret doors found in many dungeons, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You have advantage on Wisdom ({@skill Perception}) and Intelligence ({@skill Investigation}) checks made to detect the presence of secret doors.",
						"You have advantage on saving throws made to avoid or resist traps.",
						"You have resistance to the damage dealt by traps.",
						"Traveling at a fast pace doesn't impose the normal -5 penalty on your passive Wisdom ({@skill Perception}) score."
					]
				}
			]
		},
		{
			"name": "Grappler",
			"source": "martialpower",
			"page": 4,
			"prerequisite": [
				{
					"ability": [
						{
							"str": 13
						}
					]
				}
			],
			"entries": [
				"You've developed the skills necessary to hold your own in close-quarters grappling. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You have advantage on attack rolls against a creature you are grappling.",
						"You can use {@homebrew one of your attacks from the {@action Attack} action|your action} to try to pin a creature {@condition grappled} by you. To do so, make another grapple check. If you succeed, {@homebrew the creature is {@condition restrained} and your speed becomes 0|you and the creature are both {@condition restrained}} until the grapple ends."
					]
				}
			]
		},
		{
			"name": "Great Weapon Master",
			"source": "martialpower",
			"page": 4,
			"entries": [
				"You've learned to put the weight of a weapon to your advantage, letting its momentum empower your strikes. You gain the following benefits while wielding a heavy weapon:",
				{
					"type": "list",
					"items": [
						"When you miss an attack with the weapon without having disadvantage on the attack roll, you can use your reaction to repeat the attack against the same target using the momentum of your previous swing.",
						"When you hit with an opportunity attack using the weapon, the target must succeed on a Strength saving throw (DC 8 + your proficiency bonus + your Strength modifier) or be knocked {@condition prone}. The save succeeds automatically if the target is more than one size larger than you.",
						"On your turn, when you score a critical hit with the weapon or reduce a creature to 0 hit points with one, you can make one melee attack with the weapon as a bonus action."
					]
				}
			]
		},
		{
			"name": "Polearm Master",
			"source": "martialpower",
			"page": 4,
			"entries": [
				"You can keep your enemies at bay with reach weapons. You gain the following benefits while wielding a polearm, which is a {@item glaive|phb}, {@item halberd|phb}, {@item quarterstaff|phb}, {@item spear|phb}, {@item trident|phb}, or any other pole-based weapon the DM deems appropriate:",
				{
					"type": "list",
					"items": [
						"Your reach with your polearm increases by 5 feet.",
						"You can shove creatures within the reach of your polearm, rather than the reach of your body.",
						"Other creatures provoke an opportunity attack from you when they enter the reach you have with your polearm. The opportunity attack must be made using the polearm.",
						"When you make an attack with the polearm using the {@action Ready} action, the attack roll has advantage."
					]
				}
			]
		},
		{
			"name": "Martial Adept",
			"source": "martialpower",
			"page": 4,
			"entries": [
				"You have martial training that allows you to perform special combat maneuvers. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You learn two {@filter maneuvers|optionalfeatures|feature type=MV:B} of your choice from among those available to the {@class fighter|phb|Battle Master|Battle Master|phb|2-0} archetype in the fighter class. If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice).",
						"You gain {@homebrew two|one} superiority die, which is a {@dice d6} (this die is added to any superiority dice you have from another source). This die is used to fuel your maneuvers. A superiority die is expended when you use it. You regain your expended superiority dice when you finish a short or long rest."
					]
				}
			]
		},
		{
			"name": "Savage Attacker",
			"source": "martialpower",
			"page": 4,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"You excel at delivering death to your enemies as swiftly as possible. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you roll damage for a melee weapon attack, you can reroll the weapon's damage dice and use either total.",
						"When you miss with a melee weapon attack, you can use your reaction to reroll the attack roll and to take the second result. Once you use this ability, you can't do so again until you finish a short or long rest."
					]
				}
			]
		},
		{
			"name": "Sentinel",
			"source": "martialpower",
			"page": 5,
			"entries": [
				"You excel at protecting your allies in combat by drawing fire to yourself. You gain the following benefits",
				{
					"type": "list",
					"items": [
						"As a bonus action, you can enter a protective stance until the start of your next turn. For the duration, you can force any attack targeted at an ally within your reach to target you instead, even if you would normally be outside of its range or reach.",
						"Allies within your melee reach have advantage on checks and saves made to avoid or escape being {@condition grappled} or {@action shove|phb}.",
						"You have advantage on saving throws against being {@condition charmed} or {@condition frightened}."
					]
				}
			]
		},
		{
			"name": "Sharpshooter",
			"source": "martialpower",
			"page": 5,
			"entries": [
				"You have mastered ranged weapons and can make shots that others find impossible. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You ignore half and three-quarters cover on any ranged attack roll that has advantage.",
						"You have advantage on ranged attack rolls against creatures that are grappled. If a creature doesn't willingly move on their turn, you also gain this advantage until they move again.",
						"Whenever you have disadvantage on a ranged weapon attack roll, you can reroll one of the dice once.",
						"On your turn, when you score a critical hit with a ranged weapon or reduce a creature to 0 hit points with one, you can make one ranged weapon attack as a bonus action."
					]
				}
			]
		},
		{
			"name": "Shield Master",
			"source": "martialpower",
			"page": 5,
			"entries": [
				"You use shields not just for protection but also for offense. You gain the following benefits while you are wielding a {@item shield|phb}:",
				{
					"type": "list",
					"items": [
						"As a bonus action on your turn, you can attempt to shove acreature within 5 feet of you with your shield.",
						"If you aren't {@condition incapacitated}, you can add your shield's AC bonus to your Dexterity saving throws.",
						"If you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you can use your reaction to interpose your shield between yourself and the source of the effect. You instead take no damage if you succeed on the saving throw, and only half damage if you fail."
					]
				}
			]
		},
		{
			"name": "Weapon Master",
			"source": "martialpower",
			"page": 5,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex"
						],
						"amount": 1
					}
				}
			],
			"weaponProficiencies": [
				{
					"choose": {
						"fromFilter": "type=martial weapon;mundane weapon|miscellaneous=mundane",
						"count": 4
					}
				}
			],
			"entries": [
				"You have practiced extensively with a variety of weapons, gaining the following {@footnote benefits|Credit to Nine#5319 for making this feat.}:",
				{
					"type": "list",
					"items": [
						"Choose four simple or martial weapons. You gain proficiency with these weapons if you don't already have it, {@homebrew and you can treat any 1 you roll on their damage dice as a 2}."
					]
				}
			]
		},
		{
			"name": "Bulwark",
			"source": "martialpower",
			"page": 5,
			"entries": [
				"The defensive uses of your shield can be extended to your allies as well. You gain the following benefits while you are wielding a {@item shield|phb}:",
				{
					"type": "list",
					"items": [
						"Each ally within 5 feet of you that doesn't have this feat gains half cover while you aren't {@condition incapacitated} or {@condition prone}.",
						"When a creature enters the area within 5 feet of you, or is in that area when they attack an ally of yours that isn't wielding a shield, you can use your reaction to shove them with your shield."
					]
				}
			]
		},
		{
			"name": "Light Armor Master",
			"source": "martialpower",
			"page": 5,
			"ability": [
				{
					"dex": 1
				}
			],
			"prerequisite": [
				{
					"proficiency": [
						{
							"armor": "light"
						}
					]
				}
			],
			"entries": [
				"You have practiced moving in light armor to gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your speed increases by 5 feet while you aren't wearing medium or heavy armor.",
						"Once on each of your turns, you can choose for a 5-foot portion of your movement to not provoke opportunity attacks."
					]
				}
			]
		},
		{
			"name": "Opportunist",
			"source": "martialpower",
			"page": 5,
			"entries": [
				"You have mastered techniques to take advantage of everydrop in any enemy's guard, gaining the following benefits:",
				{
					"type": "list",
					"items": [
						"Creatures provoke opportunity attacks from you even if they take the {@action Disengage} action before leaving your reach.",
						"Creatures also provoke opportunity attacks from you when they make an attack against a target other than you (and that target doesn't have this feat) and when they stand up from being {@condition prone}.",
						"When you hit a creature with an opportunity attack, you can also move up to 5 feet without provoking opportunity attacks yourself."
					]
				}
			]
		},
		{
			"name": "Pugilist",
			"source": "martialpower",
			"page": 5,
			"entries": [
				"You become a master of unarmed combat, granting you the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to damage rolls you make with your unarmed strikes.",
						"Whenever you have advantage on a melee attack roll you make with an unarmed strike and hit, you can automatically {@action grapple} or {@action shove} the target (your choice) if the lower of the two {@dice d20} rolls would also hit the target.",
						"When you make an opportunity attack with your unarmed strikes, you have advantage on the attack roll.",
						"You do not have disadvantage on attack rolls made for your unarmed strikes while {@condition prone}."
					]
				}
			]
		},
		{
			"name": "Two-Weapon Expert",
			"source": "martialpower",
			"page": 5,
			"entries": [
				"You gain new techniques that you can use while fighting with two weapons, granting you the following benefits while engaging in two-weapon fighting:",
				{
					"type": "list",
					"items": [
						"Checks and saves you make to avoid being disarmed of the weapons have advantage.",
						"If you don't take the {@action Attack}, {@action Cast a Spell}, or {@action Ready} action on your turn, you can use your bonus action to make an attack with one of the weapons.",
						"As part of the Attack action on your turn, you can also sweep your weapons around in a whirling cyclone of death, dealing damage to any number of creatures and objects within your reach. Each target takes damage equal to the weapon's ability modifier, and the damage type is chosen from among those that can be dealt by your weapons."
					]
				}
			]
		},
		{
			"name": "Unarmored Defense",
			"source": "martialpower",
			"page": 5,
			"ability": [
				{
					"choose": {
						"from": [
							"con",
							"int",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"You have learned to defend yourself without the use of armor, granting you the following benefits:",
				{
					"type": "list",
					"items": [
						"While you are wearing no armor and not wielding a shield, your AC equals 11 + the modifier of the ability increased by this feat."
					]
				}
			]
		},
		{
			"name": "Unarmored Master",
			"source": "martialpower",
			"page": 6,
			"prerequisite": [
				{
					"other": "Unarmored Defense {@feat Unarmored Defense|martialpower|feat} or feature"
				}
			],
			"entries": [
				"Armor serves only to hold you back. You gain the following benefits while you are benefiting from your Unarmored Defense:",
				{
					"type": "list",
					"items": [
						"Your walking speed increases by 10 feet, and you gain a climbing speed and a swimming speed equal to your walking speed.",
						"When you fail a Dexterity saving throw, you can use your reaction to reroll the save and take the second result.",
						"You have advantage on checks made to avoid or escape being {@condition grappled}."
					]
				}
			]
		},
		{
			"name": "Unstoppable",
			"source": "martialpower",
			"page": 6,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"You can push people around with ease, but moving you requires monumental effort. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you win an ability contest to {@action shove} a creature or to avoid being shoved by a creature, you can choose to push that creature up to 5 feet away from you (no reaction required).",
						"When you are subjected to an effect that would move you, knock you {@condition prone}, or both, you can use your reaction to be neither moved nor knocked prone."
					]
				}
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Beast Tamer",
			"source": "martialpower",
			"page": 6,
			"featureType": [
				"MP"
			],
			"entries": [
				"{@i Your hands and voice soothe a beast so that it will treat you as a friend.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Key Proficiency:",
							"entries": [
								"{@skill Animal Handling}"
							]
						},
						{
							"type": "item",
							"name": "Activation Time:",
							"entries": [
								"5 minutes"
							]
						},
						{
							"type": "item",
							"name": "Component Cost:",
							"entries": [
								"1 hit die"
							]
						},
						{
							"type": "item",
							"name": "Duration:",
							"entries": [
								"Varies"
							]
						}
					]
				},
				"You tame a nonhostile beast within 10 feet of you. If the beast is hostile, the DM may let you tame it with a successful ability check against a DC of their choice. When tamed, the beast is {@condition charmed} by you for a number of hours equal to your character level. If you or one of your companions harms the beast, the condition ends.",
				"While the beast is charmed, the beast is a willing mount for you and your companions. Additionally, through sounds and gestures, you and the beast can communicate simple ideas with each other, such as emotions, simple requests, and warnings of nearby danger."
			]
		},
		{
			"name": "Decipher Script",
			"source": "martialpower",
			"page": 7,
			"featureType": [
				"MP"
			],
			"entries": [
				"{@i You might not know the language, but with some time and effort, you can decipher the meaning of any writing.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Key Proficiency:",
							"entries": [
								"{@skill History} or {@skill Investigation}"
							]
						},
						{
							"type": "item",
							"name": "Activation Time:",
							"entries": [
								"10 minutes"
							]
						},
						{
							"type": "item",
							"name": "Component Cost:",
							"entries": [
								"1 hit die"
							]
						},
						{
							"type": "item",
							"name": "Duration:",
							"entries": [
								"Instantaneous"
							]
						}
					]
				},
				"You learn the meaning of any written text you study, even if you are not fluent in its language. You must examine the words for the entire time, after which you understand the gist of whatever the text says. You also make an Intelligence check, and if your result is 25 or higher, you can read the text as if you were fluent in the language. Each use of this martial practice allows you to examine about one page of writing or an equivalent amount of text."
			]
		},
		{
			"name": "Fake Death",
			"source": "martialpower",
			"page": 7,
			"featureType": [
				"MP"
			],
			"entries": [
				"{@i You slow your breathing and heartbeat so you appear to be dead.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Key Proficiency:",
							"entries": [
								"{@skill Athletics} or {@skill Deception}"
							]
						},
						{
							"type": "item",
							"name": "Activation Time:",
							"entries": [
								"10 minutes"
							]
						},
						{
							"type": "item",
							"name": "Component Cost:",
							"entries": [
								"1 hit die"
							]
						},
						{
							"type": "item",
							"name": "Duration:",
							"entries": [
								"24 hours"
							]
						}
					]
				},
				"You enter a deep trance that slows your heartbeat and breathing to become almost imperceptible. While in this state, you appear unconscious or dead, but you are aware of your surroundings. You can emerge from the trance early as a bonus action. Make a Constitution or Charisma check; other creatures perceive you as dead unless they succeed on a Wisdom ({@skill Insight}) or Wisdom ({@skill Medicine}) check against a DC equal to your roll."
			]
		},
		{
			"name": "Quick Aid",
			"source": "martialpower",
			"page": 7,
			"featureType": [
				"MP"
			],
			"entries": [
				"{@i With a few words and a couple of shiny coins, you can acquire help almost anywhere at any time.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Key Proficiency:",
							"entries": [
								"{@skill Intimidation}, {@skill Performance} or {@skill Persuasion}"
							]
						},
						{
							"type": "item",
							"name": "Activation Time:",
							"entries": [
								"1 minute"
							]
						},
						{
							"type": "item",
							"name": "Component Cost:",
							"entries": [
								"10 gp + 1 hit die"
							]
						},
						{
							"type": "item",
							"name": "Duration:",
							"entries": [
								"10 minutes"
							]
						}
					]
				},
				"While in a settlement with creatures that aren't hostile to you, you can secure the aid of a few creatures for the duration. The number of creatures that aid you is equal to your character level. These creatures can perform mundane tasks for you, but they do not fight for you, will not follow you into obviously dangerous areas (such as dungeons), and will leave you early if they are endangered or abused.",
				"When you use this practice, make a Charisma check. On a 15 or higher, the duration increases to 1 hour."
			]
		},
		{
			"name": "Speech Without Words",
			"source": "martialpower",
			"page": 7,
			"featureType": [
				"MP"
			],
			"entries": [
				"{@i No language barrier can keep you from communicating.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Key Proficiency:",
							"entries": [
								"{@skill Insight} or {@skill Persuasion}"
							]
						},
						{
							"type": "item",
							"name": "Activation Time:",
							"entries": [
								"5 minutes"
							]
						},
						{
							"type": "item",
							"name": "Component Cost:",
							"entries": [
								"None"
							]
						},
						{
							"type": "item",
							"name": "Duration:",
							"entries": [
								"10 minutes"
							]
						}
					]
				},
				"Through pantomime, you communicate with a non hostilecreature you can see, even if it does not speak your language. The creature must have an Intelligence score of 4 or higher.You can communicate simple ideas and concepts, such as figuring out where a monster went, where someone might find fresh water, if there's a safe place to camp, and so on.",
				"Conveying complex ideas might require one or more ability checks, at the DM's discretion."
			]
		},
		{
			"name": "Temporary Fix",
			"source": "martialpower",
			"page": 7,
			"featureType": [
				"MP"
			],
			"entries": [
				"{@i  A few tools and a bit of time are all you need to make a device work again.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Key Proficiency:",
							"entries": [
								"{@item Tinker's Tools|PHB}"
							]
						},
						{
							"type": "item",
							"name": "Activation Time:",
							"entries": [
								"10 minutes"
							]
						},
						{
							"type": "item",
							"name": "Component Cost:",
							"entries": [
								"1 hit die"
							]
						},
						{
							"type": "item",
							"name": "Duration:",
							"entries": [
								"24 hours"
							]
						}
					]
				},
				"You repair a single mundane object that can fit within a 10-foot cube. The object functions for the practice's duration. After that time, the object returns to its prior state."
			]
		},
		{
			"name": "Uncanny Strength",
			"source": "martialpower",
			"page": 7,
			"featureType": [
				"MP"
			],
			"entries": [
				"{@i You can dig deep within yourself to find the strength you need.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Key Proficiency:",
							"entries": [
								"{@skill Athletics}"
							]
						},
						{
							"type": "item",
							"name": "Activation Time:",
							"entries": [
								"5 minutes"
							]
						},
						{
							"type": "item",
							"name": "Component Cost:",
							"entries": [
								"1 hit die"
							]
						},
						{
							"type": "item",
							"name": "Duration:",
							"entries": [
								"10 minutes"
							]
						}
					]
				},
				"You call upon hidden reserves to gain a boost to your strength. For the duration, you as one size larger when determining your carrying capacity and the weight you can push, drag, or lift, and you gain a +5 bonus to all Strength checks."
			]
		},
		{
			"name": "Warded Campsite",
			"source": "martialpower",
			"page": 7,
			"featureType": [
				"MP"
			],
			"entries": [
				"{@i You arrange tripwires, traps, and other devices so that you and your allies will know when an intruder approaches your campsite.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Key Proficiency:",
							"entries": [
								"{@item Thieves' Tools|PHB}"
							]
						},
						{
							"type": "item",
							"name": "Activation Time:",
							"entries": [
								"30 minutes"
							]
						},
						{
							"type": "item",
							"name": "Component Cost:",
							"entries": [
								"None"
							]
						},
						{
							"type": "item",
							"name": "Duration:",
							"entries": [
								"8 hours"
							]
						}
					]
				},
				"You ward an area no larger than 50 feet on a side. Whenever a creature enters the area, you and your allies within the area are awakened and cannot be surprised. You can designate any specific creatures that are able to move freely through the warded area without waking up sleeping allies."
			]
		},
		{
			"name": "Break Free",
			"source": "martialpower",
			"page": 8,
			"featureType": [
				"MV:B"
			],
			"entries": [
				"When you start your turn while {@condition grappled} or {@condition restrained}, you can expend one superiority die and use a bonus action to immediately attempt to break free from each effect causing those conditions. Roll the superiority die and add the number rolled to the check or saving throw for each effect."
			]
		},
		{
			"name": "Crippling Attack",
			"source": "martialpower",
			"page": 8,
			"featureType": [
				"MV:B"
			],
			"entries": [
				"When you hit a creature with a weapon attack, you can expend one superiority die to temporarily cripple the target. You add the superiority die to the attack's damage roll, and until the end of your next turn, the target can't take reactions and has its speed halved."
			]
		},
		{
			"name": "Defensive Roll",
			"source": "martialpower",
			"page": 8,
			"featureType": [
				"MV:B"
			],
			"entries": [
				"When you make a Dexterity saving throw, you can use your reaction and expend one superiority die to add it to the save. You can use this maneuver before or after making the save, but before any consequences of the roll take effect. After the effect occurs, you can then move up to half your speed as part of the same reaction."
			]
		},
		{
			"name": "Fast Footwork",
			"source": "martialpower",
			"page": 8,
			"featureType": [
				"MV:B"
			],
			"entries": [
				"{@note Replaces {@optfeature Evasive Footwork}}",
				"When you move, you can expend one superiority die, rolling the die and adding the number rolled to your AC until the start of your next turn or until you become unable to move."
			]
		},
		{
			"name": "Glancing Blow",
			"source": "martialpower",
			"page": 8,
			"featureType": [
				"MV:B"
			],
			"entries": [
				"When you miss a target with a weapon attack that isn't a critical miss, you can expend one superiority die to deal a glancing blow to the target. The target takes damage equal to the number you roll on your superiority die, and the damage type is chosen from among those that can be dealt by your weapon."
			]
		},
		{
			"name": "Great Fortitude",
			"source": "martialpower",
			"page": 8,
			"featureType": [
				"MV:B"
			],
			"entries": [
				"When you make a saving throw against disease, {@condition exhaustion}, poison, or being {@condition paralyzed} or {@condition stunned}, you can expend one superiority die to add it to the roll. You can use this maneuver before or after making the save, but before any consequences of the roll take effect."
			]
		},
		{
			"name": "Great Leap",
			"source": "martialpower",
			"page": 8,
			"featureType": [
				"MV:B"
			],
			"entries": [
				"When you make a high or long jump, you can expend one superiority die, rolling the die and adding the number rolled plus your proficiency bonus to the distance you cover. This extra distance costs you no movement and does not provoke opportunity attacks."
			]
		},
		{
			"name": "Iron Will",
			"source": "martialpower",
			"page": 8,
			"featureType": [
				"MV:B"
			],
			"entries": [
				"When you make a saving throw against being {@condition charmed} or {@condition frightened}, or against taking psychic damage, you can expend one superiority die to add it to the roll. You can use this maneuver before or after making the save, but before any consequences of the roll take effect."
			]
		},
		{
			"name": "Knock Away",
			"source": "martialpower",
			"page": 8,
			"featureType": [
				"MV:B"
			],
			"entries": [
				"When you attempt to {@action shove} a creature, you can expend one superiority die and add it to your Strength ({@skill Athletics}) check.You can then attempt to push another creature within 5 feet of the original target as part of the same motion. If your original check beats the creature's contested check, you successfully shove the second creature as well."
			]
		},
		{
			"name": "Monster Expert",
			"source": "martialpower",
			"page": 8,
			"featureType": [
				"MV:B"
			],
			"entries": [
				"When you make an ability check to gain information about one or more hostile creatures you can see, you can expend one superiority die and add the superiority die to the ability check."
			]
		},
		{
			"name": "Spring Attack",
			"source": "martialpower",
			"page": 8,
			"featureType": [
				"MV:B"
			],
			"entries": [
				"When you take the {@action Disengage} or {@action Dodge} action on your turn, you can use your bonus action to expend one superiority die and make a single weapon attack. If you hit, add the superiority die to the attack's damage roll."
			]
		},
		{
			"name": "Survivalist",
			"source": "martialpower",
			"page": 8,
			"featureType": [
				"MV:B"
			],
			"entries": [
				"When you make an Intelligence ({@skill Nature}), a Wisdom ({@skill Animal Handling}), or a Wisdom ({@skill Survival}) check, you can expend one superiority die and add the superiority die to the ability check."
			]
		},
		{
			"name": "Defend the Line",
			"source": "martialpower",
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"You retaliate against foes that would dare to attack your companions.",
				"When a creature within 5 feet of you makes an attack against an ally of yours that isn't also using this style, you can use your reaction to make a melee weapon attack against the attacking creature."
			]
		},
		{
			"name": "Earthsense",
			"source": "martialpower",
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"You can sense even the faintest of tremors, letting you see what others cannot.",
				"You gain tremorsense out to a range of 10 feet, which can be used to detect and pinpoint the origin of any vibration that comes from a source that is in contact with the same ground or substance as you. Tremorsense can't be used to detect flying or incorporeal creatures."
			]
		},
		{
			"name": "Hammer Hands",
			"source": "martialpower",
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"You throw your weight into each attack, striking with such force that you drive your enemy before you.",
				"Once per turn when you hit a creature with a melee weapon attack, you can move it 5 feet to an unoccupied space, provided the target is no more than one size larger than you."
			]
		},
		{
			"name": "Undaunted Stride",
			"source": "martialpower",
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"You move gracefully over and past obstacles that impede your foes.",
				"You gain a climbing and swimming speed equal to your walking speed."
			]
		},
		{
			"name": "Vaulting Expert",
			"source": "martialpower",
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"You assume a balanced pose, ready to leap away using the force of your weapon attacks at any moment.",
				"Your jump distance is doubled, and once per turn when you hit a creature with a melee weapon attack, you can move into an unoccupied space within 5 feet of you without expending movement or provoking opportunity attacks."
			]
		}
	],
	"classFeature": [
		{
			"name": "Battle Ferocity",
			"source": "martialpower",
			"className": "Barbarian",
			"classSource": "PHB",
			"page": 10,
			"level": 3,
			"entries": [
				"{@note 3rd-level barbarian optional feature (adds to {@classFeature Reckless Attack|Barbarian|PHB|2})}",
				"You learn maneuvers that are fueled by special dice called superiority dice.",
				{
					"type": "entries",
					"name": "Maneuvers",
					"entries": [
						"You know two maneuvers, which are chosen from the list of maneuvers available to the fighter's Battle Master archetype. You learn one additional maneuver of your choice at 6th, 10th, and 14th level. Each time you learn a new maneuver, you can also replace one maneuver you know with a different one."
					]
				},
				{
					"type": "entries",
					"name": "Superiority Dice",
					"entries": [
						"Instead of having a pool of superiority dice, your maneuvers are fueled by sheer anger and reckless abandon. When you use your Reckless Attack feature in combat, you can forgo gaining advantage on attack rolls to instead gain one superiority die, a {@dice d6}, which you can use anytime before the start of your next turn. This die becomes a {@dice d8} at 9th level and a {@dice d10} at 15th level. Starting at 5th level, you gain two dice from this feature rather than one. You then gain three dice at 11th level and four dice at 17th level."
					]
				},
				{
					"type": "entries",
					"name": "Saving Throws",
					"entries": [
						"If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength modifier."
					]
				}
			]
		},
		{
			"name": "Combat Expertise",
			"source": "martialpower",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 10,
			"level": 3,
			"entries": [
				"{@note 3rd-level fighter optional feature}",
				"You lean maneuvers that are fueled by a special dice called superiority dice",
				{
					"type": "entries",
					"name": "Maneuvers",
					"entries": [
						"You learn three maneuvers of your choice from among those available to the Battle Master archetype. Many maneuvers enhance an attack in some way. You can useonly one maneuver per attack.",
						"You learn one additional maneuver of your choice at 7th, 10th, 15th, and 18th level. Each time you learn a new maneuver, you can also replace one maneuver you know with a different one."
					]
				},
				{
					"type": "entries",
					"name": "Superiority Dice",
					"entries": [
						"You have two superiority dice, which are {@dice d6}s. A superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a short or long rest. You gain another superiority die at 7th level and again at 15th level. Additionally, your superiority dice become {@dice d8}s at 10th level and become {@dice d10}s at 18th level."
					]
				},
				{
					"type": "entries",
					"name": "Saving Throws",
					"entries": [
						"If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
					]
				},
				{
					"type": "entries",
					"name": "Archetype Maneuvers (Optional)",
					"entries": [
						"When you choose your martial archetype at 3rd level, you learn one additional maneuver based on the archetype you chose, as shown in the table below. For homebrew archetypes, the DM may choose a list of possible maneuvers that best fits the archetype.",
						{
							"type": "table",
							"caption": "Archetype Maneuvers",
							"colLabels": [
								"Archetype",
								"Maneuver Learned"
							],
							"colStyles": [
								"col-2 text-left",
								"col-10 text-left"
							],
							"rows": [
								[
									"Arcane Archer",
									"{@optfeature Evasive Footwork}, {@optfeature Precision Attack}, or {@optfeature Pushing Attack}"
								],
								[
									"Banneret",
									"{@optfeature Commander's Strike}, {@optfeature Maneuvering Attack}, or {@optfeature Rally}"
								],
								[
									"Cavalier",
									"{@optfeature Lunging Attack}, {@optfeature Maneuvering Attack}, or {@optfeature Parry}"
								],
								[
									"Champion",
									"Any maneuver of your choice"
								],
								[
									"Echo Knight",
									"{@optfeature Evasive Footwork}, {@optfeature Feinting Attack}, or {@optfeature Lunging Attack}"
								],
								[
									"Eldritch Knight",
									"{@optfeature Distracting Strike}, {@optfeature Menacing Attack}, or {@optfeature Pushing Attack}"
								],
								[
									"Psi Knight",
									"{@optfeature Distracting Strike}, {@optfeature Lunging Attack}, or {@optfeature Pushing Attack}"
								],
								[
									"Rune Knight",
									"{@optfeature Menacing Attack}, {@optfeature Pushing Attack}, or {@optfeature Trip Attack}"
								],
								[
									"Samurai",
									"{@optfeature Evasive Footwork}, {@optfeature Feinting Attack}, or {@optfeature Riposte}"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Ki Maneuvers",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 10,
			"level": 3,
			"entries": [
				"{@note 3rd-level monk optional feature}",
				"You learn maneuvers that are fueled by special dice called superiority dice.",
				{
					"type": "entries",
					"name": "Maneuvers",
					"entries": [
						"You learn two maneuvers of your choice from among those available to the Battle Master archetype. Many maneuvers enhance an attack in some way. You can use only one maneuver per attack.",
						"You learn one additional maneuver of your choice at 6th, 11th, and 17th level. Each time you learn a new maneuver, you can also replace one maneuver you know with a different one."
					]
				},
				{
					"type": "entries",
					"name": "Superiority Dice",
					"entries": [
						"Instead of having a pool of superiority dice, you can use a maneuver by spending 1 ki point. If the maneuver has you roll a superiority die, you roll a Martial Arts die instead."
					]
				},
				{
					"type": "entries",
					"name": "Saving Throws",
					"entries": [
						"If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals your ki save DC."
					]
				}
			]
		},
		{
			"name": "Roguish Exploits",
			"source": "martialpower",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 11,
			"level": 3,
			"entries": [
				"{@note 3rd-level and higher rogue optional feature}",
				"You learn maneuvers that are fueled by special dice called superiority dice",
				{
					"type": "entries",
					"name": "Maneuvers",
					"entries": [
						"You learn two maneuvers of your choice from among those available to the Battle Master archetype. Many maneuvers enhance an attack in some way. You can useonly one maneuver per attack.",
						"You learn one additional maneuver of your choice at 6th, 9th, 13th, and 17th level. Each time you learn a new maneuver, you can also replace one maneuver you know with a different one."
					]
				},
				{
					"type": "entries",
					"name": "Superiority Dice",
					"entries": [
						"Instead of having a pool of superiority dice, you draw from the damage dice used by your Sneak Attack feature. At any point on your turn where you haven't used your Sneak Attack feature yet, you can choose to subtract {@dice 2d6} from your Sneak Attack dice pool, as long as it has at least 2d6 dice remaining in it, which lasts until the start of your next turn. You then gain a single superiority die, a {@dice d6}, which can be expended to use a maneuver before it disappears at the start of your turn.",
						"As an additional option, the DM may grant you a single superiority die, a {@dice d6}, which is meant to be used on maneuvers outside of combat or the normal turn order. You regain this die after you finish a short or long rest. You gain another superiority die at 7th level and one more at 15th level."
					]
				},
				{
					"type": "entries",
					"name": "Saving Throws",
					"entries": [
						"If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
					]
				}
			]
		},
		{
			"name": "Savage Leaps",
			"source": "martialpower",
			"className": "Barbarian",
			"classSource": "PHB",
			"page": 12,
			"level": 1,
			"entries": [
				"{@note 1st-level barbarian optional feature (adds to {@classFeature Rage|Barbarian||1})}",
				"While you are raging, your jump distance is tripled."
			]
		},
		{
			"name": "Primal Conditioning",
			"source": "martialpower",
			"className": "Barbarian",
			"classSource": "PHB",
			"page": 12,
			"level": 3,
			"entries": [
				"{@note 3rd-level barbarian optional feature (adds to {@classFeature Rage|Barbarian||1})}",
				"While you are raging, you have advantage on all Wisdom checks."
			]
		},
		{
			"name": "Primal Expert",
			"source": "martialpower",
			"className": "Barbarian",
			"classSource": "PHB",
			"page": 12,
			"level": 9,
			"entries": [
				"{@note 9th-level and higher barbarian optional feature}",
				"Your connection to nature has bolstered your ability toperform certain activities. Choose one of the following benefits, and then choose another one at 13th and 17th level.",
				{
					"type": "options",
					"count": 1,
					"entries": [
						{
							"type": "refClassFeature",
							"classFeature": "Druidic Rituals|Barbarian||9|martialpower"
						},
						{
							"type": "refClassFeature",
							"classFeature": "Primal Wrath|Barbarian||9|martialpower"
						},
						{
							"type": "refClassFeature",
							"classFeature": "Skill Training|Barbarian||9|martialpower"
						}
					]
				}
			]
		},
		{
			"name": "Druidic Rituals",
			"source": "martialpower",
			"className": "Barbarian",
			"classSource": "PHB",
			"page": 12,
			"level": 9,
			"entries": [
				"Choose two spells from the following list: {@spell animal messenger}, {@spell detect magic}, {@spell locate animals or plants}, or {@spell speak with animals}. You can cast the chosen spells as rituals. Wisdom is your spellcasting ability for them."
			]
		},
		{
			"name": "Primal Wrath",
			"source": "martialpower",
			"className": "Barbarian",
			"classSource": "PHB",
			"page": 12,
			"level": 9,
			"entries": [
				"Your carrying capacity (including maximum load and maximum lift) is doubled, and it doubles again while you are raging. Additionally, your attacks deal double damage to objects and structures."
			]
		},
		{
			"name": "Skill Training",
			"source": "martialpower",
			"className": "Barbarian",
			"classSource": "PHB",
			"page": 12,
			"level": 9,
			"entries": [
				"Choose one skill. You gain proficiency in the chosen skill if you don't already have it, and you can add double your proficiency bonus to ability checks using that skill.",
				"In addition, you gain proficiency in one tool of your choice."
			]
		},
		{
			"name": "Battle Fervor",
			"source": "martialpower",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 13,
			"level": 2,
			"entries": [
				"{@note 2nd-level fighter optional feature (alternative to {@classFeature Action Surge|Fighter||2})}",
				"In combat, you gain an additional action on each of your turns. That action can be used only to take the {@action Attack} (one {@action grapple} or {@action shove} only), {@action Disengage}, {@action Help}, {@action Search}, or {@action Use an Object} action. If you are using the Action Options presented in the Dungeon Master's Guide, you can also use this feature to take the {@action Climb onto a Bigger Creature|DMG}, {@action Overrun|DMG}, {@action Shove Aside|DMG}, or {@action Tumble|DMG} action.",
				"You can use this additional action a number of times equal to your proficiency bonus. You regain all expended uses when you finish a short or long rest.",
				"Starting at 17th level, when you roll initiative, you can immediately move up to your speed and take one of the actions listed earlier in this feature."
			]
		},
		{
			"name": "Show of Skill",
			"source": "martialpower",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 13,
			"level": 5,
			"entries": [
				"{@note 5th-level fighter optional feature}",
				"You blend your martial talent with the softer skills needed to navigate the world. If you are holding a weapon when you make a check using the {@skill Acrobatics}, {@skill Athletics}, {@skill Intimidation}, or {@skill Performance} skill, you gain a bonus to the roll equal to half your proficiency bonus. You use your weapon to assist in your check, such as pole vaulting with a staff, using your sword to aid your balance, or menacing an enemy with your bloodied flail."
			]
		},
		{
			"name": "Additional Fighting Styles",
			"source": "martialpower",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 13,
			"level": 6,
			"entries": [
				"{@note 6th-level and higher fighter optional feature (replaces extra Ability Score Improvements)}",
				"Your style of fighting broadens. At 6th level and again at 14th level, you can choose an additional option from the {@classFeature Fighting Style|Fighter||1} feature you gain at 1st level."
			]
		},
		{
			"name": "Legendary Resistance",
			"source": "martialpower",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 13,
			"level": 9,
			"entries": [
				"{@note 9th-level and higher fighter optional feature (replaces {@classFeature Indomitable|Fighter||9})}",
				"If you fail a saving throw, you can choose to succeed on it instead (no reaction required). If you use this feature on a death saving throw, it counts as rolling a 15 on the {@dice d20}.",
				"Once you use this feature, you can't use it again until you finish a long rest. You can use this feature twice between long rests starting at 13th level and three times between long rests starting at 17th level."
			]
		},
		{
			"name": "Mundane Expert",
			"source": "martialpower",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 13,
			"level": 9,
			"entries": [
				"{@note 9th-level and higher fighter optional feature}",
				"Your experiences as a fighter have improved your proficiency in certain mundane activities. Choose one of the following benefits, and then choose another one at 13th and 17th level.",
				{
					"type": "options",
					"count": 1,
					"entries": [
						{
							"type": "refClassFeature",
							"classFeature": "Endless Stamina|Fighter||9|martialpower"
						},
						{
							"type": "refClassFeature",
							"classFeature": "Remarkable Athlete|Fighter||9|martialpower"
						},
						{
							"type": "refClassFeature",
							"classFeature": "Skill Training|Fighter||9|martialpower"
						}
					]
				}
			]
		},
		{
			"name": "Endless Stamina",
			"source": "martialpower",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 13,
			"level": 9,
			"entries": [
				"Your walking speed increases by 5, and you gain a climbing speed and a swimming speed equal to your walking speed",
				"In addition, you have advantage on saving throws against exhaustion, and whenever you finish a short rest, your exhaustion level, if any, is decreased by 1."
			]
		},
		{
			"name": "Remarkable Athlete",
			"source": "martialpower",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 13,
			"level": 9,
			"entries": [
				"You can add half your proficiency bonus (round up) to any Strength, Dexterity, or Constitution check you make that doesn't already use your proficiency bonus",
				"In addition, when you make a running long jump, the distance you can cover increases by a number of feet equal to your Strength modifier"
			]
		},
		{
			"name": "Skill Training",
			"source": "martialpower",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 13,
			"level": 9,
			"entries": [
				"Choose one skill. You gain proficiency in the chosen skill if you don't already have it, and you can add double your proficiency bonus to ability checks using that skill.",
				"Choose one skill. You gain proficiency in the chosen skill if you don't already have it, and you can add double your proficiency bonus to ability checks using that skill."
			]
		},
		{
			"name": "Resolving Vigor",
			"source": "martialpower",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 13,
			"level": 9,
			"entries": [
				"{@note 9th-level and higher fighter optional feature (alternative to {@classFeature Indomitable|Fighter||9}, adds to {@classFeature Second Wind|Fighter||1})}",
				"Your Second Wind feature grows in power as you gain levels in this class.",
				"Starting at 9th level, when you use your Second Wind, your {@condition exhaustion} level, if any, is decreased by 1. Any poison affecting you also immediately ends.",
				"Starting at 13th level, you can use your Second Wind even if you are {@condition incapacitated}. When you do so, the effect causing that condition immediately ends on yourself, but you only regain half as many hit points",
				"Starting at 17th level, you can use your Second Wind twice between rests."
			]
		},
		{
			"name": "Armored Warrior",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 14,
			"level": 1,
			"entries": [
				"{@note 1st-level monk optional feature (alternative to {{@classFeature Unarmored Defense|Monk||1})}}",
				"You gain proficiency in light armor, medium armor, and shields. Wearing such armor or wielding a shield does not interfere with {@classFeature Martial Arts|Monk||1} or other monk features that normally require you to be unarmored."
			]
		},
		{
			"name": "Battle Hardened",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 14,
			"level": 1,
			"entries": [
				"{@note 1st-level monk optional feature}",
				"Your hit dice are {@dice d10}s, rather than d8s. Your hit points at 1st level are 10 + your Constitution modifier, and your hit points at higher levels are 1d10 (or 6) + your Constitution modifier per Monk level after 1st."
			]
		},
		{
			"name": "Rapid Strikes",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 14,
			"level": 1,
			"entries": [
				"{@note 1st-level and higher monk optional feature (replaces {@classFeature Flurry of Blows|Monk||2} and the third benefit of {@classFeature Martial Arts|Monk||1})}",
				"Your monk weapons and unarmed strikes count as light weapons for the purpose of two-weapon fighting. Additionally, when you engage in two-weapon fighting and make an unarmed strike as your second, you can add your ability modifier to the damage roll.",
				"At 2nd level, instead of gaining the Flurry of Blows feature, you gain the ability detailed below",
				{
					"type": "refClassFeature",
					"classFeature": "Centered Flurry|Monk||2|martialpower"
				},
				"If your table uses a variant to remove the bonus action requirement from two-weapon fighting (as detailed earlier in this document), using this ability costs its own bonus action."
			]
		},
		{
			"name": "Centered Flurry",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 14,
			"level": 2,
			"entries": [
				"After making an extra unarmed strike using the Martial Arts feature, you can spend 1 ki point to make a second unarmed strike using the same bonus action. You can only use this feature once per turn"
			]
		},
		{
			"name": "Strength of Body",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 14,
			"level": 1,
			"entries": [
				"{@note 1st-level monk optional feature}",
				"Any monk feature that requires you to use or add your Dexterity modifier when rolling dice can now use your Strength modifier instead."
			]
		},
		{
			"name": "Weapons Expert",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 14,
			"level": 1,
			"entries": [
				"{@note 1st level monk optional feature (enhances {@classFeature Martial Arts|Monk||1})}",
				"You gain proficiency in all martial weapons. All weapons, including improvised ones, count as monk weapons for you",
				"As an additional variant, you can restrict the first benefit of Martial Arts to not apply to weapons with the heavy or special properties, while still counting them as monk weapons in every other regard"
			]
		},
		{
			"name": "Enlightened Knowledge",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 14,
			"level": 2,
			"entries": [
				"{@note 2nd-level monk optional feature}",
				"You can add half your proficiency bonus, rounded down, to any Intelligence or Wisdom check you make that doesn't already use your proficiency bonus."
			]
		},
		{
			"name": "Careful Stride",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 14,
			"level": 2,
			"entries": [
				"{@note 2nd-level monk optional feature (replaces {@classFeature Step of the Wind|Monk||2})}",
				"You can take the {@action Disengage} or {@action Dash} action as a bonus action on your turn, and your jump distance is doubled for the turn."
			]
		},
		{
			"name": "Grasp the Wind",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 15,
			"level": 3,
			"entries": [
				"{@note 3rd-level monk optional feature}",
				"When you are forcibly moved 5 feet or more by a creature, you can use your reaction to instead move to an unoccupied space of your choice within that same distance. This movement doesn't provoke opportunity attacks. You can't use this feature if your speed is 0."
			]
		},
		{
			"name": "Stance of Power",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 15,
			"level": 4,
			"entries": [
				"{@note 4th-level monk optional feature}",
				"As a bonus action, you can spend 2 ki points to brace yourself against incoming attacks. You gain temporary hit points equal to half your monk level plus your Strength or Wisdom modifier (your choice), which lasts for 1 minute."
			]
		},
		{
			"name": "Mind over Body",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 15,
			"level": 2,
			"entries": [
				"{@note 2nd-level monk optional feature}",
				"You can use your Wisdom modifier in place of your Strength modifier when making Strength checks or saving throws."
			]
		},
		{
			"name": "Deflect Blows",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 15,
			"level": 3,
			"entries": [
				"{@note 3rd-level monk optional feature (alternative to {@classFeature Deflect Missiles|Monk||3})}",
				"You can use your reaction to parry your opponent when you are hit by a melee weapon attack. When you do so, the damage you take from the attack is reduced by {@dice 1d10} + your Strength or Dexterity modifier + half your monk level. If you reduce the damage to 0 and the target is Large or smaller, you can spend 1 ki to force the target to make a Strength saving throw. On a failed save, you can either push the target up to 10 feet away from you in a straight line or to knock it {@condition prone}. Starting at 11th level, you can use this ability on Huge or smaller creatures, and Medium and smaller creatures have disadvantage on the save."
			]
		},
		{
			"name": "Deflect Magic",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 15,
			"level": 3,
			"entries": [
				"{@note 3rd-level monk optional feature (alternative to {@classFeature Deflect Missiles|Monk||3})}",
				"You can use your reaction to deflect or catch the projectile or beam when you are hit by a ranged spell attack or a ranged spell that targets only you. When you do so, the damage you take from the spell is reduced by {@dice 1d10} + your Wisdom modifier + your monk level.",
				"If you reduce the damage to 0, you can catch the spell if you have at least one hand free. If you catch a spell in this way, you can spend 1 ki point to make a ranged spell attack (range 60 feet) with the magic you just caught, as part of the same reaction. You make this attack with proficiency, regardless of your spellcasting capabilities, and you use your Wisdom modifier for the attack roll. The damage of the attack is equal to your Martial Arts die + your Wisdom modifier, and its damage type is the same as that of the original spell."
			]
		},
		{
			"name": "Ki-Inhibiting Strikes",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 15,
			"level": 5,
			"entries": [
				"{@note 5th-level monk optional feature (replaces {@classFeature Stunning Strike|Monk||5})}",
				"You can interfere with the flow of ki in an opponent's body in various ways. When you hit a creature with a melee weapon attack, you can spend 1 ki point to use one of the following abilities.",
				{
					"type": "refClassFeature",
					"classFeature": "Dazing Strike|Monk||5|martialpower"
				},
				{
					"type": "refClassFeature",
					"classFeature": "Isolating Strike|Monk||5|martialpower"
				},
				{
					"type": "refClassFeature",
					"classFeature": "Restraining Strike|Monk||5|martialpower"
				}
			]
		},
		{
			"name": "Dazing Strike",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 15,
			"level": 5,
			"entries": [
				"You overload the target's mind, disrupting its ability to take actions. The target must succeed on a Constitution or Wisdom saving throw (your choice) or be dazed until the end of your next turn.",
				"While dazed, the creature can't take reactions, and on its turn, it can use either an action or a bonus action, not both; in addition, regardless of its abilities or magic items, the creature can't make more than one melee or ranged attack during its turn, and it can't concentrate on spells or other effects that require it. A creature is immune to being dazed if it is also immune to being {@condition stunned}."
			]
		},
		{
			"name": "Isolating Strike",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 15,
			"level": 5,
			"entries": [
				"You overload the target's senses and prevent them from functioning properly. The target must succeed on a Constitution or Wisdom saving throw (your choice) or become {@condition blinded} and {@condition deafened} until the end of your next turn."
			]
		},
		{
			"name": "Restraining Strike",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 15,
			"level": 5,
			"entries": [
				"You overload the target's joints and muscles, preventing it from moving. The target must succeed on a Dexterity or Constitution saving throw (your choice) or be {@condition restrained} until the end of your next turn."
			]
		},
		{
			"name": "Unfaltering Soul",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 15,
			"level": 7,
			"entries": [
				"{@note 7th-level monk optional feature (alternative to {@classFeature Stillness of Mind|Monk||7})}",
				"If you are {@condition incapacitated} at the start of your turn and have at least 1 hit point, you can use this feature to immediately end the effect causing that condition on yourself (no reaction required). Once you do so, using this feature again costs 2 ki points until you finish a short or long rest."
			]
		},
		{
			"name": "Wind Walker",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 15,
			"level": 9,
			"entries": [
				"{@note 9th-level monk optional feature (enhances {@classFeature Step of the Wind|Monk||2})}",
				"When you use Step of the Wind, you can forfeit up to half of your movement to instead fly the distance you forfeited. You fall if you end your flight in the air and nothing else is holding you aloft."
			]
		},
		{
			"name": "Effortless Deflection",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 16,
			"level": 11,
			"entries": [
				"{@note 11th-level monk optional feature (enhances {@classFeature Deflect Missiles|Monk||3})}",
				"Using Deflect Missiles no longer requires your reaction."
			]
		},
		{
			"name": "Diamond Body",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 16,
			"level": 13,
			"entries": [
				"{@note 13th-level monk optional feature (enhances {@classFeature Patient Defense|Monk||2})}",
				"When you use Patient Defense, you also gain resistance to one damage type of your choice until the start of your next turn."
			]
		},
		{
			"name": "Extra Attack (2)",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 16,
			"level": 11,
			"entries": [
				"{@note 11th-level monk optional feature (enhances {@classFeature Extra Attack|Monk||5})}",
				"You can attack three times whenever you take the {@action Attack} action on your turn."
			]
		},
		{
			"name": "Spider Technique",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 16,
			"level": 15,
			"entries": [
				"{@note 15th-level monk optional feature (adds to {@classFeature Unarmored Movement|Monk||2})}",
				"You gain the ability to move upside down along ceilings while leaving your hands free on your turn without falling during the move."
			]
		},
		{
			"name": "Ki Magic",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 16,
			"level": 18,
			"entries": [
				"{@note 18th-level monk optional feature (alternative to {@classFeature Empty Body|Monk||18})}",
				"Your mastery over ki grants you limited spellcasting abilities. You have five special spell points that fuel this spellcasting, and you regain all expended points when you finish a long rest. Any spell cast using this ability is cast at its lowest level, uses your ki save DC as its spell save DC, and does not require any material components.",
				"With this feature, you can cast {@spell dispel magic} (costs 2 points), {@spell feign death} (1 point), {@spell freedom of movement} (2 points), {@spell gentle repose} (1 point), {@spell lesser restoration} (2 points), {@spell protection from poison} (1 point), or {@spell see invisibility} (1 point)."
			]
		},
		{
			"name": "Perfect Soul",
			"source": "martialpower",
			"className": "Monk",
			"classSource": "PHB",
			"page": 16,
			"level": 20,
			"entries": [
				"{@note 20th-level monk optional feature (replaces {@classFeature Perfect Self|Monk||20})}",
				"You have become a living paragon of discipline and focus. Your Dexterity and Wisdom scores increase by 4. Your maximum for those scores is now 24"
			]
		},
		{
			"name": "Hunter's Quarry",
			"source": "martialpower",
			"className": "Ranger",
			"classSource": "PHB",
			"page": 16,
			"level": 1,
			"entries": [
				"{@note 1st-level ranger optional feature (replaces {@classFeature Favored Enemy|Ranger||1} and the {@spell hunter's mark} spell, works with {@classFeature Foe Slayer|Ranger||20})}",
				"When you hit a creature with an attack roll, you can call on your mystical bond with nature to mark the target as your favored enemy for 1 minute (no concentration required). If the target drops to 0 hit points before this effect ends, you can mark a new creature for the remainder of the duration after hitting them with an attack roll on a subsequent turn.",
				"The first time on each of your turns that you hit the favored enemy and deal damage to it, including when you mark it, you can increase that damage by {@damage 1d4}.",
				"You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.",
				"This feature's extra damage increases when you reach certain levels in this class: to {@damage 1d6} at 6th level and to {@damage 1d8} at 14th level."
			]
		},
		{
			"name": "Poultices",
			"source": "martialpower",
			"className": "Ranger",
			"classSource": "PHB",
			"page": 16,
			"level": 3,
			"entries": [
				"{@note 3rd-level and higher ranger optional feature (alternative to {@classFeature Primeval Awareness|Ranger||3}}",
				"You can create special herbal poultices that have healing power comparable to some potions. You can spend 1 hour gathering herbs and preparing herbal poultices using treated bandages to create a number of such poultices equal to your Wisdom modifier (minimum 1). You can carry a number of poultices at one time equal to your Wisdom modifier (minimum 1). The poultices you create cannot be applied by anyone but you. After 24 hours, any poultices that you have not used lose their potency.",
				"If you spend 1 minute applying one of your poultices to a wounded humanoid creature, thereby expending its use, that creature regains {@dice 1d6} hit points for every two ranger levels you have (rounded up).",
				"When using this feature, consider also using the optional features detailed below."
			]
		},
		{
			"name": "Natural Antivenom",
			"source": "martialpower",
			"className": "Ranger",
			"classSource": "PHB",
			"page": 16,
			"level": 9,
			"entries": [
				"{@note 9th-level ranger optional feature}",
				"You have advantage on saving throws against poison and have resistance to poison damage. Additionally, you can use one of your poultices to cure one {@condition poisoned|PHB|poison} effect on the creature you are applying it to, in addition to restoring hit points."
			]
		},
		{
			"name": "Remarkable Athlete",
			"source": "martialpower",
			"className": "Ranger",
			"classSource": "PHB",
			"page": 16,
			"level": 10,
			"entries": [
				"{@note 10th-level ranger optional feature (alternative to {@classFeature Deft Explorer Improvement|Ranger||10|TCE|Tireless})}",
				"You can add half your proficiency bonus (round up) to any Strength, Dexterity, or Constitution check you make that doesn't already use your proficiency bonus. In addition, when you make a running long jump, the distance you can cover increases by a number of feet equal to your Strength modifier."
			]
		},
		{
			"name": "Wilderness Survivor",
			"source": "martialpower",
			"className": "Ranger",
			"classSource": "PHB",
			"page": 17,
			"level": 13,
			"entries": [
				"{@note 13th-level ranger optional feature}",
				"You can use one of your poultices to reduce the {@condition exhaustion} level of the creature you are applying it to by 1, in addition to its other effects. In addition, whenever you finish a short rest, your exhaustion level, if any, is decreased by 1."
			]
		},
		{
			"name": "Natural Predator",
			"source": "martialpower",
			"className": "Ranger",
			"classSource": "PHB",
			"page": 17,
			"level": 8,
			"entries": [
				"{@note 8th-level ranger optional feature (alternative to {@classFeature Land's Stride|Ranger||8})}",
				"Your wilderness survival skills allow you to get the jump on your opponents. You have advantage on initiative rolls, and on checks made to track creatures or against being lost while traveling. In addition, when you roll initiative and aren't {@condition surprised}, you can move up to half your speed without provoking opportunity attacks."
			]
		},
		{
			"name": "Ultimate Slayer",
			"source": "martialpower",
			"className": "Ranger",
			"classSource": "PHB",
			"page": 17,
			"level": 20,
			"entries": [
				"{@note 20th-level ranger optional feature (replaces {@classFeature Foe Slayer|Ranger||20})}",
				"You become an unparalleled hunter of your enemies. Once on each of your turns, you can add your Wisdom modifier to the attack roll or the damage roll of an attack you make. You can choose to use this feature before or after the roll, but before any effects of the roll are applied."
			]
		},
		{
			"name": "Blunt Force",
			"source": "martialpower",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 17,
			"level": 1,
			"entries": [
				"{@note 1st-level rogue optional feature (adds to {@class Sneak Attack|Rogue||1})}",
				"Your Sneak Attack can be used on attacks made with any simple melee weapon that you are wielding in one hand."
			]
		},
		{
			"name": "Canny Quickstep",
			"source": "martialpower",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 17,
			"level": 5,
			"entries": [
				"{@note 5th-level rogue optional feature (alternative to {{@classFeature Uncanny Dodge|Rogue||5}})}",
				"After an attack hits or misses you, you can use your reaction to move up to half your speed without provoking opportunity attacks."
			]
		},
		{
			"name": "Extra Attack",
			"source": "martialpower",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 17,
			"level": 5,
			"entries": [
				"{@note 5th-level rogue optional feature}",
				"You can attack twice, instead of once, whenever you take the {@action Attack} action on your turn."
			]
		},
		{
			"name": "Mental Gymnastics",
			"source": "martialpower",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 17,
			"level": 15,
			"entries": [
				"{@note 15th-level rogue optional feature (enhances {@classFeature Slippery Mind|Rogue||15})}",
				"If you are already proficient in Wisdom saving throws when you gain the Slippery Mind feature, you instead gain proficiency in Charisma saves.",
				"Additionally, you are immune to being {@condition charmed}, and your thoughts can't be read by magic or other means unless you allow it."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Sustained by Rage",
			"source": "martialpower",
			"className": "Barbarian",
			"classSource": "PHB",
			"page": 13,
			"subclassShortName": "Berserker",
			"subclassSource": "PHB",
			"level": 3,
			"header": 2,
			"entries": [
				"{@note 3rd-level Berserker optional feature (enhances {@subclassFeature Frenzy|Barbarian||Berserker||3})}",
				"While you are raging, you do not suffer any of the ill effects of {@condition exhaustion}. The effects return when your rage ends."
			]
		},
		{
			"name": "Unbridled Rage",
			"source": "martialpower",
			"className": "Barbarian",
			"classSource": "PHB",
			"page": 13,
			"subclassShortName": "Berserker",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"{@note 6th-level Berserker optional feature (enhances {@subclassFeature Mindless Rage|Barbarian||Berserker||6})}",
				"You can't be {@condition paralyzed}, {@condition petrified}, or {@condition stunned} while raging. You can enter rage even if you are paralyzed, petrified, or stunned, and the effects from any of those conditions are suspended for the duration of the rage (no action required)."
			]
		},
		{
			"name": "Brutish Durability",
			"source": "martialpower",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 14,
			"subclassShortName": "Champion",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"{@note 7th-level Champion optional feature (replaces {@subclassFeature Remarkable Athlete|Fighter||Champion||7})}",
				"Your toughness allows you to shrug off assaults that would devastate others. Whenever you make a saving throw, roll {@dice 1d4} and add the die to your saving throw total. If applying this bonus to a death saving throw increases the total to 20 or higher, you gain the benefits of rolling a 20 on the {@dice d20}."
			]
		},
		{
			"name": "Spellweaver",
			"source": "martialpower",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 14,
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"{@note 7th-level Eldritch Knight optional feature (replaces {@subclassFeature War Magic|Fighter||Eldritch Knight||7})}",
				"Once on each of your turns when you take the {@action Attack} action, you can cast a wizard cantrip in place of one of your attacks."
			]
		},
		{
			"name": "Combat Training",
			"source": "martialpower",
			"className": "Ranger",
			"classSource": "PHB",
			"page": 17,
			"subclassShortName": "Beast master",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"{@note 7th-level Beast Master optional feature (replaces {@subclassFeature Exceptional Training|Ranger||Beast Master||7})}",
				"Once on each of your turns when your beast companion doesn't attack, you can command it to take the {@action Dash}, {@action Disengage}, {@action Help}, {@action Search}, or {@action Use an Object} action on its turn (no action required).",
				"In addition, the beast's attacks now count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage."
			]
		},
		{
			"name": "Beastly Coordination",
			"source": "martialpower",
			"className": "Ranger",
			"classSource": "PHB",
			"page": 17,
			"subclassShortName": "Beast master",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"{@note 15th-level Beast Master optional feature (alternative to {@subclassFeature Share Spells|Ranger||Beast Master||15})}",
				"When an attacker that you can see hits your beast companion with an attack, you can call out a warning. If your beast companion can hear you, it can use its reaction to halve the attack's damage against it."
			]
		},
		{
			"name": "First Strike",
			"source": "martialpower",
			"className": "Rogue",
			"classSource": "PHB",
			"page": 17,
			"subclassShortName": "Assassin",
			"subclassSource": "PHB",
			"level": 3,
			"header": 2,
			"entries": [
				"{@note 3rd-level Assassin optional feature (enhances {@subclassFeature Assassinate|Rogue||Assassin||3})}",
				"If you hit a creature with a weapon attack on your first turn of combat, you can choose to make the hit a critical hit. Once you do so, you cannot do so again until you finish a long rest."
			]
		}
	],
	"book": [
		{
			"name": "Martial Power",
			"id": "martialpower",
			"source": "martialpower",
			"published": "2021-07-07",
			"group": "homebrew",
			"author": "badooga",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/MartialPower/Cover-MartialPower.webp"
			},
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"Using This Document",
						"Other Homebrew",
						"Credits"
					]
				},
				{
					"name": "General Options",
					"headers": [
						"Expanded Rules",
						{
							"header": "Action Options",
							"depth": 1
						},
						{
							"header": "Cleaving Through Creatures",
							"depth": 1
						},
						{
							"header": "Fighting Styles",
							"depth": 1
						},
						{
							"header": "Flanking Revised",
							"depth": 1
						},
						{
							"header": "Grappling and Shoving",
							"depth": 1
						},
						{
							"header": "Two-Weapon Fighting",
							"depth": 1
						},
						{
							"header": "Weapon Effects",
							"depth": 1
						},
						"Feats",
						{
							"header": "Feat Changes",
							"depth": 1
						},
						{
							"header": "New Feats",
							"depth": 1
						},
						"Martial Practices",
						{
							"header": "Acquiring a Practice",
							"depth": 1
						},
						{
							"header": "Reading a Practice",
							"depth": 1
						},
						{
							"header": "Sample Practices",
							"depth": 1
						}
					]
				},
				{
					"name": "Maneuvers Expanded",
					"headers": [
						"New Maneuvers",
						"Accessing Maneuvers",
						{
							"header": "General Features",
							"depth": 1
						},
						{
							"header": "Class-Specific Features",
							"depth": 1
						},
						"Other Variants",
						{
							"header": "Action Options",
							"depth": 1
						},
						{
							"header": "Maneuver Variants",
							"depth": 1
						},
						{
							"header": "Prepared Maneuvers",
							"depth": 1
						}
					]
				},
				{
					"name": "Optional Class Features",
					"headers": [
						"Barbarian",
						"Fighter",
						"Monk",
						"Ranger",
						"Rogue"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "martialpower",
			"source": "martialpower",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"page": 1,
					"entries": [
						"Armor and shield, blade and bow, stealth and cunning, tactics and command—all of these are the tools of a warrior. One warrior might favor some of these assets over others, depending on training and inclination. All legendary warriors develop martial power to such an extent that their abilities are the equal of magical abilities. Such warriors are always looking for an edge or a technique that exemplifies their manner of fighting.",
						"That's what you'll find in this document.",
						"It's a manual of mighty deeds and wily tricks. In its pages are new features to give a martial character, along with new options to fill out your role as a barbarian, a fighter, a monk, a rogue, or some other martial combatant. Members of nonmartial classes might find an appropriate feat in these pages, but everything else is for martial characters. It is intended to expand your martial horizons in the game.",
						{
							"type": "entries",
							"name": "Using This Document",
							"page": 1,
							"entries": [
								"This document is a spiritual successor to the Martial Power series from D&D 4th Edition, providing new and improved options for martial characters to benefit from. Rather than containing any classes or subclasses, this document presents new feats, maneuvers, optional class features, and variant rules to bolster the martial character builds that already exist.",
								"Unless stated otherwise, each option in this document is independent of the other. You can pick and choose from the new maneuvers, take inspiration from the selection of feats, or allow one or two of the new action options, all without having to worry about compatibility or interactions with other parts of the document."
							]
						},
						{
							"type": "entries",
							"name": "Other Homebrew",
							"page": 1,
							"entries": [
								"You should check out my other homebrew on {@link GM Binder|https://www.gmbinder.com/profile/badooga} or {@link Google Drive|https://drive.google.com/drive/u/2/folders/1jr6F4BLbOAfKQ_EtUQyZ6aa_3jijp3gn}. In particular, check out the following homebrew:",
								{
									"type": "list",
									"items": [
										"My {@link Warlord|https://www.gmbinder.com/share/-M6rRBBBIFlQQuYSdWgM} is a take on the beloved 4th edition class of the same name. Your choice of archetype allows you to wield your Intelligence, Wisdom, or Charisma to bolster your allies in a variety of different ways.",
										"My {@link Feats for Skills|https://www.gmbinder.com/share/-MCD_mtKgoornNoGEQzN} and {@link Feats for Tools|https://www.gmbinder.com/share/-MAcPWstQ1_hNxmnlFdR} are mundane options that gives martials extra tricks both in and out of combat. Both are inspired by a set of {@i Unearthed Arcana} releases that never got published officially and use them as a model.",
										"The {@link Warrior's Codex|https://www.gmbinder.com/share/-LTuQ9tRb_ZGFIfKLno4}, made by FungalBrews, is a large supplement that contains sweeping changes to the weapon and armor systems, tons of new subclasses, rules for mounts, poisons, and other mundane equipment for martials to use, and much more."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Credits",
							"page": 1,
							"entries": [
								"Each piece of artwork associated with this document is taken from official D&D 4th Edition books, allowed under the Fan Content Policy of Wizards of the Coast.",
								"Additionally, all credit goes to the creator of {@link Duncehack|https://homebrewery.naturalcrit.com/share/rkBDWWtc6N} for making or inspiring many of the options in this document."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "General Options",
					"page": 2,
					"entries": [
						"This chapter includes a few extra options to round out your martial characters.",
						{
							"type": "section",
							"name": "Expanded Rules",
							"page": 2,
							"entries": [
								"The variant, optional, and expanded rules below can be used to enhance combat for martial characters.",
								{
									"type": "entries",
									"name": "Action Options",
									"page": 2,
									"entries": [
										"This section provides new action options for combat. They can be added as a group or individually to your game.",
										{
											"type": "list",
											"columns": 2,
											"items": [
												"{@action Analyze|martialpower}",
												"{@action Bolster|martialpower}",
												"{@action Charge|martialpower}",
												"{@action Defend|martialpower}",
												"{@action Demoralize|martialpower}",
												"{@action Outmaneuver|martialpower}",
												"{@action Tackle|martialpower}",
												"{@action Throw|martialpower}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Cleaving Through Creatures",
									"page": 3,
									"entries": [
										"Using the {@variantrule Cleaving Through Creatures} optional rule (DMG 272) no longer requires any involved creatures to be undamaged. You can also extend this rule to apply to ranged weapon attacks that pierce through or ricochet off of multiple creatures that are each within 5 feet of each other and within the original attack's reach.",
										"For melee attacks, you can also allow attacks to cleave through creatures that aren't necessarily within the original attack's reach. For example, perhaps the original attack causes the target's corpse to fly backwards, hitting and damaging more creatures in the process. Use discretion when ruling on this, and consider requiring an attacker to expend their movement in cases that wouldn't make sense otherwise."
									]
								},
								{
									"name": "Fighting Styles",
									"source": "martialpower",
									"type": "entries",
									"entries": [
										"The two entries below enhance the use of fighting styles.",
										{
											"name": "Fighting Style Options",
											"type": "entries",
											"entries": [
												"When you choose a fighting style, the following styles are added to your list of options.",
												{
													"type": "list",
													"items": [
														"{@optfeature Defend the Line|martialpower}",
														"{@optfeature Earthsense|martialpower}",
														"{@optfeature Hammer Hands|martialpower}",
														"{@optfeature Undaunted Stride|martialpower}",
														"{@optfeature Vaulting Expert|martialpower}"
													]
												}
											]
										},
										{
											"name": "Martial Stances",
											"type": "entries",
											"entries": [
												"With this variant, your style of fighting is constantly flexible. Whenever you would learn a Fighting Style, you can instead choose two styles from the same list to learn as martial stances.",
												"When you roll initiative, and as a bonus action on your turn in combat, you can choose to enter one of the stances you know and gain its benefits. You remain in the stance until combat ends or until you use this bonus action again. You can only benefit from one stance at a time, unless a feature says otherwise.",
												"If a style allows you to learn a maneuver, spell, or some other option, you make the choice for that option when you learn it as a stance, and can't swap it for a different option by simply switching to and from stance. Similarly, if a fighting style only recharges on a short or long rest or otherwise has some resource attached to it, switching to and from that stance doesn't recharge it."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Flanking Revised",
									"page": 3,
									"entries": [
										"When a creature and at least one of its allies are adjacent to an enemy they can see and on opposite sides or corners of the enemy's space, they are flanking that enemy. While a creature is {@condition incapacitated}, {@condition prone}, {@condition restrained}, or flanked, it is incapable of flanking. A Large or larger creature is flanking as long as at least one square or hex of its space qualifies for flanking.",
										"A creature that is flanking another creature gains a +2 bonus to attack rolls against that creature, unless they themselves are being flanked.",
										"At the DM's discretion, creatures that are not disadvantaged by multiple opponents due to their type (like oozes) are immune to being flanked."
									]
								},
								{
									"type": "entries",
									"name": "Grappling and Shoving",
									"page": 3,
									"entries": [
										"This section provides new options for combat relating to grappling and shoving. They can be added as a group or individually to your game.",
										{
											"type": "entries",
											"name": "Combat Tussle",
											"page": 3,
											"entries": [
												"You can replace any weapon attack you make with an attempt to grapple or shove a target, rather than those made with the {@action Attack} action. This may also extend to other action options that involve similar mechanics, such as {@action Tackle|martialpower} and {@action Toss|martialpower} (see the Action Options section).",
												"As an additional option, the DM may wish to prohibit grapple or shove replacement when making an opportunity attack."
											]
										},
										{
											"type": "entries",
											"name": "Forceful Push",
											"page": 3,
											"entries": [
												"When you attempt to shove a creature and beat their contested check by 5 or more, you can choose to push it up to 10 feet away, rather than 5 feet."
											]
										},
										{
											"type": "entries",
											"name": "Interpose",
											"page": 3,
											"entries": [
												"When a creature you aren't grappling makes an attack roll against you, you can use your reaction to attempt to interpose a creature you are grappling between you and the attack.",
												"If the creature is unwilling, you make a Strength (Athletics) check contested by the target's Strength (Athletics) or Dexterity (Acrobatics) check (the target chooses the ability to use). Unless you have two free hands, you have a -2 penalty to the roll. Additionally, you have advantage on this check if you are larger than the hostile creature, or disadvantage if you are smaller.",
												"If you succeed, the grappled creature becomes the target of the attack instead of you."
											]
										},
										{
											"type": "entries",
											"name": "Powerful Build",
											"page": 3,
											"entries": [
												"When you gain the Powerful Build trait or a similar feature,the maximum size category of creatures you can grapple or shove also increases by one. As an additional option, the DM may then impose disadvantage on checks made to grapple or shove creatures two sizes larger than you."
											]
										},
										{
											"type": "entries",
											"name": "Rattle",
											"page": 3,
											"entries": [
												"When a creature {@condition grappled} by you attempts to cast a spell, you can use your reaction to attempt to forcibly interrupt the casting. The target must make a Constitution saving throw with a DC of 10 + your Strength modifier. The target's spell fails and the spell slot (if any) is wasted on a failed save, and the target's spell works normally on a successful one."
											]
										},
										{
											"type": "entries",
											"name": "Shove Aside",
											"page": 3,
											"entries": [
												"When you successfully shove a creature, you can move it upto 5 feet to any space within its reach, rather than directly away from you."
											]
										},
										{
											"type": "entries",
											"name": "Yank",
											"page": 3,
											"entries": [
												"When a creature {@condition grappled} by you attempts to make a weapon attack against a creature other than you, you can use your reaction to pull them away and make it harder for them to hit, imposing disadvantage on the attack roll."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Two-Weapon Fighting",
									"page": 3,
									"entries": [
										"The following variants can be used to make two-weapon fighting more viable in comparison with other weapon options, They can be added as a group or individually to your game.",
										"Additionally, consider adding the {@feat Two-Weapon Expert|martialpower} feat found later in this document to your game if you wish to give dual wielders additional opportunities to invest in their style of combat.",
										{
											"type": "entries",
											"name": "Additional Attacks",
											"page": 3,
											"entries": [
												"Whenever you gain an extra attack from the Extra Attack feature, the number of attacks you can make with your second weapon whenever you engage in two-weapon fighting increases by one.",
												"This benefit can be gated behind the {@feat Dual Wielder} feat, at the DM's discretion"
											]
										},
										{
											"type": "entries",
											"name": "Better Accuracy",
											"page": 3,
											"entries": [
												"If you have the fighting style for Two-Weapon Fighting, you also gain a +1 bonus to attack rolls you make while engaging in two-weapon fighting."
											]
										},
										{
											"type": "entries",
											"name": "Damage Dice",
											"page": 3,
											"entries": [
												"When you engage in two-weapon fighting, you can use a {@dice d8} instead of the normal damage die for each weapon.",
												"This benefit can be gated behind the {@feat Dual Wielder} feat or the fighting style for Two-Weapon Fighting, at the DM's discretion."
											]
										},
										{
											"type": "entries",
											"name": "Follow-Up Attacks",
											"page": 4,
											"entries": [
												"If you have the Extra Attack feature and engage in two weapon fighting, when you take the {@action Attack} action and miss an attack with one of the weapons, you can follow up with an additional attack using the other weapon against the same target (no action required).",
												"You can only use this ability once per turn; if you gain even more attacks from the Extra Attack feature at higher levels, the number of uses per turn increases by one whenever you reach one of those levels.",
												"This benefit can be gated behind the {@feat Dual Wielder} feat or the fighting style for Two-Weapon Fighting, at the DM's discretion."
											]
										},
										{
											"type": "entries",
											"name": "No Bonus Action",
											"page": 4,
											"entries": [
												"When you engage in two-weapon fighting, making a bonus attack with your second weapon doesn't require a bonus action. As normal, it can only be done once on each of your turns.",
												"This benefit can be gated behind the {@feat Dual Wielder} feat or the fighting style for Two-Weapon Fighting, at the DM's discretion."
											]
										},
										{
											"type": "entries",
											"name": "Opportunity Attacks",
											"page": 4,
											"entries": [
												"When you are engaging in two-weapon fighting and make an opportunity attack with one of the weapons, you can make another opportunity attack with the other weapon as part of the same reaction, but you don't add your ability modifier to the damage of the second attack, as normal.",
												"This benefit can be gated behind the {@feat Dual Wielder} feat or the fighting style for Two-Weapon Fighting, at the DM's discretion."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Weapon Effects",
									"page": 4,
									"entries": [
										"The following optional rules can be used to add extra depth to martial combat, and are inspired by the weapon properties found in {@link The Warrior's Codex Reforged|https://www.gmbinder.com/share/-LTuQ9tRb_ZGFIfKLno4}. They can be added as a group or individually to your game.",
										{
											"type": "entries",
											"name": "Called Shots",
											"page": 4,
											"entries": [
												"When you attack with a weapon that you are proficient in, you can forgo adding your proficiency bonus to the attack roll. If the attack hits, you add that proficiency bonus to the damage roll. You must decide to do this before making the attack roll. This ability can be used in conjunction with the {@feat Great Weapon Master} and {@feat Sharpshooter} feats."
											]
										},
										{
											"type": "entries",
											"name": "Cavalry Charge",
											"page": 4,
											"entries": [
												"If you damage a creature with a melee weapon that deals piercing damage after moving at least 30 feet straight toward a target while mounted, you deal an extra {@damage 1d6} damage."
											]
										},
										{
											"type": "entries",
											"name": "Finisher",
											"page": 4,
											"entries": [
												"When you damage a {@condition prone} creature with a melee weapon wielded in two hands, you deal an additional {@damage d6} damage."
											]
										},
										{
											"type": "entries",
											"name": "Prone Fighting",
											"page": 4,
											"entries": [
												"When you are {@condition prone} and make a weapon attack with a light weapon, you do not suffer disadvantage for being prone."
											]
										},
										{
											"type": "entries",
											"name": "Sundering",
											"page": 4,
											"entries": [
												"Many bludgeoning weapons crush, break, or penetrate armor. Once per turn when you attack an object or a target wearing metal armor with a melee weapon that has the heavy property and deals bludgeoning damage, you can gain a +2 bonus to the attack roll.",
												"You can also gain this bonus against creatures with thick shells, metallic hides, and other creatures at the discretion of your DM."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Feats",
							"page": 4,
							"entries": [
								"New and revised feat options are presented here for groups that use them.",
								{
									"type": "entries",
									"name": "Feat Changes",
									"page": 4,
									"entries": [
										"This section presents changes to existing feats.",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@feat Charger|martialpower}",
												"{@feat Dungeon Delver|martialpower}",
												"{@feat Grappler|martialpower}",
												"{@feat Great Weapon Master|martialpower}",
												"{@feat Martial Adept|martialpower}",
												"{@feat Savage Attacker|martialpower}",
												"{@feat Sentinel|martialpower}",
												"{@feat Sharpshooter|martialpower}",
												"{@feat Shield Master|martialpower}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "New Feats",
									"page": 5,
									"entries": [
										"New feats are presented here in alphabetical order.",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@feat Bulwark|martialpower}",
												"{@feat Light Armor Master|martialpower}",
												"{@feat Opportunist|martialpower}",
												"{@feat Pugilist|martialpower}",
												"{@feat Two-Weapon Expert|martialpower}",
												"{@feat Unarmored Master|martialpower}",
												"{@feat Unstoppable|martialpower}"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Martial Practices",
							"page": 6,
							"entries": [
								"Beyond the exploits for which they're famed, martial heroes can push the bounds of what is possible for ordinary mortals by mastering challenging techniques called martial practices. Using these rare methods, an adventurer can tame any beast, lift any object, and even fake death itself. Although martial practices approach what's possible with spells, they exist wholly in the realm of martial power.",
								"A martial practice is similar to a ritual spell. To use a martial practice, you must learn it and perform it. The component costs sometimes include hit dice. After you finish performing a practice, you gain its benefit.",
								{
									"type": "entries",
									"name": "Acquiring a Practice",
									"page": 6,
									"entries": [
										"You can only learn martial practices if you are a barbarian, fighter, monk, or rogue. The DM may also allow other classes to acquire them if they have access to the Fighting Style feature (e.g. the paladin and ranger).",
										"You learn martial practices based on your character level, or your combined class levels in each elgible class described above if you are a multiclass character. The DM may let it simply scale with your character level even if you have some levels in non-martial classes, however (e.g. you are a fighter that took one level in warlock). You learn one martial practice at 1st level, and you learn another one at 5th, 11th, and 17th levels. When you level up, you can replace one practice you know with a different one, if the DM gives you permission.",
										"You can also learn the rudiments of martial practices from a skilled warrior who already knows it. Getting them to teach it to you may require you to complete a task or adventure for them, at the DM's discretion."
									]
								},
								{
									"type": "entries",
									"name": "Reading a Practice",
									"page": 6,
									"entries": [
										"The entries below break down the different parts of a martial practice's description.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Key Proficiency",
													"entries": [
														"This entry gives one or more skill or tool proficiencies; you must be trained in at least one of them to learn and use the practice. If the practice has you make an ability check, you add your proficiency in this skill or tool to the total.",
														"If a practice has more than one key proficiency, you choose which one to use."
													]
												},
												{
													"type": "entries",
													"name": "Activation Time",
													"entries": [
														"Performing a martial practice takes a specific amount of time to complete."
													]
												},
												{
													"type": "entries",
													"name": "Component Cost",
													"entries": [
														"This entry gives the number of hit dice or gold pieces gold (or both) required to perform the practice."
													]
												},
												{
													"type": "entries",
													"name": "Duration",
													"entries": [
														"A martial practice's effects usually last at least 10 minutes. This entry tells you how long the practice's effects last."
													]
												},
												{
													"type": "entries",
													"name": "Effects",
													"entries": [
														"The remaining text details the benefit you gain when you finish performing the practice uninterrupted."
													]
												}
											]
										}
									]
								},
								{
									"type": "inset",
									"name": "Making a Practice",
									"entries": [
										"As a DM, you may find that the sample practices in the next section don't fit what you're looking for, or that a player wants to make a custom one for their character. If you want to make your own martial practice below, consider the design points below:",
										{
											"type": "list",
											"items": [
												"Martial practices are typically comparable to ritual spells. They might take a shorter amount of time to activate, but they might have a hit die cost (see below), and the effect itself might be less powerful than what a ritual spell can do.",
												"Hit dice are used as a component cost to deter constant spamming and to create a choice between out of combat healing and some extra utility during the adventuring day. Gold is only usually a cost if the practice requires the use of external materials or other resources."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sample Practices",
									"page": 6,
									"entries": [
										"The martial practices below are presented in alphabetical order.",
										{
											"type": "list",
											"columns": 2,
											"items": [
												"{@optfeature Beast Tamer|martialpower}",
												"{@optfeature Decipher Script|martialpower}",
												"{@optfeature Fake Death|martialpower}",
												"{@optfeature Quick Aid|martialpower}",
												"{@optfeature Speech Without Words|martialpower}",
												"{@optfeature Temporary Fix|martialpower}",
												"{@optfeature Uncanny Strength|martialpower}",
												"{@optfeature Warded Campsite|martialpower}"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Maneuvers Expanded",
					"page": 8,
					"entries": [
						"This section provides new maneuvers, as well as new ways for characters to acquire those maneuvers.",
						{
							"type": "section",
							"name": "New Maneuvers",
							"page": 8,
							"entries": [
								"If you have access to maneuvers, the following maneuvers can be added to the list of options available to you. Maneuvers are made available by features like the {@subclassFeature Combat Superiority|Fighter||Battle Master||3} class feature, the {@optfeature Superior Technique|TCE} fighting style, and the {@feat Martial Adept|martialpower} feat.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@optfeature Break Free|martialpower}",
										"{@optfeature Crippling Attack|martialpower}",
										"{@optfeature Defensive Roll|martialpower}",
										"{@optfeature Fast Footwork|martialpower}",
										"{@optfeature Glancing Blow|martialpower}",
										"{@optfeature Great Fortitude|martialpower}",
										"{@optfeature Great Leap|martialpower}",
										"{@optfeature Iron Will|martialpower}",
										"{@optfeature Knock Away|martialpower}",
										"{@optfeature Monster Expert|martialpower}",
										"{@optfeature Spring Attack|martialpower}",
										"{@optfeature Survivalist|martialpower}"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Accessing Maneuvers",
							"page": 9,
							"entries": [
								"The following sections provide optional class features that you can use to give any martial character access to maneuvers. None of them rely on the others to function, but some of them may be coupled together to create a new gameplay experience that works for your table.",
								{
									"type": "entries",
									"name": "General Features",
									"page": 0,
									"entries": [
										"This section presents three features that multiple martial classes can access simultaneously.",
										"{@b Combat Superiority} is a catch-all feature you can add to any and all martial classes if you feel that they need more interesting things to do with their attacks.",
										"{@b Spellsword Maneuvers} is a feature for artificers, paladins, rangers, and any other half casters in your game that allow them to expend spell slots to convert them to superiority dice.",
										"{@b Martial Techniques} is a different feature for half-casters that replaces spellcasting entirely. This allows for character builds such as a nonmagical ranger or holy knight that focus only on their martial prowess.",
										{
											"type": "entries",
											"name": "Combat Superiority",
											"page": 9,
											"entries": [
												"{@note 3rd-level and higher martial optional feature}",
												"You learn maneuvers that are fueled by special dice called superiority dice.",
												{
													"type": "entries",
													"name": "Maneuvers",
													"entries": [
														"You know two maneuvers, which are chosen from the list of maneuvers available to the fighter's Battle Master archetype. You learn one additional maneuver of your choice at 5th, 9th, 13th, and 17th level. Each time you learn a new maneuver, you can also replace one maneuver you know with a different one."
													]
												},
												{
													"type": "entries",
													"name": "Superiority Dice",
													"entries": [
														"You gain two superiority dice, which are {@dice d6}s. A superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a short or long rest. You gain another superiority die at 5th, 11th, and 17th level"
													]
												},
												{
													"type": "entries",
													"name": "Saving Throws",
													"entries": [
														"If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Martial Techniques",
											"page": 9,
											"entries": [
												"{@note 2nd-level half-caster optional feature (alternative to Spellcasting)}",
												"You learn maneuvers that are fueled by special dice called superiority dice.",
												{
													"type": "entries",
													"name": "Maneuvers",
													"page": 9,
													"entries": [
														"You learn four maneuvers of your choice, which are chosen from the list of maneuvers available to the fighter's Battle Master archetype. Many maneuvers enhance an attack in some way. You can use only one maneuver per attack. You learn one additional maneuver of your choice at 5th, 9th, 13th, and 17th level. Each time you learn a new maneuver, you can also replace one maneuver you know with a different one."
													]
												},
												{
													"type": "entries",
													"name": "Superiority Dice",
													"page": 9,
													"entries": [
														"You have four superiority dice, which are {@dice d8}s. A superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a short or long rest.",
														"You gain another superiority die at 9th level and one more at 17th level"
													]
												},
												{
													"type": "entries",
													"name": "Saving Throws",
													"page": 9,
													"entries": [
														"If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Spellsword Maneuvers",
											"page": 9,
											"entries": [
												"{@note 3rd-level and higher half-caster optional feature}",
												"You learn maneuvers that are fueled by special dice called superiority dice.",
												{
													"type": "entries",
													"name": "Maneuvers",
													"entries": [
														"You know two maneuvers, which are chosen from the list of maneuvers available to the fighter's Battle Master archetype. You learn one additional maneuver of your choice at 5th, 9th, 13th, and 17th level. Each time you learn a new maneuver, you can also replace one maneuver you know with a different one."
													]
												},
												{
													"type": "entries",
													"name": "Superiority Dice",
													"entries": [
														"On your turn, you can expend a spellslot (no action required) to gain one or more superiority dice, which are {@dice d8}s. You gain one die per level of the spell slot, to amaximum of five dice. Any unexpended dice go away when you finish a long rest."
													]
												},
												{
													"type": "entries",
													"name": "Saving Throws",
													"entries": [
														"If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Class-Specific Features",
									"page": 9,
									"entries": [
										"This section presents ways of getting maneuvers that are unique to each class. Each one has multiple differences compared to the others, but they all are tailored to their respective classes. Most of them are fueled by a class resource and thus only add versatility and not necessarily raw power.",
										"{@classFeature Battle Ferocity|Barbarian||3|martialpower} is a barbarian feature that lets you choose to gain one or more superiority dice from Reckless Attack, rather than advantage.",
										"{@classFeature Combat Expertise|Fighter||3|martialpower} is a fighter feature that grants fighters a scaling pool of superiority dice, which may be appealing to those that think the base class lacks enough features to properly shine.",
										"{@classFeature Ki Maneuvers|Monk||3|martialpower} is a monk feature that lets you spend ki points to fuel your maneuvers.",
										"{@classFeature Roguish Exploits|Rogue||3|martialpower} is a rogue feature that lets you sacrifice Sneak Attack dice to fuel your maneuvers."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Other Variants",
							"page": 11,
							"entries": [
								"This section lists miscellaneous rules that relate to the use of maneuvers.",
								{
									"type": "entries",
									"name": "Action Options",
									"page": 11,
									"entries": [
										"One approach is to transform maneuvers into weaker action options that anyone can take, rather than making a bunch of features that grant access to maneuvers. Here are a few examples:",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Goading Attack",
													"entries": [
														"When you hit a creature with a melee weapon attack with advantage on the attack roll, you can impose disadvantage on the next attack roll the target makes against a creature other than you before the end of your next turn."
													]
												},
												{
													"type": "entries",
													"name": "Lunging Attack",
													"entries": [
														"When you make a melee weapon attack roll that doesn't have disadvantage, you can increase your reach for that attack by 5 feet. When you do so, you suffer disadvantage on the attack roll."
													]
												},
												{
													"type": "entries",
													"name": "Menacing Attack",
													"entries": [
														"See the {@action Demoralize|martialpower} action option earlier in this document."
													]
												},
												{
													"type": "entries",
													"name": "Rally",
													"entries": [
														"See the {@action Bolster|martialpower} action option earlier in this document."
													]
												},
												{
													"type": "entries",
													"name": "Riposte",
													"entries": [
														"When a creature misses you with a melee weapon attack with disadvantage on the attack roll, you can use your reaction to make one melee weapon attack against the creature."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Maneuver Variants",
									"page": 11,
									"entries": [
										"Especially when using optional features that grant maneuver access to many different classes, you may have to make a few tweaks so that things run smoothly. This section provides suggestions for such tweaks, which can be made for all characters or on a per-class basis.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Alternative Recharge",
													"entries": [
														"Instead of recharging on a short or long rest, the DM can choose one of the following recharge options for superiority dice, which are listed in order from least powerful to most powerful:",
														{
															"type": "list",
															"items": [
																"You regain all expended dice whenever you roll initiative.",
																"You regain all expended dice as an action.",
																"You regain one expended die at the start of each of your turns.",
																"You regain all expended dice at the start of each of your turns."
															]
														},
														"Note that this option is geared more towards the general Combat Superiority feature detailed earlier in this section."
													]
												},
												{
													"type": "entries",
													"name": "No Goading Attack",
													"entries": [
														"{@optfeature Goading Attack} is very similar to what the Cavalier does with its 3rd-level feature. While the two do synergize with each other, you may wish to remove Goading Attack when using this variant so that the Cavalier's main combat ability isn't just available to everyone."
													]
												},
												{
													"type": "entries",
													"name": "Relentless",
													"entries": [
														"Starting at 18th level, when you roll initiative and have no superiority dice remaining, you regain 1 superiority die."
													]
												},
												{
													"type": "entries",
													"name": "Removed Damage",
													"entries": [
														"Other than the {@optfeature Commander's Strike} maneuver, maneuvers no longer add a superiority die to the damage of a single attack. This option is primarily meant for the fighter class, reducing multiclass abuse with Combat Expertise while also not increasing the class's damage output per round."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Prepared Maneuvers",
									"page": 11,
									"entries": [
										"Instead of knowing a set list of maneuvers, you prepare the list of maneuvers that are available for you to use whenever you finish a long rest, choosing from the {@filter overall list of maneuvers|optionalfeatures|feature type=mv:b}. When you do so, you choose a number of maneuvers equal to the amount you would have normallylearned without this variant."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Optional Class Features",
					"page": 12,
					"entries": [
						"You gain class features in the Player's Handbook when you reach certain levels in your class. This section offers additional features that you can gain as a member of your particular class. Unlike the features in the Player's Handbook, you don't gain the features here automatically. Consulting with your DM, you decide whether to gain a feature in this section if you meet the level requirement noted in the feature's description. These features can be selected separately from one another; you can use some, all, or none of them.",
						{
							"type": "inset",
							"name": "Reading the Subtitles",
							"entries": [
								"Note that features that say \"replaces\" or \"enhances\" in their subtitles are intended as fixes or balance changes, while features that say \"alternative to\" or \"adds [options] to\" exist as thematic abilities that can be used to add flavor to a character or as character customization options that are equal in power to the base features. In general, talk to your DM to see which features you may choose from or have access to at a given level, as appropriate for your character and the setting you are playing in."
							]
						},
						{
							"type": "entries",
							"name": "Barbarian",
							"page": 12,
							"entries": [
								"A barbarian has access to the following features.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@classFeature Savage Leaps|Barbarian||1|martialpower}",
										"{@classFeature Primal Conditioning|Barbarian||3|martialpower}",
										"{@classFeature Primal Expert|Barbarian||9|martialpower}"
									]
								},
								{
									"type": "entries",
									"name": "Primal Path Improvements",
									"page": 13,
									"entries": [
										"The following features add to or modify certain subclass features for this class.",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@subclassFeature Sustained by Rage|Barbarian||Berserker||3|martialpower}",
												"{@subclassFeature Unbridled Rage|Barbarian||Berserker||6|martialpower}"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Fighter",
							"page": 13,
							"entries": [
								"A fighter has access to the following features.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@classFeature Battle Fervor|Fighter||2|martialpower}",
										"{@classFeature Show of Skill|Fighter||5|martialpower}",
										"{@classFeature Additional Fighting Styles|Fighter||6|martialpower}",
										"{@classFeature Legendary Resistance|Fighter||9|martialpower}",
										"{@classFeature Mundane Expert|Fighter||9|martialpower}",
										"{@classFeature Resolving Vigor|Fighter||9|martialpower}"
									]
								},
								{
									"type": "entries",
									"name": "Martial Archetype Improvements",
									"page": 14,
									"entries": [
										"The following features add to or modify certain subclass features for this class.",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@subclassFeature Brutish Durability|Fighter||Champion||7|martialpower}",
												"{@subclassFeature Spellweaver|Fighter||Eldritch Knight||7|martialpower}"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Monk",
							"page": 14,
							"entries": [
								"The following section lists a collection of optional features that expand the thematic space monks reside in with respect to their martial prowess.",
								{
									"type": "entries",
									"name": "Martial Combatant",
									"page": 14,
									"entries": [
										"The following section lists a collection of optional features that expand the thematic space monks reside in with respect to their martial prowess.",
										{
											"type": "inset",
											"name": "Asian Representation and the Martial Arts",
											"entries": [
												"Please read {@link Asian Representation and the Martial Arts|https://jamesmendezhodes.com/blog/2019/10/31/asian-representation-and-the-martial-arts}. In particular, its discussion of the monk class in 5e and some of its arbitrary restrictions inspired the creation of the optional features listed here."
											]
										},
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@classFeature Armored Warrior|Monk||1|martialpower}",
												"{@classFeature Battle Hardened|Monk||1|martialpower}",
												"{@classFeature Rapid Strikes|Monk||1|martialpower}",
												"{@classFeature Strength of Body|Monk||1|martialpower}",
												"{@classFeature Weapons Expert|Monk||1|martialpower}",
												"{@classFeature Enlightened Knowledge|Monk||2|martialpower}",
												"{@classFeature Extra Attack (2)|Monk||11|martialpower}",
												"{@classFeature Spider Technique|Monk||15|martialpower}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ki Features",
									"page": 14,
									"entries": [
										"When you gain the Ki feature at 2nd level, you also gain access to the following features, some of which cost ki points.",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@classFeature Careful Stride|Monk||2|martialpower}",
												"{@classFeature Grasp the Wind|Monk||3|martialpower}",
												"{@classFeature Stance of Power|Monk||4|martialpower}",
												"{@classFeature Mind Over Body|Monk||2|martialpower}",
												"{@classFeature Deflect Blows|Monk||3|martialpower}",
												"{@classFeature Deflect Magic|Monk||3|martialpower}",
												"{@classFeature Ki-Inhibiting Strikes|Monk||5|martialpower}",
												"{@classFeature Unfaltering Soul|Monk||7|martialpower}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ki Upgrades",
									"page": 15,
									"entries": [
										"The features below upgrade your existing ki features as you level up in this class.",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@classFeature Wind Walker|Monk||9|martialpower}",
												"{@classFeature Effortless Deflection|Monk||11|martialpower}",
												"{@classFeature Diamond Body|Monk||13|martialpower}",
												"{@classFeature Ki Magic|Monk||18|martialpower}",
												"{@classFeature Perfect Soul|Monk||20|martialpower}"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Ranger",
							"page": 16,
							"entries": [
								"A ranger has access to the following features.",
								{
									"type": "inset",
									"name": "Deft Explorer",
									"entries": [
										"The features below assume the use of the {@classFeature Deft Explorer|Ranger||1|TCE} optional class feature from Tasha's Cauldron of Everything."
									]
								},
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@classFeature Hunter's Quarry|Ranger||1|martialpower}",
										"{@classFeature Natural Predator|Ranger||8|martialpower}",
										"{@classFeature Ultimate Slayer|Ranger||20|martialpower}"
									]
								},
								{
									"type": "entries",
									"name": "Poultices",
									"page": 16,
									"entries": [
										"{@note If you allow the Poultices feature, consider allowing the following ones as well}",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@classFeature Poultices|Ranger||3|martialpower}",
												"{@classFeature Natural Antivenom|Ranger||9|martialpower}",
												"{@classFeature Remarkable Athlete|Ranger||10|martialpower}",
												"{@classFeature Wilderness Survivor|Ranger||13|martialpower}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ranger Archetype Improvements",
									"page": 17,
									"entries": [
										"The following features add to or modify certain subclass features for this class.",
										{
											"type": "list",
											"columns": 3,
											"items": [
												"{@subclassFeature Combat Training|Ranger||Beast Master||7|martialpower}",
												"{@subclassFeature Beastly Coordination|Ranger||Beast Master||15|martialpower}"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Rogue",
							"page": 17,
							"entries": [
								"A rogue has access to the following features.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@classFeature Blunt Force|Rogue||1|martialpower}",
										"{@classFeature Canny Quickstep|Rogue||5|martialpower}",
										"{@classFeature Extra Attack|Rogue||5|martialpower}",
										"{@classFeature Mental Gymnastics|Rogue||15|martialpower}"
									]
								},
								{
									"type": "entries",
									"name": "Roguish Archetype Improvements",
									"page": 17,
									"entries": [
										"The following features add to or modify certain subclass features for this class.",
										{
											"type": "list",
											"columns": 2,
											"items": [
												"{@subclassFeature First Strike|Rogue||Assassin||3|martialpower}"
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
