{
	"_meta": {
		"sources": [
			{
				"json": "BEG",
				"abbreviation": "BEG",
				"full": "Badooga's Exploration Guidelines",
				"url": "https://www.gmbinder.com/share/-MEVza9zokR5wbbwbs5c",
				"authors": [
					"badooga"
				],
				"convertedBy": [
					"badooga"
				],
				"color": "c9c900",
				"version": "1.1.0"
			}
		],
		"dateAdded": 1626010787,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "3a319e6081",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Badooga's Exploration Guidelines",
			"id": "BEG",
			"source": "BEG",
			"cover": {
				"type": "external",
				"url": "https://i.imgur.com/0ta4nCl.png"
			},
			"published": "2021-04-16",
			"group": "homebrew",
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"In this Document",
						"Credits"
					]
				},
				{
					"name": "Analyzing the Official Rules",
					"headers": [
						"Traveling",
						"Discoveries",
						"Challenging the Party",
						"Conclusion",
						"Moving Forward"
					]
				},
				{
					"name": "Expanded Options",
					"headers": [
						"Rewards for Exploration",
						"Wilderness Environs Expanded",
						"Variant and Optional Rules"
					]
				},
				{
					"name": "Exploration Revised",
					"headers": [
						"Setting the Stage",
						"Wilderness Rules",
						"Resolving Travel"
					]
				},
				{
					"name": "Running Exploration",
					"headers": [
						"Describing the Wilds",
						"Wilderness Features Expanded",
						"Principles to Remember"
					]
				},
				{
					"name": "Appendix: Sample Regions",
					"headers": [
						"Kingdom of Shadows",
						"Moon Hills",
						"Zaedum"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "BEG",
			"source": "BEG",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"entries": [
						"Welcome to Badooga's Exploration Guidelines! This document summarizes all of my thoughts on and homebrew for the exploration pillar of D&D 5e. Whether you are fine with the official exploration rules, are looking for your own replacement, or already have your own homebrew set up for it, this document is bound to have something beneficial for you to use or take inspiration from.",
						{
							"type": "entries",
							"name": "In this Document",
							"entries": [
								"The first chapter, {@b Analyzing the Official Rules}, takes a dive into how exploration is handled in normal 5e and separates the good from the bad. The key takeaways from this chapter are then used to help guide the options presented in the rest of the document.",
								"Then we have the {@b Expanded Options} chapter, which provides small, modular options that a DM can pick and choose from. It includes various rewards to help incentivize your party to explore, extra hazards and effects to help spice up your wilderness regions, and a collection of variant and optional rules that help fix certain aspects of the game that you might not like.",
								"Next is the {@b Exploration Revised} chapter, which presents a streamlined, easy-to-read ruleset for exploration that modifies the official rules scattered throughout the {@book Player's Handbook|phb} and {@book Dungeon Master's Guide|dmg}. It lists out the rules that govern interacting with and traveling through the wilderness, and it gives a step by step guide on how to run exploration and travel on a day by day basis.",
								"The final chapter is {@b Running Exploration}, which provides advice and principles to help guide your exploration-based game sessions, as well as an expansion of the rules in the {@book Dungeon Master's Guide|dmg} on how to make your own wilderness regions for brave adventurers to explore.",
								"The {@b Appendix} provides three sample regions that you can insert into your campaign with ease. Each one is built using the rules and guidelines presented in the Running Exploration chapter, as a demonstration of what it can be used for."
							]
						},
						{
							"type": "entries",
							"name": "Credits",
							"entries": [
								"This document was written by me, badooga. My other homebrew, including a document akin to this one called \"Badooga's Monster Guidelines\", can be found on {@link GM Binder|https://www.gmbinder.com/profile/badooga}, {@link Google Drive|https://drive.google.com/drive/folders/1jr6F4BLbOAfKQ_EtUQyZ6aa_3jijp3gn?usp=sharing}, or 5eTools (go to the Homebrew Manager > Get Homebrew > type \"badooga\"). If you have any feedback or questions about my homebrew, feel free to send me a private message on my Reddit account (u/badooga1).",
								"Those of you on Discord who gave feedback on this document, no matter how small or nitpicky, deserve a special shoutout for helping me edit and polish this document into what it is today. Several of you even playtested a variety of the rules found in this document and found that they worked well for you, which is pleasant to hear.",
								"Finally, note that a lot of content from the {@i Unearthed Arcana: Into the Wilds} document was copied and edited/elaborated on/transformed within this document. Most notably, my Running Exploration chapter uses the Describing the Wilds section, and my Appendix includes the Moon Hills sample region."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Analyzing the Official Rules",
					"entries": [
						"It is necessary to examine the official rules for exploration and to identify their flaws before any homebrew alternatives can be made for it.",
						{
							"type": "section",
							"name": "Traveling",
							"entries": [
								"The rules for exploration are mainly focused on traveling from one location to another.",
								{
									"type": "entries",
									"name": "Travel Pace",
									"entries": [
										"The PHB lists travel rules for moving at a slow pace, a normal pace, or a fast pace. Moving at a slow pace allows the party to use stealth, and traveling at a fast pace makes it harder for the party to notice incoming threats. By itself, this is pretty good.",
										"One thing to note is that these travel paces assume there is nothing hindering the party's movement. If obstacles do get in their way, the PHB recommends using difficult terrain, which halves the party's movement. However, isn't this a bit drastic? What happens in an environment that is untamed and complex to navigate, but otherwise isn't difficult terrain?"
									]
								},
								{
									"type": "entries",
									"name": "Activities While Traveling",
									"entries": [
										"The PHB and DMG list out a few example activities the party can do while traveling. Here is a list of all of them:",
										{
											"type": "list",
											"items": [
												"{@b Drawing a Map:} drawing a map that can help to avoid becoming lost",
												"{@b Foraging:} finding food and water to avoid starvation or dehydration",
												"{@b Navigating:} making checks to avoid becoming lost",
												"{@b Noticing Threats:} staying alert and using your passive Perception to avoid a hidden threat",
												"{@b Tracking:} following the tracks of another creature"
											]
										},
										"Do you notice how all of these activities are about constantly avoiding stuff? Other than tracking, none of these activities really cause anything new to happen or for the party to succeed at anything. In other words, none of them actually involve active exploration - they are almost just a form of busywork."
									]
								},
								{
									"type": "entries",
									"name": "Becoming Lost",
									"entries": [
										"The rules for becoming lost deserve a special mention here. When in the wilderness and not following a marked path, the rules expect the party navigator to make repeated checks to avoid becoming lost. While lost, the party wanders in a random direction, and the navigator must repeat the check in order to get back on track.",
										"Does any of that scream \"competent adventurers\" to you? These rules for becoming lost are worse than busywork - if you fail to avoid becoming lost, you and your entire party will end up wandering around like headless chickens, and will waste a lot of your time on trying to get back on track."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Discoveries",
							"entries": [
								"Travel is the medium through which exploration can take place. After all, you can't explore anything if you just sit still and don't go anywhere. With that in mind, it's necessary to have rules for how travelers can actually discover things while exploring, as well as rules for what specific things they might discover.",
								{
									"type": "entries",
									"name": "Mapping a Wilderness",
									"entries": [
										"The DMG has a great section that describes how to fill a wilderness region that is 50 miles across. It discusses how many monster lairs and settlements such a region can support, as well as a few other location types that could be interesting to explore. This section is a great starting point for DMs that wish to build their own setting or to otherwise create a wilderness region for their party to explore."
									]
								},
								{
									"type": "entries",
									"name": "Random Encounters",
									"entries": [
										"Building off of the random encounter rules in the DMG, chapter 2 of XGE has a section that lists multiple random encounter tables for each environment category: arctic, coastal, desert, forest, grassland, hill, mountain, swamp, Underdark, underwater, and urban. In tandem with the Mapping a Wilderness section discussed above, these random encounter tables can be used to make a region of wilderness region feel alive and dangerous."
									]
								},
								{
									"type": "entries",
									"name": "System Interactions",
									"entries": [
										"So, with these tools to help them, it is possible for a DM to handcraft their own unique and exciting game world. But do the official rules for exploration allow the players to interact with it in meaningful ways?",
										"The answer is: \"not really\". Other than drawing a map, following tracks, and looking out for creature encounters, the exploration pillar doesn't really interact with the setting the game is taking place in. It expects the DM to simply hand discoveries to them as they see fit (assuming that the party hasn't gotten lost on their way there), and to mainly use the exploration rules as a form of busywork."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Challenging the Party",
							"entries": [
								"If exploration in D&D was easy, then it probably wouldn't be that fun. After all, one of the main draws of exploration is the risk and danger involved in it.",
								{
									"type": "entries",
									"name": "Combat",
									"entries": [
										"At the end of the day, D&D is built around combat. However, the default length of an adventuring day causes issues with encounter balancing and pacing. The DMG expects most adventuring days to involve enough combat encounters to require the party to take two short rests. However, keeping up with a rate of about three encounters per day slows travel down to a crawl, turning most journeys into a bit of a slog. The alternative is to only run about one encounter per day, which doesn't properly challenge the party and should be avoided at all times.",
										"Luckily, the {@variantrule Rest Variants|dmg|Gritty Realism} resting variant can be used to stretch the length of an adventuring day across multiple in-game days, allowing the DM to run one encounter per in-game day with no issues. However, if the party happens to discover a dungeon while exploring, gritty realism will not be adequate. You could switch between the two rulesets as needed, but that isn't a good option for all games. The best solution is a new rest variant that is similar to gritty realism, but can accomodate for changes in encounter pacing without too many issues."
									]
								},
								{
									"type": "entries",
									"name": "Survival",
									"entries": [
										"Most humanoids need food, water, and sleep to survive. In the wilderness, all three of these necessities can't be guaranteed - a desolate wasteland might lack any game or plants to eat, a hot desert might lack regular sources of water, and a lack of shelter from stormy weather might drive the party to perform a forced march in search of a safe place to sleep.",
										"However, many character features allow the party to trivialize survival with ease. With just a single 1st-level spell slot, the {@spell goodberry} spell can provide nourishment to the entire party for an entire day. By spending 11 minutes to cast the {@spell Leomund's tiny hut} spell, the party bard or wizard can provide the entire party with a safe place to sleep for the night. The Natural Explorer class feature allows a ranger that is in their favored terrain to find twice as much food while foraging, and also invalidates many of the other aspects of exploration discussed earlier."
									]
								},
								{
									"type": "entries",
									"name": "Wilderness Environs",
									"entries": [
										"Wilderness hazards, weather phenomena, and regional effects like harsh storms, slippery ice, and planar effects can all act as significant obstacles to the party's travels. They primarily contribute to creature encounters, but can also force the party's to make important decisions about where, when, and how to travel.",
										"While these weather phenomena and wilderness hazards presented in the {@book Dungeon Master's Guide|dmg} are adequate enough in normal situations, they fail to acknowledge one simple fact: in a world of dragons, fiends, and magic, surviving in the wilderness requires adventurers to face off against fantastical effects and supernatural hazards. If this is the case, why are most of the natural hazards in the DMG mundane in nature? While some 5e books seek to address this (e.g. {@adventure Tasha's Cauldron of Everything|tce} includes a selection of supernatural environments), it is still a shame that almost all of the natural hazards in the DMG are things that could easily be found in real life."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Conclusion",
							"entries": [
								"We can summarize the flaws discussed above in a list of points that are easy to digest.",
								{
									"type": "entries",
									"name": "Lack of Challenge",
									"entries": [
										"The obstacles provided by the official books are mostly mundane, and can easily be trivialized by spells, class features, and other character options. In addition, the default rules for resting are at odds with most reasonable encounter pacings while exploring."
									]
								},
								{
									"type": "entries",
									"name": "Lack of Engagement",
									"entries": [
										"Many of the rules for exploration are focused on constantly keeping track of resources and such. Many DMs that run exploration by the books will quickly find themselves and their players to be tired of the monotony and tedious bookkeeping."
									]
								},
								{
									"type": "entries",
									"name": "Lack of Interaction",
									"entries": [
										"While the official books do provide resources on how to make interesting game worlds, the rules for exploration do not interact with such worlds in an interesting and satisfying way."
									]
								},
								{
									"type": "entries",
									"name": "Lack of Rewards",
									"entries": [
										"In this case, \"rewards\" refers to tangible results caused by the players' successes. Instead of rolling to achieve something, the official rules have the players roll to not fail at something (e.g. to not get lost)."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Moving Forward",
							"entries": [
								"At the time of this writing, I have invested 1,767 hours into the Legendary Edition of Skyrim, and plenty more time picking out mods and even making my own mods. While the game has many flaws, I can say with confidence that the game handles exploration itself very well. In this section, I will draw on this experience playing Skyrim to discuss how exploration can be improved in 5e.",
								{
									"type": "entries",
									"name": "Challenge",
									"entries": [
										"In Skyrim, the game is leveled to you, and is honestly a bit too easy without mods aimed to fix that. Most of the challenge comes from difficult encounters such as dragons and other bosses.",
										"Additionally, vanilla Skyrim completely ignores the basic necessities of food, water, sleep, and so on. There are mods that add these to the game, such as the popular {@link Frostfall|https://www.nexusmods.com/skyrim/mods/11163/?} mod that adds hypothermia and other temperature-based gameplay. These mods aren't for everyone, but can be very fun if configured correctly.",
										"For D&D, this shows that while optional rules for survival aspects of the game can and should be provided, the main way to make exploration more challenging is to address combat. To do this, we can make a resting variant that extends the length of the adventuring day to not require an unreasonable number of encounters per in-game day. Such a resting variant would also make spells and other features (e.g. {@spell goodberry}) less spammable and overbearing."
									]
								},
								{
									"type": "entries",
									"name": "Engagement",
									"entries": [
										"Skyrim gives you an empty map of the setting and allows you to fill it up with markers as you discover them. And while fast travel might be a horrible feature, the other conveniences of being able to ignore food, water, sleep, and so on allow you to focus on what's truly important: gameplay.",
										"For D&D, the main way to address this is to rewrite the rules for becoming lost. Having to constantly roll to not be lost sucks. Instead, maybe we can allow the navigator to find shortcuts that get the party past obstacles and cut down on total travel time. To keep things realistic and fair, we can lower the party's normal travel pace while in the wilderness to offset that. With this, the players are rewarded for succeeding at navigating, rather than being punished for failing at it."
									]
								},
								{
									"type": "entries",
									"name": "Interaction",
									"entries": [
										"In Skyrim, the compass will reveal markers for locations that are nearby, even if you haven't discovered them yet. One of the best mods I've ever installed for Skyrim is {@link iCompass|https://www.nexusmods.com/skyrim/mods/56992}, which is a mod that removes these compass map markers, forcing you to find new and undiscovered locations for yourself... or to receive their location from NPCs that tell you about them.",
										"For D&D, we can emulate this by not simply allowing players to discover all locations automatically. Instead, there should be a scouting activity that allows a character to scout for nearby locations of interest. We can also add one that allows a character to gather information on the region that, in addition to being a worldbuilding tool, can help in finding nearby locations of interest. Such rules would give the players a real, tangible way to interact with the world around them."
									]
								},
								{
									"type": "entries",
									"name": "Rewards",
									"entries": [
										"Skyrim's loot system involves a vertical progression of gear that you are expected to follow as you level. Additionally, compared to D&D 5e, magic items in Skyrim are fairly commonplace and can be rewarded depending on the player's level.",
										"When it comes to rewards that aren't physical in nature, exploration in Skyrim can also yield opportunities for questing and unique NPC interactions, and it also provides opportunities for fun combat encounters, which are quicker and easier to experience in the medium of a video game compared to that of a TTRPG.",
										"For D&D, the navigation changes discussed in the Engagement section can help with this. In addition, it would make sense to go over all the possible rewards for exploration that already exist in 5e, which includes consumable and common magic items, as well as supernatural gifts like charms and blessings."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Expanded Options",
					"entries": [
						"We now know what is wrong with exploration in 5e, and we have a general sense of how we should change it. But before we create a definitive revision of the official exploration system, let's first create some modular options that DMs can pick and choose from as appropriate for their games.",
						{
							"type": "section",
							"name": "Rewards for Exploration",
							"entries": [
								"One reason why exploration is so fun (as a general concept) is that we are rewarded for doing it. What kinds of rewards can be given out for exploration in 5e?",
								{
									"type": "entries",
									"name": "Gold and Gold Equivalents",
									"entries": [
										"By far the most common reward for exploration (and adventuring in general) is gold. Gold can be used to buy rations, armor, weapons, and other supplies whenever the party is in town. With this in mind, it is also possible to reward the party with certain items directly, instead of giving them raw gold. While the party can often sell these items for some gold, you can still use this method to control what types of items the party can access. For example, most merchants won't buy harvested ingredients, rations, or used armor the party acquired during their adventures, but the party can still use those items effectively as they explore."
									]
								},
								{
									"type": "entries",
									"name": "Magic Items",
									"entries": [
										"Magic items make for the perfect exploration reward, but the way they are balanced in 5e requires some extra consideration when giving them out. Because they generally aren't an assumed part of the game, it is not recommended to give out powerful magic items nilly willy.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Consumable Items",
													"entries": [
														"Even when a consumable item is powerful, its limited usage makes it harder to regret giving one out. Whether it's a potion, a poison, or an item with unreplenishable charges, once a consumable item is completely used, the party can no longer benefit from it. Thus, giving out consumable items is a great way to reward your party for exploration without permanently boosting their power level in a way that you might regret later on."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Weaker Items",
													"entries": [
														"Not all magic items have to be combat-oriented. Many items, especially those of a common or uncommon rarity, can be given to the players without fear of causing them to become overpowered or otherwise affecting the balance of the game."
													]
												}
											]
										},
										"In addition, check out this {@link Weak Magic Items|http://www.lordbyng.net/inspiration/} site for inspiration when creating your own exploration rewards from scratch.",
										{
											"type": "list",
											"items": [
												"{@item Enchanted Compass|BEG}",
												"{@item Map of Misdirection|BEG}",
												"{@item Orb of Teleporation|BEG}",
												"{@item Satchel of the Prepared Traveler|BEG}",
												"{@item Skull of the Unprepared Traveler|BEG}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Spellcasting Bonuses",
									"entries": [
										"In the official books, the Ritual Caster feat and similar features allow characters to learn ritual spells that they come across during their adventures. Wizards in particular can directly add spells that they find to their spellbook, making them very powerful given the right circumstances.",
										"In addition to those methods, you can also give out new spells to your other spellcasters as rewards for exploration. For example, the final chest in an underground crypt might have a magical book that gives the party warlock access to one of the dunamancy spells presented in {@book Explorer's Guide to Wildemount|egw}. A free spell added to their spell list or automatically learned generally won't impact a spellcaster's power levels, but is still a great reward through the opportunity for extra worldbuilding or extra flavor given to the spellcaster.",
										"Keep in mind that such rewards needn't be restricted to the wizard class, nor do they have to be restricted to homebrewed spells or the official dunamancy spells. For example, a primal spirit could grant the party sorcerer access to the {@spell speak with plants} spells as a reward for protecting their nature grove from undead. Be creative with how you give out such spells, and be sure to discern the power level of a specific spell before you give it out to the party.",
										"Along these lines, you can also reward your spellcasters for exploring using costly material components for spells. While they may normally be equivalent to a regular gold reward, some material components might be difficult to find in your game world and may even be unavailable for purchase altogether. Thus, giving them out as a reward for exploration is a great way to gate access to specific spells while also making the players feel good about it."
									]
								},
								{
									"type": "entries",
									"name": "Supernatural Gifts",
									"entries": [
										"Supernatural gifts, such as temporary charms or permanent blessings, can be granted as a reward instead of magic items. They work best when granted as part of a quest; for example, the party might receive a charm or blessing if they restore a hidden shrine in the mountains or successfully complete a task granted by the unicorn guardian of the forest.",
										{
											"type": "list",
											"items": [
												"{@reward Blessing of the Forager|BEG}",
												"{@reward Blessing of the Resilient Body|BEG}",
												"{@reward Blessing of the Seeker|BEG}",
												"{@reward Blessing of the Swift Traveler|BEG}",
												"{@reward Blessing of the Wanderer|BEG}",
												"{@reward Charm of Beast Speech|BEG}",
												"{@reward Charm of Concealment|BEG}",
												"{@reward Charm of Nature's Shelter|BEG}",
												"{@reward Charm of Nature's Wisdom|BEG}",
												"{@reward Charm of Spider Climbing|BEG}"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Wilderness Environs Expanded",
							"entries": [
								"This section details a variety of environmental features one might encounter while exploring the wilderness. They are designed to be used alongside those presented in the {@book Dungeon Master's Guide|dmg}, {@adventure Ghosts of Saltmarsh|gos}, {@adventure Icewind Dale: Rime of the Frostmaiden|IDRotF}, and {@adventure Tasha's Cauldron of Everything|tce}, and may also offer variants or expansions of options that already exist those books.",
								{
									"type": "entries",
									"name": "Weather",
									"entries": [
										"The entries below list examples of new weather phenomena, and may also provide variants for existing ones.",
										{
											"type": "list",
											"items": [
												"{@hazard Extreme Heat and Cold|BEG|Extreme Heat}",
												"{@hazard Extreme Heat and Cold|BEG|Extreme Cold}",
												"{@hazard Extreme Storm|BEG}",
												"{@hazard Magical Storm|BEG}",
												"{@hazard Polluted Air|BEG}",
												"{@hazard Strange Precipitation|BEG}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Regional Effects",
									"entries": [
										"The entries below list examples of supernatural effects that can influence an entire region.",
										{
											"type": "list",
											"items": [
												"{@hazard Abnormal Gravity|BEG}",
												"{@hazard Abnormal Sizes|BEG}",
												"{@hazard Elemental Excess|BEG}",
												"{@hazard Planar Effects|BEG}",
												"{@hazard Shiting Landscape|BEG}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Wilderness Hazards",
									"entries": [
										"The entries below list examples of new wilderness hazards.",
										{
											"type": "list",
											"items": [
												"{@hazard Dark Ice|BEG}",
												"{@hazard Healing Water|BEG}",
												"{@hazard Living Vines|BEG}",
												"{@hazard Rushing Water|BEG}",
												"{@hazard Unstable Ground|BEG}"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Variant and Optional Rules",
							"entries": [
								"There are a variety of variant and optional rules, both official and homebrew, that you can pick and choose from in order to enhance the exploration pillar of your game.",
								{
									"type": "entries",
									"name": "Existing Content",
									"entries": [
										"The official options below all interact with the exploration pillar in some way.",
										{
											"type": "entries",
											"name": "Optional Class Features: Ranger",
											"entries": [
												"The ranger class is frequently criticized for invalidating various portions of the exploration pillar, rather than engaging with it in an interesting manner. To address this flaw, consider using the alternative ranger features presented in {@adventure Tasha's Cauldron of Everything|tce}. In particular, the {@classFeature Deft Explorer|Ranger||1|TCE} and {@classFeature Primal Awareness|Ranger||3|TCE} features works well at creating interesting exploration gameplay rather than skipping over it entirely."
											]
										},
										{
											"type": "entries",
											"name": "Downtime Revisited",
											"entries": [
												"No matter how much you change exploration, it is important to give your players regular breaks from it. One method of doing so is to give them some downtime whenever they enter safe civilization again. The {@variantrule Downtime Revisited|XGE} variant rule works best for this purpose."
											]
										},
										{
											"type": "entries",
											"name": "Encumbrance",
											"entries": [
												"The {@variantrule encumbrance|phb} variant heavily limits the amount of weight a single character can carry at once. When used in an exploration-based game, it can be used to impose a limit on the amount of supplies the characters can carry at a given time."
											]
										},
										{
											"type": "entries",
											"name": "Healing",
											"entries": [
												"All three optional rules in the {@variantrule Healing|dmg} entry can be used to adjust the pacing of combat encounters in your game, which in turn influences the number of encounters the party can handle while exploring. In particular, the Healer's Kit Dependency optional rule is a great way to add an additional resource the party must manage during their travels that isn't overbearing to track nor unimportant to have."
											]
										},
										{
											"type": "entries",
											"name": "Tool Proficiences",
											"entries": [
												"The {@variantrule Tool Proficiencies|XGE} expanded rule works well when used during extended periods of downtime, but they can also help to make exploration more fun during the small amount of free time the party gets each day while traveling."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "New Content",
									"entries": [
										"The options below are presented as independent fixes for various aspects of the exploration pillar that I find to be lacking. They can be added as a group or individually to your game.",
										{
											"type": "list",
											"items": [
												"{@variantrule Abstracted Wilderness Travel|BEG}",
												"{@variantrule Exhaustion Revisited|BEG}",
												"{@variantrule Flexible Resting|BEG}",
												"{@variantrule Foraging Expanded|BEG}",
												"{@variantrule Injuries Revisited|BEG}",
												"{@variantrule Material Components Expanded|BEG}",
												"{@variantrule Ration Limit|BEG}",
												"{@variantrule Wanderer Revisited|BEG}"
											]
										},
										{
											"type": "inset",
											"name": "Exploration-Related Spells",
											"entries": [
												"Below is a list of spells that are oriented towards or have interactions with exploration and survival based games, which you should keep in mind when designing a campaign and during character creation. You may also wish to restrict, nerf, or outright ban some of these spells in your game, although this is not a requirement by any means.",
												{
													"type": "list",
													"items": [
														"1st level: {@spell comprehend languages}, {@spell create or destroy water}, {@spell detect poison and disease}, {@spell goodberry}, {@spell purify food or drink}",
														"3rd level: {@spell create food and water}, {@spell sending}, {@spell tongues}",
														"5th level: {@spell teleportation circle}",
														"6th level: {@spell find the path}, {@spell heroes' feast}, {@spell transport via plants}, {@spell wind walk}, {@spell word of recall}",
														"7th level: {@spell dream of the blue veil}, {@spell etherealness}, {@spell Mordenkainen's magnificent mansion}, {@spell plane shift}, {@spell teleport}",
														"8th level: {@spell demiplane}, {@spell telepathy}",
														"9th level: {@spell astral projection}, {@spell gate}, {@spell wish}"
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Exploration Revised",
					"entries": [
						"This chapter presents an alternative system for exploration that replaces the existing rules in the {@book Dungeon Master's Guide|dmg}.",
						{
							"type": "section",
							"name": "Setting the Stage",
							"entries": [
								"Before we dive into the mechanics, let's take a moment to review the context and goals of this exploration system.",
								{
									"type": "entries",
									"name": "Goals",
									"entries": [
										"Based on the discussion in the first chapter, there are three main goals of this system: to be as unintrusive to base 5e as possible, to allow the party to make informed choices, to allow those choices to have a significant impact on the game itself.",
										{
											"type": "entries",
											"name": "Compatibility",
											"entries": [
												"While the official rules for exploration may be lackluster, it is still a good idea to not deviate too far from them as to minimize the amount of content that is invalidated. Most big rule deviations were put into the Expanded Options chapter, while much of the core system expands on official rules that already exist. In particular, this system refers to the rules for foraging, tracking, and random encounters found in the {@book Player's Handbook|phb} and {@book Dungeon Master's Guide|dmg}, rather than attempting to introduce new mechanics where they aren't needed."
											]
										},
										{
											"type": "entries",
											"name": "Flexibility",
											"entries": [
												"This exploration system is designed to be as freeform and flexible as possible. While some activities may provide tables for suggested check DCs, no check requires the use of a specific ability score, skill, or tool. Instead, each activity lists a few suggested skill or tool proficiencies that could apply, while leaving the door open for the players to come up with their own ideas that might warrant some unorthodox checks. This rewards players for their creativity while also allowing the DM to make rulings in even the weirdest of situations."
											]
										},
										{
											"type": "entries",
											"name": "Informed Choices",
											"entries": [
												"Instead of constant bookkeeping or busywork, this system is designed to create opportunities for informed decisions that the party must make while traveling. In order for such decisions to be informed, they have to receive relevant information beforehand; thus, this system includes multiple travel activities centered around gather information or discovering new things in the environment. The party can then use this information when making decisions on where to go and what paths to take.",
												"Does the party take the shortcut that cuts through the dark forest, despite knowing the monsters that lurk within? Do they go hunting for abandoned ruins, knowing that the region still contains treasure that has been lost for centuries? Do they press onwards into the mountains, despite knowing that food and water are scarce there? Decisions like these are what drive exploration and make for a fun experience for everyone."
											]
										},
										{
											"type": "entries",
											"name": "Party Impact",
											"entries": [
												"If the party makes a decision, that decision should have consequences. If just walking around the dark forest took the same amount of time as it would to cut through it, then what's the point of going in? Instead of rolling to not suffer as much, this system rewards characters for their efforts in a variety of ways.",
												"To that end, the mechanics for navigating the wilderness and becoming lost have been completely overhauled. Instead of rolling to not get lost all the time, a navigator can instead roll to find shortcuts that cut down on travel time, or to overcome difficult terrain for the day. This rewards the navigator for their efforts while also creating new opportunities for exploration and adventuring."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Recommended Rules",
									"entries": [
										"Chosen from among the content discussed earlier, this section lists a few variant and optional rules that have special interactions with the new exploration system presented later in this chapter. Note that most of the rules from the New Content section of the previous chapter are compatible with and are recommended to be used alongside this exploration system.",
										{
											"type": "entries",
											"name": "Flexible Resting",
											"entries": [
												"This system assumes that the Flexible Resting variant presented in the previous section is being used for the purpose of combat and narrative pacing, although not using it won't necessarily break anything."
											]
										},
										{
											"type": "entries",
											"name": "Optional Class Features: Ranger",
											"entries": [
												"The features possessed by the default ranger will invalidate many portions of this system. Please use this variant to prevent that from happening."
											]
										},
										{
											"type": "entries",
											"name": "Skills with Different Abilities",
											"entries": [
												"This system works best alongside the {@variantrule Skills with Different Abilities|phb} variant. When a character improvises an activity while exploring, an unorthodox combination of an ability score and skill proficiency created using this variant can be used to resolve it, which encourages the players to use more creativity and improvisation during their travels."
											]
										},
										{
											"type": "entries",
											"name": "Tool Proficiences",
											"entries": [
												"This system works best alongside the rules for {@variantrule Tool Proficiencies|xge} discussed in the previous chapter. While exploring, one of a character's tool proficiencies might apply to the activity they are participating in. This might allow them to make a check using that tool instead of using a normal skill, or it can combine with one of their skill proficiencies as described in the rule entry."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Wilderness Rules",
							"entries": [
								"This section lists a few essential rules that govern any wilderness environment being traveled through and how it can be interacted with.",
								{
									"type": "entries",
									"name": "Becoming Lost",
									"entries": [
										"The party only gets lost while traveling with this system when the DM says so. This usually happens when the party enters a new, unfamiliar region without a map or some other guide, but it can also happen if the party escapes into the wilderness after being captured or otherwise finds themself in a new area without having willingly traveled there. Otherwise, it shouldn't happen too regularly.",
										"While the party is lost, they are unaware of their current location on any map of the region they have. After a day of travel, a lost party might find themselves up to {@dice 2d6} miles away in a random direction from their intended path or destination. To stop being lost, a navigating character can spend a day of travel attempting to regaining their bearings."
									]
								},
								{
									"type": "entries",
									"name": "Random Encounters",
									"entries": [
										"While traveling using these rules, use the normal guidelines for random encounters found in the {@book Dungeon Master's Guide|dmg}. As an optional rule for when the characters are lost, roll twice for each random encounter check to reflect that the characters might blunder into a monster lair or other unusual threat.",
										"Additonally, consider rolling for random encounters ahead of time, rather than mid-session. You can also forgo random rolls and encounter tables altogether in favor of custom encounters that you create by hand."
									]
								},
								{
									"type": "entries",
									"name": "Movement on the Map",
									"entries": [
										"This exploration system is built to support hexcrawl games, as detailed in the {@book Dungeon Master's Guide|dmg}.",
										{
											"type": "entries",
											"name": "Kingdom-Scale Hexes",
											"entries": [
												"The daily travel paces for this system are designed to work with a kingdom-scale map (1 hex = 6 miles). As the party travels through each of these hexes, describe the terrain obstacles and features they face, as well as the general ambiance and mood of the region. While not all hexes have to have interesting creatures, locations, or hazards (as discussed later in this chapter), ensure that each hex has at least one feature or descriptor that you can use to make it stand out from the rest.",
												{
													"type": "inset",
													"name": "Resolving Half-Hexes",
													"entries": [
														"To resolve travel over a \"half hex\", roll a {@dice d4}. On a roll of 3 or 4, the party advances 1 additional hex. On a roll of 1 or 2, the party stays in their current hex."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Province-Scale Hexes",
											"entries": [
												"The hourly travel paces for this system are designed to work with a province-scale map (1 hex = 1 mile). Consider using this scale to \"zoom in\" whenever the party takes their time to explore a specific area of interest, such as an abandoned settlement or the immediate area surrounding a monster lair. If the area isn't large enough to span more than a few of these hexes, consider zooming in further and using a minute-based travel pace."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Resolving Travel",
							"entries": [
								"These rules break overland travel down into four different phases.",
								{
									"type": "entries",
									"name": "Wilderness Travel Phases",
									"entries": [
										{
											"type": "list",
											"items": [
												"Establish Goals",
												"Choose activities",
												"Resolve activities and travel",
												"Camp"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Establish Goals",
									"entries": [
										"Before the party begins traveling for the day, the players must choose where they want to go. They might have a specific location in mind, or they could just be wandering in a particular direction. Either way, they should decide which direction they want to travel in before the day starts.",
										"During this phase, you should also take the time to establish what general goals the party might have for the day. They might lean towards being very cautious, or perhaps they are rushing for time. They might be in a mood for some combat, or maybe they are instead looking to find some cool treasure. By establishing these general goals, you can ensure that the players remain engaged and focused, and you can also adjust your plans accordingly.",
										{
											"type": "entries",
											"name": "Travel Pace",
											"entries": [
												"You can use the travel pace rules detailed in the {@book Player's Handbook|phb} to represent travel across established roads and other relatively civilized areas. However, travel through the wilderness is often inefficient and indirect, even if difficult terrain isn't widespread. To represent this, use the travel pace tables below while in a wilderness environmnet. The first one represents the rate of travel in a normal wilderness environment, while the second one represents the rate of travel in a wilderness environment that is particularly difficult to navigate.",
												"Note that the tables below, as well as the one presented in the {@book Player's Handbook|phb}, use distances that are rounded to nice numbers. While this may cause them to be slightly inaccurate, the rounding here makes these values much easier to use in play. To avoid these inaccuracies from bogging down your game, consider only focusing on the Distance Traveled per Day column of each table as much as possible.",
												{
													"type": "table",
													"colLabels": [
														"Pace",
														"Distance Traveled per Minute",
														"Distance Traveled per Hour",
														"Distance Traveled per Day"
													],
													"colStyles": [
														"text-align-left",
														"text-align-left",
														"text-align-left",
														"text-align-left"
													],
													"rows": [
														[
															"Slow",
															"150 feet",
															"1.5 miles",
															"12 miles"
														],
														[
															"Normal",
															"200 feet",
															"2 miles",
															"18 miles"
														],
														[
															"Fast",
															"300 feet",
															"3 miles",
															"24 miles"
														]
													],
													"caption": "Travel Pace: Normal Wilderness"
												},
												{
													"type": "table",
													"colLabels": [
														"Pace",
														"Distance Traveled per Minute",
														"Distance Traveled per Hour",
														"Distance Traveled per Day"
													],
													"colStyles": [
														"text-align-left",
														"text-align-left",
														"text-align-left",
														"text-align-left"
													],
													"rows": [
														[
															"Slow",
															"100 feet",
															"1 mile",
															"9 miles"
														],
														[
															"Normal",
															"125 feet",
															"1.5 miles",
															"12 miles"
														],
														[
															"Fast",
															"150 feet",
															"2 miles",
															"15 miles"
														]
													],
													"caption": "Travel Pace: Difficult Terrain"
												}
											]
										},
										{
											"type": "entries",
											"name": "Stealth",
											"entries": [
												"While traveling at a slow pace, the characters can move stealthily. As long as they're not in the open, they can try to surprise or sneak by other creatures they encounter. See the rules for hiding in chapter 7 of the {@book Player's Handbook|phb}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Choose Activities",
									"entries": [
										"Each character can perform one activity while traveling, chosen from the options below. Note that each activity lacks a specific check that is associated with it; rather, each activity lists example skills and tools that could be used for the check, as per the character's specific actions and your judgement as the DM. Additionally, note that two or more characters can only participate in the same activity if they all choose different sub-activities to partake in.",
										{
											"type": "entries",
											"name": "Bolstering the Party",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Example Skills:",
															"entry": "{@skill Medicine}, {@skill Performance}"
														},
														{
															"type": "item",
															"name": "Example Tools:",
															"entry": "{@item Herbalism Kit|phb}, {@item Musical Instrument|phb|Musical Instruments}"
														}
													]
												},
												"This activity covers improving the party's morale, organizing the party's equipment and other items, tending to each party member's wounds, or otherwise bolstering its existing efforts.",
												"Whenever the party makes a saving throw against disease or {@condition exhaustion}, the bolstering character can make an appropriate check against the same DC as the effect. On a success, the party gains advantage on the saving throw."
											]
										},
										{
											"type": "entries",
											"name": "Foraging",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Example Skills:",
															"entry": "{@skill Nature}, {@skill Survival}"
														},
														{
															"type": "item",
															"name": "Example Tools:",
															"entry": "{@item Brewer's Supplies|phb}, {@item Cook's Utensils|phb}"
														}
													]
												},
												"This activity covers gathering food and water from the surrounding wilderness. It uses the same foraging rules as those described in the {@book Dungeon Master's Guide|dmg}, but expands it to allow for more than just Wisdom ({@skill Survival}) checks.",
												"A foraging character makes an appropriate check as the party travels at a normal or slow pace, with the DC determined by the abundance of food and water in the region.",
												{
													"type": "table",
													"colLabels": [
														"Food and Water Availability",
														"DC"
													],
													"colStyles": [
														"text-align-left",
														"text-align-center"
													],
													"rows": [
														[
															"Abundant food and water sources",
															"10"
														],
														[
															"Limited food and water sources",
															"15"
														],
														[
															"Very little, if any, food and water sources",
															"20"
														]
													],
													"caption": "Foraging DCs"
												},
												"If multiple characters forage, each character makes a separate check. A foraging character finds nothing on a failed check. On a successful check, roll {@dice 1d6} + the character's Wisdom modifier to determine how much food (in pounds) the character finds, then repeat the roll for water (in gallons)."
											]
										},
										{
											"type": "entries",
											"name": "Gathering Information",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Example Skills:",
															"entry": "{@skill History}, {@skill Nature}"
														},
														{
															"type": "item",
															"name": "Example Tools:",
															"entry": "{@item Cartographer's Tools|phb}, {@item Herbalism Kit|phb}"
														}
													]
												},
												"This activity covers research and examination of the region the party is traveling in as a way to acquire detailed information about its inhabitants, its historical or religious importance, or any notable locations of interest within it.",
												"A character that is gathering information makes an appropriate check twice per day: once after four hours of travel, and again after eight hours of travel. You may gate certain information behind a set DC, or you can simply scale the amount of information gathered according to the result of the check.",
												"Information gathered from this activity might aid in the other characters' activities, perhaps even decreasing the DC of the ability checks made for them. For example, if a character that gathers information learns of a nearby religious monument, the scout of the party might have an easier time locating it. More information on the order activities are resolved in is provided in the next section."
											]
										},
										{
											"type": "entries",
											"name": "Navigation",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Example Skills:",
															"entry": "{@skill Nature}, {@skill Survival}"
														},
														{
															"type": "item",
															"name": "Example Tools:",
															"entry": "{@item Cartographer's Tools|phb}, {@item Navigator's Tools|phb}"
														}
													]
												},
												"This activity covers various courses of action involving the party's travel time and the path they take to get to their destination. The navigator can choose from one of the sub-activities detailed below.",
												"If the party is moving at a slow pace, the navigator gains a +5 bonus to the check, and a fast pace imposes a -5 penalty. If the party has an accurate map of the region or can see the sun or stars, the navigator has advantage on the check.",
												{
													"type": "entries",
													"name": "Finding Shortcuts",
													"entries": [
														"In the wilderness, travel is rarely direct. Even when there isn't difficult terrain, travelers are bound to encounter natural barriers, winding and inefficient paths, and other obstacles that prevent them from getting to their destination as quickly as they'd like. To compensate, the navigator of the party can attempt to find shortcuts that cut down on their travel time. The navigator makes an appropriate check against a DC determined by the nature of the shortcut, as shown on the  Shortcut DCs table below. On a success, the party party finds one or more shortcuts that allow them to traverse an additional 6 miles over the course of the day. In environments where travel paces are even slower than that of difficult terrain, shortcuts instead amount to two hours worth of extra traveling."
													]
												},
												"When the party finds one or more shortcuts, note that these alternative paths are a perfect opportunity for excitement and adventure. Perhaps a given shortcut might pass through territory controlled by hostile creatures, or maybe the shortcut is a dungeon of sorts that the party must fight their way out of. Note that if the party believes the risk to be too high, they can always opt to not take any shortcuts for the day.",
												{
													"type": "table",
													"colLabels": [
														"Description",
														"DC"
													],
													"colStyles": [
														"text-align-left",
														"text-align-left"
													],
													"rows": [
														[
															"Shortcut has a clear road, trail, or well-marked path leading to it",
															"None"
														],
														[
															"Shortcut lacks a path but is in open terrain",
															"10"
														],
														[
															"Shortcut lacks a path but is in dense terrain such as forest or mountains",
															"15"
														],
														[
															"Shortcut is hidden, with active efforts made to conceal its existence through mundane means",
															"20"
														],
														[
															"Shortcut is hidden using illusions or other magic",
															"25"
														],
														[
															"Shortcut is hidden using powerful magic, such as a regional effect that causes a forest's trees to slowly shift and force characters onto the wrong path",
															"30"
														]
													],
													"caption": "Shortcut DCs"
												},
												{
													"type": "entries",
													"name": "Overcoming Difficult Terrain",
													"entries": [
														"While obstacles like mud, snow, and ice are usually a significant impedement for travelers, it's possible for a competent navigator to overcome them. The navigator makes an appropriate check against a DC determined by the prevailing terrain, as shown on the Overcoming Difficult Terrain DCs table below. On a success, difficult terrain doesn't slow the party's travel for the day."
													]
												},
												"In environments where travel paces are even slower than that of difficult terrain, the speed the party can travel at doubles on a success.",
												{
													"type": "table",
													"colLabels": [
														"Source of Difficult Terrain",
														"DC"
													],
													"colStyles": [
														"text-align-left",
														"text-align-left"
													],
													"rows": [
														[
															"Difficult terrain is created by magic or some other supernatural force",
															"20"
														],
														[
															"Difficult terrain consists of significant hazards such as dense trees, rocky mountains, or turbulent waters",
															"15"
														],
														[
															"Difficult terrain consists of more forgiving hazards such as lighter forests and layers of snow",
															"10"
														]
													],
													"caption": "Overcoming Difficult Terrain DCs"
												},
												{
													"type": "entries",
													"name": "Regaining your Bearings",
													"entries": [
														"If the party is lost, the navigator can attempt to regain their bearings. The navigator makes an appropriate check against a DC determined by the prevailing terrain, as shown on the Regaining Bearings DCs table below. On a success, the party is no longer lost."
													]
												},
												{
													"type": "table",
													"colLabels": [
														"Terrain",
														"DC"
													],
													"colStyles": [
														"text-align-left",
														"text-align-left"
													],
													"rows": [
														[
															"Forest, jungle, swamp, mountains, or open sea with overcast skies and no land in sight",
															"15"
														],
														[
															"Arctic, desert, hills, or open sea with clear skies and no land in sight",
															"10"
														],
														[
															"Grassland, meadow, farmland",
															"5"
														]
													],
													"caption": "Regaining Bearings DCs"
												}
											]
										},
										{
											"type": "entries",
											"name": "Noticing Threats",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Example Skills:",
															"entry": "{@skill Nature}, {@skill Perception}"
														},
														{
															"type": "item",
															"name": "Example Tools:",
															"entry": "—"
														}
													]
												},
												"This activity covers keeping watch for threats, whether they are creatures or natural hazards, while traveling. A character that keeps watch makes an appropriate check whenever you call for it, with disadvantage if the party is traveling at a fast pace. Note that passive {@skill Perception} scores aren't used while traveling with these rules.",
												"What the character notices with their check depends on the nature of the potential threat and how hard it is to spot. For example, the DC to notice a creature depends on how well it is hiding, while the DC to notice a wilderness hazard depends on how easy it is to see within the surrounding terrain. The sections below discuss possible threats that can be identified by a character that keeps watch.",
												{
													"type": "entries",
													"name": "Hidden Creatures",
													"entries": [
														"While noticing creatures that aren't moving stealthily requires no check, creatures that are moving stealthily are much harder to notice. Such creatures can be spotted by using various senses to notice their presence, or they can be noticed indirectly via signs of their influence on the surrounding ecosystem. Spotting a hidden creature ahead of time might prevent the party from being ambushed by it, which would cause them to be surprised when combat erupts."
													]
												},
												{
													"type": "entries",
													"name": "Wilderness Hazards",
													"entries": [
														"While hazards like {@hazard razorvine} and {@hazard slippery ice} can be spotted without a check, {@hazard quicksand}, {@hazard thin ice}, and other hazards might be harder to spot or to identify for what they are. Spotting a wilderness hazard ahead of time might prevent the party from accidentally falling victim to it."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Scouting",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Example Skills:",
															"entry": "{@skill Investigation}, {@skill Survival}"
														},
														{
															"type": "item",
															"name": "Example Tools:",
															"entry": "—"
														}
													]
												},
												"This activity covers scouting out the area near the party as it travels in order to find new locations and other interesting things.",
												"For the purpose of keeping the game simple and fair, you can consider a scouting character to be alongside the rest of the party whenever a combat encounter occurs.",
												{
													"type": "entries",
													"name": "Locations of Interest",
													"entries": [
														"A location of interest could be an abandoned settlement, a dungeon entrance, or some other adventuring site, but it could also be an otherwise indistinct place where monsters are currently stationed in. To look for potential locations of interest, a scouting character makes an appropriate check whenever you call for it, with disadvantage if the party is traveling at a fast pace. The DC of the check is determined by the Discovery DCs table below (which is a repurposed version of the Finding Shortcut DCs table earlier in this chapter). On a success, the scout identifies the location of interest, and the party can choose to stop and explore it if they'd like."
													]
												},
												"Remember that withholding opportunities for adventuring isn't fun for the party. While active scouting should be rewarded on a success, the party should still be provided with interesting locations to explore even if they don't have a scout.",
												{
													"type": "table",
													"colLabels": [
														"Description",
														"DC"
													],
													"colStyles": [
														"text-align-left",
														"text-align-left"
													],
													"rows": [
														[
															"Location has a clear road, trail, or well-marked path leading to it",
															"None"
														],
														[
															"Location lacks a path but is in open terrain",
															"10"
														],
														[
															"Location lacks a path but is in dense terrain such as forest or mountains",
															"15"
														],
														[
															"Location is hidden, with active efforts made to conceal its existence through mundane means",
															"20"
														],
														[
															"Location is hidden using illusions or other magic",
															"25"
														],
														[
															"Location is hidden using powerful magic, such as a regional effect that causes a forest's trees to slowly shift and force characters onto the wrong path",
															"30"
														]
													],
													"caption": "Discovery DCs"
												},
												{
													"type": "entries",
													"name": "Tracking",
													"entries": [
														"Adventurers sometimes choose their path by following the tracks of other creatures—or other creatures might track the adventurers! To track, one or more creatures must succeed on an appropriate check. You might require trackers to make a new check in any of the following circumstances:"
													]
												},
												{
													"type": "list",
													"items": [
														"They stop tracking and resume after finishing a short or long rest.",
														"The trail crosses an obstacle, such as a river, that shows no tracks.",
														"The weather conditions or terrain changes in a way that makes tracking harder."
													]
												},
												"The DC for the check depends on how well the ground shows signs of a creature's passage. No roll is necessary in situations where the tracks are obvious. For example, no check is needed to track an army advancing along a muddy road. Spotting tracks on a bare stone floor is more challenging, unless the creature being tracked leaves a distinct trail. Additionally, the passage of time often makes tracks harder to follow. In a situation where there is no trail to follow, you can rule that tracking is impossible. The Tracking DCs table offers guidelines for setting the DC or, if you prefer, you can choose a DC based on your assessment of the difficulty. You can also grant advantage on the check if there's more than one set of tracks to follow, or disadvantage if the trail being followed passes through a well-trafficked area.",
												"On a failed check, the character loses the trail but can attempt to find it again by making a careful search of the area. It takes 10 minutes to find a trail in a confined area such as a dungeon, or 1 hour outdoors.",
												{
													"type": "table",
													"colLabels": [
														"Ground Surface",
														"DC"
													],
													"colStyles": [
														"text-align-left",
														"text-align-center"
													],
													"rows": [
														[
															"Soft surface such as snow",
															"10"
														],
														[
															"Dirt or grass",
															"15"
														],
														[
															"Bare stone",
															"20"
														],
														[
															"Each day since the creature passed",
															"+5"
														],
														[
															"Creature left a trail such as blood",
															"-5"
														]
													],
													"caption": "Tracking DCs"
												}
											]
										},
										{
											"type": "entries",
											"name": "Other Activities",
											"entries": [
												"This section lists a few other miscellaenous activities that a character can choose from.",
												{
													"type": "entries",
													"name": "Drawing a Map",
													"entries": [
														"The character can draw a map that records the group's progress and helps the characters get back on course if they get lost (no ability check). This can be done alongside a second activity if the character is proficient in cartographer's tools and uses them to draw the map."
													]
												},
												{
													"type": "entries",
													"name": "Tool Usage",
													"entries": [
														"While many of these activities already allow tool proficiencies to be used alongside them, a character can also use their tools in other ways as described in the {@variantrule Tool Proficiencies|xge} entry. As most tool usage requires or is best done when stationary, treat a day travel as only being equivalent to a short rest for the purpose of resolving each tool's special uses."
													]
												},
												{
													"type": "entries",
													"name": "Improvising an Activity",
													"entries": [
														"While the entries listed in this document already cover most possible activities while traveling, it is still possible for a character to perform some other activity that isn't listed here. To resolve such an activity, choose an appropriate check for the character to make, and come up with a contest or set DC to determine whether or not they succeed. Model the DCs and results of that activity off of the ones listed in this document when possible."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Resolve Activities and Travel",
									"entries": [
										"Once every character has chosen an activity, their travels for the day can be resolved.",
										{
											"type": "entries",
											"name": "Activities",
											"entries": [
												"Activities are resolved in chronological order as the day goes on. If an activity lets a character make multiple checks depending on the circumstances, they will generally be resolved over the course of the day as they come up. If an activity only has a character make one check, have them roll it earlier in the day, but try to have the results of that activity play out over the entire day.",
												"At your discretion, you can allow the results of an activity to influence the check DCs of any of the others. For example, if a character that Gathers Information learns about a historical monument in the region, it might be easier for another character that is Scouting to discover it. When adjusting the DC of a check in this manner, you should do so in increments of 2 in minor cases, and in increments of 5 in major ones."
											]
										},
										{
											"type": "entries",
											"name": "Changing Activities",
											"entries": [
												"As circumstances change, a character may wish to swap from one activity to another. For instance, a character that is foraging may wish to start tracking instead once they discover abnormally large footprints that could lead to a monster lair. How to handle this shift depends on what activities are being switched between and how often checks for them are called for.",
												"Activities like Noticing Threats and Tracking can be switched between seemlessly without any additional rulings, as checks for them are made throughout the day whenever the DM calls for them. However, switching to activities like Foraging and Gathering Information that only have checks once or twice requires more care, and should generally only be allowed halfway through the day.",
												"If a character switches to an activity like Foraging, consider imposing disadvantage or a -5 penalty on their check made to do so, or perhaps halve the benefits yielded from a success (e.g. for Foraging, halve the amount of food acquired). For an activity like Gathering Information that normally has you make two checks per day, allow only one check instead.",
												"In general, try to avoid allowing the players to change their activities during the day too often. While such switches make sense when circumstances change or new information is acquired, remember that unnecessary switching can be used in bad faith as a way to powergame the system and can drastically slow down the game in the process."
											]
										},
										{
											"type": "entries",
											"name": "Events While Traveling",
											"entries": [
												"After determining if a group becomes lost or has a random encounter, check your map to determine the party's route during the day. From their starting location, track how far they travel toward their destination. Narrate any changes in terrain or any special locations the characters find along the way, resolving encounters as needed.",
												{
													"type": "entries",
													"name": "Encounters",
													"entries": [
														"The party should have at least one creature encounter per day of travel. While not all encounters have to be resolved using combat, you can ensure the party remains properly challenged by aiming to have at least one combat encounter and a few other non-combat encounters each day."
													]
												},
												{
													"type": "entries",
													"name": "Hazards",
													"entries": [
														"The party should have to face at least one wilderness hazard or obstacle per day of travel. This hazard can take the form of a mountain range that blocks direct passage, a snowstorm that causes heavy precipitation and extreme cold, or some other obstacle that could impede the party's travel or threaten their safety."
													]
												},
												{
													"type": "entries",
													"name": "Locations",
													"entries": [
														"The party should discover at least one location of interest per day of travel. For each character in the party that is navigating or scouting, add more possible locations for them to discover on a successful check. Since not all locations will require a full day to fully explore, be sure to add enough locations of interest to maintain variety and engagement as the party travels."
													]
												},
												{
													"type": "inset",
													"name": "Events and Activities",
													"entries": [
														"Whenever an event occurs while traveling, consider tying that event to one of the characters' activities. For example, if a scouting character rolls high on their check, allow them to be the one to discover the monster lair or dungeon you already had planned. By delivering events through the characters' activities, you are rewarding them for using their agency to make certain choices and putting effort into succeeding at them."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Camp",
									"entries": [
										"After traveling for the day, the characters must find or create an appropriate shelter to spend the night in. Such a shelter must be able to protect the characters from extreme temperatures, precipitation and other weather phenomena, and any other forces of nature so that a proper rest can be taken.",
										{
											"type": "entries",
											"name": "Finding Shelter",
											"entries": [
												"You can have them find pre-existing shelter through the activities they did during the day. For example, a foraging character could stumble upon a cave inhabited by wolves that can be used as shelter once cleared. Alternatively, the party could use the equipment they already have to create their own shelter. If finding or making shelter is particularly difficult in certain circumstances, you could require the characters to make an appropriate group check. On a failure, the party might have to endure a forced march as they search for a good place to camp."
											]
										},
										{
											"type": "entries",
											"name": "Downtime Activities",
											"entries": [
												"Once the party camps for the night, they generally have about 2 hours of free time, assuming they were able to find shelter without a hitch. Characters can spend this time socializing, discussing the events of the day and planning for the activities of the next day, using their tools and equipment, and so on."
											]
										},
										{
											"type": "entries",
											"name": "Nightime Events",
											"entries": [
												"If a creature encounter or some other event occurs during the night, choose a random party member to be on watch as it happens. Use their passive {@skill Perception} score to determine whether or not they notice what is going on."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Running Exploration",
					"entries": [
						"A fun exploration game needs two things: engaging rules for interacting with the exploration pillar, and interesting locations and discoveries to find while exploring. This chapter will present guidelines that allow you to expand upon the latter.",
						{
							"type": "section",
							"name": "Describing the Wilds",
							"entries": [
								"In the same way that a map and an encounter key describe a dungeon, the wilderness can be summarized with a hex map and a collection of interesting features.",
								{
									"type": "entries",
									"name": "Mapping the Wilderness",
									"entries": [
										"The guidance given for wilderness mapping in the {@book Dungeon Master's Guide|dmg} applies to these rules, with one potential exception. It's a good idea to map out an area that a party can cover in a day or two of travel, to allow your design to bring out the details that make each area unique. When creating a wilderness, take the time to think about the mood of an area. Is it a hot, oppressive desert? Is it a terrifying realm of craggy peaks and rivers of lava, with a massive fortress-spire built by a god of war looming over the landscape?",
										"Take time to also think about what creatures are active in the wilderness, and why. Are the characters moving through a war-torn land, with orc patrols harassing the characters? Do hobgoblin legions struggle to tame a wild frontier, building defensive points to help claim it? Are there legendary, deadly monsters that hunt in this region?",
										"Pay special attention to friendly settlements and roads. The ease of movement roads provide and the promise of a safe haven make welltraveled and settled areas attractive to most characters—especially low-level characters.",
										{
											"type": "entries",
											"name": "Adventure Locations",
											"entries": [
												"Consider each of the potential adventure locations on your map, and assign discovery DCs to them as appropriate. Take into account the creatures that dwell nearby, a site's notoriety, the presence of any paths or roads leading there, and so forth."
											]
										},
										{
											"type": "entries",
											"name": "Regional Effects",
											"entries": [
												"Review the monsters that lair in your wilderness, and determine if any exert regional effects that you need to account for. Regional effects (described in the {@i Monster Manual}) are a great tool for showing the players how the presence of a powerful creature can alter the environment. They also add an element of magic and strangeness to areas that might otherwise seem mundane."
											]
										},
										{
											"type": "entries",
											"name": "Determine Checks and DCs",
											"entries": [
												"Take note of the typical DCs for the usual activities that take place while traveling. But also think about DCs for any other ability checks that you feel are relevant for the region. An ability check you call for might be part of an existing activity, it might require a special activity relevant to an area, or it might be a check you ask for only as appropriate. In any case, asking for special checks can help drive home a region's unique character and dangers."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Tactical Terrain",
									"entries": [
										"As a final useful tool, consider creating a quick table to help you generate terrain for random encounters, or for other events that require a more detailed view as the characters explore. A random table filled with iconic terrain for an area can help inspire you in the moment, and ensures that the interesting key elements of a region remain part of the action.",
										"Start off with at least one or two noteworthy features that are always present. Then think of a few simple but distinctive features that you'd expect to find in specific areas. If flat grasslands are a dominant feature, you might also have low hills, ruins, watering holes, thorny bushes, and other less common features to break things up.",
										"Once you are done, create a list of all your terrain features and assign each one a percentage chance to be present in an area (including 100 percent for dominant features). Then when you need to create an encounter area quickly, you can roll for each feature to see if it is present—thinking of these key features as tactical features that can have an impact on the encounter."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Wilderness Features Expanded",
							"entries": [
								"This section elaborates on the official guidelines for what can be found on a typical wilderness map (DMG 108).",
								{
									"type": "inset",
									"name": "Creating Larger Wilderness Regions",
									"entries": [
										"The {@book Dungeon Master's Guide|dmg} provides guidelines for creating 50-mile regions of wilderness. To create even larger regions, you can tile multiple 50-mile regions together. For example, a 200-mile region can be made using a 44 grid of 50-mile subregions, while a 500-mile region can be made using a 1010 grid. Each sub-region can be made using the guidelines in the DMG, with a few exceptions noted in the sections below."
									]
								},
								{
									"type": "entries",
									"name": "Biome",
									"entries": [
										"One important factor that determines the inhabitants and ongoings of a region is its biome. A region's biome is a label that describes the general type of climate and ecosystem contained within it. Two types of biomes are discussed below.",
										"A {@b normal biome} is a biome that can be found in the real world, such as a forest, desert, or swamp. Note that you are still encouraged to include supernatural elements within normal biomes.",
										"A {@b supernatural biome} is a biome that can't be found in the real world, such as a forest of giant mushrooms, a wasteland corrupted by necromancy magic, or an entire mountain that hovers above the clouds. As these biomes are more fantastical and awe-inspiring than normal biomes, you are encouraged to use them sparingly.",
										"If you wish to randomly generate a normal or supernatural biome, roll on one of the two random tables below.",
										{
											"type": "table",
											"colLabels": [
												"d10",
												"Label",
												"Description"
											],
											"colStyles": [
												"text-align-center",
												"text-align-center",
												"text-align-left"
											],
											"rows": [
												[
													"1",
													"Aquatic",
													"A watery region on or below an ocean or some other body of water"
												],
												[
													"2",
													"Arctic",
													"A cold region filled with ice and/or snow"
												],
												[
													"3",
													"Coastal",
													"A region that borders an ocean or some other body of water"
												],
												[
													"4",
													"Desert",
													"A hot, sandy region with little to no rain or water"
												],
												[
													"5",
													"Forest",
													"A region dominated by trees and other tall plants"
												],
												[
													"6",
													"Grassland",
													"An open region dominated by grass and other small plants"
												],
												[
													"7",
													"Hills",
													"A region with varying elevations due to hills and other land protrusions"
												],
												[
													"8",
													"Mountain",
													"A rocky region with one or more mountains or other tall land protrusions"
												],
												[
													"9",
													"Swamp",
													"A region of wetlands flooded by water that contains varying vegetation"
												],
												[
													"10",
													"Volcanic",
													"A region with one or more active volcanos"
												]
											],
											"caption": "Normal Biomes"
										}
									]
								},
								{
									"type": "entries",
									"name": "Monster Lairs",
									"entries": [
										"While 50-mile wilderness regions have apex predators at the top of the food chain, larger regions between 200 and 500 miles wide can potentially support one {@b overlord}. An overlord is one step above an apex predator, and has the potential to influence the entire region with its power. Example overlords include ancient dragons, krakens, and planar outsiders that are around or above CR 20.",
										"When adding a monster lair to a region, consider how that monster lair will affect the surrounding environment. For example, a nest of trolls might have influence over the land within 3 miles of them, threatening travelers such as traders and adventurers that pass through. Meanwhile, an apex predator such as an adult white dragon might live atop a snowy mountain, unleashing its ire on any rivals it notices within 25 miles of it.",
										{
											"type": "table",
											"colLabels": [
												"d10",
												"Label",
												"Description"
											],
											"colStyles": [
												"text-align-center",
												"text-align-center",
												"text-align-left"
											],
											"rows": [
												[
													"1",
													"Aerial",
													"A region in, above, or on top of the clouds or otherwise in the open air"
												],
												[
													"2",
													"Artificial",
													"A normal biome that was created, designed, or altered by some creatures"
												],
												[
													"3",
													"Dark Forest",
													"A dense forest characterized by a lack of light and the taint of evil"
												],
												[
													"4",
													"Fungal",
													"A forest or plain dominated by giant mushrooms and other fungi"
												],
												[
													"5",
													"Living",
													"A region where some part of it is alive, such as a giant turtle island"
												],
												[
													"6",
													"Oxymoronic",
													"An impossible clash of multiple biomes, such as a tundra with lava rivers"
												],
												[
													"7",
													"Planar",
													"A region that overlaps with or is akin to another plane of existence"
												],
												[
													"8",
													"Shattered",
													"A rocky or icy region with even harsher terrain than normal mountains"
												],
												[
													"9",
													"Underdark",
													"A vast network of caves and subterranean tunnels under the ground"
												],
												[
													"10",
													"Wastelands",
													"A dead region that supports little to no life, such as undead wastes"
												]
											],
											"caption": "Supernatural Biomes"
										},
										"Finally, an evil lich might have an army of zombies spread across an entire 200 mile region, directing its forces according to the council of its undead generals (who are effectively apex predators within their own 50-mile sub-regions)."
									]
								},
								{
									"type": "entries",
									"name": "Monuments",
									"entries": [
										"Monuments are a great way for your players to learn about your world, but they can also be the site of an adventure, depending on the monument's nature and origins.",
										"The following passages below detail example adventure hooks for the different kinds of monuments described in the DMG.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Burial Site",
													"entries": [
														"The corpses or spirits of the deceased still wander their eternal resting place, perhaps due to an ancient curse or necromantic activity. A priest, divine servant, or free spirit asks the party to lay the deceased to rest in exchange for spellcasting services or a supernatural gift."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Idol",
													"entries": [
														"A group of local humanoids worship or serve the interests of the entity or entities portrayed by a statue or carving of them, whether malevolent or otherwise. The idol may grant its servants supernatural gifts in order to advance this cause, or perhaps the idol is used by the entity or entities to remotely communicate with its minions."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Prescient Obelisk",
													"entries": [
														"An obelisk or some other monument may provide a warning or prophecy of danger to come, or it may give information on past worship or history that have taken place in the region. This information may be sought out by the adventurers to help aid them an existing quest, or it can be used to start an entirely new quest."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Standing Stones",
													"entries": [
														"In times past, standing stones may have been used for religious ceremonies, to commune with nature, the divines, or other planar outsiders, or even as gateways to other planes of existence. While the standing stones may not be functional anymore, some magic may remain, which may allow a higher power to weakly manifest their will through the stones."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Stone Structure",
													"entries": [
														"The ruins of old churches, religious sites, shrines, or other fortifications may indicate past or present conflict within a region, and can also be ripe with loot... and scavengers seeking to claim it for themselves. If a fortification is intact enough, it may be seized by independent humanoids who seek to use it for their own devices."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ruins",
									"entries": [
										"Remnants of past civilization are perfect sites for adventure, and are an essential component of the core assumptions for the typical D&D game world described in the DMG. When designing a ruins for the party to explore, consider the following factors.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Origins",
													"entries": [
														"Who built this place, and for what purpose? These questions can help you determine the style, layout, and contents of the ruins."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Destruction",
													"entries": [
														"Who or what led to this place being ruined, and what physical factors caused this ruination? These questions can help you determine what parts of the ruins are intact or destroyed."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Decay",
													"entries": [
														"What happened to the ruins between then and now? Have they been left untouched, or have they been explored or taken over by creatures since then? These questions can help you determine what creatures and loot can be found in the ruins."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Strongholds",
									"entries": [
										"Strongholds are structures that provide some sort of protection or service for the surrounding populace. The DMG provides information on how they can be built, how many hirelings can be found in them, and how much it costs to maintain one, but does not elaborate on what each type of stronghold is for or how many of them can be found in a given region.",
										{
											"type": "entries",
											"name": "Types",
											"entries": [
												"The following entries describe the different types of strongholds listed in the DMG in greater detail.",
												{
													"type": "entries",
													"name": "Abbey",
													"entries": [
														"An abbey is a monastery ran by religious monks or priests. Unlike a smaller church, an abbey is often a self enclosed living community, complete with spaces for housing, dining, and worship. While a single church may be dedicated to a single deity for townsfolk to pay their respects to, the members of an abbey might worship an entire pantheon or way of life for them to adhere to the teachings of. Adventurers may go to an abbey in search of divine spellcasting services or for specialized guidance relating to the abbey's religious focus. In times of need, civilians may gather at an abbey to be healed from a plague or for divine protection from external threats."
													]
												},
												{
													"type": "entries",
													"name": "Castle",
													"entries": [
														"A castle is a fortified structure typically used as a residence for important nobles or political leaders. In contrast, palaces are not fortified against external attack, and fortresses do not always house nobility or royalty within their walls. Castles are often protected with thick stone walls, moats of water, siege weaponry, and other defenses to ensure the safety of the inhabitants inside. Adventurers may go to a castle to speak to the head noble or monarch of the surrounding region for one reason or another. In times of need, castles serve their purpose by protecting its leader and as many of their loyal subjects as possible, and typically have enough food and fortifications to survive a blockade or siege for weeks at a time."
													]
												},
												{
													"type": "entries",
													"name": "Guildhall",
													"entries": [
														"A guildhall is used as a public facing base for any sort of guild or organization, such as a craftsman guild, a trade union, a circle of mages, or a political faction. Larger guildhalls found in towns and cities may provide free lodging for guild members, and often are a focal point of commerce or travel within a given region. Adventurers may go to a guildhall in search of quests or jobs to take or for assistance or resources from the upper levels of the guild as appropriate. In times of need, combat-capable guilds might take in and protect a limited population of civilians from external threats."
													]
												},
												{
													"type": "entries",
													"name": "Manor",
													"entries": [
														"A manor is a feudal unit of land where a noble and peasants live and work. To simplify, the lord of the manor is supported economically by serfs and peasants who work the land in exchange for housing and protection. While not fortified like a castle or keep are, a manor is typically defended by knights and other warriors hired by the noble to protect their land and the peasants within it. While typically untouched by traffic moving in and out of the area, a manor is often the site of political or economic dealings between nobles. Adventurers may go to a manor to speak to the head noble for one reason or another. In times of need, knights will defend the land and any civilians within it from outside attackers, but the needs of the head noble always come first."
													]
												},
												{
													"type": "entries",
													"name": "Outpost",
													"entries": [
														"An outpost or fort is a military detachment of soldiers stationed some distance away from the main civilization or military force. They are often used to protect remote towns and other areas of civilization, but they can also be used as footholds for invasion into or as a deterrent against hostile or untamed territorities and factions. Adventurers may go to an outpost or fort to ally with its members against some threat, or they may attack it due to some conflict they have with the faction it represents. In times of need, an outpost or fort can protect nearby civilians from military invasion from a hostile faction, but such civilians are typically housed in a different stronghold nearby, and not the military encampment itself."
													]
												},
												{
													"type": "entries",
													"name": "Palace",
													"entries": [
														"A palace is a grand residence for some form of royalty or aristocracy. Unlike a castle, a palace is not typically fortified against external threats, although it may still be stationed with soldiers to protect the valued residents within it. A palace is typically the focal point of a kingdom, often with a large city surrounding it, and is a popular site for travelers and traders to visit. Adventurers may go to a palace to speak to the head of the palace or its cabinet for one reason or another. In times of need, the soldiers within a palace will defend its leader to the best of its ability, although again note that a palace is not physically fortified against external attack."
													]
												},
												{
													"type": "entries",
													"name": "Temple",
													"entries": [
														"A temple is a large place of worship dedicated to one or more deities. Unlike an abbey, a temple does not have integrated housing; instead, its members may live in a nearby town or city. However, a temple is typically large enough to house additional services such as schooling and aid for the povershed, rather than just a place of worship as a normal church might have. Like an abbey, adventurers may go to a temple in search of divine spellcasting services or for specialized guidance relating to the temple's religious focus. In times of need, civilians may gather at a temple to be healed from a plague or for divine protection from external threats."
													]
												},
												{
													"type": "entries",
													"name": "Tower",
													"entries": [
														"A fortified tower may serve as a station for the guards of a village or town, a much smaller version of a military outpost, a secure bunker in case of apocalyptic disaster, or a home and place of study for a powerful mage and their apprentices. Depending on the method of construction, its width, and the number of fortifications surrounding it, a fortified tower can range from a few stories high to being taller than any building in the surrounding region. Adventurers may visit a tower for a variety of reasons, but their small horizontal size makes them easy to place in remote locations that are far away from civilization. In times of need, a tower can typically be used a base to help defend the nearby area, but will not typically hold civilians within its walls."
													]
												},
												{
													"type": "entries",
													"name": "Trading Post",
													"entries": [
														"A trading post is an establishment where travelers and locals alike can gather to buy, sell, or otherwise trade goods and services. Trading posts are typically placed along popular roads that travelers pass through, and settlements are typically built in the area surrounding them. As focal points of trade and commerce in an area, adventurers may go to a trading post to restock on supplies or to sell valuable items found during their adventures. In times of need, the supplies found in a trading post may be requisitioned for emergency use by a settlement and its civilians."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Population",
											"entries": [
												"A stronghold's maximum population is typically equal to its base construction time in days, as listed in the {@variantrule Downtime Activity: Building a Stronghold|dmg|Building a Stronghold} entry. However, this population maximum is typically only reached in times of crisis; a stronghold usually has half that amount or less in times of peace.",
												{
													"type": "inset",
													"name": "Destroying a Stronghold",
													"entries": [
														"Note that many strongholds are made using stone walls and structures. Each 10-foot-by-10-foot section of stone has AC 15 and 300 hit points per foot of thickness, and can be upwards of 12 feet thick for the most secure strongholds. It is immune to poison and psychic damage. Reducing a section of stone to 0 hit points destroys it and might cause connected sections to buckle and collapse at the DM's discretion."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Frequency",
											"entries": [
												"To determine the minimum number of strongholds that can be found near a settlement, consider the dominant lifestyle of that settlement, as described in the {@book Lifestyle Expenses|phb|5|Lifestyle Expenses|0} entry. Take the price per day for that lifestyle, multiply it by 20, and then multiply the result by the total population of the region. This value represents a rough minimum for the \"budget\" you, as the DM, have when placing strongholds in the region. For example, a town of 5,000 people living with a comfortable lifestyle (1 gp/day) has a \"stronghold budget\" of 100,000 gp, meaning that it can possibly have one temple, one fort, one tower, three guildhalls, and one trading post.",
												"From there, consider that royalty and nobility within the region, as well as wealthy guilds and organizations, can contribute their own strongholds on top of this. For instance, a notable noble that lives near this town might also own a manor. In particular, note the political and strategic importance of a region; for example, if this town lies on the border between two enemy nations, the area surrounding the town may be dotted with a few more outposts and towers. Similarly, if this town is next to an important monument, a religious organization may have commissioned an abbey centered around that monument and its worship."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Weird Locales",
									"entries": [
										"A weird locale is some sort of strange or supernatural area that can add flavor and fun to your exploration. When placing a weird locale into your world, consider the following ways in which it might influence the wilderness around it.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Attention",
													"entries": [
														"How much attention is a particular weird locale given? For some, entire settlements or empires might spring forth around them. For others, the locale's very existence might be unknown until the party comes across it. Also consider how much attention you want your players to pay attention to the locale from a narrative perspective when designing its properties."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Origins",
													"entries": [
														"What created a given locale? Was it the result of the overuse of magic, or perhaps an ancient curse levied by the gods? Was it caused by intense violence and bloodshed, or was it constructed or designed for other purposes? Or maybe it was just always like that? A weird locale does not always need an origin story, but if you'd like, take a moment to think of a few possible explanations for how it may have sprung forth."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Warped Terrain",
													"entries": [
														"The presence of a weird locale might warp or corrupt the terrain around it, even outside of the actual area of effect. For example, the ambient energies in a wild magic zone might cause wildlife to take on abnormal colors and shapes, while the area near a permanent planar portal might take on qualities of the destination it leads to."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Principles to Remember",
							"entries": [
								"To summarize this document, keep the following three pieces of advice in mind when running exploration.",
								{
									"type": "entries",
									"name": "Clear Goals",
									"entries": [
										"The party should have some sort of clear goal in mind - both in the game and outside of it. That is, the players should establish their expectations and desires for the specific gameplay mechanics they like or dislike, the tone of the story and how involved that story is, and the overall type of game they want to play in. Once this is established during Session Zero, it becomes possible to weave an exciting game of exploration that the players will enjoy, even when the characters in-game might not know what they are in for."
									]
								},
								{
									"type": "entries",
									"name": "Informed Choices",
									"entries": [
										"Simply put, the game is more fun for the players when they have some information to work with. For example, presenting the party with the choice of \"do you take the left or right path\" is meaningless if they have no idea what either path leads to. However, if the party knows that one path leads through the snowy mountains and the other through the dark forest, this same choice becomes much more important for the party to make.",
										"In general, having proper information gives the party at least some control over the consequences of their choices, making it more satisfying when such choices lead to success. When exploring, the activities that the party can do while traveling can and should grant them some sort of information about the area surrounding them, which in turn allows them to decide which activities they should do next. This gameplay loop defines the core of the exploration pillar, which is defined by discovery and finding new things."
									]
								},
								{
									"type": "entries",
									"name": "Failing Forward",
									"entries": [
										"Suppose the party attempts to do something but fails. You could rule that nothing happens and require the party to do it again. But what's the point in that? Doesn't this just serve to waste the party's time? Failure shouldn't interrupt progression, and instead should be a catalyst for it. This is the essence of failing forward.",
										"For example, suppose the party is lost in a forest, and keeps failing their rolls to regain their bearings. Instead of having them wander endlessly until they get back on track, allow them to stumble upon a hidden location or path that they otherwise would not have found. This hidden location or path can then lead to plenty of fun adventures, without the immersion of being lost ever breaking."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix: Sample Regions",
					"entries": [
						"This chapter lists some example entries for regions you can easily drag and drop into your own campaign/setting.",
						{
							"type": "section",
							"name": "Kingdom of Shadows",
							"entries": [
								"The City of Shadows was once the capital of a prosperous kingdom whose commerce was centered around a stable portal to the Shadowfell. But one day, a shadow dragon emerged from the portal with an army of undead and reduced the city to rubble. Now, the city and the kingdom that once surrounded it have been overrun by the forces of darkness.",
								{
									"type": "entries",
									"name": "Ambient Mood",
									"entries": [
										"The land here is still and lifeless, with little to no winds or strong weather creating any sort of motion here. It was once a kingdom of rolling hills and lush fields, but the dragon's influence has caused it to become a dead swamp with flood water and dead trees spread everywhere. The outer perimeter of the region has some amount of wildlife within the marshlands, but becomes more and more akin to the Shadowfell as you approach the ruined city. When running the Kingdom of Shadows, consider doing the following to help convey the ambient mood:",
										{
											"type": "list",
											"items": [
												"While temperatures are generally moderate here, travelers will note that they always feel a slight chill regardless of how much they warm themselves.",
												"If you normally use background music, consider playing a more subdued soundtrack at a low volume. You can even consider muting the music altogether in order to convey the region's sense of stillness to the players.",
												"Hope and joy is very sparse here. When roleplaying NPCs that are in this region, consider making them more somber and quiet than normal. You can even act the same way out of character when redirecting focus from table banter back to the game.",
												"Describe the colors here as being more dull and gray. Objects and people that enter the region initially stand out as being vibrant in color, but become more dull the longer they stay in the region. When the players leave the region or somehow beat back some of the Shadowfell corruption, describe how the color returns to the area and the people and objects within it, even if only for a short period of time."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Inhabitants",
									"entries": [
										"Hordes of undead endlessly roam the region, especially those of the skeletal and zombified sort. The few living creatures here either wandered in from a diferent region or somehow managed to adapt to the undead ecosystem here, subsisting off of dead plant matter and scraps of zombified flesh. In addition, {@creature shambling mound|mm|shambling mounds} are occassionally spawned by the dragon's malign will, possessing a desire to seek out and slay good aligned creatures that are attempting to enter the region.",
										"The region also houses an organized army of undead in service of a lawful evil {@creature adult black shadow dragon|BEG}. Three undead {@creature archmage|mm|archmages} are stationed at different ruins across the region, using the {@spell sending} spell to communicate with their draconic master. Each archmage then has one undead {@creature assassin} and two undead {@creature mages} under its command, who in turn control a handful of {@creature veterans} mounted on {@creature warhorse skeleton|mm|warhorse skeletons}, as well as several dozen {@creature skeleton|mm|skeletons} and {@creature zombie|mm|zombies}. The City of Shadows itself then has dozens upon dozens of assorted undead, intelligent or otherwise, that directly revere the dragon. Feel free to use undead from other books as well, taking a moment to consider how they fit into the hierarchy of the dragon's army, if at all.",
										"The only notable non-undead creatures in the region are {@creature priest|mm|priests}, {@creature acolyte|mm|acolytes}, and {@creature commoner|mm|commoners} hiding in the Temple of Bahamut, as described in the Settlements section.",
										{
											"type": "inset",
											"name": "Humanoid Stat Blocks as Undead",
											"entries": [
												"To convert any humanoid stat blocks here to undead, use the {@race skeleton|dmg|skeletal} or {@race zombie|dmg} NPC templates. To turn a humanoid into any sort of vague undead, give them immunity to poison and {@condition exhaustion}, and grant them the Undead Fortitude trait from zombies if appropriate."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Shrines of Bahamut",
									"entries": [
										"In life, this region once held various shrines of worship to Bahamut, The Platinum Dragon. With all but one of these shrines defiled by necromantic forces, those who manage to reactivate each shrine will stand a better chance against the dragon's foes.",
										"To activate a shrine, the holy shard that powers it must be returned to it, whether ripped off the corpse of the nearby undead boss that stole it or looted from the final chest of the long lost dungeon it was hidden in, and any other corruption in the area must be dealt with as appropriate. Once activated, each creature involved in its activation is granted a {@reward Charm of Heroism}), a permanent {@spell forbiddance} spell against fiends and undead fills the area within 1 mile of the shrine, and creatures and locations within the area can't be targeted by any divination magic or perceived through magical scrying sensors.",
										"There are four shrines scattered across the region in locations of your choice. Some of them may have dungeons built around them (indoors or otherwise), while the others might be found in the ruins of an abandoned settlement. Reactivating each one should take a simple dungeon crawl at the least and an entire side quest at the most, depending on the nature of their defilement and whether or not there are any NPCs at these locations that will hinder or aid the characters.",
										"A fifth shrine within the Temple of Bahamut is already activate, and provides its residents with protection from undead. The sixth final shrine lies within the heart of the City of Shadows, guarded by a legion of elite undead who safeguard its shard. See the Settlements section below for more information on these two shrines.",
										"Activating the last remaining shrine in the region, typically the the final shrine found in the heart of the City of Shadows, may also grant each creature a {@reward Charm of the Slayer|dmg|Charm of the Dragon Slayer} for use in the final fight."
									]
								},
								{
									"type": "entries",
									"name": "Settlements",
									"entries": [
										"The only remaining humanoid settlement in the region is a temple dedicated to Bahamut hidden on the outskirts of the region. Otherwise, most settlements here have been destroyed or overrun by undead, with the City of Shadows being the base of operations for the dragon's undead army.",
										{
											"type": "entries",
											"name": "City of Shadows",
											"entries": [
												"Once a bustling interplanar trade settlement of 24,000 people, this city was all but eviscerated by the dragon's onslaught. From the rubble, the dragon's undead army rebuilt parts of the city to serve as crude fortifications against invading enemies. Some trade halls still stand and are used by intelligent undead to do business with travelers from the Shadowfell, but they are largely unused as trade through the Shadowfell portal has stagnated recently. Otherwise, the most important locations in the city are the shrine to Bahamut, the crypts, and the capital.",
												"Unable to defile the shrine to Bahamut during its initial onslaught, the dragon ordered its minions to build walls around its grounds and stationed elite soldiers to starve out the priests and survivors that sought shelter there. In the present time, only one survivor remains: a single {@creature archdruid}, whose timeless body allows them to tend to the shrine's garden's until adventurers powerful enough to defeat the dragon come to their aid.",
												"The crypts are where the dragon's reserve army lay dormant, waiting to be brought to unlife by their dark master or some other animating force when the time comes. In the crypts might lie powerful undead animated by the magic of the Shadowfell, unclaimed treasures and riches, the base of a minor faction of intelligent undead, or even a secret cave system that can be entered from outside the city's walls.",
												"The capital is a ruined, partially flooded castle that houses the Shadowfell portal and the lair of the dragon itself. Guarded by powerful undead brutes that roam its outer walls, the capital holds a large treasure hoard within its vault, which has been buried below the waterline for safety reasons. The dragon's unliving quarters are exposed to the sky and have various perches that allow it to gain a wide view of the entire city and region."
											]
										},
										{
											"type": "entries",
											"name": "Temple of Bahamut",
											"entries": [
												"The temple of Bahamut is the last bastion of civilization in the Kingdom of Shadows. Tucked away within some wooded hills, this shoddy temple houses roughly 100 commoners, 10 acolyte workers, and 10 head priests that perform managerial and administrative tasks, all hidden and protected from undead by the magical shrine in its center. Spellcasting services for spells of 3rd level or lower can be offered here, possibly at a 25% discount if such spells would directly aid in the fight against the dragon, although the priests prefer exchanges that use food and other {@table trade goods|phb} rather than direct gold.",
												"Consider leading your players here soon after they have been introduced to the region. Perhaps they stumble upon it randomly, or maybe a religious member of the party receives visions of this place from their deity. The ranks of the temple will be more than willing to share information about the kingdom's history and the shrines to Bahamut to interested adventurers, and the temple itself is generally meant to serve as a base of operations for the players to regroup and perform downtime activities."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ruins and Dungeons",
									"entries": [
										"Ripe with the remnants of a lost civilization and untouched for many years, this region is home to plenty of adventuring sites, ranging from abandoned wizard towers to vampiric crypts to treasure vaults guarded by the dragon's undead army. As this is an attractive region for intelligent undead to reside, feel free to place dungeons here that aren't related to the rest of the region in any way."
									]
								},
								{
									"type": "entries",
									"name": "Kingdom of Shadows Exploration",
									"entries": [
										"Filled with water-filled swamps and shadowy bogs, the Kingdom of Shadows is not kind to inexperienced travelers. Most roads are old and have been grown over or flooded, leaving most travelers with nothing to guide them except the sun.",
										{
											"type": "inset",
											"name": "Kingdom of Shadows Summary",
											"entries": [
												{
													"name": "Navigation",
													"type": "entries",
													"entries": [
														"DC 15. If the characters are off the few dirt roads or paths that wind through this area, they will encounter difficult terrain caused by swamps more often than not. Shortcuts generally take the form of secluded paths that are obscured by fog or fallen trees, but the characters might also find tunnels and tree clearings that cut through the forest and allow for easier travel."
													]
												},
												{
													"name": "Foraging",
													"type": "entries",
													"entries": [
														"DC 20. Living animals are sparse here, and plants that do grow yield barely any edible products. Water is abundant, but necromantic spoilage and natural detritus makes the vast majority of it unpotable."
													]
												},
												{
													"name": "Weather",
													"type": "entries",
													"entries": [
														"Due to rolling fog and somewhat dense trees, visibility may be limited to 90 feet in normal conditions and 30 feet in severe ones. Otherwise, this region only usually experiences light rain from time to time."
													]
												},
												{
													"name": "Special Rules",
													"type": "entries",
													"entries": [
														"See the Regional Effects section below."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Regional Effects",
											"entries": [
												"The region of the Kingdom of Shadows (within 25 miles of the City of Shadows's outer wall) is warped by the dragon's shadow magic, which creates the following effects:",
												{
													"type": "list",
													"items": [
														"All death saving throws are made with disadvantage.",
														"Casting a spell leaves behind shadowy wisps that float in the air and scar the soil for one day per level of the spell (8 hours for a cantrip).",
														"If a humanoid is reduced to 0 hit points in the region, a beacon of negative energy shoots into the sky, and the shadow dragon magically learns an estimate of where this occurred, pinpointing an area roughly 4 miles on a side. If the creature instead dies, this side length is reduced to roughly half a mile. If you are using hexes, the dragon knows which 6-mile hex this occurred in, or which 1-mile hex if the creature dies. This effect doesn't occur within 1 mile of an activated shrine of Bahamut."
													]
												},
												"The area within 6 miles of the outer walls are further warped by the dragon's power, creating the following additional effects:",
												{
													"type": "list",
													"items": [
														"The land takes twice as long as normal to traverse, since the plants grow thick and twisted, and the swamps are thick with reeking mud.",
														"Fog lightly obscures any open air in the area.",
														"Water sources near the lair are supernaturally fouled. Enemies of the dragon that drink such water regurgitate it within minutes.",
														"The dragon's shadow magic creates the Shadowfell Despair planar effect in the area, described in the {@variantrule Planar Effects} optional rule."
													]
												},
												"If the dragon dies, vegetation remains as it has grown, but other effects fade over {@dice 1d10} days."
											]
										},
										{
											"type": "entries",
											"name": "Terrain",
											"entries": [
												"When creating an encounter that takes place within the Kingdom of Shadows, consider using the following table to generate the tactical terrain.",
												{
													"type": "table",
													"colLabels": [
														"%",
														"Description"
													],
													"colStyles": [
														"text-align-left",
														"text-align-left"
													],
													"rows": [
														[
															"100%",
															"{@dice 1d4} pools of water (15 feet on a side) that are deep enough to be swam through"
														],
														[
															"{@chance 25|25%}",
															"Shadowy fog that reduces visibility to 30 feet"
														],
														[
															"{@chance 25|25%}",
															"Fallen trees, each 30 to 60 feet long and 5 to 10 feet wide, which create barriers and total cover"
														],
														[
															"{@chance 10|10%}",
															"{@dice 1d4} sinkholes that act as quicksand, can be spotted with a DC 15 Wisdom ({@skill Perception}) check"
														]
													],
													"caption": "Kingdom of Shadows Tactical Terrain"
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Moon Hills",
							"entries": [
								"The Moon Hills are a rugged series of steep hills at the heart of Nentir Vale. Patrols from Fallcrest help keep the area's organized threats in check, but monsters often make forays out from the Cloak Wood. Strange creatures drawn from the Feywild, the Shadowfell, and the Elemental Plane of Earth are also found here.",
								{
									"type": "inset",
									"name": "Moon Hills Lore",
									"entries": [
										"The Nentir Vale is a setting from 4th edition D&D, so this Moon Hills section has basically zero lore in it. If you want to learn the lore behind the Nentir Vale and maybe find a source for Moon Hills lore, start {@link here|https://tahlequahpointsoflight.fandom.com/wiki/Nentir_Vale}."
									]
								},
								{
									"type": "entries",
									"name": "Ambient Mood",
									"entries": [
										"The hills are steep and sharp, with jagged escarpments forming sprawling, hilly plateaus. Small groves dot the area, as do the occasional burial mound, watchtowers from ancient Saruun Khel, and other old ruins. The features of the Moon Hills include the following:",
										{
											"type": "list",
											"items": [
												"Play up the hills and the jagged cliff faces, making travel through this area feel like navigating a maze. Straight and easy paths are rare here.",
												"Random boulders are common in the area, placed by the influence of elemental earth and looking as though they were dropped from the sky. Wind and rain erode the soil to reveal other strange rock formations that develop as elemental earth energy seeps into the landscape.",
												"The area's key hook is the presence of many crossings to the Feywild and the Shadowfell. The minotaurs of Saruun Khel traveled to both those planes and the Plane of Earth to trade. The distorted topography of the Moon Hills is due in part to the influence of earth magic, and areas near planar crossings exhibit otherworldly traits. This doesn't always imply the presence of monsters, but it can leave travelers feeling unsettled.",
												"Plenty of farms and manor houses are found in the area, owing to its proximity to Fallcrest. Trails, old fences of wood or stone, property markers, and so on are common sights, especially near the roads and the river.",
												"Several druids are active in the area, drawn by the ambient planar energy and its effects on the land. Though rocky, the soil of the Moon Hills is bountiful, in part because of the links to the Feywild and the Plane of Earth. Though in some areas, the influence of the Shadowfell renders the land gray and dull.",
												"The maze-like nature of this land promises lots of hidden areas and sudden discoveries. When bandits are active here, they thrive on ambush.",
												"The variety of terrain and features makes travel in the Moon Hills challenging. Any experienced traveler can attempt to navigate this place, but the lack of clear sight lines and the difficulty of long-distance navigation can make things daunting for the inexperienced."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Settlements",
									"entries": [
										"An attack on any of the farms or manors in the Moon Hills draws the notice of travelers or locals within a day or two. While the area has its secrets, the countryside is civilized overall."
									]
								},
								{
									"type": "entries",
									"name": "Ruins and Dungeons",
									"entries": [
										"The area is dotted with a few basic types of ruins and dungeons, including the following:",
										{
											"type": "list",
											"items": [
												"Megaliths have been raised by the druids, with tunnels and chambers excavated beneath them. They are constructed at points where planar energy is strongest, putting many in proximity with ancient ruins of Saruun Khel.",
												"Ruined watchtowers and small forts built by the Saruun minotaurs dot the landscape. Humanoid monsters use them as temporary bases.",
												"A few abandoned farmhouses and manors are found in the hills. These are the legacy of raids that took place when this area was not so well protected by Fallcrest.",
												"Undiscovered vaults of Saruun Khel are still hidden in the Moon Hills.",
												"An earth cult might establish a hidden base in the area."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Moon Hills Exploration",
									"entries": [
										"Wracked by energy from the Plane of Earth and dotted with crossings to the Feywild and the Shadowfell, the Moon Hills can be difficult to navigate away from the safety of Fallcrest and its immediate environs. The hills form a confusing mess of paths between their steep slopes.",
										{
											"type": "inset",
											"name": "Moon Hills Summary",
											"entries": [
												{
													"name": "Navigation",
													"type": "entries",
													"entries": [
														"DC 15. The steep hills and the winding paths between them can be confusing, but the sparse vegetation of the hills allows clear views of the sky. If the characters are off the roads or paths that wind through this area, they will encounter difficult terrain more often than not. Shortcuts generally take the form of secluded paths that bypass the worst of the hills, but the characters might also find canyons, tunnels, and ravines that cut through the earth and allow for easier travel."
													]
												},
												{
													"name": "Foraging",
													"type": "entries",
													"entries": [
														"DC 10. Water and light game are plentiful here."
													]
												},
												{
													"name": "Weather",
													"type": "entries",
													"entries": [
														"Normally weak winds often turn the valleys and canyons of this region into wind tunnels. Additionally, influence from the Plane of Earth creates small ground tremors on a regular basis, with larger earthquakes that cause minor property damage into unfortified buildings occurring once per year or so. Otherwise, this region has a moderate climate and no abnormal weather events."
													]
												},
												{
													"name": "Special Rules",
													"type": "entries",
													"entries": [
														"If the characters take a long rest here, roll on the planar confluence table."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Discoveries",
											"entries": [
												"To determine whether or not a scouting character can find a specific location, use the DCs on the table below.",
												{
													"type": "table",
													"colLabels": [
														"Location",
														"DC"
													],
													"colStyles": [
														"text-align-left",
														"text-align-center"
													],
													"rows": [
														[
															"Fallcrest",
															"None"
														],
														[
															"Watcher's Point",
															"None"
														],
														[
															"Bandit camp (common criminals)",
															"15"
														],
														[
															"Obsidian standing stones",
															"15"
														],
														[
															"Ruins of the Horned Tower",
															"15"
														],
														[
															"Dungeon of the Sleeping Titan",
															"20"
														],
														[
															"Pits of the Fang",
															"25"
														],
														[
															"Lost gate of the Laughing Path",
															"30"
														]
													],
													"caption": "Moon Hills Discovery DCs"
												}
											]
										},
										{
											"type": "entries",
											"name": "Planar Confluence",
											"entries": [
												"Parties that rest in the Moon Hills risk exposure to planar magic. Whenever the characters complete a night's rest or long rest here, there is a {@chance 20|20%|Planar Confluence} chance of one of the following effects occurring.",
												{
													"type": "table",
													"colLabels": [
														"d20",
														"Result"
													],
													"colStyles": [
														"text-align-center",
														"text-align-left"
													],
													"rows": [
														[
															"1-10",
															"Earth influence fortifies and strengthens flesh and bones; gain temporary hit points equal to character level"
														],
														[
															"11-15",
															"Feywild influence grants vivid, exciting dreams or visions; can add a {@dice d4} to ability checks for 24 hours"
														],
														[
															"16-20",
															"Shadowfell influence causes nightmares or disturbing visions; must subtract a {@dice d4} from ability checks for 24 hours"
														]
													],
													"caption": "Moon Hills Planar Confluence"
												}
											]
										},
										{
											"type": "entries",
											"name": "Terrain",
											"entries": [
												"The Moon Hills are an ideal spot for ambush, as the steep slopes favor a well-planned attack. Bandits and intelligent monsters prefer to open an assault with missile fire from atop a hill. Their targets can either trudge upslope, enduring attacks along the way, or flee along the gullies between the hills. But with the gullies providing a predictable path, smart attackers have more ambushers in place just around the corner. Devious foes might even send a group to cut off retreat back in the ambushed travelers' original direction.",
												{
													"type": "table",
													"colLabels": [
														"%",
														"Description"
													],
													"colStyles": [
														"text-align-left",
														"text-align-left"
													],
													"rows": [
														[
															"100%",
															"{@dice 1d3 + 1} steep hills (gullies serve as paths between them)"
														],
														[
															"100%",
															"Boulder field (scattered along gullies and with {@dice 1d3} still perched on hilltops, ready to be rolled with a successful DC 10 Strength ({@skill Athletics}) check; DC 10 Dexterity saving throw; {@damage 2d6} bludgeoning damage and knocked {@condition prone} on a failed save)"
														],
														[
															"{@chance 25|25%}",
															"Ruined watchtower of Saruun Khel"
														],
														[
															"{@chance 10|10%}",
															"Shadowfell influence (disadvantage on death saving throws in the area)"
														],
														[
															"{@chance 5|5%}",
															"Feywild influence (disadvantage on Wisdom saving throws in the area)"
														]
													],
													"caption": "Moon Hills Tactical Terrain"
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Zaedum",
							"entries": [
								"Even by fae standards, the Feywild forest of Zaedum was a dark, twisted place characterized by constant violence and destruction. So when a demonic incursion overran Zaedum and corrupted it into another layer of the Abyss, no one was really surprised. Combining demonic bloodlust with fey cunning and cruelty, this ever-shifting layer combines the worst of both worlds, proving to be too turbulent in nature for even a demon lord to seize control of.",
								{
									"type": "entries",
									"name": "Ambient Mood",
									"entries": [
										"Even relative to the rest of the Abyss, Zaedum is a confusing and disorienting place with alien geometry and landscapes. As described in the Exploration section, this place has subjective gravity and a landscape that constantly shifts in position and angle. As such, when designing adventures in Zaedum, consider the following:",
										{
											"type": "list",
											"items": [
												"Mountains can be upside down, dense forests can hover in the sky, and settlements are built with no particular direction of gravity in mind. While there is a bright purple sky that can be seen as \"up\", there is still no standard direction of gravity for the characters to rely on.",
												"The ecosystem is dominated by large, vibrantly colored trees, mushrooms, and other forms of megafauna that easily tower over most denizens of the layer. Otherwise, it is characterized by the typical filth and corruption that characterizes the rest of the Abyss.",
												"The landscape slowly shifts positions over time, causing landmarks to move to new locations and for terrain features to disappear or newly emerge. Every so often, a character might notice a distant hill shrink out of the corner of their eyes, or maybe a few trees will swap locations the moment they look away to take a drink of water.",
												"When describing Zaedum, emphasize the following emotions that the characters might feel: disorienting, unsafe, vulnerable, anxious, impatience, short-tempered."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Inhabitants",
									"entries": [
										"A variety of fey and demons reside here, and they all seek new ways to gain power over those they see as inferior. Here are a few notable groups of inhabitants in the layer:",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Hag Coven",
													"entries": [
														"A coven of abnormally powerful {@creature green hag|mm|green hags} and their underlings have control over a few key settlements and wayshrines (see below) throughout the layer, and are highly feared and envied for their expertise in mind control and other enchantment magic."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Infernal Batallion",
													"entries": [
														"Having been abandoned here to die long ago, a single {@creature pit fiend} and its batallion of devils occupy a small fortification along the coast of the River Styx. These devils have an amicable relationship with the local fey, but only to the extent that the fey are given equipment and training to help them fight against the demons."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Seeds of Zuggtmoy",
													"entries": [
														"A fungal-bodied {@creature marilith} leads an army of demons throughout the layer, destroying anything and everything they encounter along the way. This marilith serves the will of {@boon Demonic Boon of Zuggtmoy|mtf|Zuggtmoy} by spreading spores and fungi along their path, with the hopes that Zaedum will one day be fungal enough for the Demon Queen of Fungi to invade and take over."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Wayshrines",
									"entries": [
										"Hidden throughout Zaedum are an unknown number of {@b wayshrines}, special monuments that allow users to teleport to other wayshrines throughout the layer. These wayshrines are permanent {@spell teleportation circle|phb|teleportation circles} as detailed in the spell's description, but creatures at the shrine can activate it without casting the spell if they feed it the soul of one celestial or devil of CR 5 or higher. Such souls can sometimes be stolen from living celestials or devils in the layer, but it is far more reliable to find a pre-trapped soul in a dungeon or acquire them from a powerful creature (such as a hag) that already owns it. Upon activation, creatures can use the wayshrine to send themselves to a different wayshrine of their choice that they know the sigil sequence of.",
										"As an optional rule, when activating a wayshrine, there is a {@chance 25|25%|Wayshrine Teleportation} chance that the users are teleported to a random wayshrine of the DM's choice, rather than the intended destination.",
										"Wayshrines are generally concealed by the shifting landscape of the layer, but act as \"anchors\" that are fixed in position relative to every other wayshrine. As such, information surrounding their whereabouts or sigil sequences is highly coveted by all creatures in Zaedum. It also may be possible to create a diagram showing where each wayshrine is located for teleportation purposes, although the shifting landscape still makes it impossible for such a diagram to act as a map that aids in foot travel."
									]
								},
								{
									"type": "entries",
									"name": "Settlements",
									"entries": [
										"Despite the constant death and destruction here, Zaedum is home to a number of settlements. Here are a few examples:",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "City of Grune",
													"entries": [
														"The relatively calm city of Grune exists in a big forest clearing where travelers can come to rest, restock their supplies, and do business with interplanar merchants. Keeping the peace is a coven of powerful green hags, who oversee the city's operations and strike down anyone that threatens the integrity of their settlement. However, adventurers and other notable creatures that attempt to leave are compelled by powerful magic to stay in the town forever, and must figure out how to lift this curse before they are permanently enthralled by the hags to serve as footsoldiers or livestock."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Town of Ptok",
													"entries": [
														"An offshoot of the River Styx flows through this town and allows access to the rest of the Abyss and Lower Planes, although the subjective gravity causes the river to flow through the air in strange and alien ways. In this settlement, fey and humanoids alike seem to defy all logic and sustain themselves by constantly drinking water from the Styx, causing them to be empty shells that only carry out their meager lives through pure instinct. Why these citizens are compelled to constantly drink Styx water, and why they are still able to maintain a semblance of a normal settlement, is a mystery for the adventurers to solve."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Ultimate Arena",
													"entries": [
														"A powerful {@creature balor} hosts a large arena for dramatic gladiator battles to take place. After entering the ring (willingly or otherwise), however, contestants will soon discover that this drama is of the theatric kind, and that the battle is actually a contest of acting, song, and wordplay. Those who come out on top are rewarded handsomely for their marvelous talents, making this site a popular attraction for the layer's more ambitious denizens. Make no mistake, though—any contestant that attempts to introduce physical violence into the arena, or any fool that is proven to be uneducated in the performing arts, is quickly dealt with by the balor itself."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ruins and Dungeons",
									"entries": [
										"As a war-torn layer that used to be part of the Feywild, Zaedum is ripe with ruins and dungeons filled with loot for the layer's inhabitants to fight over. Here are a few examples:",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "City of Slorn",
													"entries": [
														"One of the first sites to experience the demonic incursion into Zaedum, the living plant city of Slorn has been consumed by abyssal corruption, turning it into a putrid wasteland that constantly churns out a variety of demonic spawn. Creatures that die here are absorbed by the vines and reborn as chaotic evil {@creature treant|mm|treants} that take on horrific, alien forms. These treants guard some sort of powerful entity or magic that lies within the heart of the ruins, and thus are feared and worshipped by fey and demons alike."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Fey Graveyard",
													"entries": [
														"A mass graveyard exists for fey warriors that fell during battle against the initial demonic incursion. As is tradition, that graveyard has been defiled and is currently used by necromancers to raise undead armies to wage their own wars with. It is also rumored that the crypt of a powerful archfey is hidden deep in the graveyard and may hold their lost items and treasure."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Treasure Tower",
													"entries": [
														"Just before Zaedum fell to the Abyss, an archwizard hid their large cache of potions, scrolls, and other magic items in their tower and fled from the plane, pledging to return and retrieve their possessions one day. That day has yet to come (and some doubt it ever will), so there exists a semi-permanent encampment of demons at this tower that try and fail to get past the wards and traps that protect the treasure within."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Zaedum Exploration",
									"entries": [
										"Between the subjective gravity and the shifting landscape, exploring Zaedum is a challenge for even the most experienced adventurers to handle. Being an infinite layer of the Abyss, this place can hold an uncountable number of adventuring opportunities, all up for you to weave together into a fun and cohesive campaign that works best for your table. Since both the characters and the players are going to be lost and confused while trying to wrap their heads around this place, be ready to provide them with some fun hooks that they can follow to keep them on track.",
										{
											"type": "inset",
											"name": "Zaedum Summary",
											"entries": [
												{
													"name": "Navigation",
													"type": "entries",
													"entries": [
														"DC 15. The megafauna and warped terrain of the area has a negative impact on visibility, but the use of subjective gravity to \"fly\" makes it easier to see into the distance from a good vantage point. However, the Shifting Landscape effect causes the party to always be lost and unable to regain their bearings while traveling here. Shortcuts here generally take the form of cavernous openings or tree clearings that are secluded, were unnoticed due to the subjective nature of directions and gravity here, just revealed by the constantly shifting landscape, or newly formed or created by the chaotic magic of the Abyss and Feywild."
													]
												},
												{
													"name": "Foraging",
													"type": "entries",
													"entries": [
														"DC 20. There are very few beasts here, and the plants tend to be inedible or toxic to consume. There is plenty of water here, but most of it isn't drinkable due to the taint of demonic corruption."
													]
												},
												{
													"name": "Weather",
													"type": "entries",
													"entries": [
														"Moderate rain and wind periodically pass through parts of the region, although the subjective gravity here means that this weather might not always come from the traditional directions they would be expected to come from. Otherwise, this region has a slightly warmer than average climate and no abnormal weather events."
													]
												},
												{
													"name": "Special Rules",
													"type": "entries",
													"entries": [
														"Divination spells cast in or into the region have a {@chance 50|50%} chance of revealing false or misleading information. For example, the location of a creature or area revealed by a {@spell mind spike|xge} or {@spell find the path} spell might be off by up to 12 miles, while a {@spell scrying} spell might sense a creature disguised as the target or an illusion of a location similar to the one desired.",
														"Additionally, the entire layer is under the influence of the {@hazard Shifting Landscape|BEG} and {@hazard Abnormal Gravity|BEG} (subjective gravity) regional effects. As an additional option, you can also use the {@variantrule Planar Effects} for Abyssal Corruption, Feywild Magic, or both."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Terrain",
											"entries": [
												"To help convey a sense of disorientation and verticality to your players, it is encouraged to have monsters attack the players from unexpected angles and positions that wouldn't make sense in a region with normal gravity. As such, you may wish to spend a bit more time preparing your encounters here compared to normal.",
												"Due to the complex, chaotic, and three dimensional nature of Zaedum, no single tactical terrain table would be adequate for this section, nor would any list of examples. When designing encounters here, try to add at least one unique terrain feature or twist that makes the encounter (and Zaedum as a whole) a memorable experience."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"condition": [
		{
			"name": "Exhaustion",
			"source": "BEG",
			"page": 11,
			"entries": [
				"{@i See the {@variantrule Exhaustion Revisited|BEG} variant for more information.}",
				"Some special abilities and environmental hazards, such as starvation and the long-term effects of freezing or scorching temperatures, can lead to a special condition called exhaustion. Exhaustion is measured in six levels. An effect can give a creature one or more levels of exhaustion, as specified in the effect's description.",
				{
					"type": "table",
					"colLabels": [
						"Level",
						"Effect"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"Disadvantage on attack rolls"
						],
						[
							"2",
							"Disadvantage on ability checks"
						],
						[
							"3",
							"Disadvantage on saving throws"
						],
						[
							"4",
							"Hit point maximum halved"
						],
						[
							"5",
							"Speed halved"
						],
						[
							"6",
							"Death"
						]
					]
				},
				"If an already exhausted creature suffers another effect that causes exhaustion, its current level of exhaustion increases by the amount specified in the effect's description.",
				"A creature suffers the effect of its current level of exhaustion as well as all lower levels. For example, a creature suffering level 2 exhaustion has its speed halved and has disadvantage on ability checks.",
				"An effect that removes exhaustion reduces its level as specified in the effect's description, with all exhaustion effects ending if a creature's exhaustion level is reduced below 1.",
				"Finishing a long rest reduces a creature's exhaustion level by 1, provided that the creature has also ingested some food and drink. Also, being raised from the dead reduces a creature's exhaustion level by 1."
			]
		}
	],
	"hazard": [
		{
			"name": "Extreme Heat and Cold",
			"source": "BEG",
			"page": 7,
			"trapHazType": "WTH",
			"entries": [
				"For {@hazard extreme cold}, creatures wearing cold weather gear (thick coats, gloves, and the like) only have advantage on saving throws against the effect, rather than immunity to it. Instead of a flat DC of 10 for the saving throw, the DC is 5 for the first hour and increases by 1 for each additional hour.",
				"If you are using the flexible resting variant described later in this chapter, saving throws are instead made against extreme temperatures ({@hazard extreme heat} and {@hazard extreme cold}) twice per day: one after four hours of travel, and another after eight hours of travel. The DC is 5 for the first save and increases by 1 for each additional save, and it only resets to 5 again after a long rest."
			]
		},
		{
			"name": "Extreme Storm",
			"source": "BEG",
			"page": 7,
			"trapHazType": "WTH",
			"entries": [
				"One step beyond {@hazard heavy precipitation}, blizzards, sandstorms, and other extreme storms make it nearly impossible to hear or see while in the area. Everything in the area of the extreme storm is lightly obscured, and all Wisdom ({@skill Perception}) checks and ranged attack rolls are made with disadvantage.",
				"Additionally, visibility and hearing in an extreme storm are normally limited to a range of 120 feet, but can be as low as 30 feet in severe cases. It is nearly impossible to perceive or sense anything beyond this range through nonmagical means.",
				"An extreme storm creates strong winds and causes tracks and other signs of passage in the area to disappear after 1 round of exposure. It also extinguishes open flames, disperses fog, and makes flying by nonmagical means nearly impossible. A flying creature in a strong wind must land at the end of its turn or fall.",
				"When traveling during an extreme storm, any check made to navigate or forage is made with disadvantage."
			]
		},
		{
			"name": "Magical Storm",
			"source": "BEG",
			"page": 7,
			"trapHazType": "WTH",
			"entries": [
				"Even worse than the threat of storms is the menace of weather imbued with magic. When the party encounters a storm, roll a {@dice d100}. On a 1 or 2, the storm churns with magical energy.",
				"The storm options below are inspired by, taken from, or expansions of the magical storms described in {@adventure Ghosts of Saltmarsh|gos}.",
				{
					"type": "entries",
					"name": "Abjuration",
					"entries": [
						"A storm infused with abjuration magic provides protection to random creatures in the area. When a creature takes damage during the storm, roll a {@dice d6}. On a 5 or 6, reduce the damage taken by half."
					]
				},
				{
					"type": "entries",
					"name": "Chronurgy",
					"entries": [
						"These unpredictable storms mess with the flow of time for creatures within it. Right before the storm ends, every creature in the area must succeed on a DC 15 Constitution saving throw or become {@dice 1d20} years older or younger (DM's choice), but never any younger than 1 year old. A {@spell greater restoration|phb} spell can restore a creature's age to normal."
					]
				},
				{
					"type": "entries",
					"name": "Conjuration",
					"entries": [
						"When conjuration magic churns within a storm's heart, creatures and objects that fall victim to it may find themselves to be displaced. At least once before the storm ends, the party is teleported up to {@dice 5d20} miles to a random location that is also in the storm."
					]
				},
				{
					"type": "entries",
					"name": "Enchantment",
					"entries": [
						"Storms infused with enchantment magic assault the minds of those beneath it. During the storm, all Intelligence, Wisdom, and Charisma saving throws are made with disadvantage."
					]
				},
				{
					"type": "entries",
					"name": "Evocation",
					"entries": [
						"These ferocious storms are wracked with thunderbolts, driving sheets of acid rain, exploding meteors, and other dangers. During the storm, choose one effect from the {@hazard Strange Precipitation|BEG} entry later in this section."
					]
				},
				{
					"type": "entries",
					"name": "Graviturgy",
					"entries": [
						"These chaotic storms warp the gravitational field in the area. During the storm, choose one effect from the {@hazard Abnormal Gravity|BEG} entry later in this chapter."
					]
				},
				{
					"type": "entries",
					"name": "Illusion",
					"entries": [
						"A storm brimming with illusions poses little direct harm to a ship, but experienced travelers know it poses an insidious threat. During the storm, the party travels in a random direction that isn't its intended course."
					]
				},
				{
					"type": "entries",
					"name": "Necromancy",
					"entries": [
						"Storms infused with necromancy magic assault the life force of living creatures within it. During the storm, non-undead creatures in the area have disadvantage on all Constitution and death saving throws, and undead have advantage on all saves."
					]
				},
				{
					"type": "entries",
					"name": "Transmutation",
					"entries": [
						"These violently unpredictable storms cause the environment to warp and twist. The storm transforms the landscape beneath it into an amalgamation of ice, stone, and stranger materials, making travel difficult. The area in the storm is difficult terrain, some of which may remain after the storm until it is cleared."
					]
				}
			]
		},
		{
			"name": "Polluted Air",
			"source": "BEG",
			"page": 8,
			"trapHazType": "WTH",
			"entries": [
				"Polluted air can be caused by effects like smog, airborne spores, and magical contamination.",
				"A creature that breathes polluted air and isn't adapted to it somehow must succeed on a Constitution saving throw at the end of each hour or gain one level of {@condition exhaustion}. The DC is 10 for the first hour and increases by 1 for each additional hour. Any levels of exhaustion caused by this effect go away after 1 hour of breathing clean air."
			]
		},
		{
			"name": "Strange Precipitation",
			"source": "BEG",
			"page": 8,
			"trapHazType": "WTH",
			"entries": [
				"In some cases, normal precipitation will be replaced or accompanied by one or more of the strange precipitation effects detailed below.",
				{
					"type": "entries",
					"name": "Acid Rain",
					"entries": [
						"Exposed creatures and objects take 2 acid damage at the start of each of their turns."
					]
				},
				{
					"type": "entries",
					"name": "Blood Rain",
					"entries": [
						"A creature that ends its turn in the rain must succeed on a DC 15 Constitution saving throw or be {@condition poisoned} for 1 minute. A poisoned creature can repeat the saving throw at the end of each of its turns, ending the effect on a success."
					]
				},
				{
					"type": "entries",
					"name": "Flaming Hail",
					"entries": [
						"Exposed creatures and objects take 1 bludgeoning damage plus 1 fire damage at the start of each of their turns. Every minute, a flaming hailstone explodes on impact in a random spot that is no more than 120 feet away from the party. Each creature within 20 feet of the impact must make a DC 15 Dexterity saving throw, taking 28 ({@damage 8d6}) fire damage on a failed save, or half as much damage on a successful one. The explosion covers the ground with fragments, making it difficult terrain until cleared."
					]
				},
				{
					"type": "entries",
					"name": "Lightning Strikes",
					"entries": [
						"Every minute, a large bolt of lightning strikes a random spot that is no more than 120 feet away from the party. Each creature within 10 feet of the impact must make a DC 15 Dexterity saving throw, taking 28 ({@damage 8d6}) lightning damage on a failed save, or half as much damage on a successful one. The explosion covers the ground with fragments, making it difficult terrain until cleared."
					]
				},
				{
					"type": "entries",
					"name": "Rain of Fish or Frogs",
					"entries": [
						"Fish, frogs, and other aquatic creatures fall from the sky, splattering when they hit the ground. Exposed creatures and objects take 1 bludgeoning damage at the start of each of their turns. Additionally, the ground becomes slick with gore and is difficult terrain until 2 ({@dice 1d4}) hours after the storm ends."
					]
				},
				{
					"type": "entries",
					"name": "Slime Rain",
					"entries": [
						"Large globs of slime fall from the sky. Every minute, a colossal glob of slime explodes on impact in a random spot that is no more than 120 feet away from the party. Each creature within 15 feet of the impact must make a DC 15 Constitution saving throw, taking 28 ({@damage 8d6}) acid damage on a failed save, or half as much damage on a successful one. The explosion covers the ground with viscious slime, preventing creatures from moving across it until cleared.",
						"This rain also contaminates all exposed water sources. Any creature that drinks the water or enters a contaminated water source for the first time on a turn or ends its turn there takes 7 ({@damage 2d6}) acid damage."
					]
				}
			]
		},
		{
			"name": "Abnormal Gravity",
			"source": "BEG",
			"page": 8,
			"trapHazType": "Regional Effect",
			"entries": [
				"Graviturgy magic and other powerful forces can cause the local gravitational field to change significantly. The options below detail some of the possible changes that could occur.",
				{
					"type": "entries",
					"name": "Directional Gravity",
					"entries": [
						"The strength of gravity in the area is normal, but the direction it pulls in is not. In the area, gravity pulls creatures and objects upwards, to the side, or in some other direction that isn't traditionally \"down\"."
					]
				},
				{
					"type": "entries",
					"name": "Strong Gravity",
					"entries": [
						"The strength of gravity in the area is doubled. In the area, each creature's jump distance and carrying capacity is halved, their walking speed decreases by 10 feet, and the fall damage they take is doubled."
					]
				},
				{
					"type": "entries",
					"name": "Subjective Gravity",
					"entries": [
						"The area has no normal gravity, so creatures and objects within it float in place. Instead, a creature can move up to its walking speed in any direction by merely thinking of the desired direction of travel, and can choose the effective direction of gravity for the purpose of walking on and interacting with objects."
					]
				},
				{
					"type": "entries",
					"name": "Weak Gravity",
					"entries": [
						"The strength of gravity in the area is halved. In the area, each creature's jump distance and carrying capacity is doubled, their walking speed increases by 10 feet, and the fall damage they take is halved."
					]
				}
			]
		},
		{
			"name": "Abnormal Sizes",
			"source": "BEG",
			"page": 8,
			"trapHazType": "Regional Effect",
			"entries": [
				"Some regions have oversized plants and creatures compared to normal. Others cause humanoids, and perhaps other intelligent creatures, to shrink down to a fraction of their normal size. Relative to the party, the effects of both of these are the same.",
				"In a region with abnormal sizes, all creatures and objects that are oversized (from the party's perspective) are tripled in size. All distances are tripled, all oversized objects have double their normal hit points, and all oversized creatures receive the following statistical changes:",
				{
					"type": "list",
					"items": [
						"The creature's size increases by two categories (e.g. from Medium to Huge).",
						"The creature's speed and melee reach are tripled.",
						"The size and range of the creature's spells are tripled in all dimensions.",
						"The creature deals two extra dice of damage whenever it hits with an attack.",
						"The creature's Strength score is increased by 8, to a maximum of 30."
					]
				}
			]
		},
		{
			"name": "Elemental Excess",
			"source": "BEG",
			"page": 9,
			"trapHazType": "Regional Effect",
			"entries": [
				"Regions that are touched by the Elemental Chaos may output excess energy of any number of elements, as described below. Each element below has a list of possible spell effects that can be associated with it, which can be chosen from by the DM with the severity of the elemental excess and the level of the party in mind.",
				{
					"type": "entries",
					"name": "Air",
					"entries": [
						"The region is constantly filled with strong winds. In addition, powerful air streams, currents, and winds pass through the area and take on various shapes and sizes. These wind patterns can be represented by the effects of spells like {@spell gust of wind}, {@spell wind wall}, {@spell control winds|xge}, and {@spell whirlwind|xge}."
					]
				},
				{
					"type": "entries",
					"name": "Earth",
					"entries": [
						"Dirt, rock, and other earth in the region constantly churns and shifts, causing the region to be difficult terrain. Such shifting can be represented by the effects of spells like {@spell erupting earth|xge}, {@spell bones of the earth|xge}, {@spell wall of stone}, {@spell move earth}, and {@spell earthquake}."
					]
				},
				{
					"type": "entries",
					"name": "Fire",
					"entries": [
						"The region is filled with smoke and flames that lightly obscure everything around them. In severe cases, the area might also suffer from extreme heat due to the unbearable temperatures created by the flame. The movement and formations of fire in the region can be represented by the effects of spells like {@spell control flames|xge}, {@spell create bonfire|xge}, {@spell flaming sphere}, {@spell wall of fire}."
					]
				},
				{
					"type": "entries",
					"name": "Water",
					"entries": [
						"Water in the region flows twice as fast compared to the norm, and the area is frequently flooded and filled with heavy precipitation. The flow and shape of water in the region can be represented by the effects of spells like {@spell create or destroy water} (create only), {@spell control water}, {@spell wall of water|xge}, and {@spell watery sphere|xge}."
					]
				}
			]
		},
		{
			"name": "Planar Effects",
			"source": "BEG",
			"page": 9,
			"trapHazType": "Regional Effect",
			"entries": [
				"When a region is influenced by a certain plane of existence, you can represent this influence by applying the planar effect for that plane to the area, as described in the {@variantrule Planar Effects} optional rule."
			]
		},
		{
			"name": "Shifting Landscape",
			"source": "BEG",
			"page": 9,
			"trapHazType": "Regional Effect",
			"entries": [
				"In some regions, magic causes the terrain to shift into new arrangements. In other regions, illusion magic prevents the party from accurately gaining their bearings, causing them to end up at locations they might not have expected to find. Relative to the party, the effects of both of these are the same.",
				"In a region with shifting landscape, settlements, dungeons, and other notable locations of interest shift up to 6 miles to a new area over the course of 24 hours, or at least appear to do so from the party's perspective in the case of an illusion. This causes the party to automatically become lost, and they can't regain their bearings until they escape the region. Additionally, unless the party can figure out how to see past an illusion-based effect (which truesight can identify, but might not overcome), any map of the region will quickly be rendered outdated and useless within two days or so."
			]
		},
		{
			"name": "Dark Ice",
			"source": "BEG",
			"page": 9,
			"trapHazType": "WLD",
			"entries": [
				"Similar to sapping snow, dark ice is ice that has been imbued with negative energy and drains the life force of creatures that touch it.",
				"Whenever a creature starts its turn touching dark ice, that creature must succeed on a DC 15 Constitution saving throw or take 10 ({@damage 3d6}) necrotic damage. The creature's hit point maximum decreases by an amount equal to the necrotic damage taken. This reduction lasts until the creature finishes a long rest. If this effect reduces the creature's hit point maximum to 0, the creature dies, and its body freezes into dark ice."
			]
		},
		{
			"name": "Healing Water",
			"source": "BEG",
			"page": 9,
			"trapHazType": "WLD",
			"entries": [
				"Healing water is a stronger version of holy water that rejuvenates living creatures that submerge themselves in it. It is most often found in sacred groves protected by druids, natural springs infused with primal energies, and magical fountains blessed by divine powers.",
				"By default, healing water loses its magic if removed from the area of its original source. However, feel free to ignore this rule as you see fit for your campaign.",
				"A creature that isn't a fiend or undead that submerges itself in healing water regains 1 hit point every minute. Additionally, some instances of healing water have the properties detailed below.",
				{
					"type": "entries",
					"name": "Enthrall",
					"entries": [
						"A creature must make a DC 10 Wisdom saving throw after 1 hour. On a failed save, the creature is unwilling to leave the general vicinity of the healing water before taking a long rest. After three failed saving throws, the creature never willingly leaves the area the healing water is in and, if forcibly removed, does everything in its power to return to the water. A {@spell dispel evil and good|phb} spell removes this effect from the creature."
					]
				},
				{
					"type": "entries",
					"name": "Obliviate",
					"entries": [
						"A creature that leaves the healing water after at least 1 hour must make a DC 10 Wisdom saving throw. Fey creatures automatically succeed on the saving throw, as do any creatures, like elves, that have the Fey Ancestry trait. A creature that fails the saving throw remembers nothing from its time spent in the healing water, nor does it remember the healing water's location. On a successful save, the creature's memories remain intact but are a little hazy. Any spell that can end a curse can restore the creature's lost memories."
					]
				},
				{
					"type": "entries",
					"name": "Purify",
					"entries": [
						"A creature gains the benefits of a {@i lesser restoration} after 4 hours, and of a {@spell greater restoration|phb} spell after 24 hours."
					]
				},
				{
					"type": "entries",
					"name": "Regenerate",
					"entries": [
						"A creature's severed body members (fingers, legs, tails, and so on), if any, are restored after 1 hour."
					]
				},
				{
					"type": "entries",
					"name": "Revitalize",
					"entries": [
						"A creature's {@condition exhaustion} level, if any, is reduced by 1 every hour."
					]
				}
			]
		},
		{
			"name": "Living Vines",
			"source": "BEG",
			"page": 10,
			"trapHazType": "WLD",
			"entries": [
				"A living vine is a plant that grows in dense forests and jungles, especially those of a magical variety. A Medium sized bundle of living vines has AC 11, 25 hit points, immunity to bludgeoning, piercing, and psychic damage, and a passive {@skill Perception} score of 13.",
				"When the vines notice a creature move within 5 feet of it for the first time on a turn, the vines can make a melee attack against it ({@hit +5} to hit). On a hit, the target is {@condition grappled} (escape DC 13) by the vines. Until this grapple ends, the vines can't grapple another creature, and the creature must make a DC 13 Strength saving throw at the end of each of its turns. On a failed save, the target suffers an additional effect as described below.",
				{
					"type": "entries",
					"name": "First Failure",
					"entries": [
						"Until the grapple ends, the target is {@condition prone}."
					]
				},
				{
					"type": "entries",
					"name": "Second Failure",
					"entries": [
						"Until the grapple ends, the target is suffocating and can't speak or breathe."
					]
				},
				{
					"type": "entries",
					"name": "Third Failure",
					"entries": [
						"Until the grapple ends, the target is {@condition blinded} and {@condition restrained}."
					]
				},
				{
					"type": "entries",
					"name": "Four or More Failures",
					"entries": [
						"The target takes 10 ({@damage 3d6}) bludgeoning damage."
					]
				}
			]
		},
		{
			"name": "Rushing Water",
			"source": "BEG",
			"page": 10,
			"trapHazType": "WLD",
			"entries": [
				"In contrast with normal currents, river rapids, flash floods, and other fast moving masses of water can move up to {@dice 3d4} miles per hour. To convert the water's speed to feet per round, multiply this value by 9.",
				{
					"type": "entries",
					"name": "Bludgeoned by Water",
					"entries": [
						"When a creature is being bludgeoned by a large mass of rushing water, it must make a Strength saving throw. The DC for this check equals 10 + the speed of the water (in miles per hour). On a failed save, a creature is knocked {@condition prone}, and it takes bludgeoning damage determined by the size of the mass of water: {@damage 1d8} if it is Small or smaller, {@damage 2d8} if it is Medium, {@damage 3d8} if it is Large, {@damage 4d8} if it is Huge, and {@damage 5d8} or more if it is Gargantuan or larger. On a successful save, a creature takes half as much damage and isn't knocked {@condition prone}."
					]
				},
				{
					"type": "entries",
					"name": "Rushing Water and Ships",
					"entries": [
						"When a vessel is caught by rushing water, it gets carried by the rushing water and moves along with it at the same pace. A vessel that attempts to steer while caught by rushing water must make a Dexterity check, with a bonus equal to the crew's quality. The DC for this check equals 5 + the speed of the water (in miles per hour). On a successful check, the vessel can steer to the side in order to avoid crashing or capsizing, but cannot move against the water's movement in any way."
					]
				},
				{
					"type": "entries",
					"name": "Submerged in Water",
					"entries": [
						"When a creature is submerged in rushing water, it get pulled up to the water's speed in the direction of the water's flow at the end of each of its turns. To swim while submerged in rushing water, a creature must make a Strength ({@skill Athletics}) check, which is made with advantage if the creature has a swimming speed. The DC for this check equals 10 + the speed of the water (in miles per hour). If it fails the check, it can't move."
					]
				}
			]
		},
		{
			"name": "Unstable Ground",
			"source": "BEG",
			"page": 10,
			"trapHazType": "WLD",
			"entries": [
				"Unstable ground is dirt, rock, sand, or some other material that is suspended above a cavern, tunnel, or some other opening. If enough weight is placed on it, the unstable ground will collapse.",
				"Unstable ground has a weight tolerance of {@dice 4d10  10} pounds per 10-foot-square area. Whenever the total weight on an area of unstable ground exceeds its tolerance, the unstable ground in that area breaks. All creatures on broken ground fall through."
			]
		}
	],
	"item": [
		{
			"name": "Enchanted Compass",
			"source": "BEG",
			"page": 5,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This round compass glows with a soft purple hue and radiates a faint aura of divination magic. Instead of pointing north, the compass points towards one location of the DM's choice on a certain plane of existence. If the compass and its target destination are ever on different planes of existence, the compass spins wildly and points in random directions."
			]
		},
		{
			"name": "Map of Misdirection",
			"source": "BEG",
			"page": 5,
			"rarity": "uncommon",
			"wondrous": true,
			"curse": true,
			"entries": [
				"A {@i map of misdirection} appears to be a nonmagical map that has detailed information about the specific region or regions it spans.",
				{
					"name": "Curse",
					"type": "entries",
					"entries": [
						"The map is cursed, but its magical nature is hidden; {@spell detect magic} doesn't detect it. An {@spell identify} spell reveals the map's true nature. Each day, the map magically changes the positions or distances of the locations marked on it, rotates the compass heading or the scale of the map, or otherwise subtly shifts some other feature of the map in an attempt to mislead its readers. This causes travelers to automatically become lost whenever they use the map to determine their destination. A creature that seeks to identify this shifting for what it is must succeed on a DC 15 Intelligence ({@skill Investigation}) or Intelligence ({@item Cartographer's Tools|phb}) check after studying the map for 10 minutes.",
						"A {@i map of misdirection}'s curse can also propagate to other maps. If this map is present within 30 feet of another map for at least 1 minute, that map also gains this curse. A {@spell remove curse} spell ends this curse on a targeted map."
					]
				}
			]
		},
		{
			"name": "Orb of Teleporation",
			"source": "BEG",
			"page": 5,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This smooth glass orb is large enough to require two hands to carry. The orb contains wispy white fog that partially conceals a mirage of a far away land.",
				"As an action, you can cast the {@spell teleport} spell by smashing the orb on the ground, causing it to be destroyed. The destination is fixed, and there is no chance of either a mishap or the spell being off target. Anyone teleported by the orb appears in a specific location designated by the item's creator at the time of its creation. It doesn't allow teleportation to any other destination."
			]
		},
		{
			"name": "Satchel of the Prepared Traveler",
			"source": "BEG",
			"page": 6,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This satchel has pockets of various shapes and sizes covering it. While wearing the satchel. you can use an action to open one of the pockets, causing an object or creature it represents. Once the last pocket is emptied, the satchel becomes an ordinary bag.",
				"The satchel has two pockets with one {@item explorer's pack|phb} in each. In addition, the satchel has {@dice 4d4} other pockets. The DM chooses the pockets or determines them randomly.",
				{
					"type": "table",
					"colLabels": [
						"{@dice d100}",
						"Patch"
					],
					"colStyles": [
						"col-1 text-center",
						"col-8"
					],
					"rows": [
						[
							"01-08",
							"Bag of 100 gp"
						],
						[
							"09-15",
							"{@dice 2d8} {@item healer's kit|phb|healer's kits}"
						],
						[
							"16-22",
							"Cold weather gear"
						],
						[
							"23-30",
							"1 random set of tools that isn't an {@item musical instrument|phb|instrument} or {@item gaming set|phb}"
						],
						[
							"31-44",
							"Wooden ladder (24 feet long)"
						],
						[
							"45-51",
							"A {@creature riding horse} with {@item saddlebags|phb}"
						],
						[
							"52-59",
							"4 {@item potion of climbing|dmg|potions of climbing}"
						],
						[
							"60-68",
							"4 {@item potion of healing|dmg|potions of healing}"
						],
						[
							"69-75",
							"{@item Rowboat} (12 feet long)"
						],
						[
							"76-83",
							"A {@creature mule} with {@item saddlebags|phb}"
						],
						[
							"84-90",
							"2 {@item ring of warmth|dmg|rings of warmth}"
						],
						[
							"91-96",
							"2 {@item potion of invisibility|dmg|potions of invisibility}"
						],
						[
							"97-00",
							"3 random entries from the {@table Adventuring Gear|phb} table"
						]
					]
				}
			]
		},
		{
			"name": "Skull of the Unprepared Traveler",
			"source": "BEG",
			"page": 6,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"This skull once belonged to an adventurer or some other traveler that wasn't quite prepared for their journey and paid the ultimate price for it.",
				"The skull is sentient. Determine its personality and other characteristics using the rules in the {@book Sentient Magic Items|dmg|7|sentient magic items|0} section in chapter 7 of the {@book Dungeon Master's Guide|dmg}.",
				"Regardless of its disposition and personality, the skull has detailed knowledge of one or more wilderness locations of the DM's choice. It also has detailed information regarding the circumstances of its death, which occured in one of the aformentioned wilderness locations."
			]
		}
	],
	"monster": [
		{
			"name": "Adult Black Shadow Dragon",
			"source": "BEG",
			"page": 25,
			"size": [
				"H"
			],
			"type": "dragon",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "17d12 + 85",
				"average": 195
			},
			"speed": {
				"walk": 40,
				"fly": 80,
				"swim": 40
			},
			"str": 23,
			"dex": 14,
			"con": 21,
			"int": 14,
			"wis": 13,
			"cha": 17,
			"save": {
				"dex": "+8",
				"con": "+11",
				"wis": "+7",
				"cha": "+9"
			},
			"skill": {
				"perception": "+13",
				"stealth": "+14"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 120 ft."
			],
			"passive": 23,
			"resist": [
				"necrotic"
			],
			"immune": [
				"acid"
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "17",
			"trait": [
				{
					"name": "Living Shadow",
					"entries": [
						"While in dim light or darkness, the dragon has resistance to damage that isn't force, psychic, or radiant."
					]
				},
				{
					"name": "Shadow Stealth",
					"entries": [
						"While in dim light or darkness, the dragon can take the Hide action as a bonus action."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the dragon has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"The dragon can breathe air and water."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the dragon fails a saving throw, it can choose to succeed instead."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 10 ft., one target. {@h}17 ({@damage 2d10 + 6}) piercing damage plus 4 ({@damage 1d8}) necrotic damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d6 + 6}) slashing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 15 ft., one target. {@h}15 ({@damage 2d8 + 6}) damage."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a {@dc 17} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Shadow Breath {@recharge 5}",
					"entries": [
						"The dragon exhales shadowy acid in a 60-foot line that is 5 feet wide. Each creature in that area must make a {@dc 19} Dexterity saving throw, taking 54 ({@damage 12d8}) necrotic damage on a failed save, or half as much damage on a successful one. A humanoid reduced to 0 hit points by this damage dies, and an undead {@creature shadow} rises from its corpse and acts immediately after the dragon in the initiative count. The shadow is under the dragon's control."
					]
				}
			],
			"dragonCastingColor": "black",
			"traitTags": [
				"Amphibious",
				"Legendary Resistances",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Breath Weapon",
				"Frightful Presence",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"P",
				"N",
				"S",
				"B"
			],
			"miscTags": [
				"MW",
				"RCH",
				"AOE"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"token": {
				"name": "Young Red Shadow Dragon",
				"source": "MM"
			},
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"Shadow dragons are true dragons that were either born in the Shadowfell or transformed by years spent within its dismal confines. Some shadow dragons embrace the Shadowfell for its bleak landscapes and desolation. Others seek to return to the Material Plane, hungry to spread the darkness and evil of the Plane of Shadow.",
									{
										"type": "entries",
										"name": "Dark Portals",
										"entries": [
											"Portals to the Shadowfell manifest in forlorn places and the deep gloom of subterranean caverns. The dragons that lair in such places often discover these portals and find themselves transported to a new realm. Ancient dragons that sleep in their lairs for months or years at a time might find themselves spirited away, never knowing that a portal has formed without their knowledge as they dream."
										]
									},
									{
										"type": "entries",
										"name": "Recast in Shadow",
										"entries": [
											"The transformation to a shadow dragon happens over a period of years, during which time a dragon's scales lose their luster and fade to a charcoal hue. Its leathery wings become translucent, its eyes paling to pools of opalescent gray. Shadow dragons find sunlight abhorrent, and they are weaker in bright light than they are in darkness. Darkness makes the dragon fade to a spectral shadow of its former self. The magical nature of dragons holds an attraction for the Shadowfell, which seems somehow to crave the might and majesty of these great reptiles. The Shadowfell also has a dispiriting effect on its denizens, such that the longer a creature remains on the plane, the more it accepts the plane's malaise. As months and years pass for a dragon on the Shadowfell, it becomes aware of the transformation being wrought upon it, and yet can do nothing to prevent it."
										]
									},
									{
										"type": "entries",
										"name": "Back in the World",
										"entries": [
											"A shadow dragon is so suffused with the power of the Shadowfell that even a return to the Material Plane can't undo its transformation. Some shadow dragons attempt to lure other creatures from the mortal realm back to the Shadowfell to keep them company, at least until they tire of their guests and devour them. Others are happy to leave the Shadowfell behind forever, understanding that treasure and power are easier to come by in the Material Plane."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Shadow Dragon Template",
						"entries": [
							"Only a true dragon can transform into a shadow dragon, and only if it is born in the Shadowfell or remains there for several years. A dracolich can't be turned into a shadow dragon, since it loses its draconic nature when it becomes undead.",
							"When a dragon becomes a shadow dragon, it retains its statistics except as described below. The shadow dragon might retain or lose any or all of its lair actions or inherit new ones, as the DM sees fit.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Damage Resistances",
										"entries": [
											"The dragon has resistance to necrotic damage."
										]
									},
									{
										"type": "entries",
										"name": "Skill Proficiency: Stealth",
										"entries": [
											"The dragon's proficiency bonus is doubled for its Dexterity ({@skill Stealth}) checks."
										]
									},
									{
										"type": "entries",
										"name": "Living Shadow",
										"entries": [
											"While in dim light or darkness, the dragon has resistance to damage that isn't force, psychic, or radiant."
										]
									},
									{
										"type": "entries",
										"name": "Shadow Stealth",
										"entries": [
											"While in dim light or darkness, the dragon can take the {@action Hide} action as a bonus action."
										]
									},
									{
										"type": "entries",
										"name": "Sunlight Sensitivity",
										"entries": [
											"While in sunlight, the dragon has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
										]
									},
									{
										"type": "entries",
										"name": "New Action: Bite",
										"entries": [
											"If the dragon deals acid, cold, fire, lightning, or poison damage with its bite, change that damage type to necrotic."
										]
									},
									{
										"type": "entries",
										"name": "New Action: Shadow Breath",
										"entries": [
											"Any damage-dealing breath weapon possessed by the dragon deals necrotic damage instead of its original damage type. A humanoid reduced to 0 hit points by this damage dies, and an undead shadow rises from its corpse and acts immediately after the dragon in the initiative count. The shadow is under the dragon's control."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Shadow Dragon.webp"
						}
					}
				]
			},
			"shortName": "dragon",
			"legendaryGroup": {
				"name": "Black Dragon",
				"source": "MM"
			},
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"The dragon makes a Wisdom ({@skill Perception}) check."
					]
				},
				{
					"name": "Tail Attack",
					"entries": [
						"The dragon makes a tail attack."
					]
				},
				{
					"name": "Wing Attack (Costs 2 Actions)",
					"entries": [
						"The dragon beats its wings. Each creature within 10 feet of the dragon must succeed on a {@dc 20} Dexterity saving throw or take 13 ({@damage 2d6 + 6}) bludgeoning damage and be knocked {@condition prone}. The dragon can then fly up to half its flying speed."
					]
				}
			],
			"conditionInflict": [
				"frightened",
				"prone"
			],
			"environment": [
				"swamp"
			],
			"dragonAge": "adult",
			"damageTagsLegendary": [
				"I",
				"P"
			],
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			],
			"savingThrowForcedLegendary": [
				"constitution",
				"strength"
			]
		}
	],
	"reward": [
		{
			"name": "Blessing of the Forager",
			"source": "BEG",
			"page": 6,
			"type": "Blessing",
			"entries": [
				"When you forage, you find twice as much food as you normally would on a success."
			]
		},
		{
			"name": "Blessing of the Resilient Body",
			"source": "BEG",
			"page": 6,
			"type": "Blessing",
			"entries": [
				"You no longer require air, food, drink, or sleep. You also have advantage on saving throws against {@condition exhaustion}."
			]
		},
		{
			"name": "Blessing of the Seeker",
			"source": "BEG",
			"page": 6,
			"type": "Blessing",
			"entries": [
				"You automatically notice secret doors, cooridors, paths, and other passages within 120 feet of you that are hidden by magic."
			]
		},
		{
			"name": "Blessing of the Swift Traveler",
			"source": "BEG",
			"page": 6,
			"type": "Blessing",
			"entries": [
				"Your base walking speed increases by 10 feet. In addition, spells and other magical effects can neither reduce your speed nor cause you to be restrained."
			]
		},
		{
			"name": "Blessing of the Wanderer",
			"source": "BEG",
			"page": 6,
			"type": "Blessing",
			"entries": [
				"While traveling, you and your party are twice as likely to encounter or find unique locations of interest, such as lost shrines, ancient ruins, or abandoned settlements."
			]
		},
		{
			"name": "Charm of Beast Speech",
			"source": "BEG",
			"page": 7,
			"type": "Charm",
			"entries": [
				"This charm grants you the benefits of the {@spell speak with animals} spell. These benefits last for 10 days, after which the charm vanishes from you."
			]
		},
		{
			"name": "Charm of Concealment",
			"source": "BEG",
			"page": 7,
			"type": "Charm",
			"entries": [
				"This charm allows you to cast the {@spell pass without trace} spell as an action, no components required. Once used three times, the charm vanishes from you."
			]
		},
		{
			"name": "Charm of Nature's Shelter",
			"source": "BEG",
			"page": 7,
			"type": "Charm",
			"entries": [
				"This charm allows you to cast the {@spell druid grove|xge} over the course of 10 minutes, no components required. Once you do so, the charm vanishes from you."
			]
		},
		{
			"name": "Charm of Nature's Wisdom",
			"source": "BEG",
			"page": 7,
			"type": "Charm",
			"entries": [
				"This charm allows you to cast the {@spell commune with nature} spell as a ritual, no components required. Once you do so, the charm vanishes from you."
			]
		},
		{
			"name": "Charm of Spider Climbing",
			"source": "BEG",
			"page": 7,
			"type": "Charm",
			"entries": [
				"This charm allows you to cast the {@spell spider climb} spell on yourself as an action, no components required. Once used three times, the charm vanishes from you."
			]
		}
	],
	"variantrule": [
		{
			"type": "entries",
			"name": "Abstracted Wilderness Travel",
			"source": "BEG",
			"page": 11,
			"ruleType": "O",
			"entries": [
				"In games where exploration isn't the main focus, you may wish to abstract wilderness travel in some way that makes it faster to resolve while still retaining its more engaging elements. In such games, you can run wilderness travel as a series of ability checks using skills of the party's choosing.",
				"At the start of each day while traveling, have each party member choose the activity they will be focusing on for the day. The chosen activity will determine the skill they will be using for the day. The activity chosen must somehow aid in the party's travels. Below is a list of example activities and skills that could be associated with them.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Foraging",
							"entries": [
								"The {@skill Survival} skill can be used to forage for food, water, or other natural supplies that are essential for survival."
							]
						},
						{
							"type": "entries",
							"name": "Gathering Information",
							"entries": [
								"The {@skill History} and {@skill Nature} skills can be used to gather any information about the surrounding environment that is directly useful (e.g. knowledge of a nearby unholy site to avoided)."
							]
						},
						{
							"type": "entries",
							"name": "Keeping Watch",
							"entries": [
								"The {@skill Perception} skill can be used to watch for any incoming threats."
							]
						},
						{
							"type": "entries",
							"name": "Navigation",
							"entries": [
								"The {@skill Survival} skill can be used to avoid becoming lost."
							]
						},
						{
							"type": "entries",
							"name": "Raising Morale",
							"entries": [
								"The {@skill Performance} skill can be used to raise morale among the party."
							]
						},
						{
							"type": "entries",
							"name": "Scouting",
							"entries": [
								"The {@skill Investigation} and {@skill Stealth} skills can be used to scout for locations of interest or upcoming hazards."
							]
						}
					]
				},
				"To avoid travel being tedious or repetitive, encourage the party to be creative, and possibly to partake in a different activity on some days as a way to spice things up. With some out of the box thinking, almost any skill can used to aid in the party's travels.",
				"Once everyone has chosen their activities for the day, have them make ability checks using the associated skills. For some checks, consider resolving it as a skill contest. For example, if one party member decides to keep watch, they might make a Wisdom ({@skill Perception}) check contested by the Dexterity ({@skill Stealth}) check of the predator that has been stalking them. For other checks, you can set the DC according to how difficult the task is. For example, if a second party member decides to forage for food and water, you can set the DC according to how abundant food and water are in the region. Feel free to take inspiration from other rules, such as the Foraging DCs table in the {@book Dungeon Master's Guide|dmg}, to determine the DC for a given task.",
				"If at least half the party succeeds on their checks, the whole party succeeds in their travels for the day, and their {@condition exhaustion} level (if any) is reduced by one. Otherwise, the party fails for the day. On a failure, the party suffers from a penalty chosen by the DM: either one or more days are added to their total travel time, or the entire party suffers one level of {@condition exhaustion} that only goes away after the exploration is completed or when an effect that removes exhaustion is applied. The former penalty can represent mishaps like getting lost or failing to notice a natural barrier that cannot be passed, and the latter penalty can represent events like participating in combat, suffering from a lack of food and water, or participating in a forced march in order to make up for lost time.",
				"Remember that extreme weather phenomena and other natural hazards can either increase the DCs of various tasks or impose disadvantage on certain checks the party makes. For effects such as {@hazard Extreme Heat} and {@hazard Extreme Cold} that impose saving throws, have the party make one saving throw against them each day, rather than each hour. Levels of exhaustion imposed by these effects can only go away after the wilderness travel is completed or when an effect that removes one is applied.",
				"If the party has gathered enough successes to make it to their destination, they have completed their travels. If they gather too many levels of exhaustion, they might succumb to the wilderness and die, or they can suffer some other fate that requires a new, separate adventure to overcome.",
				"While this variant may seem cumbersome to use due to the length of its description, it can actually make traveling through the wilderness engaging and fun while also cutting down on time that would be spent towards tracking specific resources and participating in random combat encounters."
			]
		},
		{
			"type": "entries",
			"name": "Exhaustion Revisited",
			"source": "BEG",
			"page": 11,
			"ruleType": "V",
			"entries": [
				"While {@condition exhaustion} is meant to be a severe condition for a given party, there are some noticeable flaws with the way it works in play.",
				"First, the third level is a huge jump compared to the first and second levels, which may feel a bit too sudden for some players. To alleviate this, perhaps some changes could be made to make exhaustion more linear in its severity.",
				"Second, the condition should be used as a way to create more engaging gameplay, but actually does the opposite. For example, suppose the party suffers one level of exhaustion due to a lack of food while exploring. This encourages them to forage for more food, but the very first level of exhaustion already imposes disadvantage on ability checks, making it much harder to succeed at foraging. In other words, the condition encourages a certain action to be taken against it, but simultaneously discourages that action via disadvantage on the check for it.",
				"As another example, consider the trope of a weary traveler suffering from exhaustion while trekking through the snowy mountains, pushing on in hopes of finding some place warm to take shelter in. This trope is a fun one to emulate in D&D, and yet the second level of exhaustion halves your speed, making it much harder to travel at all. The option that should be available—the risky decision of continuing onwards in hopes of succeeding despite the exhaustion—is removed by this effect.",
				"To address these issues, you can use the revised exhaustion progression provided {@condition exhaustion|BEG|here} in lieu of the progression presented in the {@book Player's Handbook|phb}.",
				"As an additional variant, instead of imposing disadvantage on a certain roll, you can have an exhausted creature roll a {@dice d4} and subtract the result from the total. This change makes exhaustion less severe, which may be appropriate for games where exhaustion is more commonplace."
			]
		},
		{
			"type": "entries",
			"name": "Flexible Resting",
			"source": "BEG",
			"page": 12,
			"ruleType": "V",
			"entries": [
				"{@i Credit to Discord user @foreveryone#6438}",
				"This variant bridges the gap between the default resting rules and the gritty realism variant presented in the {@book Dungeon Master's Guide|dmg} by allowing the number of combat encounters the party faces each in-game day to be adjusted according to the campaign's needs.",
				"Under this variant, there are three types of rests: short rests, night's rests, and long rests. Short rests are unchanged by this variant.",
				"Night's rests last at least 8 hours long and confer the benefits of a short rest. When a creature finishes a night's rest, it also regains one of its spent Hit Dice, which can be used to heal during this rest or a different one.",
				"Long rests confer their benefits as normal, but instead take 24 hours of light activity and relaxation. Once a creature finishes a long rest, it can't start another one until 48 hours have passed.",
				"Ending a 24-hour period without finishing a night's or long rest imposes saving throws against {@condition exhaustion}, as described in {@i Xanathar's Guide to Everything}. Meanwhile, finishing a night's rest reduces a creature's exhaustion level by 1, and finishing a long rest removes all levels of exhaustion, provided that the creature also ingests some food and drink during the rest.",
				"A rest can only be taken in a location that has been deemed safe to do so by the DM. For example, a night's rest typically requires some sort of shelter that can keep the party warm and dry, and a long rest can only usually be taken in a town or some other form of civilization."
			]
		},
		{
			"type": "entries",
			"name": "Foraging Expanded",
			"source": "BEG",
			"page": 12,
			"ruleType": "VO",
			"entries": [
				"While the foraging rules presented in the {@book Dungeon Master's Guide|dmg} are usually adequate in most cases, the two optional rules below are appropriate for games that want foraging to be more intricate or engaging.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Partial Failure",
							"entries": [
								"The existing foraging rules are binary: either you succeed on the check and get food and water, or you fail the check and get absolutely nothing. Given that the DC of the check can be controlled by the DM anyway, it wouldn't necessarily affect the game's balance if there were some sort of partial failure state that only gives you a small amount of food. With this optional rule, a foraging character that fails their check still finds a small amount of food and water, unless the check failed by 5 or more. When this happens, roll {@dice 1d4} to determine how much food (in pounds) the character finds, then repeat the roll for water (in gallons)."
							]
						},
						{
							"type": "entries",
							"name": "Separate Food and Water",
							"entries": [
								"You can have a foraging character make two separate checks to forage for food and water, setting the DCs for each check according to their individual availabilities. The character only gets food from the check that covers foraging for food, and water from the check that covers foraging for water."
							]
						}
					]
				}
			]
		},
		{
			"type": "entries",
			"name": "Injuries Revisited",
			"source": "BEG",
			"page": 12,
			"ruleType": "VO",
			"entries": [
				"The rules for {@variantrule injuries|DMG} can work well, but often feel overly punishing for the players. To address this, you can use this variant to turn injuries into setbacks that players choose to take as an alternative to falling unconscious or dying.",
				"With this variant, when a character is reduced to 0 hit points, the player can choose to have them take an injury instead of falling {@condition unconscious}. The character is reduced to 1 hit point, and it suffers from one injury chosen by the DM or randomly selected from the {@table Lingering Injuries} table. Once a character takes an injury in this way, it can't do so again until it levels up."
			]
		},
		{
			"type": "entries",
			"name": "Material Components Expanded",
			"source": "BEG",
			"page": 12,
			"ruleType": "VO",
			"entries": [
				"One common complaint is that spells like {@spell goodberry} and {@spell Leomund's tiny hut} invalidate the challenges presented by the exploration pillar of the game. And while some spells can be addressed using other variants (e.g. the {@variantrule Flexible Resting|BEG} variant reduces the effectiveness of the {@spell goodberry} spell), the worst offenders—spells like {@spell teleport} and {@spell wind walk} that skip travel altogether—remain untouched.",
				"While banning or restricting access to these world-influencing spells in your setting is a trivial way of solving the problem, you can also choose to attach (additional) costly material components to them. Material components for spells based on teleportation and travel especially are best consumed when the spell when cast. You can determine the nature of the component according to the spell's theme, and you can set its gold cost by modeling of spells that fill a similar niche or have the same level.",
				"In addition to adding material components to more spells, you can also make material components more rare in your setting. When you do so, determine a gold limit for material components that can be easily purchased. Any material component past this limit can't be purchased in most locations, and can only be acquired via exploration or social interaction as appropriate."
			]
		},
		{
			"type": "entries",
			"name": "Ration Limit",
			"source": "BEG",
			"page": 12,
			"ruleType": "O",
			"entries": [
				"By default, encumbrance is the only factor that limits the amount of food and water a character can carry. But this fails to account for other factors, such as food spoilage and backpack space, that could further limit how much can be carried.",
				"Mechanically, the foraging rules for exploration in the DMG allow a character to forage food and water at a greater rate than their party will consume it, which could trivialize that aspect of the exploration pillar.",
				"To address these issues, you can impose a limit on the amount of food and water a character can carry each day. Regardless of how much weight they are carrying, a character can only carry 10 pounds of food and 10 gallons of water at a time: enough to nourish them for 10 days in normal circumstances."
			]
		},
		{
			"type": "entries",
			"name": "Wanderer Revisited",
			"source": "BEG",
			"page": 12,
			"ruleType": "V",
			"entries": [
				"The Wanderer feature, presented in the {@background Outlander} sample background, is often criticized for making it unnecessary to forage for food and water. However, the wording of the feature implies that it only works when the land has plenty of food and water in the first place. But in a desert or some other harsh environment that doesn't have abundant food and water, a Wanderer doesn't get any benefits. So, by combining a stricter interpretation of this background feature with an expansion of its applicability, the Wanderer feature can simultaneously become less overbearing to the DM and more engaging for a player to use.",
				"Instead of being able to automatically find fresh food and water each day, a character with the Wanderer background feature automatically succeeds on checks made to forage in an area with abundant food and water sources, and has advantage on such checks in all other environments."
			]
		},
		{
			"type": "section",
			"name": "Exploration Revised; Wilderness Rules",
			"source": "BEG",
			"page": 15,
			"ruleType": "VO",
			"entries": [
				"This section lists a few essential rules that govern any wilderness environment being traveled through and how it can be interacted with.",
				{
					"type": "entries",
					"name": "Becoming Lost",
					"entries": [
						"The party only gets lost while traveling with this system when the DM says so. This usually happens when the party enters a new, unfamiliar region without a map or some other guide, but it can also happen if the party escapes into the wilderness after being captured or otherwise finds themself in a new area without having willingly traveled there. Otherwise, it shouldn't happen too regularly.",
						"While the party is lost, they are unaware of their current location on any map of the region they have. After a day of travel, a lost party might find themselves up to {@dice 2d6} miles away in a random direction from their intended path or destination. To stop being lost, a navigating character can spend a day of travel attempting to regaining their bearings."
					]
				},
				{
					"type": "entries",
					"name": "Random Encounters",
					"entries": [
						"While traveling using these rules, use the normal guidelines for random encounters found in the {@book Dungeon Master's Guide|dmg}. As an optional rule for when the characters are lost, roll twice for each random encounter check to reflect that the characters might blunder into a monster lair or other unusual threat.",
						"Additonally, consider rolling for random encounters ahead of time, rather than mid-session. You can also forgo random rolls and encounter tables altogether in favor of custom encounters that you create by hand."
					]
				},
				{
					"type": "entries",
					"name": "Movement on the Map",
					"entries": [
						"This exploration system is built to support hexcrawl games, as detailed in the {@book Dungeon Master's Guide|dmg}.",
						{
							"type": "entries",
							"name": "Kingdom-Scale Hexes",
							"entries": [
								"The daily travel paces for this system are designed to work with a kingdom-scale map (1 hex = 6 miles). As the party travels through each of these hexes, describe the terrain obstacles and features they face, as well as the general ambiance and mood of the region. While not all hexes have to have interesting creatures, locations, or hazards (as discussed later in this chapter), ensure that each hex has at least one feature or descriptor that you can use to make it stand out from the rest.",
								{
									"type": "inset",
									"name": "Resolving Half-Hexes",
									"entries": [
										"To resolve travel over a \"half hex\", roll a {@dice d4}. On a roll of 3 or 4, the party advances 1 additional hex. On a roll of 1 or 2, the party stays in their current hex."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Province-Scale Hexes",
							"entries": [
								"The hourly travel paces for this system are designed to work with a province-scale map (1 hex = 1 mile). Consider using this scale to \"zoom in\" whenever the party takes their time to explore a specific area of interest, such as an abandoned settlement or the immediate area surrounding a monster lair. If the area isn't large enough to span more than a few of these hexes, consider zooming in further and using a minute-based travel pace."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Exploration Revised; Resolving Travel",
			"source": "BEG",
			"page": 15,
			"ruleType": "VO",
			"entries": [
				"These rules break overland travel down into four different phases.",
				{
					"type": "entries",
					"name": "Wilderness Travel Phases",
					"entries": [
						{
							"type": "list",
							"items": [
								"Establish Goals",
								"Choose activities",
								"Resolve activities and travel",
								"Camp"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Establish Goals",
					"entries": [
						"Before the party begins traveling for the day, the players must choose where they want to go. They might have a specific location in mind, or they could just be wandering in a particular direction. Either way, they should decide which direction they want to travel in before the day starts.",
						"During this phase, you should also take the time to establish what general goals the party might have for the day. They might lean towards being very cautious, or perhaps they are rushing for time. They might be in a mood for some combat, or maybe they are instead looking to find some cool treasure. By establishing these general goals, you can ensure that the players remain engaged and focused, and you can also adjust your plans accordingly.",
						{
							"type": "entries",
							"name": "Travel Pace",
							"entries": [
								"You can use the travel pace rules detailed in the {@book Player's Handbook|phb} to represent travel across established roads and other relatively civilized areas. However, travel through the wilderness is often inefficient and indirect, even if difficult terrain isn't widespread. To represent this, use the travel pace tables below while in a wilderness environmnet. The first one represents the rate of travel in a normal wilderness environment, while the second one represents the rate of travel in a wilderness environment that is particularly difficult to navigate.",
								"Note that the tables below, as well as the one presented in the {@book Player's Handbook|phb}, use distances that are rounded to nice numbers. While this may cause them to be slightly inaccurate, the rounding here makes these values much easier to use in play. To avoid these inaccuracies from bogging down your game, consider only focusing on the Distance Traveled per Day column of each table as much as possible.",
								{
									"type": "table",
									"colLabels": [
										"Pace",
										"Distance Traveled per Minute",
										"Distance Traveled per Hour",
										"Distance Traveled per Day"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left",
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Slow",
											"150 feet",
											"1.5 miles",
											"12 miles"
										],
										[
											"Normal",
											"200 feet",
											"2 miles",
											"18 miles"
										],
										[
											"Fast",
											"300 feet",
											"3 miles",
											"24 miles"
										]
									],
									"caption": "Travel Pace: Normal Wilderness"
								},
								{
									"type": "table",
									"colLabels": [
										"Pace",
										"Distance Traveled per Minute",
										"Distance Traveled per Hour",
										"Distance Traveled per Day"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left",
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Slow",
											"100 feet",
											"1 mile",
											"9 miles"
										],
										[
											"Normal",
											"125 feet",
											"1.5 miles",
											"12 miles"
										],
										[
											"Fast",
											"150 feet",
											"2 miles",
											"15 miles"
										]
									],
									"caption": "Travel Pace: Difficult Terrain"
								}
							]
						},
						{
							"type": "entries",
							"name": "Stealth",
							"entries": [
								"While traveling at a slow pace, the characters can move stealthily. As long as they're not in the open, they can try to surprise or sneak by other creatures they encounter. See the rules for hiding in chapter 7 of the {@book Player's Handbook|phb}."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Choose Activities",
					"entries": [
						"Each character can perform one activity while traveling, chosen from the options below. Note that each activity lacks a specific check that is associated with it; rather, each activity lists example skills and tools that could be used for the check, as per the character's specific actions and your judgement as the DM. Additionally, note that two or more characters can only participate in the same activity if they all choose different sub-activities to partake in.",
						{
							"type": "entries",
							"name": "Bolstering the Party",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Example Skills:",
											"entry": "{@skill Medicine}, {@skill Performance}"
										},
										{
											"type": "item",
											"name": "Example Tools:",
											"entry": "{@item Herbalism Kit|phb}, {@item Musical Instrument|phb|Musical Instruments}"
										}
									]
								},
								"This activity covers improving the party's morale, organizing the party's equipment and other items, tending to each party member's wounds, or otherwise bolstering its existing efforts.",
								"Whenever the party makes a saving throw against disease or {@condition exhaustion}, the bolstering character can make an appropriate check against the same DC as the effect. On a success, the party gains advantage on the saving throw."
							]
						},
						{
							"type": "entries",
							"name": "Foraging",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Example Skills:",
											"entry": "{@skill Nature}, {@skill Survival}"
										},
										{
											"type": "item",
											"name": "Example Tools:",
											"entry": "{@item Brewer's Supplies|phb}, {@item Cook's Utensils|phb}"
										}
									]
								},
								"This activity covers gathering food and water from the surrounding wilderness. It uses the same foraging rules as those described in the {@book Dungeon Master's Guide|dmg}, but expands it to allow for more than just Wisdom ({@skill Survival}) checks.",
								"A foraging character makes an appropriate check as the party travels at a normal or slow pace, with the DC determined by the abundance of food and water in the region.",
								{
									"type": "table",
									"colLabels": [
										"Food and Water Availability",
										"DC"
									],
									"colStyles": [
										"text-align-left",
										"text-align-center"
									],
									"rows": [
										[
											"Abundant food and water sources",
											"10"
										],
										[
											"Limited food and water sources",
											"15"
										],
										[
											"Very little, if any, food and water sources",
											"20"
										]
									],
									"caption": "Foraging DCs"
								},
								"If multiple characters forage, each character makes a separate check. A foraging character finds nothing on a failed check. On a successful check, roll {@dice 1d6} + the character's Wisdom modifier to determine how much food (in pounds) the character finds, then repeat the roll for water (in gallons)."
							]
						},
						{
							"type": "entries",
							"name": "Gathering Information",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Example Skills:",
											"entry": "{@skill History}, {@skill Nature}"
										},
										{
											"type": "item",
											"name": "Example Tools:",
											"entry": "{@item Cartographer's Tools|phb}, {@item Herbalism Kit|phb}"
										}
									]
								},
								"This activity covers research and examination of the region the party is traveling in as a way to acquire detailed information about its inhabitants, its historical or religious importance, or any notable locations of interest within it.",
								"A character that is gathering information makes an appropriate check twice per day: once after four hours of travel, and again after eight hours of travel. You may gate certain information behind a set DC, or you can simply scale the amount of information gathered according to the result of the check.",
								"Information gathered from this activity might aid in the other characters' activities, perhaps even decreasing the DC of the ability checks made for them. For example, if a character that gathers information learns of a nearby religious monument, the scout of the party might have an easier time locating it. More information on the order activities are resolved in is provided in the next section."
							]
						},
						{
							"type": "entries",
							"name": "Navigation",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Example Skills:",
											"entry": "{@skill Nature}, {@skill Survival}"
										},
										{
											"type": "item",
											"name": "Example Tools:",
											"entry": "{@item Cartographer's Tools|phb}, {@item Navigator's Tools|phb}"
										}
									]
								},
								"This activity covers various courses of action involving the party's travel time and the path they take to get to their destination. The navigator can choose from one of the sub-activities detailed below.",
								"If the party is moving at a slow pace, the navigator gains a +5 bonus to the check, and a fast pace imposes a -5 penalty. If the party has an accurate map of the region or can see the sun or stars, the navigator has advantage on the check.",
								{
									"type": "entries",
									"name": "Finding Shortcuts",
									"entries": [
										"In the wilderness, travel is rarely direct. Even when there isn't difficult terrain, travelers are bound to encounter natural barriers, winding and inefficient paths, and other obstacles that prevent them from getting to their destination as quickly as they'd like. To compensate, the navigator of the party can attempt to find shortcuts that cut down on their travel time. The navigator makes an appropriate check against a DC determined by the nature of the shortcut, as shown on the  Shortcut DCs table below. On a success, the party party finds one or more shortcuts that allow them to traverse an additional 6 miles over the course of the day. In environments where travel paces are even slower than that of difficult terrain, shortcuts instead amount to two hours worth of extra traveling."
									]
								},
								"When the party finds one or more shortcuts, note that these alternative paths are a perfect opportunity for excitement and adventure. Perhaps a given shortcut might pass through territory controlled by hostile creatures, or maybe the shortcut is a dungeon of sorts that the party must fight their way out of. Note that if the party believes the risk to be too high, they can always opt to not take any shortcuts for the day.",
								{
									"type": "table",
									"colLabels": [
										"Description",
										"DC"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Shortcut has a clear road, trail, or well-marked path leading to it",
											"None"
										],
										[
											"Shortcut lacks a path but is in open terrain",
											"10"
										],
										[
											"Shortcut lacks a path but is in dense terrain such as forest or mountains",
											"15"
										],
										[
											"Shortcut is hidden, with active efforts made to conceal its existence through mundane means",
											"20"
										],
										[
											"Shortcut is hidden using illusions or other magic",
											"25"
										],
										[
											"Shortcut is hidden using powerful magic, such as a regional effect that causes a forest's trees to slowly shift and force characters onto the wrong path",
											"30"
										]
									],
									"caption": "Shortcut DCs"
								},
								{
									"type": "entries",
									"name": "Overcoming Difficult Terrain",
									"entries": [
										"While obstacles like mud, snow, and ice are usually a significant impedement for travelers, it's possible for a competent navigator to overcome them. The navigator makes an appropriate check against a DC determined by the prevailing terrain, as shown on the Overcoming Difficult Terrain DCs table below. On a success, difficult terrain doesn't slow the party's travel for the day."
									]
								},
								"In environments where travel paces are even slower than that of difficult terrain, the speed the party can travel at doubles on a success.",
								{
									"type": "table",
									"colLabels": [
										"Source of Difficult Terrain",
										"DC"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Difficult terrain is created by magic or some other supernatural force",
											"20"
										],
										[
											"Difficult terrain consists of significant hazards such as dense trees, rocky mountains, or turbulent waters",
											"15"
										],
										[
											"Difficult terrain consists of more forgiving hazards such as lighter forests and layers of snow",
											"10"
										]
									],
									"caption": "Overcoming Difficult Terrain DCs"
								},
								{
									"type": "entries",
									"name": "Regaining your Bearings",
									"entries": [
										"If the party is lost, the navigator can attempt to regain their bearings. The navigator makes an appropriate check against a DC determined by the prevailing terrain, as shown on the Regaining Bearings DCs table below. On a success, the party is no longer lost."
									]
								},
								{
									"type": "table",
									"colLabels": [
										"Terrain",
										"DC"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Forest, jungle, swamp, mountains, or open sea with overcast skies and no land in sight",
											"15"
										],
										[
											"Arctic, desert, hills, or open sea with clear skies and no land in sight",
											"10"
										],
										[
											"Grassland, meadow, farmland",
											"5"
										]
									],
									"caption": "Regaining Bearings DCs"
								}
							]
						},
						{
							"type": "entries",
							"name": "Noticing Threats",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Example Skills:",
											"entry": "{@skill Nature}, {@skill Perception}"
										},
										{
											"type": "item",
											"name": "Example Tools:",
											"entry": "—"
										}
									]
								},
								"This activity covers keeping watch for threats, whether they are creatures or natural hazards, while traveling. A character that keeps watch makes an appropriate check whenever you call for it, with disadvantage if the party is traveling at a fast pace. Note that passive {@skill Perception} scores aren't used while traveling with these rules.",
								"What the character notices with their check depends on the nature of the potential threat and how hard it is to spot. For example, the DC to notice a creature depends on how well it is hiding, while the DC to notice a wilderness hazard depends on how easy it is to see within the surrounding terrain. The sections below discuss possible threats that can be identified by a character that keeps watch.",
								{
									"type": "entries",
									"name": "Hidden Creatures",
									"entries": [
										"While noticing creatures that aren't moving stealthily requires no check, creatures that are moving stealthily are much harder to notice. Such creatures can be spotted by using various senses to notice their presence, or they can be noticed indirectly via signs of their influence on the surrounding ecosystem. Spotting a hidden creature ahead of time might prevent the party from being ambushed by it, which would cause them to be surprised when combat erupts."
									]
								},
								{
									"type": "entries",
									"name": "Wilderness Hazards",
									"entries": [
										"While hazards like {@hazard razorvine} and {@hazard slippery ice} can be spotted without a check, {@hazard quicksand}, {@hazard thin ice}, and other hazards might be harder to spot or to identify for what they are. Spotting a wilderness hazard ahead of time might prevent the party from accidentally falling victim to it."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Scouting",
							"entries": [
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Example Skills:",
											"entry": "{@skill Investigation}, {@skill Survival}"
										},
										{
											"type": "item",
											"name": "Example Tools:",
											"entry": "—"
										}
									]
								},
								"This activity covers scouting out the area near the party as it travels in order to find new locations and other interesting things.",
								"For the purpose of keeping the game simple and fair, you can consider a scouting character to be alongside the rest of the party whenever a combat encounter occurs.",
								{
									"type": "entries",
									"name": "Locations of Interest",
									"entries": [
										"A location of interest could be an abandoned settlement, a dungeon entrance, or some other adventuring site, but it could also be an otherwise indistinct place where monsters are currently stationed in. To look for potential locations of interest, a scouting character makes an appropriate check whenever you call for it, with disadvantage if the party is traveling at a fast pace. The DC of the check is determined by the Discovery DCs table below (which is a repurposed version of the Finding Shortcut DCs table earlier in this chapter). On a success, the scout identifies the location of interest, and the party can choose to stop and explore it if they'd like."
									]
								},
								"Remember that withholding opportunities for adventuring isn't fun for the party. While active scouting should be rewarded on a success, the party should still be provided with interesting locations to explore even if they don't have a scout.",
								{
									"type": "table",
									"colLabels": [
										"Description",
										"DC"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Location has a clear road, trail, or well-marked path leading to it",
											"None"
										],
										[
											"Location lacks a path but is in open terrain",
											"10"
										],
										[
											"Location lacks a path but is in dense terrain such as forest or mountains",
											"15"
										],
										[
											"Location is hidden, with active efforts made to conceal its existence through mundane means",
											"20"
										],
										[
											"Location is hidden using illusions or other magic",
											"25"
										],
										[
											"Location is hidden using powerful magic, such as a regional effect that causes a forest's trees to slowly shift and force characters onto the wrong path",
											"30"
										]
									],
									"caption": "Discovery DCs"
								},
								{
									"type": "entries",
									"name": "Tracking",
									"entries": [
										"Adventurers sometimes choose their path by following the tracks of other creatures—or other creatures might track the adventurers! To track, one or more creatures must succeed on an appropriate check. You might require trackers to make a new check in any of the following circumstances:"
									]
								},
								{
									"type": "list",
									"items": [
										"They stop tracking and resume after finishing a short or long rest.",
										"The trail crosses an obstacle, such as a river, that shows no tracks.",
										"The weather conditions or terrain changes in a way that makes tracking harder."
									]
								},
								"The DC for the check depends on how well the ground shows signs of a creature's passage. No roll is necessary in situations where the tracks are obvious. For example, no check is needed to track an army advancing along a muddy road. Spotting tracks on a bare stone floor is more challenging, unless the creature being tracked leaves a distinct trail. Additionally, the passage of time often makes tracks harder to follow. In a situation where there is no trail to follow, you can rule that tracking is impossible. The Tracking DCs table offers guidelines for setting the DC or, if you prefer, you can choose a DC based on your assessment of the difficulty. You can also grant advantage on the check if there's more than one set of tracks to follow, or disadvantage if the trail being followed passes through a well-trafficked area.",
								"On a failed check, the character loses the trail but can attempt to find it again by making a careful search of the area. It takes 10 minutes to find a trail in a confined area such as a dungeon, or 1 hour outdoors.",
								{
									"type": "table",
									"colLabels": [
										"Ground Surface",
										"DC"
									],
									"colStyles": [
										"text-align-left",
										"text-align-center"
									],
									"rows": [
										[
											"Soft surface such as snow",
											"10"
										],
										[
											"Dirt or grass",
											"15"
										],
										[
											"Bare stone",
											"20"
										],
										[
											"Each day since the creature passed",
											"+5"
										],
										[
											"Creature left a trail such as blood",
											"-5"
										]
									],
									"caption": "Tracking DCs"
								}
							]
						},
						{
							"type": "entries",
							"name": "Other Activities",
							"entries": [
								"This section lists a few other miscellaenous activities that a character can choose from.",
								{
									"type": "entries",
									"name": "Drawing a Map",
									"entries": [
										"The character can draw a map that records the group's progress and helps the characters get back on course if they get lost (no ability check). This can be done alongside a second activity if the character is proficient in cartographer's tools and uses them to draw the map."
									]
								},
								{
									"type": "entries",
									"name": "Tool Usage",
									"entries": [
										"While many of these activities already allow tool proficiencies to be used alongside them, a character can also use their tools in other ways as described in the {@variantrule Tool Proficiencies|xge} entry. As most tool usage requires or is best done when stationary, treat a day travel as only being equivalent to a short rest for the purpose of resolving each tool's special uses."
									]
								},
								{
									"type": "entries",
									"name": "Improvising an Activity",
									"entries": [
										"While the entries listed in this document already cover most possible activities while traveling, it is still possible for a character to perform some other activity that isn't listed here. To resolve such an activity, choose an appropriate check for the character to make, and come up with a contest or set DC to determine whether or not they succeed. Model the DCs and results of that activity off of the ones listed in this document when possible."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Resolve Activities and Travel",
					"entries": [
						"Once every character has chosen an activity, their travels for the day can be resolved.",
						{
							"type": "entries",
							"name": "Activities",
							"entries": [
								"Activities are resolved in chronological order as the day goes on. If an activity lets a character make multiple checks depending on the circumstances, they will generally be resolved over the course of the day as they come up. If an activity only has a character make one check, have them roll it earlier in the day, but try to have the results of that activity play out over the entire day.",
								"At your discretion, you can allow the results of an activity to influence the check DCs of any of the others. For example, if a character that Gathers Information learns about a historical monument in the region, it might be easier for another character that is Scouting to discover it. When adjusting the DC of a check in this manner, you should do so in increments of 2 in minor cases, and in increments of 5 in major ones."
							]
						},
						{
							"type": "entries",
							"name": "Changing Activities",
							"entries": [
								"As circumstances change, a character may wish to swap from one activity to another. For instance, a character that is foraging may wish to start tracking instead once they discover abnormally large footprints that could lead to a monster lair. How to handle this shift depends on what activities are being switched between and how often checks for them are called for.",
								"Activities like Noticing Threats and Tracking can be switched between seemlessly without any additional rulings, as checks for them are made throughout the day whenever the DM calls for them. However, switching to activities like Foraging and Gathering Information that only have checks once or twice requires more care, and should generally only be allowed halfway through the day.",
								"If a character switches to an activity like Foraging, consider imposing disadvantage or a -5 penalty on their check made to do so, or perhaps halve the benefits yielded from a success (e.g. for Foraging, halve the amount of food acquired). For an activity like Gathering Information that normally has you make two checks per day, allow only one check instead.",
								"In general, try to avoid allowing the players to change their activities during the day too often. While such switches make sense when circumstances change or new information is acquired, remember that unnecessary switching can be used in bad faith as a way to powergame the system and can drastically slow down the game in the process."
							]
						},
						{
							"type": "entries",
							"name": "Events While Traveling",
							"entries": [
								"After determining if a group becomes lost or has a random encounter, check your map to determine the party's route during the day. From their starting location, track how far they travel toward their destination. Narrate any changes in terrain or any special locations the characters find along the way, resolving encounters as needed.",
								{
									"type": "entries",
									"name": "Encounters",
									"entries": [
										"The party should have at least one creature encounter per day of travel. While not all encounters have to be resolved using combat, you can ensure the party remains properly challenged by aiming to have at least one combat encounter and a few other non-combat encounters each day."
									]
								},
								{
									"type": "entries",
									"name": "Hazards",
									"entries": [
										"The party should have to face at least one wilderness hazard or obstacle per day of travel. This hazard can take the form of a mountain range that blocks direct passage, a snowstorm that causes heavy precipitation and extreme cold, or some other obstacle that could impede the party's travel or threaten their safety."
									]
								},
								{
									"type": "entries",
									"name": "Locations",
									"entries": [
										"The party should discover at least one location of interest per day of travel. For each character in the party that is navigating or scouting, add more possible locations for them to discover on a successful check. Since not all locations will require a full day to fully explore, be sure to add enough locations of interest to maintain variety and engagement as the party travels."
									]
								},
								{
									"type": "inset",
									"name": "Events and Activities",
									"entries": [
										"Whenever an event occurs while traveling, consider tying that event to one of the characters' activities. For example, if a scouting character rolls high on their check, allow them to be the one to discover the monster lair or dungeon you already had planned. By delivering events through the characters' activities, you are rewarding them for using their agency to make certain choices and putting effort into succeeding at them."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Camp",
					"entries": [
						"After traveling for the day, the characters must find or create an appropriate shelter to spend the night in. Such a shelter must be able to protect the characters from extreme temperatures, precipitation and other weather phenomena, and any other forces of nature so that a proper rest can be taken.",
						{
							"type": "entries",
							"name": "Finding Shelter",
							"entries": [
								"You can have them find pre-existing shelter through the activities they did during the day. For example, a foraging character could stumble upon a cave inhabited by wolves that can be used as shelter once cleared. Alternatively, the party could use the equipment they already have to create their own shelter. If finding or making shelter is particularly difficult in certain circumstances, you could require the characters to make an appropriate group check. On a failure, the party might have to endure a forced march as they search for a good place to camp."
							]
						},
						{
							"type": "entries",
							"name": "Downtime Activities",
							"entries": [
								"Once the party camps for the night, they generally have about 2 hours of free time, assuming they were able to find shelter without a hitch. Characters can spend this time socializing, discussing the events of the day and planning for the activities of the next day, using their tools and equipment, and so on."
							]
						},
						{
							"type": "entries",
							"name": "Nightime Events",
							"entries": [
								"If a creature encounter or some other event occurs during the night, choose a random party member to be on watch as it happens. Use their passive {@skill Perception} score to determine whether or not they notice what is going on."
							]
						}
					]
				}
			]
		}
	]
}
