{
	"_meta": {
		"sources": [
			{
				"json": "CoH-LLN",
				"abbreviation": "LL&N",
				"full": "Voyager's Guide to Kyrmordia: Ley Lines & Nexuses",
				"authors": [
					"Chronicle of Heroes"
				],
				"convertedBy": [
					"Spappz"
				],
				"version": "v1.1",
				"color": "2f89a1",
				"url": "https://drive.google.com/file/d/1YwZn_yTVgav_4Rx27TcZUhOd8GvIREnQ/view",
				"dateReleased": "2023-05-10"
			}
		],
		"status": "ready",
		"dateAdded": 1718664546,
		"dateLastModified": 1729630006,
		"optionalFeatureTypes": {
			"Lesser LP": "Lesser Ley Power",
			"Moderate LP": "Moderate Ley Power",
			"Greater LP": "Greater Ley Power",
			"Major LP": "Major Ley Power"
		},
		"_dateLastModifiedHash": "ffbed2befa",
		"edition": "classic"
	},
	"book": [
		{
			"author": "Chronicle of Heroes",
			"id": "CoH-LLN",
			"group": "homebrew",
			"published": "2023-05-10",
			"source": "CoH-LLN",
			"name": "Voyager's Guide to Kyrmordia: Ley Lines & Nexuses",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/cover.webp"
			},
			"contents": [
				{
					"name": "Cover"
				},
				{
					"ordinal": {
						"type": "chapter",
						"identifier": 1
					},
					"name": "Ley Lines & Nexuses",
					"headers": [
						"Harnessing the Power",
						"Manaburn"
					]
				},
				{
					"name": "Ley Lines & Nexuses Descriptions",
					"ordinal": {
						"identifier": 2,
						"type": "chapter"
					},
					"headers": [
						"Ley Lines",
						"Prime Nexuses",
						{
							"header": "Abjuration Nexus",
							"depth": 1
						},
						{
							"header": "Conjuration Nexus",
							"depth": 1
						},
						{
							"header": "Divination Nexus",
							"depth": 1
						},
						{
							"header": "Enchantment Nexus",
							"depth": 1
						},
						{
							"header": "Evocation Nexus",
							"depth": 1
						},
						{
							"header": "Illusion Nexus",
							"depth": 1
						},
						{
							"header": "Necromancy Nexus",
							"depth": 1
						},
						{
							"header": "Transmutation Nexus",
							"depth": 1
						},
						"Nexus Rifts"
					]
				},
				{
					"headers": [
						"Race: Nexusborn",
						"Background: Manascarred",
						"Ley Powers"
					],
					"name": "Character Options",
					"ordinal": {
						"type": "chapter",
						"identifier": 3
					}
				},
				{
					"name": "Magic and the Land",
					"ordinal": {
						"identifier": "A",
						"type": "appendix"
					}
				},
				{
					"name": "Back Cover"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "CoH-LLN",
			"source": "CoH-LLN",
			"data": [
				{
					"type": "section",
					"name": "Cover",
					"page": 0,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/cover-full.webp"
							},
							"credit": "{@link Alayna Danner|https://www.mtgpics.com/illustration?i=48631}"
						}
					]
				},
				{
					"type": "section",
					"name": "Ley Lines & Nexuses",
					"page": 1,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/img/0.webp"
							},
							"credit": "{@link Alayna Danner|https://www.artofmtg.com/art/arctic-treeline/}"
						},
						"The Weave of magic, as it is known, permeates the entire known universe. But one may ask, what is magic? How is it structured, and is it never-ending? These are important questions that practitioners of the Art have studied for countless eons, in an effort to decrypt nature in itself. In Kyrmoria, magic is structured similarly to matter. If one looks to the fundamental level of existence, they will find mana, the building blocks of magic. Mana is a fickle thing, and it is unknown whether they possess any form of primordial sentience, but they exist everywhere and anywhere in the known world. And where mana flows greatly, imbuing the lands and oceans with its potency, rivers of mana form, namely, Ley Lines.",
						"Ley lines are channels that carry and allow mana, and to that extent magic, to flow across the world. They are pictured as \"lines\", only because they possess a sort of length and width that can be measured, if one is able to detect and trace them. Ley lines do not exist physically and are not tangible, even if they sometimes alter the environment around them. They course deep beneath the earth, in the water or in the air, like invisible streams. They are prone to shifting and changing their flow direction depending on the movement of celestial objects, and they very rarely remain in one place for an extended period of time. Furthermore, they come in many different sizes and potencies, which can change over time.",
						"It is possible to detect a ley line via standard divination magic methods, such as with a detect magic spell. To the observing caster, the ley line appears as a luminous torrent of energy motes, mana, which pulses with vibrant light of all possible colors, creating a magnificent spectacle. It is also known that a large enough obstacle, such as thick stone, can prevent any incoming visual signs of ley lines to such detection methods. As the ley lines shift and flow, intersecting or running parallel to one another, they are not unlike threads uniting to create a solid object. In the case of ley lines, this object is the Weave of magic. The Weave is a sort of veil, overlapping with all matter without taking up any real space. Through the weave, magic manifests in the world, and it is the Weave that spellcasters attempt to harness when casting their spells.",
						"There are numerous ways that spellcasters can access the mana laying dormant around them. Druids and rangers utilizing primal magic tap into the power of natural mana. Then, come the practitioners of arcane magic, the Art. Bards and wizards exert control over the mana around them, using words of power and gestures to guide the flow of mana, while sorcerers become conduits for mana, allowing it to flow through them and shaping it with their force of will. Warlocks are a curious case, in that they are granted a connection to the Weave through otherworldly powers that act as proxies, while the studious weaveknights lean in between wizardry and sorcery, learning how to shift the way the Weave overlaps with their own forms and keeping channeled mana inside their bodies to bolster their abilities. Next, the unique case of divine magic arises. Clerical powers and prayers function similarly to those of warlocks, in that they are also being tethered to the Weave through the will of a deity. Paladins, however, are a mystery, as it seems like the mana answers their call purely based on their inner ideals and goals. This interaction between the divine magic of paladins and mana, is what started the theory of mana having a sort of sentience and responding to the will of mortals.",
						"In rare cases, there is an ever more wondrous display and manifestation of the Weave. When many ley lines flow to the same point, the condensed mana becomes a local singularity, called a nexus of magic. Nexuses aren't permanent, as the ley lines forming them often drift apart after some amount of time, but their existence leaves a large impact on the world. They alter the geology and the environment around them, often imbuing natural minerals with mana, creating what is nowadays referred to as mana geodes. In addition, they literally change how reality and magic functions within the area they affect. Unlike ley lines, however, nexuses seem to have variations in what power they represent, different strains, as one might call them. There have been observations of nexuses that enhance specific schools of magic, and scarcely, of nexuses that physically manifest and transform the world around them in a way aligned with the ideals represented by a Divine Domain. As is natural, the appearance of a nexus stirs countries and factions in motion, in an effort to harness and understand its potency, often leading to conflicts.",
						{
							"type": "entries",
							"name": "Harnessing the Power",
							"page": 2,
							"entries": [
								"Creatures in the world that come across such powerful magical phenomena often attempt to meddle with them, to various degrees of success and failure. Contrary to what one might believe, mana in itself does not distinguish between masters of the arcane arts, religious acolytes or simply champions of the sword. Any creature can attempt to tap into these ever-moving batteries of raw magic, yet as is natural, powerful casters stand to benefit more from the influx of mana into their own reserves.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Properties",
											"page": 2,
											"entries": [
												"Each type of Ley Line and Nexus has different properties. They affect a certain area around them depending on their type, as shown in the Type and Affected area columns of the Ley Lines & Nexuses table below."
											]
										},
										{
											"type": "entries",
											"name": "Tapping into the Power",
											"page": 2,
											"entries": [
												"As an action, or as part of casting a spell, a creature within the area affected by a ley line or a nexus can attempt to seize the massive magical power for itself, if for a moment. When it does so, the creature rolls a {@dice d20} and adds its character levels or Challenge Rating (if any) to the roll. This roll is hereby referred to as a Tap check. If a creature has both a Challenge Rating and character levels, it adds the higher one of the two to the roll that determines the Tap Check result. This roll represents an attempt to tap into the mana, and it can't be altered, influenced or interacted with by any means sort of deific intervention or a wish spell unless specifically stated otherwise, but only at the GM's discretion."
											]
										},
										{
											"type": "entries",
											"name": "Timing",
											"page": 2,
											"entries": [
												"Some ley line effects refer to \"the next spell you cast\". If you tap into a ley line's power as part of casting a spell, that spell is the one affected by the ley line's effects, and the Tap check is made before the spell takes effect."
											]
										},
										{
											"type": "entries",
											"name": "Duration",
											"page": 2,
											"entries": [
												"The effects produced when a creature attempts to tap into a ley line or nexus aren't permanent, unless explicitly stated. In cases where an effect from Ley Line Beneficial Effects or Backlash tables refers to the next spell you cast, grants you some extraordinary ability or provides you a benefit or a penalty, that effect lasts for 1 minute or until you leave the area affected by that Ley Line.",
												"For Nexuses, due to their immense power, the rules are a bit different. A benefit or penalty from a nexus's Beneficial Effects of Backlash tables lasts for the duration mentioned in that entry and doesn't end once a creature leaves the area affected by the nexus, along with any other specifications included in that entry. Some nexus entries state that they are irreversible by any means, however a GM might decide that they are too detrimental and elect to provide a way to undo them, In such cases, a wish spell shouldn't be enough, but the intervention of a deity or other similar power might do the trick.",
												"Finally, a creature can't gain multiple instances of the same benefit or penalty when tapping into a ley line or nexus, and it can't gain a permanent benefit or penalty more than once (in such cases, have the creature reroll on the appropriate table depending on its Tap check result)."
											]
										},
										{
											"type": "entries",
											"name": "Resolving the Attempt",
											"page": 2,
											"entries": [
												"Depending on the outcome of the roll and the Tap DC of the magical phenomena serving as a power source (see the {@table Ley Lines & Nexuses|CoH-LLN} table below), a creature might succeed in harnessing the powerful energies, at the cost of some of its physical fortitude (see \"{@b {@i Success}}\" and \"{@b {@i Hard Success}}\" below), or fail to do so, sometimes to very strange and potentially dangerous outcomes.",
												"After determining the total for a Tap check, consult the {@table Tap Check Result|CoH-LLN} table below along with the Tap DC and Exhaustion Levels on Successful Tap columns of the table above to determine the outcome of the creature's attempt.",
												"For example, if Adalberto, the all powerful 20th level {@class wizard}, attempts to tap into a nexus, he rolls a {@dice d20} and adds his total character levels to the roll (+20, from his 20 {@class wizard} levels). He rolls a 15 on the {@dice d20}, making the total a 35. Since his Tap check result exceeds a Nexus's Tap DC by 5 or more, Adalberto's attempt is a {@b {@i Hard Success}}, and one minute later (see \"{@b {@i Success}}\" below) he gains 3 levels of {@condition exhaustion}.",
												{
													"type": "entries",
													"name": "Hard Failure",
													"page": 3,
													"entries": [
														"The attempt at seizing control of the flowing mana fails, and something goes horribly wrong. Roll on the Backlash table associated with that Ley Line or Nexus."
													]
												},
												{
													"type": "entries",
													"name": "Failure",
													"page": 3,
													"entries": [
														"The attempt at channeling mana fails, but not catastrophically so. The creature manages to expel the influx of mana before it becomes affected by it. No additional effect takes place."
													]
												},
												{
													"type": "entries",
													"name": "Success",
													"page": 3,
													"entries": [
														"The attempt at taking over the raw power of mana is successful. The creature immediately gains that Ley Lines {@b {@i Successful Tap}} benefits, and rolls on the Beneficial Effect table associated with that Ley Line or Nexus. One minute after successfully tapping into the power of that Ley Line or Nexus, the creature gains a number of {@condition exhaustion} levels as described on the {@table Ley Lines & Nexuses|CoH-LLN} table, depending on the type of ley line or nexus it tapped into."
													]
												},
												{
													"type": "entries",
													"name": "Hard Success",
													"page": 3,
													"entries": [
														"The attempt at harnessing the magical energies is successful, to the highest possible degree. The results are the same as those of a normal {@b {@i Success}}, with the following modification: Before gaining that ley line's {@b {@i Successful Tap}} benefits and rolling on the Beneficial Effect table associated with that ley line or nexus, the creature can choose to either gain the resulting benefits for itself, or grant them to another creature it can see within 30 feet of it (no action required). Even if the benefits are granted to another creature, only the creature that successfully tapped into that ley line or nexus gains {@condition exhaustion} levels."
													]
												}
											]
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Ley Lines & Nexuses",
											"page": 2
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Tap Check Result",
											"page": 3
										},
										{
											"type": "inset",
											"name": "Ley Lines & Nexuses in your World",
											"page": 2,
											"entries": [
												"While ley lines and nexuses exist in Kyrmoria and the world it lies on, you might want to incorporate them in your own world. If you choose to do so, ask yourself the following questions: What rules govern magic in my world, and what is the interaction between mana, ley lines, nexuses and magic? Are ley lines and nexuses static, or do they shift and flow depending on external influence? What powers do they possess, and how does harnessing or acquiring that power affect civilization? Do they change the environment, creating mana geodes, or some other mineral imbued with potent magic? Where are they located and why? How do people find them? Are they dense or scarce, and can they be damaged or destroyed? What legends or historical events are related to their existence?",
												"Nexuses are not given rules on how to locate them, because they can be very impactful on a story arc or adventure, even central. It is up to you, the GM, to decide when and where a Nexus forms, as well as what type of Nexus it is. Ultimately, such a powerful manifestation of the Weave serves to further the narrative. A good and quick rule of thumb however, is to have them appear on special days such as the Holy Day of a Deity, in a location where at least 4–5 major ley lines coincide or that is important to that Deity's mythos. Alternatively, it could be a location where powerful magical events took place, such as wars, or a place where magic from another plane is seeping in."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Manaburn",
							"page": 3,
							"entries": [
								"The power of mana can be addictive to some, and in other cases a creature might make a last stand, trying to take their enemies with them. Rare enough, yet not unmentioned throughout history, are cases where someone tried to obtain too much power from a ley line or a nexus, resulting in their physical form being disintegrated, and the whole area being devastated by a powerful blast of magical energy. In the wake of such destruction, nexus rifts are formed; areas where magic is not only unpredictable, but also corrupted, in a sense. Antimagic is a form of spellcraft that has been studied to some extent, while the dark energies pouring out of a nexus rift have never been touched, and those who ventured to such locations due to academic interest or otherwise, never return.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Manaburn",
											"page": 3,
											"entries": [
												"If a creature dies as a result of having six exhaustion levels after tapping into a ley line or a nexus, it explodes in an incredible force of raw magic, called manaburn. A creature that dies this way and everything it is wearing and carrying, except magic items, are reduced to a pile of fine gray dust. The creature can be restored to life only by means of a {@spell true resurrection} or a {@spell wish} spell (like with a {@spell disintegrate} spell). In addition, all creatures and objects not worn or carried by a creature within a certain area around the creature dying of manaburn must make Dexterity saving throws, with a DC as detailed below in the {@table Manaburn|CoH-LLN} table, depending on the type of source the dying creature tried to tap from. On a failed save, they take force damage as detailed in the {@table Manaburn|CoH-LLN} table below, or half as much damage on a successful one. In the case that the creature dying of manaburn also had unexpended spell slots, the force damage increases by an amount equal to {@dice 1d10} times the total added levels of the unexpended spell slots the creature had when it died. Creatures and objects reduced to 0 hit points this way are also disintegrated, similarly to a creature that died of manaburn.",
												"Finally, if a creature dies of manaburn within an area affected by a Nexus, roll a {@dice d100}. On an 80 or higher, the Nexus turns into a permanent Nexus Rift.",
												{
													"type": "statblock",
													"tag": "table",
													"source": "CoH-LLN",
													"name": "Manaburn",
													"page": 3
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/img/1.webp"
							},
							"credit": "{@link Shisizaru|https://tagger.scryfall.com/card/sok/36}"
						}
					]
				},
				{
					"type": "section",
					"name": "Ley Lines & Nexus Descriptions",
					"page": 4,
					"entries": [
						"In this chapter, we provide descriptions of the ley line species presented in this document, in order of ascending condensation of mana flux (Lesser, Moderate, Greater, Major). In addition, we provide descriptions for the most common types of nexuses found in the material plane, those called \"Prime Nexuses\", that take on properties of what has in recent ages been the standard system of magic, in the hopes that the knowledge is passed on to promising scholars.",
						{
							"type": "entries",
							"name": "Ley Lines",
							"page": 4,
							"entries": [
								{
									"type": "statblock",
									"tag": "table",
									"source": "CoH-LLN",
									"name": "Lesser Mana Ley Line Beneficial Effects",
									"page": 4
								},
								{
									"type": "statblock",
									"tag": "table",
									"source": "CoH-LLN",
									"name": "Lesser Mana Ley Line Backlash",
									"page": 4
								},
								{
									"type": "statblock",
									"tag": "table",
									"source": "CoH-LLN",
									"name": "Moderate Mana Ley Line Beneficial Effects",
									"page": 4
								},
								{
									"type": "statblock",
									"tag": "table",
									"source": "CoH-LLN",
									"name": "Moderate Mana Ley Line Backlash",
									"page": 4
								},
								{
									"type": "statblock",
									"tag": "table",
									"source": "CoH-LLN",
									"name": "Greater Mana Ley Line Beneficial Effects",
									"page": 5
								},
								{
									"type": "statblock",
									"tag": "table",
									"source": "CoH-LLN",
									"name": "Greater Mana Ley Line Backlash",
									"page": 5
								},
								{
									"type": "statblock",
									"tag": "table",
									"source": "CoH-LLN",
									"name": "Major Mana Ley Line Beneficial Effects",
									"page": 5
								},
								{
									"type": "statblock",
									"tag": "table",
									"source": "CoH-LLN",
									"name": "Major Mana Ley Line Backlash",
									"page": 5
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/img/2.webp"
									},
									"credit": "{@link Johannes Voss|https://www.artstation.com/artwork/q9WoDD}"
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/img/3.webp"
							},
							"credit": "{@link Clint Cearley|https://www.artstation.com/artwork/4bJbqk}"
						},
						{
							"type": "entries",
							"name": "Prime Nexuses",
							"page": 6,
							"entries": [
								"The prime nexuses, or those categorized under the schools of magic, are the most prominent types of nexuses manifesting on the material plane. Each nexus is unique, affecting the environment around it in a certain way.",
								"In Kyrmoria, the prime nexuses are those occurring naturally when many ley lines intersect. A nexus doesn't exist indefinitely, and disperses once the ley lines empowering its presence drift apart, but it leaves a very evident mark of its creation on the world around it.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Divination and locating Nexuses",
											"page": 6,
											"entries": [
												"Nexuses are magical singularities; finite physical space occupied by an infinitely dense amount of mana. Therefore, all sorts of weird phenomena occur around them. Nexuses are impervious to detection through divination magic or other similar means, and can only be located via the tracking of ley lines, or due to the consequences they inflict on the world."
											]
										},
										{
											"type": "entries",
											"name": "Antimagic and Nexuses",
											"page": 6,
											"entries": [
												"A nexus is immune to any antimagic, such as an {@spell antimagic field}, and such spells cast within the area affected by a nexus simply fail. There are rumors of particular uses of the {@spell disjunction|CoH-CAPG} spell, however, that can interfere with a nexus, but none have proved brave enough to confirm them."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Abjuration Nexus",
									"page": 6,
									"entries": [
										"Within the area affected by an Abjuration Nexus, the following regional effects take place:",
										{
											"type": "list",
											"items": [
												"An abjuration spell cast within the affected area is treated as if it were cast with a spell slot one level higher than the one expended to cast it.",
												"All creatures within the affected area have advantage on saving throws against spell and other magical effects, and are under the effects of a {@spell mind blank} spell.",
												"Any spellcasting ability check a creature makes when casting a {@spell dispel magic} or {@spell counterspell} spell within the affected area automatically succeeds."
											]
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Abjuration Nexus Beneficial Effects",
											"page": 6
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Abjuration Nexus Backlash",
											"page": 6
										}
									]
								},
								{
									"type": "entries",
									"name": "Conjuration Nexus",
									"page": 7,
									"entries": [
										"Within the area affected by an Conjuration Nexus, the following regional effects take place:",
										{
											"type": "list",
											"items": [
												"A conjuration spell cast within the affected area is treated as if it were cast with a spell slot one level higher than the one expended to cast it.",
												"Conjuration spells that summon creatures within the affected area, summon twice the normal amount of creatures. In addition, a {@spell gate} or {@spell teleportation circle} spell cast within the affected area becomes permanent immediately and cannot be dispelled except by a {@spell dispel magic} spell cast at 9th level.",
												"When a creature teleports within the affected area, it must roll a {@dice d100}. On a roll of 90–99, the creature is teleported in a random location within the affected area instead of its intended destination. On a roll of 100, the creature is teleported to a random plane of existence. The GM determines both the random location and the random plane of existence."
											]
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Conjuration Nexus Beneficial Effects",
											"page": 7
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Conjuration Nexus Backlash",
											"page": 7
										}
									]
								},
								{
									"type": "entries",
									"name": "Divination Nexus",
									"page": 7,
									"entries": [
										"Within the area affected by an Divination Nexus, the following regional effects take place:",
										{
											"type": "list",
											"items": [
												"A divination spell cast within the affected area is treated as if it were cast with a spell slot one level higher than the one expended to cast it.",
												"Creatures within the affected area cannot lie, and can communicate telepathically among themselves disregarding the distance between them, as if by a {@spell telepathy} spell.",
												"Once per long rest, when a creature sleeps within the affected area, it receives the benefits of a {@spell commune} spell. The higher power answering the creature's questions corresponds to the creature's alignment, but the GM decides what the higher power is."
											]
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Divination Nexus Beneficial Effects",
											"page": 7
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Divination Nexus Backlash",
											"page": 8
										}
									]
								},
								{
									"type": "entries",
									"name": "Enchantment Nexus",
									"page": 8,
									"entries": [
										"Within the area affected by an Enchantment Nexus, the following regional effects take place:",
										{
											"type": "list",
											"items": [
												"An enchantment spell cast within the affected area is treated as if it were cast with a spell slot one level higher than the one expended to cast it.",
												"A creature that spends more than 1 hour within the affected area must make a DC 20 Intelligence saving throw. On a failed save, the creature begins experiencing vivid visions of various important moments in their lives, some altered in weird ways the GM determines. An affected creature can repeat the saving throw at the start of each subsequent hour it spends within the affected area, ending the effect on itself on a success.",
												"When a creature dreams within the affected area, its dreams blend with the dreams of other creatures in the same area. The GM determines the outcome of this strange mixture, but creatures that share dreams can read each other's thoughts and feel each other's emotions for the duration of the shared dreams."
											]
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Enchantment Nexus Beneficial Effects",
											"page": 8
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Enchantment Nexus Backlash",
											"page": 8
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/img/4.webp"
									},
									"credit": "{@link Alayna Danner|https://www.mtgpics.com/illustration?i=34732}"
								},
								{
									"type": "entries",
									"name": "Evocation Nexus",
									"page": 8,
									"entries": [
										"Within the area affected by an Evocation Nexus, the following regional effects take place:",
										{
											"type": "list",
											"items": [
												"An evocation spell cast within the affected area is treated as if it were cast with a spell slot one level higher than the one expended to cast it.",
												"The damage and healing of evocation spells cast within the affected area are maximized.",
												"When a creature within the affected area is subject to the effects of an evocation spell, all other creatures within 10 feet of the affected creature are also affected by that spell, provided that they are also within the affected area. This effect is not cumulative. In addition, the range of evocation spells within the affected area is doubled."
											]
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Evocation Nexus Beneficial Effects",
											"page": 9
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Evocation Nexus Backlash",
											"page": 9
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/img/5.webp"
									},
									"credit": "{@link Piotr Dura|https://www.mtgpics.com/illustration?i=44575}"
								},
								{
									"type": "entries",
									"name": "Illusion Nexus",
									"page": 9,
									"entries": [
										"Within the area affected by an Illusion Nexus, the following regional effects take place:",
										{
											"type": "list",
											"items": [
												"An illusion spell cast within the affected area is treated as if it were cast with a spell slot one level higher than the one expended to cast it.",
												"Illusory creatures and objects created by illusion spells within the area become real for 24 hours, after which they disappear into thin air. Illusory creatures act according to the nature of the original creature they are based off of, or as the GM decides. These illusions can only be dispelled by a {@spell dispel magic} spell cast at 9th level.",
												"When a creature within the affected area succeeds on a saving throw against an illusion spell, the successful save is treated as a failed save instead. In addition, when a creature within the affected area fails a saving throw against an illusion spell, the failed save is treated as a successful save instead. These two effects are not cumulative."
											]
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Illusion Nexus Beneficial Effects",
											"page": 9
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Illusion Nexus Backlash",
											"page": 10
										}
									]
								},
								{
									"type": "entries",
									"name": "Necromancy Nexus",
									"page": 10,
									"entries": [
										"Within the area affected by an Necromancy Nexus, the following regional effects take place:",
										{
											"type": "list",
											"items": [
												"A necromancy spell cast within the affected area is treated as if it were cast with a spell slot one level higher than the one expended to cast it.",
												"Spells and other magical effects that create or summon undead creatures (such as the {@spell create undead} spell) within the affected area create or summon twice the normal amount. In addition, an undead creature within the affected area is immune to effects that turn undead.",
												"Furthermore, if an undead creature within the area takes damage that reduces to 0 hit points, it drops to 1 hit point instead, unless the damage is radiant or from a critical hit. If a spell is cast within the affected area to restore a creature to life (such as the {@spell revivify} spell) and the spell has material components, the material components are ignored."
											]
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Necromancy Nexus Beneficial Effects",
											"page": 10
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Necromancy Nexus Backlash",
											"page": 10
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/img/6.webp"
									},
									"credit": "{@link Piotr Dura|https://www.artofmtg.com/art/swamp-31/}"
								},
								{
									"type": "entries",
									"name": "Transmutation Nexus",
									"page": 11,
									"entries": [
										"Within the area affected by an Transmutation Nexus, the following regional effects take place:",
										{
											"type": "list",
											"items": [
												"A transmutation spell cast within the affected area is treated as if it were cast with a spell slot one level higher than the one expended to cast it.",
												"The duration of all transmutation spells cast within the affected area is doubled.",
												"When a creature or group of creatures leaves the affected area after spending at least 1 day within it, the GM decides an appropriate time change or rolls a {@dice d20}. The result of the roll times the number of days the creature or group of creatures has stayed within the affected area, is the time that has passed outside the affected area, but the time the creature or group of creatures leaving has experienced is the same as the time they spent within the affected area."
											]
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Transmutation Nexus Beneficial Effects",
											"page": 11
										},
										{
											"type": "statblock",
											"tag": "table",
											"source": "CoH-LLN",
											"name": "Transmutation Nexus Backlash",
											"page": 11
										}
									]
								},
								{
									"type": "inset",
									"name": "Optional Rule: Nexus-Themed Ley Lines",
									"page": 11,
									"entries": [
										"Understandably, the benefits and drawbacks of tapping into the power of a nexus might be too much for certain adventurers to handle at their current level of power and expertise. If you want to provide them a glimpse, or even for further narrative purposes, you can transfer some of the passive effects taking place in areas affected by a nexus, and apply them to the area affected by a ley line.",
										"Perhaps, a ley line has been affected by a planar portal opened near it, and now the area affected by the ley line takes on the properties of an area affected by a {@book Conjuration Nexus|CoH-LLN|2|Conjuration Nexus}. Or, perhaps, a terrible necromantic ritual took place in a site near a ley line, and now it functions similarly to a {@book Necromancy Nexus|CoH-LLN|2|Necromancy Nexus}.",
										"Nexuses are there to embody the inherent and primal power of magic all around the world, so it is natural that as they interact with the world, the world interacts with them, and the same can be said for ley lines. Using this optional rule, you can even make a Lesser Mana Ley Line feel unique and serve powerful storytelling purposes."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Nexus Rifts",
							"page": 12,
							"entries": [
								"Nexus rifts are areas where the Weave has been torn apart in a violent, disruptive way. Nexus rifts are similar to areas of antimagic only in principle; in practice, while antimagic is a subschool of abjuration and can be produced, for example, by fine-tuning an area so that the magical energies suffusing the universe \"skip\" it , nexus rifts are vortices of such powerful nothingness that they become singularities of non-magic, as if the area they affect never had been touched by the weave.",
								"A nexus rift is irreversible. It can't be undone by wish or deific intervention. While the initial effects one experiences within a nexus rift are those of an {@spell antimagic field} spell, the longer one remains within it, the closer they come to a complete severance from the magic flowing through the cosmos.",
								"It isn't exactly known how rifts are created, but methods scholars seem to agree on are the use of a {@spell disjunction|CoH-CAPG} spell within a prime nexus or a very powerful explosion due to manaburn. There is also a case to be made for deities of the Arcana Domain literally erasing a piece of the weave, or a relic being destroyed, as incidents that produce nexus rifts.",
								"Within the area affected by a Nexus Rift, the following regional effects take place:",
								{
									"type": "list",
									"items": [
										"The affected area is under the effects of a permanent {@spell antimagic field}, but the spells and effects created by artifacts or deities are also suppressed within it. Furthermore, if a creature or object summoned or created by magic enters the area, it is instantly destroyed. If such a creature or object had a soul, their soul is also destroyed.",
										"If a creature or object enters the affected area, the effects produced by an {@spell antimagic field} spell persist on it for an additional {@dice 1d4 + 1} days after it leaves it. For example, a magic item turned nonmagical due to entering the affected area continues having its magic suppressed for {@dice 1d4 + 1} days after exiting the area. Similarly, after a spellcaster exits the affected area, it continues being unable to cast spells for {@dice 1d4 + 1} days.",
										"At the end of each day that a creature spends within the affected area, it permanently loses its highest level spell slot (if it has any), and can never regain it. After losing all of its spell slots this way or after spending 1 day within the affected area without having any spell slots, a creature becomes unable to cast any spells or produce any magical effects ever again.",
										"A magic item that stays within the affected area for prolonged periods of time becomes nonmagical permanently after a certain amount of time depending on its rarity, unless it is an artifact: 1 hour (common magic item), 1 day (uncommon magic item), 3 days (rare magic item), 5 days (very rare magic item) or 1 week (legendary magic item).",
										"When a creature loses a spell slot within the affected area, the radius of the area affected by the nexus rift increases by 10 feet per level of the spell slot. When a creature summoned or created by magic is destroyed within the affected area, the radius of the area affected by the nexus rift increases by an amount equal to 10 times the creature's level or challenge rating (whichever is higher). When an object or magic item is destroyed or becomes nonmagical permanently within the affected area, the radius of the area affected by the nexus rift increases depending on its rarity: 10 feet (nonmagical object or common magic item), 30 feet (uncommon magic item), 50 feet (rare magic item), 100 feet (very rare magic item) or 300 feet (legendary magic item)."
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/img/7.webp"
							},
							"credit": "{@link Alayna Danner|https://www.artstation.com/artwork/J9QNYn}"
						}
					]
				},
				{
					"type": "section",
					"name": "Character Options",
					"page": 13,
					"entries": [
						"In this chapter, we present character options for adventures in Kyrmoria as well as in worlds that have ley lines and nexuses. These options are represented by the {@race Nexusborn|CoH-LLN} race, {@background Manascarred|CoH-LLN} background and {@filter accompanying feats|feats|source=CoH-LLN}, as well as the new system of {@filter Ley Powers|optionalfeatures|source=CoH-LLN}.",
						"Additional options recommended are the {@class Weaveknight|CoH-Weaveknight} class and the {@class druid||Circle of Mana|Mana|CoH-CAPG} Druidic Circle, the {@class monk||Way of the Weave|Weave|CoH-CAPG} Monastic Tradition and the {@class wizard||Universalist|Universalist|CoH-CAPG} Arcane Tradition, all found in the {@loader Complete Arcane Player's Guide|collection/Chronicle of Heroes; Complete Arcane Player's Guide.json} document.",
						{
							"type": "entries",
							"name": "Race: Nexusborn",
							"page": 13,
							"entries": [
								"When a nexus of magic manifests on a plane, it influences its surroundings, changing both the landscape and the creatures that frequent it. {@race Nexusborn|CoH-LLN} are the result of such influence; elemental spirits that were given sentience and a physical constitution due to the energies of a nexus. These creatures are a mystery, and are often the topic of hot conversation between scholars debating the claim that magic in itself has will, manifesting through the {@race nexusborn|CoH-LLN}.",
								"{@race Nexusborn|CoH-LLN} take many shapes and forms, but mostly resemble typical humanoids. Their unique physicality is evident, as their skin often pulses with magical energy and has unusually colored hues and markings, while their eyes shine with the glow of mana. Naturally attuned to magic, many {@race nexusborn|CoH-LLN} choose to embrace the career of a promising spellcrafter, while others drawn to the simplicity of common mortal lives choose more mundane professions. Nevertheless, all {@race nexusborn|CoH-LLN} try to eventually answer the riddle behind their existence, forging relationships and bonds along the way.",
								{
									"type": "statblock",
									"tag": "race",
									"source": "CoH-LLN",
									"name": "Nexusborn",
									"page": 13
								}
							]
						},
						{
							"type": "entries",
							"name": "Background: Manascarred",
							"page": 14,
							"entries": [
								"When you were born, or at some point in your life, the raw magic of the land influenced your very being through a dramatic event, and left you with a mark. After that, you've found yourself having a unique connection with mana, the building blocks of magic, and you've set out to learn more about that connection.",
								"In Kyrmoria, the ley lines running inside the earth and the Nexuses that manifest at their interconnecting points often exert enough influence for someone close to them to manifest some sort of mark. These extraordinary individuals, who are often looked at with awe or fear, are called Manascarred. Some choose to live quiet lives, while others are approached by organizations that show interest in them, but they are nonetheless unique in the world.",
								{
									"type": "statblock",
									"tag": "background",
									"source": "CoH-LLN",
									"name": "Manascarred",
									"page": 14
								},
								{
									"type": "statblock",
									"tag": "feat",
									"source": "CoH-LLN",
									"name": "Ley-Touched",
									"page": 15
								},
								{
									"type": "statblock",
									"tag": "feat",
									"source": "CoH-LLN",
									"name": "Ley Adept",
									"page": 15
								},
								{
									"type": "statblock",
									"tag": "feat",
									"source": "CoH-LLN",
									"name": "Ley Expert",
									"page": 15
								},
								{
									"type": "statblock",
									"tag": "feat",
									"source": "CoH-LLN",
									"name": "Ley Master",
									"page": 15
								},
								{
									"type": "inset",
									"page": 15,
									"name": "Ley Powers",
									"entries": [
										"Ley powers and by extent, these feats, create a system of pseudo-class features. They are meant to present new character options for ley-themed worlds and campaigns, easily re-flavored to other types of powers.",
										"Ley powers do have combat applications, but in no way replace the progression granted to a character by their class features or otherwise. When you pick out your ley powers, choose ones you feel will enhance the experience of roleplaying your character and think on how your character has been influenced or potentially scarred by the natural magic of the world."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Ley Powers",
							"page": 16,
							"entries": [
								"Wondrous even among the most studied of spellcasters and scholars is the ability of some individuals to produce magic, without speaking any words of power, making gestures, or using peculiar components, simply through their innate connection with the world. Such powers are highly sought after in Kyrmoria, and often place great interest on a person able to wield them.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Ley Powers and Standard Magic",
											"entries": [
												"Ley powers aren't magic, explicitly, but operate in a similar manner. Ley powers do not require verbal, somatic or material components, and can't be countered by counterspell or similar spells and effects. However, ley powers can't be used while in an {@spell antimagic field} or a similar zone of anti-magic or dead magic that does not allow creatures to cast spells. If a ley power is active while the creature that's producing it enters such an area, the ley power immediately ends."
											]
										},
										{
											"type": "entries",
											"name": "Mana Points",
											"entries": [
												"Each ley power has a minimum mana point cost. To use a ley power, you must expend a number of mana points at least equal to that ley power's minimum mana point cost. You can also spend more mana points on a ley power, depending on your {@b Mana Limit} detailed in the {@feat Ley-Touched|CoH-LLN} feat and feats that have it as a prerequisite."
											]
										},
										{
											"type": "entries",
											"name": "Mana and Spell Slots",
											"entries": [
												"You can expend spell slots, instead of mana points, to use a ley powers you know. To do so, you must expend a slot with a level at least equal to that ley power's minimum mana point cost. Similarly to using mana points, when you expend a spell slot with a level higher than that ley power's minimum mana point cost to use a ley power, but the slot's level can't be higher than your {@b Mana Limit}. When you use a ley power by expending a spell slot with a level higher than that ley power's minimum mana point cost, treat the ley power's effect as if you had spent 1 more mana point to use it for each slot level above that ley power's minimum mana point cost."
											]
										},
										{
											"type": "entries",
											"name": "Concentration",
											"entries": [
												"Some ley powers require you to concentrate on them for their duration, as if you were concentrating on a spell."
											]
										},
										{
											"type": "entries",
											"name": "Equivalent Spell Level",
											"entries": [
												"A ley power that requires you to concentrate on it can be dispelled by a {@spell dispel magic} spell, or other similar effects. In this occasion, treat the ley power as a spell with a level equal to the mana points or slot level you expended to use it."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ley Power List",
									"page": 16,
									"entries": [
										{
											"type": "list",
											"page": 16,
											"name": "Lesser Ley Powers",
											"items": [
												"{@optfeature empowered ley tap|CoH-LLN}",
												"{@optfeature ley pulse|CoH-LLN}",
												"{@optfeature ley powered movement|CoH-LLN}",
												"{@optfeature ley sense|CoH-LLN}",
												"{@optfeature mana awareness|CoH-LLN}"
											]
										},
										{
											"type": "list",
											"page": 16,
											"name": "Moderate Ley Powers",
											"items": [
												"{@optfeature conjure mana weapon|CoH-LLN}",
												"{@optfeature ley healing|CoH-LLN}",
												"{@optfeature ley shock|CoH-LLN}"
											]
										},
										{
											"type": "list",
											"page": 16,
											"name": "Greater Ley Powers",
											"items": [
												"{@optfeature lock/unlock ley|CoH-LLN}",
												"{@optfeature mana barrier|CoH-LLN}",
												"{@optfeature mana charge|CoH-LLN}"
											]
										},
										{
											"type": "list",
											"page": 16,
											"name": "Major Ley Powers",
											"items": [
												"{@optfeature aether fire|CoH-LLN}",
												"{@footnote ley teleportation|This Ley Power doesn't seem to exist in the book.}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ley Power Descriptions",
									"page": 16,
									"entries": [
										"The ley powers are presented in alphabetical order.",
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "CoH-LLN",
											"page": 16,
											"name": "Aether Fire"
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "CoH-LLN",
											"page": 16,
											"name": "Conjure Mana Weapon"
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "CoH-LLN",
											"page": 17,
											"name": "Empowered Ley Tap"
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "CoH-LLN",
											"page": 17,
											"name": "Ley Healing"
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "CoH-LLN",
											"page": 17,
											"name": "Ley Powered Movement"
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "CoH-LLN",
											"page": 17,
											"name": "Ley Pulse"
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "CoH-LLN",
											"page": 17,
											"name": "Ley Sense"
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "CoH-LLN",
											"page": 17,
											"name": "Ley Shock"
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "CoH-LLN",
											"page": 17,
											"name": "Lock/Unlock Ley"
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "CoH-LLN",
											"page": 18,
											"name": "Mana Awareness"
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "CoH-LLN",
											"page": 18,
											"name": "Mana Barrier"
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "CoH-LLN",
											"page": 18,
											"name": "Mana Charge"
										}
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "Fan Content Policy",
							"page": 18,
							"entries": [
								"This work is unofficial Fan Content permitted under the Fan Content Policy. Not approved/endorsed by Wizards. Portions of the materials used are property of Wizards of the Coast. Wizards of the Coast LLC."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/img/10.webp"
							},
							"credit": "{@link Lie Setiawan|https://liesetiawan.com/projects/R30bwv}"
						}
					]
				},
				{
					"type": "section",
					"name": "Magic and the Land",
					"page": 19,
					"entries": [
						"Ley lines are located all throughout the land, yet they rarely remain static. The decision on placing a ley line in the map shouldn't be made lightly, and the following are guidelines to help you populate your world with them, whether during session preparation or during live play.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Step 1",
											"entries": [
												"Pick a Central Point. The point can be a city, a monument, your party's current location, the center of the map, etc. This method will help you populate the area within a 100-mile radius around the central point with Ley Lines in 3 more \"easy\" steps."
											]
										},
										{
											"type": "entries",
											"name": "Step 2",
											"entries": [
												"Look at the following {@table Geographical Influence|CoH-LLN} table, and save the {@i highest} modifier of the {@dice d100} modifier column corresponding to the geographical features listed within 100 miles of the Central Point.",
												{
													"type": "statblock",
													"tag": "table",
													"source": "CoH-LLN",
													"name": "Geographical Influence",
													"page": 19
												}
											]
										},
										{
											"type": "entries",
											"name": "Step 3",
											"entries": [
												"Roll a {@dice d100}, applying the modifier you save in {@b {@i Step 2}}, and consult the {@table Ley Line Presence|CoH-LLN} table below to determine how many ley lines are present in the 100-mile radius area around the Central Point.",
												{
													"type": "statblock",
													"tag": "table",
													"source": "CoH-LLN",
													"name": "Ley Line Presence",
													"page": 19
												}
											]
										},
										{
											"type": "entries",
											"name": "Step 4",
											"entries": [
												"Once you know how many and what types of ley lines are present in the area, roll a {@dice d20} and consult the {@table Distance to Ley Line|CoH-LLN} table to determine the distance between the central point and the highest tier of ley line present in the area. If there are multiple ley lines of that type, add a +1 stacking modifier to each consecutive d20 roll.",
												"After you are done with the highest ley line tier, move to the next tier. Resetting the total modifier for the {@dice d20} roll, repeat the process, until all ley lines of that tier are located. This is the process to be followed for all ley line tiers.",
												"For example, consider the scenario where you roll an 82 on the {@dice d100} to determine the ley lines present in the area (from the {@table Ley Line Presence|CoH-LLN} table), and conclude that there are 1 greater, 2 moderate and 7 lesser ley lines present in the area. You then begin the process of locating them on the map.",
												"Rolling a {@dice d20} for the highest tier among them, which is greater, you roll a 10, meaning that the greater ley line is 1 mile away from the central point. Next, you roll a {@dice d20} for the first moderate ley line, rolling a 4, meaning that it is 300 ft away from the central point. You then add +1 to the {@dice d20} roll to determine the distance of the second moderate ley line from the central point. Finally, you roll a {@dice d20} for the first lesser ley line, rolling a 1, meaning that it is located 100 ft away from the central point. For the second lesser ley line, you add a +1 on the {@dice d20} result, for the third a +2, and so forth. Of course, you are free to adjust the results as you see fit to enhance the narrative.",
												"In addition, roll once for each ley line on the {@table Direction Relative to Central Point|CoH-LLN} table, to determine its direction relative to the Central Point.",
												{
													"type": "statblock",
													"tag": "table",
													"source": "CoH-LLN",
													"name": "Distance to Ley Line",
													"page": 19
												},
												{
													"type": "statblock",
													"tag": "table",
													"source": "CoH-LLN",
													"name": "Direction Relative to Central Point",
													"page": 19
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Back Cover",
					"page": 20,
					"entries": [
						{
							"type": "entries",
							"page": 20,
							"name": "Ley Lines & Nexuses",
							"entries": [
								"Unleash and harness the innate magic of the land with this new compendium.",
								"Links for references in the document:",
								{
									"type": "list",
									"style": "list-hang",
									"items": [
										"{@link Weaveknight Class v.3.5|https://www.patreon.com/posts/weaveknight-3-5-70541216}",
										"{@link Complete Arcane Player's Guide v.1.0|https://www.patreon.com/posts/complete-arcane-77308586}"
									]
								},
								"Created by {@link u/ChronicleOfHeroes|https://www.reddit.com/user/ChronicleOfHeroes/}",
								"Disclaimer: We don't own any of this wonderful art. We urge you to check out the great artists credited below, and support them in any way possible! The art in this document is copyright Wizards of the Coast and used under the Fan Content Policy.",
								{
									"type": "list",
									"name": "Art Credits in order of appearance:",
									"items": [
										"Front and Back Cover: Omniscience - Alayna Danner",
										"Page 1: Arctic Treeline - Alayna Danner",
										"Page 3: Eternal Dominion - Shishizaru",
										"Page 5: The Prismatic Bridge - Johannes Voss",
										"Page 6: Glimpse of Freedom - Clint Cearley",
										"Page 8: Alpine Moon - Alayna Danner",
										"Page 9: Doomskar - Piotr Dura",
										"Page 10: Swamp - Piotr Dura",
										"Page 12: Swamp (Ikoria Lair of Behemoths) - Alayna Danner",
										"Page 13: Stone Haven Pilgrim - Cristi Balanescu",
										"Page 14: Jayce, Wielder of Mysteries - Anna Steinbauer",
										"Page 18: Test of Talent - Lie Setiawan"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Supporting Us",
							"page": 20,
							"entries": [
								"If you like our work, you can find even more of our homebrew material and support us through our {@link Patreon|https://www.patreon.com/ChronicleofHeroes}. Patrons get access to {@i Ley Lines & Nexuses: Expanded}, a continuation of this compendium including 9 additional nexuses themed after the Divine Domains!",
								"In addition, you can join our {@link Discord|https://discord.gg/S8ZtDqQM8d} community to discuss with us and stay up to date with our next plans."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/img/11.webp"
							},
							"credit": "{@link Alayna Danner|https://www.mtgpics.com/illustration?i=48631}"
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Ley Lines & Nexuses",
			"page": 2,
			"colLabels": [
				"Type",
				"Affected Area",
				"Tap DC",
				"{@condition Exhaustion} Levels on Successful Tap"
			],
			"colStyles": [
				"col-4 text-center",
				"col-2 text-center",
				"col-1 text-center",
				"col-5 text-center"
			],
			"rows": [
				[
					"Lesser Mana Ley Line",
					"30 feet",
					"10",
					"1"
				],
				[
					"Moderate Mana Ley Line",
					"100 feet",
					"15",
					"1"
				],
				[
					"Greater Mana Ley Line",
					"200 feet",
					"20",
					"2"
				],
				[
					"Major Mana Ley Line",
					"300 feet",
					"25",
					"2"
				],
				[
					"Nexus",
					"1 mile",
					"30",
					"3"
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Tap Check Result",
			"page": 3,
			"colLabels": [
				"Check Result",
				"Outcome"
			],
			"colStyles": [
				"col-6 text-center",
				"col-6"
			],
			"rows": [
				[
					"Tap DC − 5 or lower",
					"Hard Failure"
				],
				[
					"Tap DC −1 to −4",
					"Failure"
				],
				[
					"Tap DC & Tap DC +1 to +4",
					"Success"
				],
				[
					"Tap DC + 5 and higher",
					"Hard Success"
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Manaburn",
			"page": 3,
			"colLabels": [
				"Source Type",
				"Affected area around the creature",
				"Dexterity saving throw DC",
				"Force damage taken"
			],
			"colStyles": [
				"col-3 text-center",
				"col-3 text-center",
				"col-3 text-center",
				"col-3 text-center"
			],
			"rows": [
				[
					"Lesser Mana Ley Line",
					"20 feet",
					"12",
					"{@damage 5d10}"
				],
				[
					"Moderate Mana Ley Line",
					"40 feet",
					"14",
					"{@damage 10d10}"
				],
				[
					"Greater Mana Ley Line",
					"60 feet",
					"16",
					"{@damage 15d10}"
				],
				[
					"Major Mana Ley Line",
					"80 feet",
					"18",
					"{@damage 20d10}"
				],
				[
					"Nexus",
					"100 feet",
					"20",
					"{@damage 25d10}"
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Geographical Influence",
			"page": 19,
			"colLabels": [
				"d100 modifier",
				"Geographical Features within 100 miles of the Central Point"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"−80",
					"Nexus Rift or Dead Magic/Antimagic Zone"
				],
				[
					"+5",
					"Shallow canyons or underground, hills, lakes, small mountains, small rivers, streams"
				],
				[
					"+10",
					"Ancient forests, druidic groves, ruins reclaimed by nature, large rivers, temples"
				],
				[
					"+15",
					"Deep canyons, glaciers, large mountains, oceans, planar portals, deep underground or volcanoes"
				],
				[
					"+20",
					"Lairs of magical {@filter creatures with a CR of 5–17|bestiary|challenge rating=[&5;&17]}, such as young and adult dragons"
				],
				[
					"+25",
					"A place of power, such as a religious site, an ancient monument, the tomb of a renown figure, a Qyar (elven sanctuary cities protected by Qyaral barriers) or a Wild Magic zone"
				],
				[
					"+30",
					"Lairs of magical {@filter creatures with a CR greater than 17|bestiary|challenge rating=[&17;&30]}, such as ancient dragons"
				],
				[
					"+80",
					"Nexus"
				]
			]
		},
		{
			"type": "table",
			"name": "Ley Line Presence",
			"source": "CoH-LLN",
			"page": 19,
			"colLabels": [
				"d100",
				"Ley Lines in the Area"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"01–20",
					"None"
				],
				[
					"21–40",
					"1 Lesser"
				],
				[
					"41–50",
					"{@dice 1d4} Lesser"
				],
				[
					"51–60",
					"1 Moderate"
				],
				[
					"61–65",
					"1 Moderate + {@dice 1d3} Lesser"
				],
				[
					"66–70",
					"{@dice 1d4} Moderate + {@dice 2d4} Lesser Mana Ley Lines"
				],
				[
					"71–80",
					"1 Greater"
				],
				[
					"81–85",
					"1 Greater + {@dice 1d4} Moderate + {@dice 2d6} Lesser"
				],
				[
					"86–95",
					"1 Major"
				],
				[
					{
						"type": "cell",
						"roll": {
							"min": 96,
							"max": 100
						},
						"entry": "96–100+"
					},
					"1 Major + {@dice 1d4} Greater + {@dice 2d4} Moderate + {@dice 2d8} Lesser"
				]
			]
		},
		{
			"type": "table",
			"name": "Distance to Ley Line",
			"source": "CoH-LLN",
			"page": 19,
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"colLabels": [
				"d20",
				"Distance"
			],
			"rows": [
				[
					"1–2",
					"100 ft"
				],
				[
					"3–4",
					"200 ft"
				],
				[
					"5–6",
					"500 ft"
				],
				[
					"7–8",
					"800 ft"
				],
				[
					"9–11",
					"1 mile"
				],
				[
					"12–13",
					"2 miles"
				],
				[
					"14–15",
					"10 miles"
				],
				[
					"16–17",
					"50 miles"
				],
				[
					{
						"type": "cell",
						"roll": {
							"min": 18,
							"max": 20
						},
						"entry": "18–20+"
					},
					"100 miles"
				]
			]
		},
		{
			"type": "table",
			"name": "Direction Relative to Central Point",
			"source": "CoH-LLN",
			"page": 19,
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"colLabels": [
				"d8",
				"Direction"
			],
			"rows": [
				[
					"1",
					"North"
				],
				[
					"2",
					"Northeast"
				],
				[
					"3",
					"East"
				],
				[
					"4",
					"Southeast"
				],
				[
					"5",
					"South"
				],
				[
					"6",
					"Southwest"
				],
				[
					"7",
					"West"
				],
				[
					"8",
					"Northwest"
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Lesser Mana Ley Line Beneficial Effects",
			"page": 4,
			"intro": [
				{
					"type": "list",
					"items": [
						"{@b {@i Successful Tap.}} You are immediately cured of any nonmagical disease affecting you."
					]
				}
			],
			"colLabels": [
				"d8",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"If the next spell you cast affects only one creature and doesn't have a range of self, it instead targets up to two creatures of your choice."
				],
				[
					"2",
					"The range of the next spell you cast is doubled."
				],
				[
					"3",
					"If the next spell you cast has a material component worth up to 100 gp, you ignore it."
				],
				[
					"4",
					"If the next spell you cast deals damage, you can add your spellcasting ability modifier to one damage roll of that spell."
				],
				[
					"5",
					"If the next spell you cast requires you to roll damage, you can reroll a number of damage dice up to your spellcasting ability modifier (minimum of 1)."
				],
				[
					"6",
					"If the next spell you cast deals acid, cold, fire, lightning, or thunder damage, you can change that damage type to one of the other listed types."
				],
				[
					"7",
					"If the next spell you cast requires a spell attack roll, you have advantage on the roll."
				],
				[
					"8",
					"Choose one of the effects listed above."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Lesser Mana Ley Line Backlash",
			"page": 4,
			"colLabels": [
				"d8",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"If the next spell you cast targets only one creature and doesn't have a range of self, it instead targets up to two random creatures (GM's choice) within the spell's range."
				],
				[
					"2",
					"The range of the next spell you cast is halved."
				],
				[
					"3",
					"The next spell you cast fails and is lost."
				],
				[
					"4",
					"If the next spell you cast deals damage, you must subtract your spellcasting ability modifier from one damage roll of that spell."
				],
				[
					"5",
					"If the next spell you cast requires you to roll damage, treat any 2 or 3 on a damage die as a 1."
				],
				[
					"6",
					"If the next spell you cast deals acid, cold, fire, lightning, or thunder damage, you take damage of that type equal to the spell's level."
				],
				[
					"7",
					"If the next spell you cast requires a spell attack roll, you have disadvantage on the roll."
				],
				[
					"8",
					"Roll twice, ignoring any 8."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Moderate Mana Ley Line Beneficial Effects",
			"page": 4,
			"intro": [
				{
					"type": "list",
					"items": [
						"{@b {@i Successful Tap.}} You immediately gain the benefits of a {@spell lesser restoration} spell."
					]
				}
			],
			"colLabels": [
				"d8",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"If the next spell you cast targets only one creature and doesn't have a range of self, it instead targets up to three creatures of your choice within the spell's range."
				],
				[
					"2",
					"If the next spell you cast affects an area, double the area's size."
				],
				[
					"3",
					"If the next spell you cast has material components worth up to 500 gp, you ignore it."
				],
				[
					"4",
					"You gain resistance to either bludgeoning, piercing or slashing damage (your choice)."
				],
				[
					"5",
					"The next time you cast a spell, you recover 1d6 hit points per level of the spell."
				],
				[
					"6",
					"You ignore somatic and verbal components for the next spell you cast."
				],
				[
					"7",
					"If you fail a saving throw against a spell or other magical effect, you can use your reaction to reroll that saving throw. If you do so, you must use the new roll."
				],
				[
					"8",
					"Choose one of the effects listed above."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Moderate Mana Ley Line Backlash",
			"page": 4,
			"colLabels": [
				"d8",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"If the next spell you cast targets only one creature and doesn't have a range of self, it instead targets up to three random creatures (GM's choice) within the spell's range."
				],
				[
					"2",
					"If the next spell you cast affects an area, halve the area's size."
				],
				[
					"3",
					"The next spell you cast fails and is lost."
				],
				[
					"4",
					"You gain vulnerability to either bludgeoning, piercing or slashing damage (your choice)."
				],
				[
					"5",
					"The next time you cast a spell, you take {@damage 1d6} force damage per level of the spell."
				],
				[
					"6",
					"You can't cast a spell until the start of your next turn."
				],
				[
					"7",
					"You have disadvantage on the next saving throw you make against a spell or other magical effect."
				],
				[
					"8",
					"Roll twice, ignoring any 8."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Greater Mana Ley Line Beneficial Effects",
			"page": 5,
			"intro": [
				{
					"type": "list",
					"items": [
						"{@b {@i Successful Tap.}} You immediately gain the benefits of a {@spell greater restoration} spell."
					]
				}
			],
			"colLabels": [
				"d8",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"If the next spell you cast targets only one creature and doesn't have a range of self, it instead targets up to four creatures of your choice within the spell's range."
				],
				[
					"2",
					"If the next spell you cast deals damage, it ignores resistances to its damage type."
				],
				[
					"3",
					"If the next spell you cast has material components worth up to 1,000 gp, you ignore it."
				],
				[
					"4",
					"You have advantage on saving throws against spells and other magical effects."
				],
				[
					"5",
					"You regain one of your expended spell slots of your choice, up to 3rd level."
				],
				[
					"6",
					"If the next spell you cast forces a creature to make a saving throw to resist its effects, one target of the spell (your choice) has disadvantage on its first saving throw made against the spell."
				],
				[
					"7",
					"Treat the next spell you cast as if it were cast with a spell slot one level higher than the one expended to cast it."
				],
				[
					"8",
					"Choose one of the effects listed above."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Greater Mana Ley Line Backlash",
			"page": 5,
			"colLabels": [
				"d8",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"If the next spell you cast targets only one creature and doesn't have a range of self, it instead targets up to four random creatures (GM's choice) within the spell's range."
				],
				[
					"2",
					"If the next spell you cast deals damage, one target (GM's choice) gains resistance to that damage type."
				],
				[
					"3",
					"The next spell you cast fails and is lost."
				],
				[
					"4",
					"You have disadvantage on saving throws against spells and other magical effects."
				],
				[
					"5",
					"You lose your highest level spell slot up to 3rd level."
				],
				[
					"6",
					"You can't cast a spell until the start of your next turn."
				],
				[
					"7",
					"Treat the next spell you cast as if it were cast with a spell slot 1 level lower than the one expended to cast it. If this effect would make the spell's level 0 or lower, the spell fails and is lost."
				],
				[
					"8",
					"Roll twice, ignoring any 8."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Major Mana Ley Line Beneficial Effects",
			"page": 5,
			"intro": [
				{
					"type": "list",
					"items": [
						"{@b {@i Successful Tap.}} You immediately gain the benefits of a short rest."
					]
				}
			],
			"colLabels": [
				"d8",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"If the next spell you cast targets only one creature and doesn't have a range of self, it instead targets up to five creatures of your choice within the spell's range."
				],
				[
					"2",
					"If the next spell you cast deals damage, it ignores resistances and immunities to its damage type."
				],
				[
					"3",
					"If the next spell you cast has material components, you ignore them."
				],
				[
					"4",
					"The casting time of the next spell you cast becomes 1 bonus action."
				],
				[
					"5",
					"You regain one of your expended spell slots of your choice, up to 5th level."
				],
				[
					"6",
					"If the next spell you cast deals damage, its damage is maximized."
				],
				[
					"7",
					"Treat the next spell you cast as if it were cast with a spell slot 2 levels higher than the one expended to cast it."
				],
				[
					"8",
					"Choose one of the effects listed above."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Major Mana Ley Line Backlash",
			"page": 5,
			"colLabels": [
				"d8",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"If the next spell you cast targets only one creature and doesn't have a range of self, it instead targets up to five random creatures (GM's choice) within the spell's range."
				],
				[
					"2",
					"If the next spell you cast deals damage, one target (GM's choice) gains immunity to that damage type."
				],
				[
					"3",
					"The next spell you cast fails and is lost."
				],
				[
					"4",
					"The next spell you cast takes effect at the end of your next turn."
				],
				[
					"5",
					"You lose your highest level spell slot up to 5th level."
				],
				[
					"6",
					"If the next spell you cast deals damage, its damage is minimized."
				],
				[
					"7",
					"Treat the next spell you cast as if it were cast with a spell slot two levels lower than the one expended to cast it. If this effect would make the spell's level 0 or lower, the spell fails and is lost."
				],
				[
					"8",
					"Roll twice, ignoring any 8."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Abjuration Nexus Beneficial Effects",
			"page": 6,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You gain resistance to force damage. This effect is permanent."
				],
				[
					"2",
					"You gain resistance to damage from spells for the next 24 hours."
				],
				[
					"3",
					"You gain a permanent +1 bonus to saving throws against spells and other magical effects."
				],
				[
					"4",
					"You are suffused with abjuration magic. You can't be perceived by magical scrying sensors, while the space you occupy appears as if you weren't there to them. This effect is permanent."
				],
				[
					"5",
					"You have advantage on any spellcasting ability check you make when casting {@spell counterspell} or {@spell dispel magic}. This effect is permanent."
				],
				[
					"6",
					"For the next 24 hours, unless you wish to be affected, you are immune to spells of 6th level or lower."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Abjuration Nexus Backlash",
			"page": 6,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You gain vulnerability to force damage. This effect is permanent."
				],
				[
					"2",
					"You gain vulnerability to damage from spells for the next 24 hours."
				],
				[
					"3",
					"You suffer a permanent −1 penalty to saving throws against spells and other magical effects."
				],
				[
					"4",
					"You have disadvantage on saving throws against spells and magical effects that try to discern your location. This effect is permanent."
				],
				[
					"5",
					"For the next 24 hours, an {@spell antimagic field} extends out to a 30 foot radius around you."
				],
				[
					"6",
					"The abjuration magic blocks your spellcasting abilities. You become unable to cast spells or expend spell slots for the next week."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Conjuration Nexus Beneficial Effects",
			"page": 7,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You are immune to any environmental effects of planes of existence other than your home plane. This effect is permanent."
				],
				[
					"2",
					"You can cast {@spell planar ally} once without expending a spell slot, and if the service you require is aligned with the summoned creature's ethos, the payment is always waived. You can't do so again until you finish a long rest. Intelligence is your spellcasting ability for this spell. This effect is permanent."
				],
				[
					"3",
					"You can cast {@spell misty step} twice without expending a spell slot. You can't do so again until you finish a short or long rest. Intelligence is your spellcasting ability for this spell. This effect is permanent."
				],
				[
					"4",
					"You can cast {@spell mordenkainen's magnificent mansion||magnificent mansion} once without expending a spell slot or material components. You can't do so again until you finish a long rest. Intelligence is your spellcasting ability for this spell. This effect is permanent."
				],
				[
					"5",
					"Within the next 24 hours, you can cast {@spell maze} once without expending a spell slot. Intelligence is your spellcasting ability for this spell."
				],
				[
					"6",
					"You can cast {@spell teleport} twice without expending a spell slot. You can't do so again until you finish a long rest. Intelligence is your spellcasting ability for this spell. This effect is permanent."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Conjuration Nexus Backlash",
			"page": 7,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You have disadvantage on ability checks and saving throws to resist environmental effects of planes of existence other than your home plane. This effect is permanent."
				],
				[
					"2",
					"For the next month, there is a {@chance 50|50%} chance every 24 hours that when a random creature (GM's choice) casts the {@spell find familiar} spell, you are summoned as the familiar and return to the location you were before being summoned after completing 1 task appointed to you by the creature that summoned you. You can't be summoned this way more than once every 24 hours."
				],
				[
					"3",
					"Whenever you teleport by any means, roll a {@dice d20}. On a roll of 5 or lower, you don't teleport. This effect is permanent."
				],
				[
					"4",
					"The spellbook of a very powerful mage appears in your hands. The original owner of the spellbook seeks to retrieve it and will hunt you down."
				],
				[
					"5",
					"You are subjected to the effects of a {@spell maze} spell that has a duration of 24 hours."
				],
				[
					"6",
					"You are teleported to a random plane of existence."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Divination Nexus Beneficial Effects",
			"page": 7,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You are under the effects of a {@spell tongues} spell. This effect is permanent."
				],
				[
					"2",
					"You gain knowledge of the exact location of one creature or object of your choice, regardless of any protection the creature might have against divination magic or magical scrying sensors."
				],
				[
					"3",
					"You always know the location of the nearest town, village or city. This effect is permanent."
				],
				[
					"4",
					"You gain the benefits of a {@spell foresight} spell for 24 hours."
				],
				[
					"5",
					"You always know when you hear a lie. This effect is permanent."
				],
				[
					"6",
					"When you roll a {@dice d20} for an attack roll, ability check or saving throw, you can treat the roll as a 20. You can do so three times within the next 24 hours."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Divination Nexus Backlash",
			"page": 8,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You forget all languages you know, except your native one. This effect is permanent."
				],
				[
					"2",
					"A random creature that knows you and is hostile to you gains knowledge of your exact location, regardless of any protection you might have against divination magic or magical scrying sensors."
				],
				[
					"3",
					"You automatically fail all Wisdom ({@skill Survival}) checks made to find locations, unless you have a map to guide you. This effect is permanent."
				],
				[
					"4",
					"You have disadvantage on attack rolls, ability checks and saving throws for the next 24 hours."
				],
				[
					"5",
					"You automatically fail all Wisdom ({@skill Insight}) checks made to discern lies. This effect is permanent."
				],
				[
					"6",
					"When you roll a {@dice d20} for an attack roll, ability check or saving throw, the roll is treated as a 1. This can happen up to three times to you within the next 24 hours (GM's choice)."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Enchantment Nexus Beneficial Effects",
			"page": 8,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You gain resistance to psychic damage. This effect is permanent."
				],
				[
					"2",
					"Choose a creature you can see. You can modify the target's memories, as if you had cast a 9th-level {@spell modify memory} spell with a spell save DC of 20."
				],
				[
					"3",
					"Your mind is permanently altered by the Nexus's magic. Whenever you succeed on a saving throw against an enchantment spell cast by a creature, that creature must succeed on a DC 20 Wisdom saving throw or be subjected to the effects of a {@spell confusion} spell until the end of its next turn."
				],
				[
					"4",
					"You can cast {@spell charm person} at will without expending a spell slot. Intelligence is your spellcasting ability for this spell. This effect is permanent."
				],
				[
					"5",
					"You can cast {@spell dominate monster} once without expending a spell slot. You can't do so again until you finish a long rest. Intelligence is your spellcasting ability for this spell. This effect is permanent."
				],
				[
					"6",
					"You are immune to effects that would sense or read your emotions and you can't be {@condition charmed}. This effect is permanent."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Enchantment Nexus Backlash",
			"page": 8,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You gain vulnerability to psychic damage. This effect is permanent."
				],
				[
					"2",
					"When you leave the area affected by the nexus, you lose all memories of the time you spent within it, and those memories can't be restored by any means."
				],
				[
					"3",
					"Whenever you suffer a critical hit, you are also subjected to the effects of a {@spell confusion} spell until the end of your next turn. This effect is permanent."
				],
				[
					"4",
					"You have disadvantage on saving throws against being {@condition charmed}. This effect is permanent."
				],
				[
					"5",
					"You are subjected to a {@spell feeblemind} spell with a spell save DC of 20. If you fail the saving throw of the spell, its effects can't be ended by {@spell greater restoration}, {@spell heal}, or {@spell wish}."
				],
				[
					"6",
					"You begin to regard a random creature you can see as a precious ally to be protected at all costs. This effect is permanent."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Evocation Nexus Beneficial Effects",
			"page": 9,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You gain resistance to your choice of acid, cold, fire, lightning or thunder damage. This effect is permanent."
				],
				[
					"2",
					"You are infused with empowering elemental energies. For the next 24 hours, you have resistance to the damage of evocation spells."
				],
				[
					"3",
					"You have advantage on saving throws against the effects of extreme weather conditions, such as extreme cold. This effect is permanent."
				],
				[
					"4",
					"Choose one of the following damage types: acid, cold, fire, lightning or thunder. Your weapon attacks deal an extra {@damage 2d8} damage of the chosen type. This effect is permanent."
				],
				[
					"5",
					"You can cast {@spell forcecage} once without expending a spell slot or material components. You regain the ability to do so when you finish a long rest. Intelligence is your spellcasting ability for this spell. This effect is permanent."
				],
				[
					"6",
					"Within the next 24 hours, you can cast {@spell mass heal} or {@spell meteor swarm} (your choice) once without expending a spell slot. Intelligence is your spellcasting ability for the spell you choose to cast."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Evocation Nexus Backlash",
			"page": 9,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You gain vulnerability to a random type of damage between acid, cold, fire, lightning or thunder. This effect is permanent."
				],
				[
					"2",
					"You become a beacon that attracts elemental energies. For the next 24 hours, you have vulnerability to the damage of evocation spells."
				],
				[
					"3",
					"You have disadvantage on saving against the effects of extreme weather conditions, such as extreme cold. This effect is permanent."
				],
				[
					"4",
					"Your GM chooses one of the following damage types: acid, cold, fire, lightning or thunder. Whenever you take damage of the chosen type, you take an extra {@damage d8} damage of that type. This effect is permanent."
				],
				[
					"5",
					"A {@spell prismatic ray} spell with a spell save DC of 20 targets each creature within 60 feet of you."
				],
				[
					"6",
					"Your body becomes charged with evocation magic. At the beginning of each hour for the next 24 hours, the energy is discharged, and you cast a 9th-level {@spell fireball} spell with a spell save DC of 20 centered on yourself. The damage of the spell ignores resistances and immunities to fire damage."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Illusion Nexus Beneficial Effects",
			"page": 9,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You can cast {@spell disguise self} at will without expending a spell slot. Intelligence is your spellcasting ability for this spell. This effect is permanent."
				],
				[
					"2",
					"You have advantage on ability checks and saving throws you make to discern, see through or resist illusions. This effect is permanent."
				],
				[
					"3",
					"While completely in an area of dim light or darkness, you can become {@condition invisible} as an action. You remain {@condition invisible} until you take any action. This effect is permanent."
				],
				[
					"4",
					"You can cast {@spell greater invisibility} once without expending a spell slot. You can't do so again until you finish a long rest. Intelligence is your spellcasting ability for this spell. This effect is permanent."
				],
				[
					"5",
					"You can maintain your concentration on up to two illusion spells simultaneously. This effect is permanent."
				],
				[
					"6",
					"Whenever a creature succeeds on a saving throw against an illusion spell you cast, you can use your reaction to treat the creature's successful save as a failed save instead. You can do so three times, and you regain the ability to do so again when you finish a long rest. This effect is permanent."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Illusion Nexus Backlash",
			"page": 10,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"Every day, a random minor illusory effect such as a change in eye color manifests on you. To see through the illusion, a creature can use its action to inspect your appearance and must succeed on a DC 20 Intelligence ({@skill Investigation}) check. This effect is permanent."
				],
				[
					"2",
					"You have disadvantage on ability checks and saving throws you make to discern, see through or resist illusions. This effect is permanent."
				],
				[
					"3",
					"While completely in an area of dim light or darkness, you shed bright light in a 5-foot radius around you. This effect is permanent."
				],
				[
					"4",
					"You can't become {@condition invisible} by any means. This effect is permanent."
				],
				[
					"5",
					"You have disadvantage on Constitution saving throws that you make to maintain your concentration on illusion spells. This effect is permanent."
				],
				[
					"6",
					"You believe everything that surrounds you is an illusion. This effect lasts for 1 month, and cannot be dispelled by any means."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Necromancy Nexus Beneficial Effects",
			"page": 10,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You gain resistance to necrotic damage. This effect is permanent."
				],
				[
					"2",
					"When you gain this benefit, choose an object in your possession. The first time you die within the next year, you are instantly brought back to life in a new body identical to your old one, as though you were the target of a {@spell true resurrection} spell. The new body appears within 10 feet of the object chosen when you got this benefit."
				],
				[
					"3",
					"You can cast {@spell finger of death} once without expending a spell slot. You can't do so again until you finish a long rest. Charisma is your spellcasting ability for this spell. This effect is permanent."
				],
				[
					"4",
					"You know the exact location of all undead creatures within 100 feet of you while you are conscious. This effect is permanent."
				],
				[
					"5",
					"Whenever you deal necrotic damage to a creature, that creature must succeed a Constitution saving throw with a DC equal to half the necrotic damage it took, or its hit point maximum is permanently reduced by an amount equal to half the necrotic damage it took. This effect is permanent."
				],
				[
					"6",
					"Uncanny words echo in your mind. You learn the secrets required to achieve lichdom."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Necromancy Nexus Backlash",
			"page": 10,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You gain vulnerability to necrotic damage. This effect is permanent."
				],
				[
					"2",
					"Whenever you are reduced to 0 hit points, your soul leaves your body, and you can't be brought back to life except through a {@spell true resurrection} or {@spell wish} spell. This effect is permanent."
				],
				[
					"3",
					"Necrotic energy erupts from within you. All creatures within 100 feet of your current location take 100 necrotic damage, ignoring any resistances or immunities they might have to necrotic damage."
				],
				[
					"4",
					"All undead creatures within 100 feet of you know your exact location. This effect is permanent."
				],
				[
					"5",
					"For the next 24 hours, whenever you take necrotic damage you must succeed on a Constitution saving throw with a DC equal to half the necrotic damage you took, or your hit point maximum is permanently reduced by an amount equal to half the necrotic damage you took."
				],
				[
					"6",
					"Your soul leaves your body, and enters the phylactery of a random lich. As a result, the lich's soul returns back to it and the lich is restored to life, while your soul remains trapped within its former phylactery."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Transmutation Nexus Beneficial Effects",
			"page": 11,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"You can temper with time. You can touch a creature and permanently increase or reduce its age by {@dice 2d10} years, potentially extending the creature's lifespan, causing it to die from old age, or turning it into an infant. You can't do so again until a year has passed. This effect is permanent."
				],
				[
					"2",
					"Unless you wish to be affected, you are immune to spells and magical effects that would alter your form. This effect is permanent."
				],
				[
					"3",
					"You gain a racial trait of your choice from a race of your choice. You can't choose a racial trait that increases one or more of your ability scores. This effect is permanent."
				],
				[
					"4",
					"You can cast {@spell telekinesis} twice without expending a spell slot. You can't do so again until you finish a long rest. Intelligence is your spellcasting ability for this spell. This effect is permanent."
				],
				[
					"5",
					"Within the next 24 hours, you can cast {@spell time stop} once without expending a spell slot. Intelligence is your spellcasting ability for this spell."
				],
				[
					"6",
					"You can cast {@spell true polymorph} once without expending a spell slot or material components. You can't do so again until you finish a long rest. Intelligence is your spellcasting ability for this spell. This effect is permanent."
				]
			]
		},
		{
			"type": "table",
			"source": "CoH-LLN",
			"name": "Transmutation Nexus Backlash",
			"page": 11,
			"colLabels": [
				"d6",
				"Effect"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"Roll a {@dice d20}. On a roll of 10 or lower, your age permanently increases by {@dice 2d10} years. On a roll of 11 or higher, your age is permanently reduced by {@dice 2d10} years. These changes can potentially extend your lifespan, cause you to die from old age or turn you into an infant. This effect is permanent."
				],
				[
					"2",
					"You have disadvantage on saving throws against spells and magical effects that would alter your form. This effect is permanent."
				],
				[
					"3",
					"You lose a random racial trait. You can't lose a racial trait that would reduce one or more of your ability scores. This effect is permanent."
				],
				[
					"4",
					"Gravity is permanently altered for you. Standing up from being {@condition prone} costs an amount of movement equal to your speed, instead of equal to half your speed."
				],
				[
					"5",
					"The area of the Nexus is subjected to a {@spell reverse gravity} spell with a spell save DC of 20 for the next hour."
				],
				[
					"6",
					"You are transformed into a {@creature sheep|SKT} as if by a {@spell polymorph} spell, but you do not revert back to your normal form if you drop to 0 hit points. This effect cannot be dispelled by any means and lasts for 1 month, after which you revert back to your normal form."
				]
			]
		}
	],
	"background": [
		{
			"name": "Manascarred",
			"source": "CoH-LLN",
			"page": 14,
			"skillProficiencies": [
				{
					"arcana": true,
					"choose": {
						"count": 1,
						"from": [
							"history",
							"investigation",
							"nature",
							"survival"
						]
					}
				}
			],
			"languageProficiencies": [
				{
					"any": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "A momento of the even thtat marked you (at the GM's discretion)"
						},
						{
							"item": "common clothes|phb",
							"displayName": "a set of common clothes"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies:",
							"entry": "{@skill Arcana}, plus one from among {@skill History}, {@skill Investigation}, {@skill Nature} and {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Languages:",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment:",
							"entry": "A memento of the event that marked you (at the GM's discretion), a set of {@item common clothes|PHB}, and a {@item pouch|PHB} containing 10 gp"
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Ley Touched",
					"data": {
						"isFeature": true
					},
					"entries": [
						"You gain the {@feat Ley-Touched|CoH-LLN} feat.",
						"In addition, work with your GM to establish connections with one organization in your world that studies Ley Lines and Nexuses. Members of that organization will provide you free, modest lodging and food at any of their establishments. In Kyrmoria, two such organizations are:",
						{
							"type": "list",
							"items": [
								"The Acolytes of the Veil, historians, lore-keepers and guardians of wild, natural magic. Their base of operations is in the Prismatic Mountains, but they have other settlements and agents throughout the land.",
								"The Cabal, an illegal organization of mages running the underground citadel of Dhen Rahzeem and profiting from its vast black market as well as mana geode trade with the Kyrmorian Republic and the flying cities of the Shifting Barrens."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Building a Manascarred Character",
					"entries": [
						"Manascarred characters are typically spellcasters, finding that their innate connection with the magic of the land favors the path of a druid, sorcerer, warlock, weaveknight or wizard, regardless of specialization. Bards and rangers also find this connection enhancing their arsenal, while a lot of clerics and paladins view the mark as a blessing from a deity or other higher power. Additionally, barbarians, fighters, monks and rogues often find that being marked by mana can enhance their physical capabilities, allowing them to perform unique tasks none of their peers are able to.",
						{
							"type": "entries",
							"name": "Suggested Characteristics",
							"entries": [
								"To have a mark left on you by the mana has various benefits and drawbacks. You could have experienced people treating you favorably and embracing you, or you could have been discriminated against due to fear and uncertainty, making you reluctant to connect with others. The Manascarred Personality Traits table suggests traits you might adopt for your character.",
								{
									"type": "table",
									"caption": "Manascarred Personality Traits",
									"page": 14,
									"colLabels": [
										"d6",
										"Personality Trait"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"The scar is a curse, and I won't rest until it's lifted."
										],
										[
											"2",
											"I bear my scar with pride because it made me who I am today."
										],
										[
											"3",
											"I believe I've been blessed with a great destiny."
										],
										[
											"4",
											"I want to seek out and connect with others sharing marks of the mana."
										],
										[
											"5",
											"I am not a monster regardless of how people see me, and I will prove it."
										],
										[
											"6",
											"I will harness this gift and acquire great power."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Manascar Event",
							"entries": [
								"When you make your character, consider what event left the magical scar on you. The Manascar Event table below provides suggestions on determining how you came to acquire such a mark. In addition, work with your GM to determine what the mark looks like; your eyes might shed a soft spectral glow, weird markings may have manifested on your body, or the mark could even take the form of an actual unearthly looking scar.",
								{
									"type": "table",
									"caption": "Manascar Event",
									"page": 14,
									"colLabels": [
										"d6",
										"Event"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"You were born at the same moment a nexus manifested."
										],
										[
											"2",
											"You were struck by a Ley Line's essence when it was shifting."
										],
										[
											"3",
											"The residual magic of a Nexus marked you when you wandered too closely."
										],
										[
											"4",
											"You once tried to tap into a ley line unsuccessfully, and it left you with a Manascar."
										],
										[
											"5",
											"You were experimented upon by an organization looking to produce super soldiers."
										],
										[
											"6",
											"You survived a manaburn explosion."
										]
									]
								}
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"When you were born, or at some point in your life, the raw magic of the land influenced your very being through a dramatic event, and left you with a mark. After that, you've found yourself having a unique connection with mana, the building blocks of magic, and you've set out to learn more about that connection.",
					"In Kyrmoria, the ley lines running inside the earth and the Nexuses that manifest at their interconnecting points often exert enough influence for someone close to them to manifest some sort of mark. These extraordinary individuals, who are often looked at with awe or fear, are called Manascarred. Some choose to live quiet lives, while others are approached by organizations that show interest in them, but they are nonetheless unique in the world."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/img/9.webp"
						},
						"credit": "{@link Anna Steinbauer|https://www.artstation.com/artwork/qAEKW2}"
					}
				]
			}
		}
	],
	"race": [
		{
			"name": "Nexusborn",
			"source": "CoH-LLN",
			"page": 13,
			"size": [
				"M",
				"S"
			],
			"speed": 30,
			"darkvision": 60,
			"skillProficiencies": [
				{
					"arcana": true
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Creature Type",
					"entries": [
						"You are an Elemental."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"You are Medium or Small. You choose the size when you select this race."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your walking speed is 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Manavision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. Your ties to the natural magic of the world make your {@sense darkvision} unusual: everything you see in darkness is in shades of blue and green."
					]
				},
				{
					"type": "entries",
					"name": "Elemental Nature",
					"entries": [
						"You don't need to eat, drink or breathe."
					]
				},
				{
					"type": "entries",
					"name": "Magical Affinity",
					"entries": [
						"You gain proficiency with the {@skill Arcana} skill. In addition, you can use your Constitution modifier, instead of Intelligence modifier, when making an {@skill Arcana} check to physically interact with magic or to manipulate magic in any sort of active way."
					]
				},
				{
					"type": "entries",
					"name": "Nexusborn Magic",
					"entries": [
						"When you finish a long rest, you can synchronize yourself with one of the schools of magic. While synchronized with a school of magic, you have advantage on saving throws against spells of that school.",
						"In addition, while synchronized with a school of magic, you know one cantrip from that school. Starting at 3rd level and again at 5th level, you also gain access to spells from the school of magic you are currently synchronized with, and you can cast each of these spells with this trait. Spells you cast with this trait do not require material components, unless the spell consumes them. Once you cast one of the spells that become available to you at 3rd or 5th level with this trait, you can't cast that spell with this trait again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.",
						"Constitution, Intelligence, Wisdom or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race). The cantrip and spells you gain from this trait depending on the school of magic you're currently synchronized with are detailed on the Nexusborn Magic table below.",
						{
							"type": "table",
							"caption": "Nexusborn Magic",
							"page": 13,
							"colLabels": [
								"School",
								"Cantrip",
								"Spell gained at 3rd level",
								"Spell gained at 5th level"
							],
							"colStyles": [
								"col-3 text-center",
								"col-3",
								"col-3",
								"col-3"
							],
							"rows": [
								[
									"Abjuration",
									"{@spell resistance}",
									"{@spell sanctuary}",
									"{@spell warding bond}"
								],
								[
									"Conjuration",
									"{@spell mage hand}",
									"{@spell tenser's floating disk||floating disk}",
									"{@spell misty step}"
								],
								[
									"Divination",
									"{@spell guidance}",
									"{@spell detect magic}",
									"{@spell see invisibility}"
								],
								[
									"Enchantment",
									"{@spell vicious mockery}",
									"{@spell charm person}",
									"{@spell suggestion}"
								],
								[
									"Evocation",
									"{@spell arcane bolt|CoH-CAPG}",
									"{@spell faerie fire}",
									"{@spell shatter}"
								],
								[
									"Illusion",
									"{@spell minor illusion}",
									"{@spell silent image}",
									"{@spell invisibility}"
								],
								[
									"Necromancy",
									"{@spell spare the dying}",
									"{@spell inflict wounds}",
									"{@spell blindness/deafness}"
								],
								[
									"Transmutation",
									"{@spell prestidigitation}",
									"{@spell longstrider}",
									"{@spell enhance ability}"
								]
							]
						}
					]
				}
			],
			"creatureTypes": [
				"elemental"
			],
			"fluff": {
				"entries": [
					"When a nexus of magic manifests on a plane, it influences its surroundings, changing both the landscape and the creatures that frequent it. Nexusborn are the result of such influence; elemental spirits that were given sentience and a physical constitution due to the energies of a nexus. These creatures are a mystery, and are often the topic of hot conversation between scholars debating the claim that magic in itself has will, manifesting through the nexusborn.",
					"Nexusborn take many shapes and forms, but mostly resemble typical humanoids. Their unique physicality is evident, as their skin often pulses with magical energy and has unusually colored hues and markings, while their eyes shine with the glow of mana. Naturally attuned to magic, many nexusborn choose to embrace the career of a promising spellcrafter, while others drawn to the simplicity of common mortal lives choose more mundane professions. Nevertheless, all nexusborn try to eventually answer the riddle behind their existence, forging relationships and bonds along the way."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/master/img/CoH-LLN/img/8.webp"
						},
						"credit": "{@link Christi Balanescu|https://www.artstation.com/artwork/zOAvy4}"
					}
				]
			}
		}
	],
	"feat": [
		{
			"name": "Ley-Touched",
			"source": "CoH-LLN",
			"page": 15,
			"prerequisite": [
				{
					"spellcasting2020": true
				},
				{
					"race": [
						{
							"name": "Nexusborn",
							"displayEntry": "{@race Nexusborn|CoH-LLN}"
						}
					]
				},
				{
					"background": [
						{
							"name": "Manascarred",
							"displayEntry": "{@background Manascarred|CoH-LLN}"
						}
					]
				}
			],
			"entries": [
				"You've studied the natural magic of the world and learnt of ways to harness it, or you might have come into contact with a ley line or nexus, an event that altered your very being.",
				"When you gain this feat, you become attuned to a Lesser Mana Ley Line. This attunement does not count against the number of items you can attune to at a time, and it doesn't end by you being more than 100 feet away from the ley line, or if another creature attunes to the same ley line. You can only be attuned to one ley line at a time, and if you attune to a new one, the attunement with the previous one ends.",
				"While attuned to a ley line, you always know the closest direction towards its location as long as you're on the same plane of existence as it. Over a short rest, you can attune to another Lesser Mana Ley Line while you are within the area affected by it.",
				"{@b Lesser Ley Powers.} You learn two {@filter lesser ley powers|optionalfeatures|Feature Type=Lesser LP} of your choice from the ones presented in this document. Whenever you finish a long rest, you can replace a ley power you learned from this feat with another {@filter Lesser Ley Power|optionalfeatures|Feature Type=Lesser LP} from the list above.",
				"{@b Ley Power DC.} If a ley power you learn from this feat or any {@filter feat that has this feat as a prerequisite|feats|source=CoH-LLN} requires a saving throw, the save's DC equals 8 + your proficiency bonus + your Constitution, Intelligence, Wisdom or Charisma modifier (your choice when you gain this feat).",
				"{@b Mana Points.} You gain a number of mana points equal to your proficiency bonus, representing your prowess over ley magic and your innate connection with the land. You can never have more mana points than your proficiency bonus, unless you gain extra mana points from {@filter feats that have this feat as a prerequisite|feats|source=CoH-LLN}. You can use these points only with the ley powers you gain from this feat and with any ley powers you gain from {@filter feats that have this feat as a prerequisite|feats|source=CoH-LLN}. You regain all spent mana points when you finish a long rest. In addition, once per day when you finish a short rest within the area affected by a ley line you are attuned to, you can choose to regain spent mana points up to your proficiency bonus.",
				"{@b Mana Limit.} You can spend up to 2 mana points on a ley power at a time."
			]
		},
		{
			"name": "Ley Adept",
			"source": "CoH-LLN",
			"page": 15,
			"ability": [
				{
					"choose": {
						"amount": 1,
						"from": [
							"con",
							"int",
							"wis",
							"cha"
						],
						"count": 1
					}
				}
			],
			"prerequisite": [
				{
					"level": 4,
					"feat": [
						"Ley-Touched|CoH-LLN"
					]
				}
			],
			"entries": [
				"You've focused on harnessing the power of ley lines, improving your powers. You can now attune to Lesser and Moderate Mana Ley Lines, following the same rules regarding Moderate Mana Ley Lines as those for Lesser Mana Ley Lines described in the {@feat Ley-Touched|CoH-LLN} feat.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Moderate Ley Powers.",
							"entry": "You learn one {@filter Moderate Ley Power|optionalfeatures|Feature Type=Moderate LP} of your choice from the ones presented in this document. Whenever you finish a long rest, you can replace the ley power you learned from this feat with another {@filter Moderate Ley Power|optionalfeatures|Feature Type=Moderate LP} from the list above."
						},
						{
							"type": "item",
							"name": "Mana Points.",
							"entry": "You gain two mana points, which you add to the points you have from the {@feat Ley-Touched|CoH-LLN} feat."
						},
						{
							"type": "item",
							"name": "Mana Limit.",
							"entry": "You can spend up to 4 mana points on a ley power at a time."
						}
					]
				}
			]
		},
		{
			"name": "Ley Expert",
			"source": "CoH-LLN",
			"page": 15,
			"ability": [
				{
					"choose": {
						"amount": 1,
						"from": [
							"con",
							"int",
							"wis",
							"cha"
						],
						"count": 1
					}
				}
			],
			"prerequisite": [
				{
					"level": 8,
					"feat": [
						"Ley Adept|CoH-LLN"
					],
					"note": "{@feat Ley-Touched|CoH-LLN} feat"
				}
			],
			"entries": [
				"You've become an expert on utilizing ley magic. You can now attune to Lesser, Moderate or Greater Mana Ley Lines, following the same rules regarding Greater Mana Ley Lines as those for Lesser Mana Ley Lines described in the {@feat Ley-Touched|CoH-LLN} feat.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Greater Ley Powers.",
							"entry": "You learn one {@filter Greater Ley Power|optionalfeatures|Feature Type=Greater LP} of your choice from the ones presented in this document. Whenever you finish a long rest, you can replace the ley power you learned from this feat with another {@filter Greater Ley Power|optionalfeatures|Feature Type=Greater LP} from the list above."
						},
						{
							"type": "item",
							"name": "Mana Points.",
							"entry": "You gain two mana points, which you add to the points you have from the {@feat Ley-Touched|CoH-LLN} feat."
						},
						{
							"type": "item",
							"name": "Mana Limit.",
							"entry": "You can spend up to 6 mana points on a ley power at a time."
						}
					]
				}
			]
		},
		{
			"name": "Ley Master",
			"source": "CoH-LLN",
			"page": 15,
			"ability": [
				{
					"choose": {
						"amount": 1,
						"from": [
							"con",
							"int",
							"wis",
							"cha"
						],
						"count": 1
					}
				}
			],
			"prerequisite": [
				{
					"level": 12,
					"feat": [
						"Ley Expert|CoH-LLN"
					],
					"note": "{@feat Ley-Touched|CoH-LLN} feat"
				}
			],
			"entries": [
				"You've mastered the art of attuning and drawing power from ley lines. You can now attune to Lesser, Moderate, Greater or Major Mana Ley Lines, following the same rules regarding Major Mana Ley Lines as those for Lesser Mana Ley Lines described in the {@feat Ley-Touched|CoH-LLN} feat.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Major Ley Powers.",
							"entry": "You learn one {@filter Major Ley Power|optionalfeatures|Feature Type=Major LP} of your choice from the ones presented in this document. Whenever you finish a long rest, you can replace the ley power you learned from this feat with another {@filter Major Ley Power|optionalfeatures|Feature Type=Major LP} from the list above."
						},
						{
							"type": "item",
							"name": "Mana Points.",
							"entry": "You gain two mana points, which you add to the points you have from the {@feat Ley-Touched|CoH-LLN} feat."
						},
						{
							"type": "item",
							"name": "Mana Limit.",
							"entry": "You can spend up to 8 mana points on a ley power at a time."
						}
					]
				}
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Aether Fire",
			"source": "CoH-LLN",
			"page": 16,
			"featureType": [
				"Major LP"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Minimum Slot Level:",
							"entry": "8th"
						},
						{
							"type": "item",
							"name": "Minimum Mana Point Cost:",
							"entry": "8"
						},
						{
							"type": "item",
							"name": "Concentration:",
							"entry": "No"
						}
					]
				},
				"As an action, you summon flames made out of pure mana. When you use this ley power, you can manifest the aether flames in one of two ways:",
				{
					"type": "list",
					"items": [
						"{@b {@i Condensed.}} You condense the aether flames. Choose one creature you can see within 60 feet of you. The target must make a Constitution saving throw. The target takes {@damage 8d10} force damage on a failed save, or half as much damage on a successful one.",
						"{@b {@i Unleashed.}} You unleash the aether flames in a wide area. Each creature in a 20-foot-radius, 60-foot-high cylinder centered on a point of your choice that you can see within 60 feet of you must make a Constitution saving throw. A creature takes {@damage 4d10} force damage on a failed save, or half as much damage on a successful one."
					]
				},
				"In addition, any spell or magical effect of 4th level or lower on a creature that fails its saving throw to resist the effects of this ley power ends."
			]
		},
		{
			"name": "Conjure Mana Weapon",
			"source": "CoH-LLN",
			"page": 16,
			"featureType": [
				"Moderate LP"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Minimum Slot Level:",
							"entry": "2nd"
						},
						{
							"type": "item",
							"name": "Minimum Mana Point Cost:",
							"entry": "2"
						},
						{
							"type": "item",
							"name": "Concentration:",
							"entry": "Yes"
						}
					]
				},
				"As a bonus action, you create a weapon of pure mana in your hand. This magic weapon lasts for 1 hour or until you lose concentration on this ley power. It counts as a simple melee weapon with which you are proficient. It deals {@damage 1d10} force damage on a hit and has the finesse, light, and thrown properties (range 20/60).",
				"If you drop the weapon or throw it, it dissipates at the end of the turn. Thereafter, while you're concentrating on this ley power, you can use a bonus action to cause the weapon to reappear in your hand.",
				"When you create the weapon, you can add one additional property to the weapon by spending additional mana points, as detailed in the Mana Weapon Additional Properties table below:",
				{
					"type": "table",
					"caption": "Mana Weapon Additional Properties",
					"page": 16,
					"colLabels": [
						"Additional Mana Point Cost",
						"Additional Property"
					],
					"colStyles": [
						"col-4 text-center",
						"col-8"
					],
					"rows": [
						[
							"1",
							"The weapon gains the Reach property."
						],
						[
							"2",
							"The weapon deals double damage to objects and structures."
						],
						[
							"2",
							"The weapon's damage increases to {@damage 2d10}."
						],
						[
							"4",
							"The weapon's damage increases to {@damage 3d10}."
						]
					]
				}
			]
		},
		{
			"name": "Empowered Ley Tap",
			"source": "CoH-LLN",
			"page": 17,
			"featureType": [
				"Lesser LP"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Minimum Slot Level:",
							"entry": "1st"
						},
						{
							"type": "item",
							"name": "Minimum Mana Point Cost:",
							"entry": "1"
						},
						{
							"type": "item",
							"name": "Concentration:",
							"entry": "No"
						}
					]
				},
				"When you make a Tap check to tap into the power of a ley line you're attuned to, but before the GM determines the outcome, you can increase the total by an amount equal to half the number of mana points spent (rounded up)."
			]
		},
		{
			"name": "Ley Healing",
			"source": "CoH-LLN",
			"page": 17,
			"featureType": [
				"Moderate LP"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Minimum Slot Level:",
							"entry": "2nd"
						},
						{
							"type": "item",
							"name": "Minimum Mana Point Cost:",
							"entry": "2"
						},
						{
							"type": "item",
							"name": "Concentration:",
							"entry": "No"
						}
					]
				},
				"As an action, you can channel mana to produce one of the following healing effects of your choice on a creature you touch:",
				{
					"type": "list",
					"items": [
						"{@b {@i Invigorate.}} The target regains a number of hit points equal to {@dice 1d10} per mana point spent.",
						"{@b {@i Restore.}} You end either one disease or one condition afflicting the target. The condition can be {@condition blinded}, {@condition deafened}, {@condition paralyzed}, or {@condition poisoned}. You can end one additional disease or condition per two mana points spent.",
						"{@b {@i Revitalize.}} You reduce the target's exhaustion level by one per two mana points spent."
					]
				}
			]
		},
		{
			"name": "Ley Powered Movement",
			"source": "CoH-LLN",
			"page": 17,
			"featureType": [
				"Lesser LP"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Minimum Slot Level:",
							"entry": "1st"
						},
						{
							"type": "item",
							"name": "Minimum Mana Point Cost:",
							"entry": "1"
						},
						{
							"type": "item",
							"name": "Concentration:",
							"entry": "No"
						}
					]
				},
				"When you move, you can increase your speed by 10 feet per mana point spent. This increase lasts until the end of your next turn.",
				"Alternatively, when you make a high or long jump, you can extend the distance of the jump by 10 feet per mana point spent. This extra distance doesn't cost you extra movement."
			]
		},
		{
			"name": "Ley Pulse",
			"source": "CoH-LLN",
			"page": 17,
			"featureType": [
				"Lesser LP"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Minimum Slot Level:",
							"entry": "1st"
						},
						{
							"type": "item",
							"name": "Minimum Mana Point Cost:",
							"entry": "1"
						},
						{
							"type": "item",
							"name": "Concentration:",
							"entry": "No"
						}
					]
				},
				"As an action you can stomp the ground, unleashing a shockwave. Creatures touching the ground in an area around you must succeed on a Strength saving throw or be knocked {@condition prone}. The area has a radius equal to 5 feet per mana point spent.",
				"If you use this ley power while in an area affected by a ley line you're attuned to, the area has a radius equal to 10 feet per mana point spent instead."
			]
		},
		{
			"name": "Ley Sense",
			"source": "CoH-LLN",
			"page": 17,
			"featureType": [
				"Lesser LP"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Minimum Slot Level:",
							"entry": "2nd"
						},
						{
							"type": "item",
							"name": "Minimum Mana Point Cost:",
							"entry": "2"
						},
						{
							"type": "item",
							"name": "Concentration:",
							"entry": "Yes"
						}
					]
				},
				"As an action on your turn, you focus your senses, connecting with the magic deep beneath the earth. For 1 minute per mana point spent, you gain {@sense tremorsense} out to a range of 30 feet.",
				"If you use this ley power while in an area affected by a ley line you're attuned to, your {@sense tremorsense} extends to the entire area affected by the ley line, up to a 300-foot radius around you."
			]
		},
		{
			"name": "Ley Shock",
			"source": "CoH-LLN",
			"page": 17,
			"featureType": [
				"Moderate LP"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Minimum Slot Level:",
							"entry": "2nd"
						},
						{
							"type": "item",
							"name": "Minimum Mana Point Cost:",
							"entry": "2"
						},
						{
							"type": "item",
							"name": "Concentration:",
							"entry": "No"
						}
					]
				},
				"As an action, you can unleash a powerful shock, targeting a number of creatures you can see within 30 feet of you equal to half the number of mana points spent (rounded down). A target must succeed on a Constitution saving throw or become {@condition stunned} until the end of its next turn.",
				"If you use this ley power while in an area affected by a ley line you're attuned to, a target has disadvantage on its saving throws to resist the effects of this ley power."
			]
		},
		{
			"name": "Lock/Unlock Ley",
			"source": "CoH-LLN",
			"page": 17,
			"featureType": [
				"Greater LP"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Minimum Slot Level:",
							"entry": "1st"
						},
						{
							"type": "item",
							"name": "Minimum Mana Point Cost:",
							"entry": "1"
						},
						{
							"type": "item",
							"name": "Concentration:",
							"entry": "No"
						}
					]
				},
				"As an action while you're in the area affected by a ley line you're attuned to, you can lock the ley line for a number of days equal to the amount of mana points spent, or unlock it if it's already locked. If you lock the ley line, it becomes unlocked and returns to normal after the aforementioned duration.",
				"While a ley line is locked, no creature can tap into its power by making a Tap check or in any other way. In addition, the attunement of all creatures attuned to the ley line ends, and creatures can't attune to that ley line again until it's unlocked.",
				"If you try to unlock a ley line that's locked by a creature other than you, you must make an ability check using your Constitution, Intelligence, Wisdom or Charisma modifier (your choice) and you gain a +1 bonus to the total per mana point spent. The DC is equal to the Ley Power DC of the creature that locked the ley line. On a successful check, the ley line is unlocked."
			]
		},
		{
			"name": "Mana Awareness",
			"source": "CoH-LLN",
			"page": 18,
			"featureType": [
				"Lesser LP"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Minimum Slot Level:",
							"entry": "1st"
						},
						{
							"type": "item",
							"name": "Minimum Mana Point Cost:",
							"entry": "1"
						},
						{
							"type": "item",
							"name": "Concentration:",
							"entry": "Varies (see text)"
						}
					]
				},
				"As an action, you can extend your senses outward and produce one of two effects:",
				{
					"type": "list",
					"items": [
						"Until the end of your next turn, you know if any creature you can see in an area around you has the ability to cast spells. The area has a radius equal to 30 feet per mana point spent.",
						"For 1 minute, while you're touching the ground, you know the exact location of each ley line within an area around you. The area has a radius equal to 1 mile per mana point spent. If you produce this effect when you use this ley power, you must concentrate on it while it lasts or the effect ends."
					]
				}
			]
		},
		{
			"name": "Mana Barrier",
			"source": "CoH-LLN",
			"page": 18,
			"featureType": [
				"Greater LP"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Minimum Slot Level:",
							"entry": "1st"
						},
						{
							"type": "item",
							"name": "Minimum Mana Point Cost:",
							"entry": "1"
						},
						{
							"type": "item",
							"name": "Concentration:",
							"entry": "No"
						}
					]
				},
				"When you or a creature you can see within 10 feet of you takes damage, you can use your reaction to roll a number of {@dice #$prompt_number:min=1,title=Enter number of mana points spent,default=1$#d10|d10s equal to the mana points spent}, reducing the damage taken by the number rolled."
			]
		},
		{
			"name": "Mana Charge",
			"source": "CoH-LLN",
			"page": 18,
			"featureType": [
				"Greater LP"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Minimum Slot Level:",
							"entry": "2nd"
						},
						{
							"type": "item",
							"name": "Minimum Mana Point Cost:",
							"entry": "2"
						},
						{
							"type": "item",
							"name": "Concentration:",
							"entry": "No"
						}
					]
				},
				"As an action, you can touch one willing creature (other than yourself) and transfer your innate mana to it. The target regains one expended spell slot, the level of which equals half the number of mana points spent (rounded down) or lower. Once you transfer mana to a creature this way, you can't transfer mana to it again until that creature finishes a long rest.",
				"Alternatively, as an action, you can touch a magic item and cause it to regain a number of its expended charges or uses up to half the mana points spent (rounded down). A magic item recharged in this manner can't be recharged by you again until after the item regains expended charges or uses on its own."
			]
		},
		{
			"name": "Travel via Ley",
			"source": "CoH-LLN",
			"page": 18,
			"featureType": [
				"Major LP"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Minimum Slot Level:",
							"entry": "5th"
						},
						{
							"type": "item",
							"name": "Minimum Mana Point Cost:",
							"entry": "5"
						},
						{
							"type": "item",
							"name": "Concentration:",
							"entry": "No"
						}
					]
				},
				"As an action while you're within the area affected by a ley line you're attuned to, you can transform yourself and your equipment into pure mana and travel through the ley line. While doing so, you move at a speed of 300 feet per round along the path of the ley line, and can decide to stop traveling at any time during your turn, at which point you transform back into your physical form and appear in a random unoccupied space within 5 feet of the ley line.",
				"When you use this ley power, you can choose one other willing creature within 10 feet of you that you can see for each mana point spent above this ley power's minimum mana point cost. The chosen creatures and their equipment travel also transform into pure mana and travel along with you. They stop traveling when you do, at which point they also transform back into their physical forms and appear in random unoccupied spaces within 5 feet of the ley line.",
				"While traveling via the ley line, you and all creatures that are traveling with you are immune to all damage, spells and effects, can't take any actions, bonus actions or reactions, and can't be targeted by divination magic or perceived by magical scrying sensors. If the ley line ends abruptly before you decide to stop traveling, the travel ends short and you and all creatures traveling with you appear in random unoccupied spaces within 5 feet of the ley line's end."
			]
		}
	]
}
