{
	"_meta": {
		"sources": [
			{
				"json": "MATM",
				"abbreviation": "MATM",
				"full": "The Martial Arms Training Manual",
				"color": "9e892c",
				"authors": [
					"Clan Crafter Hralding"
				],
				"convertedBy": [
					"Maal"
				],
				"version": "3.1",
				"url": "https://www.dmsguild.com/product/233327/Martial-Arms-Training-Manual",
				"targetSchema": "1.0.0"
			}
		],
		"optionalFeatureTypes": {
			"WT": "Weapon Techniques"
		},
		"dateAdded": 1607542584,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "b081af7f62",
		"edition": "classic"
	},
	"variantrule": [
		{
			"name": "Weapon Techniques",
			"page": 4,
			"entries": [
				"An orc ducks below a blade then wildly swings his fist at an elf in close combat. A debonair kenku defends himself with a rapier as he deftly strikes a blow. A paladin leaps between her wounded ally and the beholder's disintegrating ray. These are combatants utilizing techniques honed from years of practicing fighting styles.",
				"Once a fighting style is learned, it presents each combatant with an additional option when attacking ordefending in their chosen style.",
				"A practiced combatant learns to use their weapon adeptly, trained to perform a special technique when wielding their chosen weapon. You must be proficient with a weapon to use its technique, and you cannot use a weapon's technique with any other weapon.",
				"If a technique requires a saving throw, the DC of the save is equal to 8 + your Strength or Dexterity Modifier (whichever you used for the attack) + your proficiency bonus.",
				{
					"type": "inset",
					"entries": [
						"The Dungeon Master is encouraged to add techniques to NPCs and creatures that wield weapons. If a technique uses a smaller damage die, instead determine damage by reducing the creature's average weapon damage by 2 - 4."
					]
				},
				{
					"type": "inset",
					"name": "Variant: Adaptable Techniques",
					"entries": [
						"The Dungeon Master may want to allow players to use many different techniques with the same weapon.",
						"{@table Adaptable Techniques Table|MATM}"
					]
				}
			],
			"source": "MATM"
		},
		{
			"name": "Exotic Weapons",
			"page": 10,
			"entries": [
				"These new weapons each explore a unique mechanical niche not offered by other weapons.",
				"Some weapons are exotic by nature, found in far-off lands and used only by practiced wielders. Such weapons are ordinarily not available when first building your character, even if this book is allowed. Ask your DM on a case by case basis.",
				"Whenever you would gain a a martial weapon proficiency, you can choose to instead gain an exotic weapon proficiency.",
				"Unlike most weapons, you have disadvantage on attack rolls made with an exotic weapon unless you are proficient with it.",
				{
					"type": "inset",
					"name": "Variant: Exotic Scarcity",
					"entries": [
						"The Dungeon Master may want to limit the availability of exotic weapons in their game or setting. You can use the following variant rule:",
						"You can only gain an exotic weapon proficiency after training for 10 weeks with a master of that weapon. (Any character above 5th level with proficiency in the weapon)"
					]
				}
			],
			"source": "MATM"
		}
	],
	"optionalfeature": [
		{
			"name": "Take Aim",
			"source": "MATM",
			"page": 2,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Archery, Thrown Weapon Fighting Styles"
					]
				}
			],
			"entries": [
				"As an action you can take aim at a creature's weak points. Until the end of your next turn, your next ranged weapon attack against that creature has an additional bonus of +2 to hit, and deals an extra 1d4 damage. In addition, if you have taken aim, the maximum long range of your ranged weapon is extended by its normal range. (e.g. Longbow, 150/600 to 150/750)"
			]
		},
		{
			"name": "Counter",
			"source": "MATM",
			"page": 2,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Unarmed Fighting Style"
					]
				}
			],
			"entries": [
				"If you take the {@action dodge} action, and a creature misses a melee attack against you, you can use your reaction to make a single unarmed strike or {@action grapple} against that creature. You must not be wielding any weapons, and not be wearing a shield to perform a counter."
			]
		},
		{
			"name": "Cavalry",
			"source": "MATM",
			"page": 2,
			"featureType": [
				"FS:P",
				"FS:F",
				"FS:R"
			],
			"entries": [
				"Whenever you are mounted, you can add your proficiency bonus to the saving throws and AC of your steed. In addition you have advantage on any Wisdom ({@skill Animal Handling}) checks made to control your mount when you attempt a risky maneuver.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Charging Attack|MATM}: When you are mounted, if you move at least 20 feet in a straight line you can use your action to make a special melee attack against a large or smaller creature within your reach. If the attack hits, the creature must make a Dexterity saving throw. On a failed save, the creature is pushed up to 10 feet away from you and knocked {@condition prone}. The DC for the save is equal to 8 + your Strength modifier + your proficiency bonus."
					]
				}
			]
		},
		{
			"name": "Charging Attack",
			"source": "MATM",
			"page": 2,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Cavalry Fighting Style"
					]
				}
			],
			"entries": [
				"When you are mounted, if you move at least 20 feet in a straight line you can use your action to make a special melee attack against a large or smaller creature within your reach. If the attack hits, the creature must make a Dexterity saving throw. On a failed save, the creature is pushed up to 10 feet away from you and knocked {@condition prone}. The DC for the save is equal to 8 + your Strength modifier + your proficiency bonus."
			]
		},
		{
			"name": "Close Quarters Shooter",
			"source": "MATM",
			"page": 2,
			"featureType": [
				"FS:F",
				"FS:R"
			],
			"entries": [
				"You have a +1 bonus to attack rolls on ranged attacks against targets within 30 feet of you. Also, your ranged attacks ignore half cover against targets within 30 feet of you.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Point Blank|MATM}: Whenever a hostile creature willingly ends its movement within 5 feet of you, you can use your reaction to steady your aim against that creature. You do not have disadvantage on the next ranged weapon attack you make against that creature as long as it is within 5 feet of you. Your aim remains steady until the end of your next turn."
					]
				}
			]
		},
		{
			"name": "Point Blank",
			"source": "MATM",
			"page": 2,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Close Quarters Shooter Fighting Style"
					]
				}
			],
			"entries": [
				"Whenever a hostile creature willingly ends its movement within 5 feet of you, you can use your reaction to steady your aim against that creature. You do not have disadvantage on the next ranged weapon attack you make against that creature as long as it is within 5 feet of you. Your aim remains steady until the end of your next turn."
			]
		},
		{
			"name": "Heroic Sacrifice",
			"source": "MATM",
			"page": 2,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Defense Fighting Style"
					]
				}
			],
			"entries": [
				"When a creature you can see attacks a target other than you that is within 5 feet of you, you can use your reaction to make a Strength ({@skill Athletics}) check. On a success, you leap in front of the blow and change the target of the attack to yourself. The DC for the athletics check equals 5 + the creature's bonus to hit."
			]
		},
		{
			"name": "Guarded Riposte",
			"source": "MATM",
			"page": 3,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Dueling Fighting Style"
					]
				}
			],
			"entries": [
				"When a creature makes a melee attack against you, you can use your reaction to attempt to parry the blow, giving you an AC bonus of +3 for that attack, or a bonus of +1 if you are wearing a shield.",
				"If the attack misses, you can make a single melee weapon attack against the creature as part of that reaction. You don't add your ability modifier to the damage of the bonus attack, unless that modifier is negative. You must be wielding a melee weapon in one hand and no other weapons to perform a riposte. You must declare your intention to use your riposte before the DM rolls the die."
			]
		},
		{
			"name": "Overhead Strike",
			"source": "MATM",
			"page": 3,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Great-Weapon Fighting Style"
					]
				}
			],
			"entries": [
				"When you attack with a weapon you are wielding with two hands, you can choose to attack with disadvantage to make an overhead strike. An overhead strike deals an additional {@damage 1d6} weapon damage on hit. If you already have disadvantage on an attack, you can not use this benefit."
			]
		},
		{
			"name": "Mariner",
			"source": "MATM",
			"page": 3,
			"featureType": [
				"FS:P",
				"FS:F",
				"FS:R"
			],
			"entries": [
				"As long as you are not wearing heavy armor or using a shield, you have a swimming speed and a climbing speed equal to your normal speed and you gain a +1 bonus to AC.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Lay Low|MATM}: You can protect yourself easily while climbing on a wall, ship's rigging, or swimming in water. Whenever you are climbing or swimming, you can use your bonus action to gain half cover until the end of your next turn, or until you are no longer climbing or swimming."
					]
				}
			]
		},
		{
			"name": "Lay Low",
			"source": "MATM",
			"page": 3,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Mariner Fighting Style"
					]
				}
			],
			"entries": [
				"You can protect yourself easily while climbing on a wall, ship's rigging, or swimming in water. Whenever you are climbing or swimming, you can use your bonus action to gain half cover until the end of your next turn, or until you are no longer climbing or swimming."
			]
		},
		{
			"name": "Shield Specialization",
			"source": "MATM",
			"page": 3,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Protection Fighting Style"
					]
				}
			],
			"entries": [
				"The protection fighting style has an additional benefit depending on your shield.",
				{
					"type": "list",
					"items": [
						"{@item Buckler|MATM}: If you use your reaction to impose disadvantage on an attack, you can move 5 feet as part of that reaction. In doing so, you can impose disadvantage on an attack against a creature within 10 feet of you, instead of within 5 feet of you.",
						"{@item Spiked Shield|MATM}: If you use your reaction to impose disadvantage on a melee attack, and the attack misses, you can make an attack with your spiked shield as part of that reaction against the creature who made the attack. You don't add your ability modifier to the damage of the bonus attack, unless that modifier is negative.",
						"{@item Shield|phb}: If you use your reaction to impose disadvantage on an attack, you can keep your shield in front of the protected creature, reducing your AC by 2 to increase the protected creature's AC by 2 until the start of your next turn, or until you are more than 5 feet away from the protected creature. A creature who is already gaining the benefits of a shield only increases their AC by 1.",
						"{@item Tower Shield|MATM} or {@item Wall Shield|MATM}: While your shield is raised, a creature up to 5 feet behind you also has half cover."
					]
				}
			]
		},
		{
			"name": "Tunnel Fighter",
			"source": "MATM",
			"page": 4,
			"featureType": [
				"FS:P",
				"FS:F"
			],
			"entries": [
				"Whenever you make an opportunity attack you can add +1 to the attack roll.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Defensive Stance|MATM}: As a bonus action, you can enter a defensive stance that lasts until the start of your next turn. While in your defensive stance, you gain two extra reactions that can only be used for opportunity attacks. In addition, you can use your reaction to make an opportunity attack against a creature that moves more than 5 feet while within your reach."
					]
				}
			]
		},
		{
			"name": "Defensive Stance",
			"source": "MATM",
			"page": 4,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Tunnel Fighter Fighting Style"
					]
				}
			],
			"entries": [
				"As a bonus action, you can enter a defensive stance that lasts until the start of your next turn. While in your defensive stance, you gain two extra reactions that can only be used for opportunity attacks. In addition, you can use your reaction to make an opportunity attack against a creature that moves more than 5 feet while within your reach."
			]
		},
		{
			"name": "Two-Weapon Attack",
			"source": "MATM",
			"page": 4,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Two-Weapon Fighting Style"
					]
				}
			],
			"entries": [
				"When you are wielding two weapons and make a melee weapon attack as part of the Attack action you can choose to make a two-weapon attack. Make a single attack roll with the lower of your two weapons' attack modifiers. If the attack hits, it deals damage equal to both weapons' damage die + your Strength or Dexterity modifier. You can't make an extra attack with your bonus action on the same turn as making a two-weapon attack, and you can only make one two-weapon attack each turn."
			]
		},
		{
			"name": "Cripple",
			"source": "MATM",
			"page": 4,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Battleaxe"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a battleaxe you can make a strike with such brute force it can momentarily cripple a foe. If the attack hits, it deals its normal damage, and the creature must make a Constitution saving throw or its speed is reduced by half until the end of their next turn. Additionally, whenever a creature crippled by this technique moves willingly, it takes 1 damage for every 5 feet it moves. This effect cannot stack.",
				"Hit or miss, your strike is made with such force you cannot take reactions until the start of your next turn. You can only use this technique once per turn."
			]
		},
		{
			"name": "Daze",
			"source": "MATM",
			"page": 4,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Club"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a club, you can attempt to daze a creature with a quick strike. If the attack hits, it deals bludgeoning damage equal to 1 + your Strength modifier, and the creature must make a Constitution saving throw. If the creature fails the save, it can't take reactions until the start of its next turn."
			]
		},
		{
			"name": "Shiv",
			"source": "MATM",
			"page": 4,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Dagger"
					]
				}
			],
			"entries": [
				"Whenever you win a contested check to {@action grapple} a creature, maintain a grapple, or escape a creature's grapple, you can use your reaction to make a single weapon attack against that creature with your dagger. You do not add your Strength or Dexterity modifier to the damage of an attack made in this way, unless that modifier is negative."
			]
		},
		{
			"name": "Sweep",
			"source": "MATM",
			"page": 5,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Flail, Gythka, Hooksword, Spiked Chain"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a flail against a large or smaller creature, you can sweep an enemy's legs out from under them with your flail. If the attack hits, the attack causes no damage or other ill effect, but the creature must make a Dexterity saving throw or be knocked {@condition prone}. You can only use this technique once per turn.",
				"{@note Unlinked Hookswords only.}"
			]
		},
		{
			"name": "Extend",
			"source": "MATM",
			"page": 5,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Glaive"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a glaive, you can increase your reach for that attack by 5 feet. You do not add your Strength modifier to the damage of an attack made past the glaive's normal range, unless that modifier is negative."
			]
		},
		{
			"name": "Execute",
			"source": "MATM",
			"page": 5,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Greataxe"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a greataxe against a creature that is {@condition prone} or {@condition restrained}, you can forego advantage on the attack roll to make a savage, deadly strike with your greataxe. If the attack hits, you deal maximum damage with the weapon's damage die instead of rolling. You must have advantage on the attack roll to use this benefit. You can only use this technique once per turn."
			]
		},
		{
			"name": "Clobber",
			"source": "MATM",
			"page": 5,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Greatclub"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a greatclub, you can choose to take a -5 penalty on your attack roll to attempt to momentarily throw a foe off balance. If the attack hits, it deals bludgeoning damage equal to {@damage 1d10} plus your Strength modifier, and the creature must make a Constitution saving throw or be knocked off balance until the start of your next turn, or the next time it takes damage. Attacks made against the unsteadied creature have advantage, and the creature has disadvantage on Dexterity saving throws. You can only use this technique once per turn."
			]
		},
		{
			"name": "Cleave",
			"source": "MATM",
			"page": 5,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Greatsword"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a greatsword, you can choose to target two creatures within your reach with a mighty cleave. This attack uses the same attack roll for each target and deals slashing damage equal to {@damage 1d6} + your Strength modifer to the first target, and 1d6 slashing damage to the second target. Any bonus damage or other effects only apply to the first target hit.",
				"{@note Longsword and Scythe are {@damage 1d4}.}"
			]
		},
		{
			"name": "Thrust",
			"source": "MATM",
			"page": 5,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Halberd"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a halberd against a creature which is more than 5 feet away from you, you can shove that enemy with the pointed tip of your halberd. If the attack hits, it deals piercing damage equal to your Strength modifier, and the creature must make a Strength saving throw or be pushed up to 10 feet away from you.",
				"In addition, if the pushed creature is mounted and fails its saving throw, it falls off the mount and lands {@condition prone} in a space within 5 feet of it."
			]
		},
		{
			"name": "Hurl",
			"source": "MATM",
			"page": 5,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Handaxe, Light Hammer"
					]
				}
			],
			"entries": [
				"When you make a thrown weapon attack on your turn with a handaxe or light hammer, if your hand not wielding the weapon is free, you can use make an attack utilizing both your hands. If the attack hits, it deals an additional {@damage 1d4} damage of the same type. You can only use this technique once per turn."
			]
		},
		{
			"name": "Skewer",
			"source": "MATM",
			"page": 5,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Javelin"
					]
				}
			],
			"entries": [
				"When you make a melee or thrown weapon attack on your turn with a javelin against a medium or smaller creature, you can make a strike with great force, sticking your weapon into a creature. If the attack hits, it deals its normal damage, and the javelin remains stuck in the creature until you remove it or a creature makes a DC 15 {@skill medicine} check. You can remove a stuck javelin from a creature as a bonus action, and removing it in this way deals piercing damage equal to {@damage 1d4} + your Strength modifier.",
				"Hit or miss, your strike is made with such force you cannot take reactions until the start of your next turn. You can only use this technique once per turn."
			]
		},
		{
			"name": "Ram",
			"source": "MATM",
			"page": 6,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Lance"
					]
				}
			],
			"entries": [
				"If you move at least 20 feet in a straight line and immediately make a melee weapon attack against a medium or smaller creature with a lance, you can ram the target to the ground. If the attack hits, it deals piercing damage equal to {@damage 1d6} + your Strength modifier, and the creature must make a Strength saving throw or be knocked {@condition prone}."
			]
		},
		{
			"name": "Halfsword",
			"source": "MATM",
			"page": 6,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Longsword"
					]
				}
			],
			"entries": [
				"Halfswording is a technique where the wielder grabs the blade of their sword with their second hand to perform precise strikes.",
				"When you make a melee weapon attack on your turn with a longsword you are wielding with two hands, or when your hand not wielding your longsword is free, you can slip the blade through a gap in a foe's defenses. Make your attack against the creature's natural armor class (10 + the creature's Dexterity modifier, unless it has natural armor). If the attack hits, it deals piercing damage equal to {@damage 1d6} + your Strength or Dexterity modifier. You can only use this technique once per turn."
			]
		},
		{
			"name": "Concuss",
			"source": "MATM",
			"page": 6,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Mace"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a mace you can choose to attack with disadvantage, making a wild swing at an opponent's head. If the attack hits, it deals its normal damage, and the creature must make a Constitution saving throw. If the creature fails the save, it has disadvantage on its next attack roll until the start of your next turn. You cannot use this technique if you already have disadvantage on an attack. You can only use this technique once per turn."
			]
		},
		{
			"name": "Slam",
			"source": "MATM",
			"page": 6,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Maul"
					]
				}
			],
			"entries": [
				"When you hit a large or smaller creature with a maul, you can choose to reduce the size of the maul's damage die to {@damage 2d4} to attempt to push the creature back with the force of your blow. The target must make a Strength saving throw. On a failed save, you push the target up to 10 feet away from you."
			]
		},
		{
			"name": "Sunder",
			"source": "MATM",
			"page": 6,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Morningstar"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack with a morningstar, you can attempt to temporarily sunder a foe's armor with your strike. If the attack hits, it deals piercing damage equal to {@damage 1d4} + your Strength modifier, and the target's AC is reduced by 2 until the start of your next turn. This effect cannot stack. A creature must be wearing armor for you to gain the benefit of this technique. This technique has no effect against most natural armor."
			]
		},
		{
			"name": "Repel",
			"source": "MATM",
			"page": 6,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Pike"
					]
				}
			],
			"entries": [
				"When you take the {@action Ready} action on your turn to ready an attack action that triggers when a single creature of your choice outside your reach first enters your reach, you can make the attack with advantage and if the attack hits, the creature cannot move within 10 feet of you until the end of its turn."
			]
		},
		{
			"name": "Vault",
			"source": "MATM",
			"page": 6,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Quarterstaff"
					]
				}
			],
			"entries": [
				"You can vault on your quarterstaff to help you jump great distances. You can use your action to double the length of your high jump or long jump, (this jump is considered part of your movement). If you land within 5 feet of a creature at the end of your vault, you can make a single weapon attack with your quarterstaff as part of that action."
			]
		},
		{
			"name": "Unhand",
			"source": "MATM",
			"page": 7,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Rapier, Spiked Chain"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a rapier, you can attempt to disarm a weapon or another item from a target's grasp. Make an attack roll with advantage contested by the target's Strength ({@skill Athletics}) check or Dexterity ({@skill Acrobatics}) check. If you win the contest, the attack causes no damage or other ill effect, but the target drops the item. You can only use this technique once per turn."
			]
		},
		{
			"name": "Whirl",
			"source": "MATM",
			"page": 7,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Scimitar"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a scimitar, you can target any number of creatures within 5 feet of you with the attack and make a whirling slice. This attack uses the same attack roll for each target and deals damage of the weapon's type equal to your Strength or Dexterity modifier to each target. Any bonus damage or other effects only apply to the first target hit."
			]
		},
		{
			"name": "Remise",
			"source": "MATM",
			"page": 7,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Shortsword, Pata"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack with a shortsword on your turn and miss, you can redirect your strike with a swift motion, rerolling the attack once and taking the result of the second roll.",
				"You cannot move after making a remise in this way, and you cannot take reactions until the start of your next turn. You can only use this technique once per turn."
			]
		},
		{
			"name": "Lacerate",
			"source": "MATM",
			"page": 7,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Sickle"
					]
				}
			],
			"entries": [
				"When you have advantage on a melee weapon attack, you can choose to forego the benefit of the advantage to instead grievously wound a creature with your sickle. If the attack hits, it deals piercing damage equal to 1 + your Strength or Dexterity modifier, and the creature must make a Constitution saving throw or take 1 damage for every 5 feet it moves willingly. A creature can repeat a failed saving throw at the end of each of its turns. If a creature is affected multiple times, a successful saving throw will cure all lacerations."
			]
		},
		{
			"name": "Impale",
			"source": "MATM",
			"page": 7,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Spear"
					]
				}
			],
			"entries": [
				"When you make a melee or thrown weapon attack on your turn with a spear against a medium or smaller creature, you can choose to take a -5 penalty on your attack roll to attempt to pin the target to an object within 5 feet of them, such as a wall or another creature. The attack deals its normal damage, and the creature must make a Strength saving throw. If the creature fails the save, it cannot move more than 5 feet away from the object it is pinned to. If a creature is pinned to another creature, neither can move more than 5 feet away from each other until both creatures make a successful saving throw."
			]
		},
		{
			"name": "Puncture",
			"source": "MATM",
			"page": 7,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Trident"
					]
				}
			],
			"entries": [
				"When you make a melee or thrown weapon attack on your turn with a trident against a creature that is {@condition restrained} or {@condition stunned}, you can make a powerful three-pronged strike. If the attack hits, it deals an additional {@damage 1d4} piercing damage. If the lower of the two rolls also would have hit, the additional damage increases to 1d6.",
				"Hit or miss, your strike is made with such force you cannot take reactions until the start of your next turn. You can only use this technique once per turn."
			]
		},
		{
			"name": "Spike",
			"source": "MATM",
			"page": 7,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"War Pick"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a war pick, you can choose to take a -5 penalty on your attack roll to attempt to drive your point deep into a creature, holding it close to you. If the attack hits, it deals normal weapon damage, and if the creature is large or smaller the creature is {@condition grappled}. While grappling with your war pick in this way, you cannot attack with it. You can remove a war pick from a grappled creature as a bonus action, and removing it in this way deals piercing damage equal to {@damage 1d4} + your Strength modifier."
			]
		},
		{
			"name": "Stagger",
			"source": "MATM",
			"page": 7,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Warhammer"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a warhammer, you can choose to attack with disadvantage, hammering down with staggering force. If the attack hits, it deals its normal damage, and the creature must make a Constitution saving throw. If the creature fails the save, its movement speed is reduced by 10 and it can't take reactions until the start of its next turn. You cannot use this technique if you already have disadvantage on an attack. You can only use this technique once per turn."
			]
		},
		{
			"name": "Impede",
			"source": "MATM",
			"page": 7,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Whip"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a whip against a medium or smaller creature, you can attempt to grasp the target with your whip. Make an attack roll contested by the target's Strength ({@skill Athletics}) check. If you win the contest, the attack causes no damage or other ill effect, but the target is {@condition grappled}. This special grapple has a range of 10 feet, but does not prevent movement towards you, and cannot be used to push creatures. While grappling with your whip in this way, you cannot attack with it."
			]
		},
		{
			"name": "Toxin",
			"source": "MATM",
			"page": 8,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Blowgun, Dart"
					]
				}
			],
			"entries": [
				"As a bonus action you can put a dose of poison that activates on contact or injury onto the tip of a dart or ammunition. If the dart hits a creature before the end of your next turn, it must make the constitution saving throw of the poison or suffer its effects."
			]
		},
		{
			"name": "Rapid-Shot",
			"source": "MATM",
			"page": 8,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Hand Crossbow"
					]
				}
			],
			"entries": [
				"Whenever you take the Attack action during your turn and make at least one attack with your hand crossbow, you can use your bonus action and free item interaction to quickly reload and make another attack against a target within your normal range. You do not add your ability modifier to the attack roll or damage of the second attack, unless that modifier is negative."
			]
		},
		{
			"name": "Pierce",
			"source": "MATM",
			"page": 8,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Heavy Crossbow"
					]
				}
			],
			"entries": [
				"When you attack with a heavy crossbow, you can choose to target two medium or smaller creatures within half of your normal range that are in a direct line with you and are within 10 feet of one another. This attack uses the same attack roll for each target and deals piercing damage equal to {@damage 1d6} + your Dexterity modifier to the first target, and piercing damage equal to your Dexterity modifier to the second target. Any bonus damage or other effects only apply to the first target hit."
			]
		},
		{
			"name": "Hinder",
			"source": "MATM",
			"page": 8,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Light Crossbow"
					]
				}
			],
			"entries": [
				"Whenever you make an attack with your light crossbow against a medium or smaller creature within your normal range, you can aim at its legs, wings, or other appendages to hinder its movement. If the attack hits, reduce the size of the damage die to {@damage 1d6}, and target's speed is reduced by 5 feet until the start of your next turn.",
				"{@note Heavy Crossbow is {@damage 1d8} and Shortbow is {@damage 1d4}.}"
			]
		},
		{
			"name": "Ensnare",
			"source": "MATM",
			"page": 8,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Net"
					]
				}
			],
			"entries": [
				"You can use your action to make a special thrown weapon attack with advantage against a medium or smaller creature that is {@condition grappled}, {@condition incapacitated}, or {@condition restrained}. When you use an action to attack with a net, you can make only one attack regardless of the number of attacks you can normally make."
			]
		},
		{
			"name": "Improvise",
			"source": "MATM",
			"page": 8,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Sling"
					]
				}
			],
			"entries": [
				"You can use a small object that is appropriately sized (it fits within a sphere with a diameter about 2-4 inches) as ammunition with your sling. The DM determines any bonus or penalties to the attack roll and damage, as well as the damage type of the ammunition. You can also load your sling with vials of {@item alchemist's fire (flask)|phb} or {@item acid (vial)|phb} in this way."
			]
		},
		{
			"name": "Bullseye",
			"source": "MATM",
			"page": 8,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Shortbow"
					]
				}
			],
			"entries": [
				"Whenever you take the Attack action while wielding a shortbow, you can shoot at an object within 40 feet of you, striking with extreme precision. If the attack hits, you can choose to hit a specific part of the object, such as the bullseye of a target. If a creature is holding an item, your shot can disarm a weapon or another item from a target's grasp. Make the attack roll with disadvantage contested by the target's Strength ({@skill Athletics}) check or Dexterity ({@skill Acrobatics}) check. If you win the contest, the attack causes no damage or other ill effect, but the target drops the item."
			]
		},
		{
			"name": "Dual-Shot",
			"source": "MATM",
			"page": 8,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Longbow"
					]
				}
			],
			"entries": [
				"When you attack with a longbow, you can choose to draw and fire an additional arrow, targeting two creatures within half of your normal range that are within 25 feet of each other. Make a separate attack roll for each target; each shot deals piercing damage equal to {@damage 1d4} + half your Dexterity modifer. Any bonus damage or other effects only apply to the first target hit."
			]
		},
		{
			"name": "Shield Parry",
			"source": "MATM",
			"page": 9,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Buckler"
					]
				}
			],
			"entries": [
				"When a creature makes a melee attack against you, you can use your reaction to attempt to parry the blow, increasing the buckler's AC bonus to +4 for that attack. You must declare your intention to use your shield parry before the DM rolls the die."
			]
		},
		{
			"name": "Spiked Thrust",
			"source": "MATM",
			"page": 9,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Spiked Shield"
					]
				}
			],
			"entries": [
				"When a creature makes a melee weapon attack against you, you can use your reaction to attempt to parry the blow, increasing the shield's AC bonus to +2 for that attack. If the attack misses, you can make a melee weapon attack with your shield against the attacker as part of that reaction, dealing {@damage 1d4} piercing damage. You must declare your intention to use your spiked thrust before the DM rolls the die."
			]
		},
		{
			"name": "Defensive Stance (Tower Shield)",
			"source": "MATM",
			"page": 9,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Tower Shield"
					]
				}
			],
			"entries": [
				"As a bonus action, you can raise or lower your tower shield. While lowered, the tower shield grants you +1 AC. While raised, the tower shield grants you half-cover (+2 bonus to AC and Dexterity saving throws).",
				"Additionally, while the shield is raised, you have disadvantage on Wisdom ({@skill Perception}) rolls and ranged attack rolls, except those made with a thrown weapon."
			]
		},
		{
			"name": "Defensive Stance (Wall Shield)",
			"source": "MATM",
			"page": 9,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Wall Shield"
					]
				}
			],
			"entries": [
				"While lowered, the wall shield grants you +2 AC and your movement speed is reduced by 5 feet. While raised, the wall shield grants you three-quarters cover (+5 bonus to AC and Dexterity saving throws) and you can only move at half speed.",
				"Additionally, while the shield is raised, you have disadvantage on Wisdom ({@skill Perception}) rolls, attack rolls, and you cannot concentrate."
			]
		},
		{
			"name": "Barrier",
			"source": "MATM",
			"page": 9,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Wall Shield"
					]
				}
			],
			"entries": [
				"You can stand up a raised wall shield on ground that is not difficult terrain with a spike that is built into the base of the shield. By doffing the shield you set up a barrier that provides half-cover. A wall shield set up as a barrier can take 30 damage before the barrier falls to the ground."
			]
		},
		{
			"name": "Catch and Release",
			"source": "MATM",
			"page": 10,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Bladed Boomerang"
					]
				}
			],
			"entries": [
				"When you throw the boomerang, and your attack misses, your boomerang returns to you, and you can use your bonus action or reaction to catch it. On a critical miss, your boomerang does not return, and falls at the edge of its normal range."
			]
		},
		{
			"name": "Augmented Strikes",
			"source": "MATM",
			"page": 10,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Cestus"
					]
				}
			],
			"entries": [
				"The cestus augments your unarmed strikes to deal {@damage 1d4} bludgeoning, piercing, or slashing damage instead of the bludgeoning damage normal for an unarmed strike. If another feature increases your unarmed strike damage, such as the Unarmed fighting style, the Monk's martial arts, or the Tavern Brawler feat, the cestus changes the damage type to bludgeoning, piercing, or slashing and increases the damage of your unarmed strikes by 1."
			]
		},
		{
			"name": "Chained Toss",
			"source": "MATM",
			"page": 10,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Chain-and-Dagger"
					]
				}
			],
			"entries": [
				"Whenever make a thrown weapon attack with your chain-and-dagger, you can grab the chain and return the dagger to your hand as part of that attack."
			]
		},
		{
			"name": "Dagger Parry",
			"source": "MATM",
			"page": 11,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Main Gauche"
					]
				}
			],
			"entries": [
				"When a creature makes a melee weapon attack against you, you can use your reaction to attempt to parry the blow, increasing the main gauche's AC bonus to +3 for that attack. If the creature's attack misses, you can make a special melee weapon attack with your main gauche against the creature as part of that reaction. The bonus attack deals {@damage 1d4} damage. You must declare your intention to use your dagger parry before the DM rolls the die."
			]
		},
		{
			"name": "Unseen Strike",
			"source": "MATM",
			"page": 11,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Wrist Dagger"
					]
				}
			],
			"entries": [
				"If you make a melee weapon attack against a creature who has not played its first turn yet or when you have advantage on an attack roll because you are hidden, you can use your bonus action to make an additional attack with your wrist dagger, grievously wounding a creature. The bonus attack deals {@damage 1d4} piercing damage, and the creature must make a Constitution saving throw or take 1 damage for every 5 feet it moves. A creature can repeat a failed saving throw at the end of each of its turns."
			]
		},
		{
			"name": "Wire Choke",
			"source": "MATM",
			"page": 11,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Garrote"
					]
				}
			],
			"entries": [
				"You can use your action to make a special melee weapon attack with both your hands against a creature who has not played its first turn yet or a creature who cannot see you while you are hidden. If the attack hits, it deals its normal damage and you can use your bonus action to {@action grapple} the creature. While grappling a creature with a garrote, you can use your action to make an attack against the grappled creature with advantage.",
				"While grappling a medium or smaller creature with your garrote, the creature has disadvantage on rolls made to escape your grapple. When {@condition grappled} by a garrote, the creature cannot speak or use vocal components, as they barely are able to breathe. Garrotes don't function on creatures without necks. Creatures that don't breathe can be garroted, but do not have disadvantage on rolls made to escape your grapple."
			]
		},
		{
			"name": "Double Weapon",
			"source": "MATM",
			"page": 11,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Gythka"
					]
				}
			],
			"entries": [
				"A gythka is a double weapon. You can use your bonus action to change stances and fight with it as if fighting with two light one-handed weapons. When wielded normally the gythka's damage die is {@damage 1d10}, but when double weapon fighting the weapon's damage die becomes {@damage 1d6}."
			]
		},
		{
			"name": "Blade-Link",
			"source": "MATM",
			"page": 12,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Hooksword"
					]
				}
			],
			"entries": [
				"If you are wielding two hookswords, you can use your bonus action to hook them together at their ends. While linked in this way, the two hookswords become a single two-handed weapon with the Reach property that deals {@damage 1d10} slashing damage on hit."
			]
		},
		{
			"name": "Pole-Spike",
			"source": "MATM",
			"page": 12,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Ravenbeak"
					]
				}
			],
			"entries": [
				"When you make a melee weapon attack on your turn with a ravenbeak, you can choose to take a -5 penalty on your attack roll to attempt to drive your spike deep into a creature, holding it at a distance. If the attack hits, it deals piercing damage equal to {@damage 1d6} + your Strength modifier, and if the creature is medium or smaller, the creature is {@condition grappled}. This special grapple has a range of 10 feet, but you have disadvantage on all checks to maintain a grapple with the ravenbeak.",
				"While grappling with your ravenbeak in this way, you cannot attack with it. You can remove the spike from a grappled creature as a bonus action, and removing it in this way deals piercing damage equal to {@damage 1d4} + your Strength modifier."
			]
		},
		{
			"name": "Devastate",
			"source": "MATM",
			"page": 12,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Scythe"
					]
				}
			],
			"entries": [
				"When you land a critical strike with your scythe, you can use your bonus action to increase the damage of the scythe to {@damage 2d8} for that critical strike."
			]
		},
		{
			"name": "Skipping Strike",
			"source": "MATM",
			"page": 12,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Skiprock"
					]
				}
			],
			"entries": [
				"If a ranged weapon attack with a skiprock hits its target, it ricochets toward another target of your choice within 5 feet of the original target. You immediately make a second attack roll with disadvantage. Skiprocks can be used as {@item sling|phb} bullets, but cannot make ricochet shots when used as ammunition unless a user is proficient in both weapons. Any bonus damage or other effects only apply to the first target hit."
			]
		},
		{
			"name": "Whipsword",
			"source": "MATM",
			"page": 13,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"Urumi"
					]
				}
			],
			"entries": [
				"You can use your bonus action to spin the urumi overhead. The next attack roll you make with the urumi before the end of this turn gains a +2 bonus against targets behind half cover, or creatures wearing a shield, and deals additional slashing damage equal to your proficiency bonus on hit."
			]
		},
		{
			"name": "Fan Parry",
			"source": "MATM",
			"page": 13,
			"featureType": [
				"WT"
			],
			"prerequisite": [
				{
					"item": [
						"War Fan"
					]
				}
			],
			"entries": [
				"When a creature makes a melee weapon attack against you, you can use your reaction to attempt to parry the blow with a war fan, giving you an AC bonus of +2 for that attack, or +3 if you are wielding two war fans. If the creature's attack misses, you can make a special melee weapon attack with your fan against the creature as part of that reaction. You must not be wearing a shield to perform a fan parry, and you must declare your intention to use your parry before the DM rolls the die."
			]
		}
	],
	"baseitem": [
		{
			"name": "Buckler",
			"source": "MATM",
			"page": 9,
			"type": "S",
			"rarity": "none",
			"weight": 3,
			"value": 800,
			"ac": 1,
			"entries": [
				"A buckler is a small, round, metal shield that is easy to move and made for parrying. A buckler can be doffed as an item interaction, instead of as an action.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Shield Parry|MATM}: When a creature makes a melee attack against you, you can use your reaction to attempt to parry the blow, increasing the buckler's AC bonus to +4 for that attack. You must declare your intention to use your shield parry before the DM rolls the die."
					]
				}
			]
		},
		{
			"name": "Spiked Shield",
			"source": "MATM",
			"page": 9,
			"type": "S",
			"rarity": "none",
			"weight": 5,
			"value": 1500,
			"ac": 1,
			"entries": [
				"A small shield with a spike protruding from the front. The spiked shield can be used as a light weapon in your off-hand that deals {@damage 1d4} piercing damage. You may also use this as a template for a Dwarven Buckler-Axe, which instead deals slashing damage.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Spiked Thrust|MATM}: When a creature makes a melee weapon attack against you, you can use your reaction to attempt to parry the blow, increasing the shield's AC bonus to +2 for that attack. If the attack misses, you can make a melee weapon attack with your shield against the attacker as part of that reaction, dealing {@damage 1d4} piercing damage. You must declare your intention to use your spiked thrust before the DM rolls the die."
					]
				}
			]
		},
		{
			"name": "Tower Shield",
			"source": "MATM",
			"page": 9,
			"type": "S",
			"rarity": "none",
			"weight": 12,
			"value": 3000,
			"strength": "13",
			"ac": 1,
			"entries": [
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Defensive Stance (Tower Shield)|MATM}: As a bonus action, you can raise or lower your tower shield. While lowered, the tower shield grants you +1 AC. While raised, the tower shield grants you half-cover (+2 bonus to AC and Dexterity saving throws).",
						"Additionally, while the shield is raised, you have disadvantage on Wisdom ({@skill Perception}) rolls and ranged attack rolls, except those made with a thrown weapon."
					]
				}
			]
		},
		{
			"name": "Wall Shield",
			"source": "MATM",
			"page": 9,
			"type": "S",
			"rarity": "none",
			"weight": 23,
			"value": 6000,
			"strength": "14",
			"ac": 2,
			"entries": [
				"Sometimes called a pavise, a wall shield is often dragged into battle by an archer to hide behind while they fire upon a foe.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Defensive Stance (Wall Shield)|MATM}: While lowered, the wall shield grants you +2 AC and your movement speed is reduced by 5 feet. While raised, the wall shield grants you three-quarters cover (+5 bonus to AC and Dexterity saving throws) and you can only move at half speed.",
						"Additionally, while the shield is raised, you have disadvantage on Wisdom ({@skill Perception}) rolls, attack rolls, and you cannot concentrate."
					]
				},
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Barrier|MATM}: You can stand up a raised wall shield on ground that is not difficult terrain with a spike that is built into the base of the shield. By doffing the shield you set up a barrier that provides half-cover. A wall shield set up as a barrier can take 30 damage before the barrier falls to the ground."
					]
				}
			]
		},
		{
			"name": "Bladed Boomerang",
			"source": "MATM",
			"page": 10,
			"type": "M",
			"rarity": "none",
			"weight": 3.5,
			"value": 1200,
			"weaponCategory": "exotic",
			"property": [
				"F",
				"T"
			],
			"range": "40/120",
			"dmg1": "1d6",
			"dmgType": "S",
			"weapon": true,
			"entries": [
				"An aerodynamic blade attached to a specialized boomerang is a traditional weapon in many tribal circles. It is wielded like a curved axe in close combat, or thrown to slice at a foe from afar.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Catch and Release|MATM}: When you throw the boomerang, and your attack misses, your boomerang returns to you, and you can use your bonus action or reaction to catch it. On a critical miss, your boomerang does not return, and falls at the edge of its normal range."
					]
				}
			]
		},
		{
			"name": "Cestus",
			"source": "MATM",
			"page": 10,
			"type": "M",
			"rarity": "none",
			"weight": 1.5,
			"value": 200,
			"weaponCategory": "simple",
			"property": [
				"F",
				"L",
				"S"
			],
			"dmg1": "1d4",
			"dmgType": "B",
			"weapon": true,
			"entries": [
				"A cestus is an ancient battle glove. They are worn and used like boxing gloves, but made with leather strips and fitted with iron plates, blades, or spikes, to be used as deadly weapons",
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"While wearing a cestus, your hand is considered to be free and unarmed, but you cannot wield another weapon or a shield in the same hand. You also cannot be disarmed of a cestus."
					]
				},
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Augmented Strikes|MATM}: The cestus augments your unarmed strikes to deal {@damage 1d4} bludgeoning, piercing, or slashing damage instead of the bludgeoning damage normal for an unarmed strike. If another feature increases your unarmed strike damage, such as the Unarmed fighting style, the Monk's martial arts, or the Tavern Brawler feat, the cestus changes the damage type to bludgeoning, piercing, or slashing and increases the damage of your unarmed strikes by 1."
					]
				}
			]
		},
		{
			"name": "Chain-and-Dagger",
			"source": "MATM",
			"page": 10,
			"type": "M",
			"rarity": "none",
			"weight": 6,
			"value": 1200,
			"weaponCategory": "exotic",
			"property": [
				"F",
				"T"
			],
			"range": "10/15",
			"dmg1": "1d4",
			"dmgType": "P",
			"dagger": true,
			"weapon": true,
			"entries": [
				"The chain-and-dagger is composed of a dagger with a loop forged into the hilt attached to a chain that allows the dagger to swing around to attack again, or return to the wielder after being thrown.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Chained Toss|MATM}: Whenever make a thrown weapon attack with your chain-and-dagger, you can grab the chain and return the dagger to your hand as part of that attack."
					]
				}
			]
		},
		{
			"name": "Main Gauche",
			"source": "MATM",
			"page": 11,
			"type": "M",
			"rarity": "none",
			"weight": 1,
			"value": 1500,
			"weaponCategory": "martial",
			"property": [
				"F",
				"L",
				"S"
			],
			"dmg1": "1d4",
			"dmgType": "P",
			"dagger": true,
			"weapon": true,
			"entries": [
				"A main gauche has a widened guard and a shape designed for stopping blades.",
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"You gain +1 AC against melee attacks when wielding a main gauche in your off-hand."
					]
				},
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Dagger Parry|MATM}: When a creature makes a melee weapon attack against you, you can use your reaction to attempt to parry the blow, increasing the main gauche's AC bonus to +3 for that attack. If the creature's attack misses, you can make a special melee weapon attack with your main gauche against the creature as part of that reaction. The bonus attack deals {@damage 1d4} damage. You must declare your intention to use your dagger parry before the DM rolls the die."
					]
				}
			]
		},
		{
			"name": "Wrist Dagger",
			"source": "MATM",
			"page": 11,
			"type": "M",
			"rarity": "none",
			"weight": 2.5,
			"value": 8500,
			"weaponCategory": "exotic",
			"property": [
				"F",
				"L",
				"S"
			],
			"dmg1": "1d4",
			"dmgType": "P",
			"dagger": true,
			"weapon": true,
			"entries": [
				"A wrist dagger is a concealed weapon attached to the bottom of the wrist with a mounted sliding mechanism.",
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"When you sheathe a wrist dagger, it is slides into the mechanism on your wrist hidden, and a creature searching for your weapon must make a Wisdom ({@skill Perception}) check against your {@skill Sleight of Hand} roll to detect it. While the dagger is sheathed, your hand is considered free and unarmed, but you cannot wield another weapon or a shield in the same hand. You also cannot be disarmed of a wrist dagger."
					]
				},
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Unseen Strike|MATM}: If you make a melee weapon attack against a creature who has not played its first turn yet or when you have advantage on an attack roll because you are hidden, you can use your bonus action to make an additional attack with your wrist dagger, grievously wounding a creature. The bonus attack deals {@damage 1d4} piercing damage, and the creature must make a Constitution saving throw or take 1 damage for every 5 feet it moves. A creature can repeat a failed saving throw at the end of each of its turns."
					]
				}
			]
		},
		{
			"name": "Gythka",
			"source": "MATM",
			"page": 11,
			"type": "M",
			"rarity": "none",
			"weight": 18,
			"value": 7500,
			"weaponCategory": "exotic",
			"property": [
				"2H"
			],
			"dmg1": "1d10",
			"dmg2": "1d6",
			"dmgType": "S",
			"weapon": true,
			"entries": [
				"A dual-bladed polearm of thri-kreen origin. You can also use this as a template for a Double-Axe, Double- Hammer, or Double-Spear, which deal slashing, bludgeoning, and piercing damage.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Double Weapon|MATM}: A gythka is a double weapon. You can use your bonus action to change stances and fight with it as if fighting with two light one-handed weapons. When wielded normally the gythka's damage die is {@damage 1d10}, but when double weapon fighting the weapon's damage die becomes {@damage 1d6}."
					]
				},
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Sweep|MATM}: When you make a melee weapon attack on your turn with a gythka against a large or smaller creature, you can sweep an enemy's legs out from under them with your gythka. If the attack hits, the attack causes no damage or other ill effect, but the creature must make a Dexterity saving throw or be knocked {@condition prone}. You can only use this technique once per turn."
					]
				}
			]
		},
		{
			"name": "Garrote",
			"source": "MATM",
			"page": 11,
			"type": "M",
			"rarity": "none",
			"weight": 0.5,
			"value": 500,
			"weaponCategory": "exotic",
			"property": [
				"F",
				"S"
			],
			"dmg1": "1d4",
			"dmgType": "S",
			"weapon": true,
			"entries": [
				"The garrote is a weapon composed of thin metal wire between two wooden spools.",
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"It is not a traditional weapon, and you cannot make normal attacks with it, except while grappling with the wire choke technique."
					]
				},
				"You can get a locking garrote for an additional 100 gp. You can lock it as an action and release the grapple. The garrote will continue to grapple its victim using your last grapple check and making attacks as if you were using the garrote yourself.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Wire Choke|MATM}: You can use your action to make a special melee weapon attack with both your hands against a creature who has not played its first turn yet or a creature who cannot see you while you are hidden. If the attack hits, it deals its normal damage and you can use your bonus action to {@action grapple} the creature. While grappling a creature with a garrote, you can use your action to make an attack against the grappled creature with advantage.",
						"While grappling a medium or smaller creature with your garrote, the creature has disadvantage on rolls made to escape your grapple. When {@condition grappled} by a garrote, the creature cannot speak or use vocal components, as they barely are able to breathe. Garrotes don't function on creatures without necks. Creatures that don't breathe can be garroted, but do not have disadvantage on rolls made to escape your grapple."
					]
				}
			]
		},
		{
			"name": "Hooksword",
			"source": "MATM",
			"page": 12,
			"type": "M",
			"rarity": "none",
			"weight": 3.5,
			"value": 1200,
			"weaponCategory": "exotic",
			"property": [
				"L"
			],
			"dmg1": "1d6",
			"dmg2": "1d10",
			"dmgType": "S",
			"sword": true,
			"weapon": true,
			"entries": [
				"Hookswords are wielded to trip opponents, but when used as a pair they can hook together to extend their reach to slash at foes from a distance.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Blade-Link|MATM}: If you are wielding two hookswords, you can use your bonus action to hook them together at their ends. While linked in this way, the two hookswords become a single two-handed weapon with the Reach property that deals {@damage 1d10} slashing damage on hit."
					]
				},
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Sweep|MATM}: While your sword(s) are not linked and you make a melee weapon attack on your turn with a hooksword against a large or smaller creature, you can sweep an enemy's legs out from under them with the hook of your blade. If the attack hits, the attack causes no damage or other ill effect, but the creature must make a Dexterity saving throw or be knocked {@condition prone}. You can only use this technique once per turn."
					]
				}
			]
		},
		{
			"name": "Pata",
			"source": "MATM",
			"page": 12,
			"type": "M",
			"rarity": "none",
			"weight": 3,
			"value": 1500,
			"weaponCategory": "exotic",
			"property": [
				"F",
				"L",
				"S"
			],
			"dmg1": "1d6",
			"dmgType": "S",
			"sword": true,
			"weapon": true,
			"entries": [
				"The pata, or bladed gauntlet, has the same statistics and technique as a shortsword.",
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"You cannot be disarmed of a pata."
					]
				},
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Remise|MATM}: When you make a melee weapon attack with a shortsword on your turn and miss, you can redirect your strike with a swift motion, rerolling the attack once and taking the result of the second roll.",
						"You cannot move after making a remise in this way, and you cannot take reactions until the start of your next turn. You can only use this technique once per turn."
					]
				}
			]
		},
		{
			"name": "Ravenbeak",
			"source": "MATM",
			"page": 12,
			"type": "M",
			"rarity": "none",
			"weight": 11,
			"value": 1800,
			"weaponCategory": "martial",
			"property": [
				"H",
				"R",
				"2H"
			],
			"dmg1": "1d10",
			"dmgType": "P",
			"weapon": true,
			"entries": [
				"With two smaller spikes attached to its tip, and a strong piercing point, the ravenbeak is a brutal weapon designed to hold foes and knock cavalry off their mounts.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Pole-Spike|MATM}: When you make a melee weapon attack on your turn with a ravenbeak, you can choose to take a -5 penalty on your attack roll to attempt to drive your spike deep into a creature, holding it at a distance. If the attack hits, it deals piercing damage equal to {@damage 1d6} + your Strength modifier, and if the creature is medium or smaller, the creature is {@condition grappled}. This special grapple has a range of 10 feet, but you have disadvantage on all checks to maintain a grapple with the ravenbeak.",
						"While grappling with your ravenbeak in this way, you cannot attack with it. You can remove the spike from a grappled creature as a bonus action, and removing it in this way deals piercing damage equal to {@damage 1d4} + your Strength modifier."
					]
				}
			]
		},
		{
			"name": "Scythe",
			"source": "MATM",
			"page": 12,
			"type": "M",
			"rarity": "none",
			"weight": 13,
			"value": 800,
			"weaponCategory": "martial",
			"property": [
				"H",
				"2H"
			],
			"dmg1": "2d4",
			"dmgType": "S",
			"weapon": true,
			"entries": [
				"While it resembles the farm implement of the same name, this scythe is balanced and strengthened to focus tremendous force on the sharp point while allowing sweeping slashes with the blade edge.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Devastate|MATM}: When you land a critical strike with your scythe, you can use your bonus action to increase the damage of the scythe to {@damage 2d8} for that critical strike."
					]
				}
			]
		},
		{
			"name": "Skiprock",
			"source": "MATM",
			"page": 12,
			"type": "M",
			"rarity": "none",
			"weight": 0.5,
			"value": 2500,
			"weaponCategory": "exotic",
			"property": [
				"F",
				"T"
			],
			"dmg1": "1d4",
			"range": "35/75",
			"dmgType": "B",
			"weapon": true,
			"entries": [
				"These polished, perfectly weighted, and somewhat magical stones are prized by halflings, for if thrown properly by a user they ricochet off one target to strike a second.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Skipping Strike|MATM}: If a ranged weapon attack with a skiprock hits its target, it ricochets toward another target of your choice within 5 feet of the original target. You immediately make a second attack roll with disadvantage. Skiprocks can be used as {@item sling|phb} bullets, but cannot make ricochet shots when used as ammunition unless a user is proficient in both weapons. Any bonus damage or other effects only apply to the first target hit."
					]
				}
			]
		},
		{
			"name": "Spiked Chain",
			"source": "MATM",
			"page": 13,
			"type": "M",
			"rarity": "none",
			"weight": 24,
			"value": 22500,
			"weaponCategory": "exotic",
			"property": [
				"H",
				"R",
				"2H"
			],
			"dmg1": "2d4",
			"dmgType": "P",
			"weapon": true,
			"entries": [
				"The spiked chain can easily wrap around a foe or an object to bring them to the ground.",
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Unhand|MATM}: When you make a melee weapon attack on your turn with a spiked chain, you can attempt to disarm a weapon or another item from a target's grasp. Make an attack roll with advantage contested by the target's Strength ({@skill Athletics}) check or Dexterity ({@skill Acrobatics}) check. If you win the contest, the attack causes no damage or other ill effect, but the target drops the item. You can only use this technique once per turn."
					]
				},
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Sweep|MATM}: When you make a melee weapon attack on your turn with a spiked chain against a large or smaller creature, you can sweep an enemy's legs out from under them with your spiked chain.If the attack hits, the attack causes no damage or other ill effect, but the creature must make a Dexterity saving throw or be knocked {@condition prone}. You can only use this technique once per turn."
					]
				}
			]
		},
		{
			"name": "Urumi",
			"source": "MATM",
			"page": 13,
			"type": "M",
			"rarity": "none",
			"weight": 2,
			"value": 2200,
			"weaponCategory": "exotic",
			"property": [
				"F",
				"R",
				"S"
			],
			"dmg1": "1d6",
			"dmgType": "S",
			"weapon": true,
			"sword": true,
			"entries": [
				"This flexible, but deadly metal sword is often worn as a belt when not in use.",
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"You have disadvantage when you use an urumi to attack a target within 5 feet of you."
					]
				},
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Whipsword|MATM}: You can use your bonus action to spin the urumi overhead. The next attack roll you make with the urumi before the end of this turn gains a +2 bonus against targets behind half cover, or creatures wearing a shield, and deals additional slashing damage equal to your proficiency bonus on hit."
					]
				}
			]
		},
		{
			"name": "War Fan",
			"source": "MATM",
			"page": 13,
			"type": "M",
			"rarity": "none",
			"weight": 2,
			"value": 1500,
			"weaponCategory": "exotic",
			"property": [
				"F",
				"L",
				"S"
			],
			"dmg1": "1d6",
			"dmgType": "S",
			"weapon": true,
			"entries": [
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"When you sheathe a war fan, it folds away, hidden, and a creature searching for your weapon must make a Wisdom ({@skill Perception}) check against your {@skill Sleight of Hand} roll to detect it."
					]
				},
				{
					"type": "entries",
					"name": "Weapon Technique",
					"entries": [
						"{@optfeature Fan Parry|MATM}: When a creature makes a melee weapon attack against you, you can use your reaction to attempt to parry the blow with a war fan, giving you an AC bonus of +2 for that attack, or +3 if you are wielding two war fans. If the creature's attack misses, you can make a special melee weapon attack with your fan against the creature as part of that reaction. You must not be wearing a shield to perform a fan parry, and you must declare your intention to use your parry before the DM rolls the die."
					]
				}
			]
		}
	],
	"table": [
		{
			"caption": "Adaptable Techniques",
			"colLabels": [
				"Weapon",
				"Techniques"
			],
			"colStyles": [
				"col-3",
				"col-9"
			],
			"rows": [
				[
					"{@b Melee Weapons}",
					""
				],
				[
					"{@item Battleaxe|phb}",
					"{@optfeature Cripple|MATM}, {@optfeature Execute|MATM}, {@optfeature Lacerate|MATM}"
				],
				[
					"{@item Bladed Boomerang|MATM}",
					"{@optfeature Catch and Release|MATM}, {@optfeature Cripple|MATM}"
				],
				[
					"{@item Cestus|MATM}",
					"{@optfeature Augmented Strikes|MATM}, {@optfeature Concuss|MATM}, {@optfeature Daze|MATM}"
				],
				[
					"{@item Chain-and-Dagger|MATM}",
					"{@optfeature Chained Toss|MATM}, {@optfeature Impede|MATM}, {@optfeature Shiv|MATM}"
				],
				[
					"{@item Club|phb}",
					"{@optfeature Daze|MATM}, {@optfeature Concuss|MATM}"
				],
				[
					"{@item Dagger|phb}",
					"{@optfeature Shiv|MATM}, {@optfeature Skewer|MATM}"
				],
				[
					"{@item Flail|phb}",
					"{@optfeature Sweep|MATM}, {@optfeature Concuss|MATM}"
				],
				[
					"{@item Garrote|MATM}",
					"{@optfeature Wire Choke|MATM}"
				],
				[
					"{@item Glaive|phb}",
					"{@optfeature Extend|MATM}, {@optfeature Sweep|MATM}, {@optfeature Thrust|MATM}, {@optfeature Vault|MATM}"
				],
				[
					"{@item Greataxe|phb}",
					"{@optfeature Execute|MATM}, {@optfeature Cleave|MATM}, {@optfeature Cripple|MATM}"
				],
				[
					"{@item Greatclub|phb}",
					"{@optfeature Clobber|MATM}, {@optfeature Concuss|MATM}, {@optfeature Daze|MATM}, {@optfeature Stagger|MATM}"
				],
				[
					"{@item Greatsword|phb}",
					"{@optfeature Cleave|MATM}, {@optfeature Cripple|MATM}, {@optfeature Execute|MATM}"
				],
				[
					"{@item Gythka|MATM}",
					"{@optfeature Double Weapon|MATM}, {@optfeature Sweep|MATM}, {@optfeature Whirl|MATM}"
				],
				[
					"{@item Halberd|phb}",
					"{@optfeature Thrust|MATM}, {@optfeature Extend|MATM}, {@optfeature Repel|MATM}, {@optfeature Sweep|MATM}"
				],
				[
					"{@item Handaxe|phb}",
					"{@optfeature Hurl|MATM}, {@optfeature Cripple|MATM}"
				],
				[
					"{@item Hooksword|MATM}",
					"{@optfeature Blade-Link|MATM}, {@optfeature Sweep|MATM}, {@optfeature Lacerate|MATM}, {@optfeature Remise|MATM}"
				],
				[
					"{@item Javelin|phb}",
					"{@optfeature Skewer|MATM}, {@optfeature Impale|MATM}"
				],
				[
					"{@item Lance|phb}",
					"{@optfeature Ram|MATM}, {@optfeature Repel|MATM}, {@optfeature Thrust|MATM}"
				],
				[
					"{@item Light Hammer|phb}",
					"{@optfeature Hurl|MATM}, {@optfeature Concuss|MATM}, {@optfeature Daze|MATM}"
				],
				[
					"{@item Longsword|phb}",
					"{@optfeature Halfsword|MATM}, {@optfeature Cleave|MATM} (1d4), {@optfeature Remise|MATM}"
				],
				[
					"{@item Mace|phb}",
					"{@optfeature Concuss|MATM}, {@optfeature Daze|MATM}, {@optfeature Stagger|MATM}"
				],
				[
					"{@item Main Gauche|MATM}",
					"{@optfeature Dagger Parry|MATM}, {@optfeature Shiv|MATM}"
				],
				[
					"{@item Maul|phb}",
					"{@optfeature Slam|MATM}, {@optfeature Clobber|MATM}, {@optfeature Stagger|MATM}"
				],
				[
					"{@item Morningstar|phb}",
					"{@optfeature Sunder|MATM}, {@optfeature Stagger|MATM}"
				],
				[
					"{@item Pata|MATM}",
					"{@optfeature Remise|MATM}, {@optfeature Lacerate|MATM}, {@optfeature Shiv|MATM}, {@optfeature Whirl|MATM}"
				],
				[
					"{@item Pike|phb}",
					"{@optfeature Repel|MATM}, {@optfeature Impale|MATM}, {@optfeature Sweep|MATM}, {@optfeature Thrust|MATM}"
				],
				[
					"{@item Quarterstaff|phb}",
					"{@optfeature Vault|MATM}, {@optfeature Sweep|MATM}, {@optfeature Whirl|MATM}"
				],
				[
					"{@item Rapier|phb}",
					"{@optfeature Unhand|MATM}, {@optfeature Lacerate|MATM}, {@optfeature Remise|MATM}"
				],
				[
					"{@item Ravenbeak|MATM}",
					"{@optfeature Pole-Spike|MATM}, {@optfeature Repel|MATM}, {@optfeature Sweep|MATM}, {@optfeature Thrust|MATM}"
				],
				[
					"{@item Scimitar|phb}",
					"{@optfeature Whirl|MATM}, {@optfeature Lacerate|MATM}, {@optfeature Remise|MATM}"
				],
				[
					"{@item Shortsword|phb}",
					"{@optfeature Remise|MATM}, {@optfeature Lacerate|MATM}"
				],
				[
					"{@item Sickle|phb}",
					"{@optfeature Lacerate|MATM}, {@optfeature Spike|MATM}"
				],
				[
					"{@item Scythe|MATM}",
					"{@optfeature Devastate|MATM}, {@optfeature Cleave|MATM} (1d4), {@optfeature Cripple|MATM}, {@optfeature Sweep|MATM}"
				],
				[
					"{@item Skiprock|MATM}",
					"{@optfeature Skipping Strike|MATM}"
				],
				[
					"{@item Spear|phb}",
					"{@optfeature Impale|MATM}, {@optfeature Extend|MATM}, {@optfeature Skewer|MATM}"
				],
				[
					"{@item Spiked Chain|MATM}",
					"{@optfeature Sweep|MATM}, {@optfeature Unhand|MATM}, {@optfeature Impede|MATM}"
				],
				[
					"{@item Trident|phb}",
					"{@optfeature Puncture|MATM}, {@optfeature Extend|MATM}, {@optfeature Skewer|MATM}"
				],
				[
					"{@item Urumi|MATM}",
					"{@optfeature Whipsword|MATM}, {@optfeature Impede|MATM}, {@optfeature Whirl|MATM}"
				],
				[
					"{@item War Fan|MATM}",
					"{@optfeature Fan Parry|MATM}, {@optfeature Shiv|MATM}, {@optfeature Unseen Strike|MATM}"
				],
				[
					"{@item War Pick|phb}",
					"{@optfeature Spike|MATM}, {@optfeature Sunder|MATM}, {@optfeature Sweep|MATM}"
				],
				[
					"{@item Warhammer|phb}",
					"{@optfeature Stagger|MATM}, {@optfeature Concuss|MATM}, {@optfeature Spike|MATM}, {@optfeature Sunder|MATM}"
				],
				[
					"{@item Whip|phb}",
					"{@optfeature Impede|MATM}, {@optfeature Unhand|MATM}"
				],
				[
					"{@item Wrist Dagger|MATM}",
					"{@optfeature Unseen Strike|MATM}, {@optfeature Shiv|MATM}"
				],
				[
					"{@b Ranged Weapons}",
					""
				],
				[
					"{@item Blowgun|phb}",
					"{@optfeature Toxin|MATM}"
				],
				[
					"{@item Hand Crossbow|phb}",
					"{@optfeature Rapid-Shot|MATM}, {@optfeature Bullseye|MATM}"
				],
				[
					"{@item Heavy Crossbow|phb}",
					"{@optfeature Pierce|MATM}, {@optfeature Bullseye|MATM}, {@optfeature Hinder|MATM} (1d8)"
				],
				[
					"{@item Light Crossbow|phb}",
					"{@optfeature Hinder|MATM}, {@optfeature Bullseye|MATM}, {@optfeature Rapid-Shot|MATM}"
				],
				[
					"{@item Longbow|phb}",
					"{@optfeature Dual-Shot|MATM}, {@optfeature Bullseye|MATM}, {@optfeature Hinder|MATM}"
				],
				[
					"{@item Net|phb}",
					"{@optfeature Ensnare|MATM}"
				],
				[
					"{@item Sling|phb}",
					"{@optfeature Improvise|MATM}"
				],
				[
					"{@item Shortbow|phb}",
					"{@optfeature Bullseye|MATM}, {@optfeature Hinder|MATM} (1d4)"
				]
			],
			"name": "Adaptable Techniques Table",
			"page": 13,
			"source": "MATM"
		}
	]
}
