{
	"_meta": {
		"sources": [
			{
				"json": "MonstersWithoutBorders",
				"abbreviation": "MWB",
				"full": "Monsters Without Borders",
				"version": "1.0.0",
				"url": "https://www.dmsguild.com/product/238261/Monsters-Without-Borders",
				"authors": [
					"Alex Clippinger",
					"Andrew Morley",
					"Beeholder Press (S.G. Tillings)",
					"Benoit de Bernady",
					"Dave Coulson",
					"& Many Others!"
				],
				"convertedBy": [
					"EldritchTiefling"
				]
			},
			{
				"json": "ElminstersGuidetoMagic",
				"abbreviation": "EGM",
				"full": "Elminster's Guide to Magic",
				"version": "",
				"url": "https://www.dmsguild.com/product/221735/Elminsters-Guide-to-Magic",
				"authors": [
					"Jeremy Forbing",
					"Scott Bean",
					"M.T. Black",
					"Heath Harris"
				],
				"convertedBy": [
					"EldritchTiefling"
				]
			}
		],
		"dateAdded": 1570552502,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "aba6a1a311",
		"edition": "classic"
	},
	"spell": [
		{
			"name": "Deathwatch",
			"source": "ElminstersGuidetoMagic",
			"page": 52,
			"level": 1,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"Until the spell ends, you instantly know if creatures within range are near death (at 0 hit points) or fragile (less than 25% of their hit point maximum). You also know if a creature is undead, alive, or neither (a construct, for example)."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Death Talisman",
			"source": "ElminstersGuidetoMagic",
			"page": 52,
			"level": 3,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "the item to enchant"
			},
			"duration": [
				{
					"type": "permanent"
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You link your life force to a small item. A knife, ring, or amulet is typical, but any item can be chosen. While you remain healthy, the item remains in perfect shape, never taking and wear or tear. If it takes damage, it regains hit points whenever you do, and in the same amount (so, if you regain 8 hit points, the item also regains 8 hit points), up to its normal maximum. ",
				"If you are killed or suffer the incapacitated, paralyzed, petrified, stunned, or unconscious conditions, the talisman becomes rusted and dull. Once the condition is removed the talisman will regain its luster. Damaging the item does not harm you. These effects persist even if you and the item are not on the same plane. This spell ends if you cast it again.."
			],
			"miscTags": [
				"HL",
				"PRM"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Wind at Back",
			"source": "ElminstersGuidetoMagic",
			"page": 128,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 12
					}
				}
			],
			"entries": [
				"When this spell is cast, choose six creatures. For the duration, you and the selected creatures double your overland travelling speeds. ",
				"This spell has no effect on the speed of creatures during combat."
			],
			"areaTags": [
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Calm Winds",
			"source": "ElminstersGuidetoMagic",
			"page": 40,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 20
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"When you cast this spell, it stills the air around you, creating an area of calm within a 20-foot radius sphere centered on you. A creature inside the spell's area is immune to the effects of high winds from either natural effects or spells. In addition, air-based elemental creatures treat the area as difficult terrain for the duration, and feel an instinctive urge to avoid entering it. ",
				"The spell's protective area moves with the caster, who can only move at half speed while concentrating on the spell."
			],
			"areaTags": [
				"S"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Pocket Cave",
			"source": "ElminstersGuidetoMagic",
			"page": 94,
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a black piece of cloth shaped like an arched doorway"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"entries": [
				"You conjure an extradimensional cave that has a single entrance on the plane from which the spell was cast. You can only cast this spell on a surface made of rock or some form of earth within range. The entry point looks like a dark cave entrance that is 5 feet wide and 10 feet high. Only those you designate can enter the cave, and all other creatures and objects are barred from passing through. Spells and other magical effects can't extend through the entry portal or be cast through it. The entry portal is shut and made invisible behind you when you enter. You can open it again from your side at will. ",
				"You can choose the shape of the cave inside. You can form it into a hemispherical dome or a sphere with a radius of up to 30 feet. It takes the form of a dark, wet cavern. This area contains enough oxygen to sustain as many creatures as can fit in the area for the duration of the spell. Edible fungus grows along the walls, and condensation drips down one wall into a pool of fresh, clean water that never seems to run dry. External conditions such as weather do not affect the pleasant atmosphere of the cave, and nothing except the designated creatures can pass through the portal in either direction. Until the spell ends, you can command the interior to become dimly lit or dark. ",
				"At the end of the spell's duration, all within the pocket cave return to the spot where they entered or else to the nearest open space, if that spot is occupied."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Mass Longstrider",
			"source": "ElminstersGuidetoMagic",
			"page": 84,
			"level": 5,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a pinch of dirt"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"This spell functions the same as longstrider, except that you can affect up to seven creatures."
			],
			"areaTags": [
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			}
		}
	],
	"monster": [
		{
			"name": "Arcane Ooze",
			"group": [
				"Ooze"
			],
			"source": "MonstersWithoutBorders",
			"page": 6,
			"size": [
				"H"
			],
			"type": "ooze",
			"alignment": [
				"U"
			],
			"ac": [
				7
			],
			"hp": {
				"formula": "10d12 + 30",
				"average": 4
			},
			"speed": {
				"walk": 20,
				"climb": 20
			},
			"str": 16,
			"dex": 5,
			"con": 16,
			"int": 1,
			"wis": 6,
			"cha": 1,
			"senses": [
				"blindsight 60ft. (blind beyond this radius)"
			],
			"passive": 8,
			"immune": [
				"acid",
				"cold",
				"fire",
				"lightning",
				"slashing"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"prone"
			],
			"languages": [
				"understands Dwarven but can't speak"
			],
			"cr": "6",
			"trait": [
				{
					"name": "Amorphous",
					"entries": [
						"The Arcane Ooze can move through a space as narrow as 1 inch wide without squeezing."
					]
				},
				{
					"name": "Corrosive Form",
					"entries": [
						"A creature that touches the Arcane Ooze or hits it with a melee attack while within 5 feet of it takes 4 ({@damage 1d8}) acid damage. Any nonmagical weapon made of metal or wood that hits the Arcane Ooze corrodes. After dealing damage, the weapon takes a permanent and cumulative −1 penalty to damage rolls. If its penalty drops to −5, the weapon is destroyed. Nonmagical ammunition made of metal or wood that hits the Arcane Ooze is destroyed after dealing damage.",
						"The Arcane Ooze can eat through 2-inch-thick, nonmagical wood or metal in 1 round."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The Arcane Ooze can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Flammable",
					"entries": [
						"If the ooze is subjected to fire damage, it ignites. At the start of each of the ooze's turns, each creature within 5 feet of it takes 10 ({@damage 3d6}) fire damage, and flammable objects within 5 feet that aren't being worn or carried ignite. A creature that touches the ooze or hits it with a melee attack while within 5 feet of it takes 10 ({@damage 3d6}) fire damage."
					]
				}
			],
			"action": [
				{
					"name": "Pseudopod",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) bludgeoning damage plus 18 ({@damage 4d8}) acid damage. In addition, nonmagical armor worn by the target is partly dissolved and takes a permanent and cumulative -1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10."
					]
				}
			],
			"reaction": [
				{
					"name": "Spell Deflection",
					"entries": [
						"If the ooze makes a successful saving throw against a spell, or a spell attack misses it, the ooze can choose another creature (including the spellcaster) it can see within 30 feet of it. The spell targets the chosen creature instead of the ooze. If the spell forced a saving throw, the chosen creature makes its own save. If the spell was an attack, the attack roll is rerolled against the chosen creature."
					]
				}
			],
			"fluff": {
				"entries": [
					"An arcane ooze is a black pudding, magically enhanced by dwarven arcanists, which appears as a huge pile of oily, purple- black slime. These oozes are incredibly docile, often only attacking at the specific command of their creator. Some powerful dwarven mages can imbue commands within the ooze which last centuries, despite their complete lack of intelligence. Because of this, arcane oozes are often deployed as guards for treasure. ",
					"{@b Treasure Protectors}. Arcane oozes are most frequently encountered outside treasure hoards or other rooms that require long-term protection. Unlike other guard creatures, these oozes can persist for centuries with very little sustenance. Not only this, the oozes can slide through cracks in walls and floors, patrolling corridors and stairwells that other creatures would be incapable of.",
					"{@b Spell Turning}. After much experimentation, dwarves finally managed to imbue a black pudding with a spell reflecting effect. This was achieved by feeding black puddings dozens of rings of spell turning. Eventually, the oozes absorbed the effect from these magic rings. Now, should a spell be cast against these oozes, there is a chance that the curse will be reflected straight back against the caster. ",
					"{@b Highly Flammable}. One of the oozes biggest flaws, which remained unnoticed by its dwarven creators, is that it is incredibly likely to catch fire. Although the ooze itself resists the damage, they can catch alight from the smallest spark, turning a corridor decorated with tapestries and rugs to a smoldering waste in a matter of moments. This feature has been exploited by canny adventurers, who set them alight from afar to cause distractions."
				]
			},
			"traitTags": [
				"Amorphous",
				"Spider Climb"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"B",
				"A",
				"F"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"languageTags": [
				"CS"
			]
		},
		{
			"name": "Beholder, Eye of the Deep",
			"group": [
				"Beholder"
			],
			"source": "MonstersWithoutBorders",
			"page": 8,
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d10 + 48",
				"average": 144
			},
			"speed": {
				"walk": 0,
				"swim": 30
			},
			"str": 18,
			"dex": 14,
			"con": 17,
			"int": 12,
			"wis": 15,
			"cha": 14,
			"save": {
				"int": "+4",
				"wis": "+5",
				"cha": "+5"
			},
			"skill": {
				"perception": "+5"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 15,
			"conditionImmune": [
				"prone"
			],
			"languages": [
				"Aquan",
				"Deep Speech"
			],
			"cr": "8",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The eye of the deep can breathe air and water."
					]
				},
				{
					"name": "Blinding Cone",
					"entries": [
						"The eye of the deep's central eye emits a 120 foot cone of blinding light. At the start of each of its turns, the eye of the deep decides which way the cone faces and whether the cone is active. Creatures that start their turn in the cone must make a successful {@dc 14} Constitution saving throw or be {@condition blinded} until the beginning of their next turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The eye of the deep makes three melee attacks, one with its bite and two with its pincers."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Pincers",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft. one target. {@h}11 ({@damage 2d6 + 4}) slashing damage."
					]
				},
				{
					"name": "Eye Rays",
					"entries": [
						"The eye of the deep shoots both of its magical eye rays, choosing targets for each it can see within 120 feet of it.",
						"1. Paralyzing Ray. The targeted creature must succeed on a {@dc 13} Constitution saving throw or be {@condition paralyzed} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
						"2. Slowing Ray. The targeted creature must succeed on a {@dc 13} Dexterity saving throw. On a failed save, the target's speed is halved for 1 minute. In addition, the creature can't take reactions, and it can take either an action or a bonus action on its turn, not both. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"environment": [
				"underwater"
			],
			"fluff": {
				"entries": [
					"The Eye of the Deep is an offshoot of the beholder race spawned in the deepest chasms of the Plane of Water by some malevolent intelligence. It appears as a spherical crustacean, roughly eight feet across, with thick chitinous plates covering its bulk. A single central eye sits in its center from which it can emit a blinding light, particularly effective in the shadows of the Darkened Depths. It possesses two large pincers and a mouth full of crooked, razor-sharp teeth, which it uses to rend flesh from blinded or stunned opponents. Unlike a normal beholder, it only has two eye stalks, but both are tuned to help it hunt in the deep waters. ",
					"{@b Solitary Hunters}. Eyes of the Deep lurk in the aquatic depths of the Plane of Water, stalking prey for days on end when necessary. Like all beholders, they are xenophobic and each believes they are the pinnacle of beholder perfection. The darkness of their territory drives them to solitude, so rarely are they ever encountered with minions. ",
					"{@b Shiny Objects}. If an Eye of the Deep has one key weakness, it is for shiny objects. Their lairs are often decorated with the pilfered treasures of their past meals, but only if they reflect their blinding light. Mirrors are prized above all else–they are shiny and they let the eye of the deep admire their own perfect form."
				]
			},
			"traitTags": [
				"Amphibious"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AQ",
				"DS"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"paralyzed",
				"blinded"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Bone Giant",
			"source": "MonstersWithoutBorders",
			"page": 9,
			"size": [
				"H"
			],
			"type": "undead",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "13d12 + 52",
				"average": 145
			},
			"speed": {
				"walk": 10
			},
			"str": 21,
			"dex": 8,
			"con": 19,
			"int": 5,
			"wis": 8,
			"cha": 5,
			"save": {
				"str": "+8",
				"con": "+7"
			},
			"senses": [
				"blindsight 50 ft."
			],
			"passive": 9,
			"vulnerable": [
				"bludgeoning"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"exhaustion",
				"paralyzed",
				"poisoned"
			],
			"languages": [
				"understands Common and Giant but can't speak"
			],
			"cr": "6",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The bone giant makes two bone club attacks."
					]
				},
				{
					"name": "Bone Club",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 10ft., one target. {@h}19 ({@damage 3d8 + 5}) bludgeoning damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"Unlike its smaller skeleton cousins, the Bone Giant - the animated bones of a Hill Giant - was not originally created using dark magic. Ulrich, the dwarven cleric of Lathandar, created the giant to guard a powerful magic item against evil forces. ",
					"{@b Lumbering Hulk}. The Bone Giant is a slow, yet powerful animation. Those who battle a Bone Giant had better keep their distance or risk being pummeled by a massive bone club. ",
					"{@b Grand Guardians}. Due to their slow speed, Bone Giants are typically only used in dungeons or as guardians. They don't make for good group troops seeing as how most other creatures walk three times faster than the white hulks. However, they do make practical guards in castles and other structures where movement is limited."
				]
			},
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"CS",
				"GI"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW",
				"MLW"
			]
		},
		{
			"name": "Bound Colossus",
			"source": "MonstersWithoutBorders",
			"page": 11,
			"size": [
				"G"
			],
			"type": "elemental",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "18d20 + 180",
				"average": 369
			},
			"speed": {
				"walk": 0
			},
			"str": 26,
			"dex": 15,
			"con": 30,
			"int": 11,
			"wis": 16,
			"cha": 10,
			"save": {
				"str": "+14",
				"con": "+16"
			},
			"skill": {
				"athletics": "+14"
			},
			"senses": [
				"tremorsense 240 ft.",
				"darkvision 120 ft."
			],
			"passive": 13,
			"resist": [
				{
					"resist": [
						"acid",
						"bludgeoning"
					]
				},
				{
					"resist": [
						"piercing",
						"slashing"
					],
					"note": "damage from nonmagical weapons",
					"cond": true
				}
			],
			"immune": [
				"poison"
			],
			"vulnerable": [
				"thunder"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"paralyzed",
				"poisoned",
				"prone",
				"restrained",
				"unconscious"
			],
			"languages": [
				"Terran"
			],
			"cr": "21",
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The Bound Colossus has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Earth Glide",
					"entries": [
						"The Bound Colossus can burrow through nonmagical, unworked earth and stone. While doing so, the Bound Colossus doesn't disturb the material it moves through."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The Bound Colossus deals double damage to objects and structures."
					]
				},
				{
					"name": "Elasticity",
					"entries": [
						"By morphing, the arms of the colossus can reach out to incredible distances. For every sixty feet, that is between the base of the colossus and its target, its attacks lose 1 die of damage to a minimum of 2."
					]
				},
				{
					"name": "Magnetism",
					"entries": [
						"The colossus emits its own magnetic field to a radius of 240 feet. If a creature that is wearing or carrying metal equipment enters this space or begins its turn there, they must make a {@dc 14} Strength saving throw. On a failure, they are drawn 30 feet closer to the base of the colossus. A creature who fails this saving throw may choose to drop the worn or carried items to automatically succeed on this check instead. If a creature hits the base of the colossus after failing this saving throw, they are {@condition restrained} and must succeed a {@dc 14} Strength saving throw in order to escape."
					]
				},
				{
					"name": "Multiple Arms",
					"entries": [
						"The bound colossus has four arms. Each arm can be attacked (AC 17; 30 hit points; vulnerability to thunder damage). Destroying an arm deals 15 damage to the colossus. The colossus can construct a new arm by using an action to pull one out of its body but it must have a free arm to do so."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Bound Colossus makes as many slam or earthen grasp attacks as it has remaining arms."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw,rw} {@hit 14} to hit, reach 5 ft., one target. {@h}26 ({@damage 5d6 + 8}) bludgeoning damage."
					]
				},
				{
					"name": "Earthen Grasp",
					"entries": [
						"The colossus reaches through the ground and reaches for one creature within 5 feet of its hand. The target must succeed on a contested grapple check. On a failed check, the target takes 26 ({@damage 5d6 + 8}) bludgeoning damage and is {@condition restrained}.",
						"On subsequent turns, the colossus can attempt to crush a {@condition restrained} target, which must make a {@dc 22} Strength saving throw. The target takes 26 ({@dice 5d6 + 8}) on a failed save, or half as much damage on a successful one. A {@condition restrained} target can use their action to attempt to escape by making another contested grapple check and succeeding."
					]
				}
			],
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"The colossus makes one slam attack."
					]
				},
				{
					"name": "Magnetic Pulse (Costs 2 Actions)",
					"entries": [
						"The colossus emits a sudden magnetic pulse (see Magnetism)."
					]
				},
				{
					"name": "Grow Arm (Costs 3 Actions)",
					"entries": [
						"The colossus regrows one of the arms it has lost; it doesn't need a free arm in order to do so."
					]
				}
			],
			"fluff": {
				"entries": [
					"The colossus is a weapon of elemental destruction created by the proto-gods in a bid for power over a realm where magic flowed raw, unbridled, and unchecked. Standing nearly forty feet tall when on its feet, the colossus dwarfs modern-day giants and is rivaled only by the sheer size of the tarrasque. The bipedal tower has a natural armor that resembles a mountainous landscape and gives off its own magnetic aura. As the gods settled into their portfolios, the need for these beings passed and they soon fell into obscurity. This bound specimen may very well be the last one in existence.",
					"{@b Forgotten Master}. Although it is not clear why the colossus is bound to its location, tomes of old purport of a malicious wizard who may be the cause. Ancient scribes sought to omit his name, letting it fade into the annals of history, but do tell of a unique gemstone created through what must be a powerful variant of the imprisonment spell. Nicknamed \"Maximilian\" by the unlikeable master, the colossus served him as it did the gods; as a weapon. When the time came for the wizard to pass on, it was thought best for the realm if the weapon was put to rest alongside him. ",
					"{@b Earthen Grasp}. Spellcasters that know the spell Maximilian's Earthen Grasp regularly pay homage to this being, though not in the way they would expect. As the books tell, Maximilian was not pleased to be the puppet of a mere wizard and often attempted to reach out for the gemstone that kept the elemental in its prison. Though it seems unlikely, the legends state that the hand that bursts forth as a result of the casting of this spell is actually the hand of Maximilian, still in search of that gemstone. As the creator of Maximilian's Earthen Grasp, that was the wizard's legacy, the eternal taunting of a planar weapon. How foolish..."
				]
			},
			"traitTags": [
				"Magic Resistance",
				"Siege Monster"
			],
			"senseTags": [
				"T",
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"T"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"RW",
				"MW"
			],
			"conditionInflict": [
				"restrained"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Demon Blight",
			"source": "MonstersWithoutBorders",
			"size": [
				"M"
			],
			"type": "fiend",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural barkskin"
					]
				}
			],
			"hp": {
				"formula": "9d10 + 27",
				"average": 76
			},
			"speed": {
				"walk": 20
			},
			"str": 17,
			"dex": 9,
			"con": 17,
			"int": 8,
			"wis": 13,
			"cha": 8,
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 12,
			"conditionImmune": [
				"blinded",
				"deafened"
			],
			"languages": [
				"understands Common and Infernal but can't speak"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Entangling Plants {@recharge 5}",
					"entries": [
						"Grasping roots and vines sprout in a 15 ft. radius centered on the Demon Blight, withering away after one minute. For the duration, that area is difficult terrain for non-plant characters. In addition, when first invoked, each creature (as chosen by the Demon Blight) must succeed on a {@dc 12} Strength saving throw or become {@condition restrained}. A creature {@condition restrained} may take its action to free itself with a {@dc 12} Strength check, freeing itself or others entangled within reach on a success. "
					]
				},
				{
					"name": "False Appearance",
					"entries": [
						"While the Demon Blight remains motionless, it is indistinguishable from a dead shrub."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Demon Blight can make 2 melee attacks per combat round OR 1 ranged attack."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 10 ft., one creature. {@h}12 ({@damage 2d8 + 3}) piercing damage."
					]
				},
				{
					"name": "Constrict",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 10 ft., one creature. {@h}11 ({@damage 3d6 + 1}) bludgeoning damage. If the target is medium or smaller, it is {@condition grappled} (escape {@dc 13}) and pulled 5 ft. toward the Demon Blight. Target is re-strained until grapple is broken."
					]
				}
			],
			"fluff": {
				"entries": [
					"A Kaolahr, or Demon Blight, can blame its existence on druids with evil intent. Usually, these horrendous fiends are summoned during a ritual which combines the hatred for lush green forests, several blood sacrifices and the power from the roots of a Gulthias Tree. These creatures are then put to work protecting the Gulthias Tree's supplicant army as it spreads its evil across the land. ",
					"{@b Twisted Limbs}. Demon Blights move in an almost bi-pedal fashion, it's long branchlike arms and fists pushing and pulling it along with its trunk like legs. When hunched over the Demon Blight is approximately 6ft. in height, but when it stands tall and fully extends its body, it is more like 9 ft. Its appearance is very much a mass of animated branches, twigs and vines with pseudo wings and long twisting horns on its forehead. ",
					"{@b Silent Killers}. It does not speak, but it makes a clacking sound, which speeds up as it coils up ready to attack. This sound can be perceived on a DC 10 Wisdom (Perception) check, but its source cannot be determined, especially if a Kaolahr is motionless in large shrubs."
				]
			},
			"traitTags": [
				"False Appearance"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"CS",
				"I"
			],
			"damageTags": [
				"P",
				"B"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Eelfolk",
			"source": "MonstersWithoutBorders",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"eelfolk"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item hide armor|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"formula": "3d8 + 6",
				"average": 19
			},
			"speed": {
				"walk": 30,
				"swim": 40
			},
			"str": 10,
			"dex": 13,
			"con": 14,
			"int": 6,
			"wis": 10,
			"cha": 7,
			"skill": {
				"stealth": "+3"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 10,
			"immune": [
				"lightning"
			],
			"languages": [
				"Eelfolk"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Death Burst",
					"entries": [
						"When the eelfolk dies, it explodes in a burst of pent-up electricity. Each creature within 10 feet of it must make a {@dc 12} Dexterity saving throw, taking 7 ({@damage 2d6}) lightning damage on a failed save, or half as much on a successful one."
					]
				},
				{
					"name": "Hold Breath",
					"entries": [
						"The Eelfolk can hold its breath for 1 hour."
					]
				},
				{
					"name": "Lunge",
					"entries": [
						"If the eelfolk moves at least 20 feet straight toward a target and then hits it with a long knife attack on the same turn, the target takes an extra 7 ({@damage 2d6}) piercing damage."
					]
				}
			],
			"action": [
				{
					"name": "Long Knife",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) slashing damage. "
					]
				}
			],
			"environment": [
				"coastal",
				"underwater"
			],
			"fluff": {
				"entries": [
					"Eelfolk are a piscine race with rubbery skin and patterned coloration meant to provide camouflage amid shifting underwater light. They slink and hunt through caves and shoals, carving out territory in bursts of aggressive expansion. Eelfolk often lair along shorelines and submerged caverns, never too far from the surface where they must occasionally gulp great mouthfuls of air. ",
					"{@b Ambushers}. Eelfolk keep to the fringes of the sea and ambush any who encroach upon their territory. While hunting, they prefer to lie in wait for prey to draw close before lunging out to attack. Two pouches behind their necks generate an electrical charge they use to sense their quarry, even in the murkiest depths. ",
					"{@b Storm Worshippers}. Eelfolk worship the squalls of the sea as though they were gods, viewing all storms as divinely inspired. Sailors at sea have reported seeing dozens of eelfolk cavorting through the water during tempests. ",
					"{@b Growing Pains}. Eelfolk grow larger and more powerful with age, shifting from stealthy hunters to vicious brutes. Fully matured eelfolk grow extra electrical pouches that cover their bodies in crackling energy. These scourges are more cunning and aggressive than their younger brethren. They lead surprise raids along shoreline settlements in order to satiate their ever-growing hunger for violence and food. ",
					"{@b Storm's Fury}. During raging ocean storms, the strongest and most cunning eelfolk fight with each other to throw themselves in the path of a lightning strike. Rarely, one lucky creature will be enveloped in a great blast of energy. The lighting burns the eelfolk's bulky body away, replacing it with a gaunt form housing magnificent power. These eelfolk stormcallers gain the ability to channel the tempest's might, summoning lightning bolts and gales of wind to pummel their foes."
				]
			},
			"traitTags": [
				"Death Burst",
				"Hold Breath"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"S",
				"L",
				"P"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Firefly Golem",
			"source": "MonstersWithoutBorders",
			"page": 15,
			"size": [
				"L"
			],
			"type": {
				"type": "beast",
				"swarmSize": "T"
			},
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "10d8 + 30",
				"average": 75
			},
			"speed": {
				"walk": 30
			},
			"str": 20,
			"dex": 12,
			"con": 16,
			"int": 8,
			"wis": 10,
			"cha": 12,
			"save": {
				"con": "+6",
				"wis": "+1"
			},
			"skill": {
				"athletics": "+8"
			},
			"passive": 10,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"paralyzed",
				"petrified",
				"prone",
				"restrained",
				"stunned"
			],
			"languages": [
				"understands Sylvan but can't speak"
			],
			"cr": "6",
			"trait": [
				{
					"name": "Magic Weapons",
					"entries": [
						"The Firefly Golem's weapon attacks are magical."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The firefly golem regains 10 hit points at the start of its turn if it has at least 1 hit point. If it takes fire damage, this trait doesn't function at the start of its next turn."
					]
				},
				{
					"name": "Immutable Form",
					"entries": [
						"The Firefly Golem is immune to any spell or effect that would alter its form."
					]
				},
				{
					"name": "Sudden Reform",
					"entries": [
						"As a bonus action, the firefly golem splits into hundreds of tiny insects, flies away 30 ft. and takes its physical form once more without provoking attacks of opportunity. "
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The firefly golem makes two slam attacks."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d8 + 5}) bludgeoning damage plus 5 ({@damage 2d4}) poison damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"Legends describe Dareu, the Queen of Forests, as awe-inspiring, possessing such beauty that weak beings go blind from beholding her countenance. A popular legend tells the story of her mercy and gratitude, and how she gives back sight to loyal pilgrims who travel to her oak castle just to see her. Queen Dareu is often seen visiting the Material Plane in the form of a grand white unicorn. She travels the lands healing wounded beasts and sometimes the lesser races with her healing powers.",
					"Queen Dareu crafted a powerful artifact eons before elves roamed the land; a mighty goblet that she infused with the life-force of a dying Archfey just like herself. This was the Queen of Bees and Insects, Anaralla. She perished from her wounds in one of the Feywild wars, with her spirit and might preserved in a new form, inside a magical goblet. The Goblet of Fireflies is the only way to create a firefly golem. ",
					"A firefly golem is not a construct or even solid. They are actually swarms of fireflies with the gift of sentience. Each insect is nothing but an appendage while the swarm is intelligent and sentient. The firefly golem is usually dispersed and only coalesces into golem form when it needs to perform its creator's will. Queen Dareu created hundreds of firefly golems and gave them tasks. Most of them serve their queen as guardians and protectors. A few have been stolen and repurposed for other nefarious things. ",
					"{@b Swarm Density}. When a swarm of fireflies gets together to form the firefly golem, the insects are so tightly packed that they form a full physical being. The firefly golem's abilities and attacks are only available to it once it takes physical form. ",
					"{@b Insect Intelligence}. Firefly golems are somewhat intelligent but are unable to abandon their insect-like nature. The only language they understand is sylvan but they cannot speak it. ",
					"{@b Territorial Nature}. Firefly golems are fearsome protectors. The area they guard is their sole priority. It is not apparent to the observer that the place is closely guarded because the fireflies are dispersed, but as soon as a threat arises, the firefly golem condenses into physical form and attacks."
				]
			},
			"traitTags": [
				"Immutable Form",
				"Magic Weapons",
				"Regeneration"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"CS",
				"S"
			],
			"damageTags": [
				"B",
				"I"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Gulabus",
			"source": "MonstersWithoutBorders",
			"page": 16,
			"size": [
				"M"
			],
			"type": {
				"type": "fiend",
				"tags": [
					"demon"
				]
			},
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "11d8 + 33",
				"average": 82
			},
			"speed": {
				"walk": 20
			},
			"str": 16,
			"dex": 10,
			"con": 17,
			"int": 17,
			"wis": 13,
			"cha": 16,
			"save": {
				"str": "+6",
				"cha": "+6"
			},
			"skill": {
				"deception": "+6",
				"perception": "+4",
				"persuasion": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"resist": [
				"cold",
				"lightning"
			],
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"Common",
				"Abyssal",
				"telepathy 60 ft. (works only with creatures that understand Common or Abyssal)"
			],
			"cr": "5",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The gulabus can make three attacks: one with its bite, and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d10 + 3}) piercing damage."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) slashing damage plus 10 ({@damage 3d6}) poison damage. The target can make a {@dc 14} Constitution saving throw to halve the poison damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"Gulabuses are repulsive creatures who look like morbidly obese humans with deformed facial traits. They mostly live in the Abyss but are occasionally encountered in the rest of the Lower Planes. They only come to the Material Plane when summoned, and most of the time, nobody ever knows they were there. ",
					"{@b Masters of Rituals}. Gulabuses, also known as demons of gluttony, use succulent dishes and fine drinks to corrupt the souls of sentient humanoids. They're masters of ritual magic and know how to make demonic food and beverages which gives them control over the people who consume them. Every gulabus has its own tricks so feel free to make up your own. If the demon is corrupting people with tainted cookies or wine, you're doing it right! ",
					"{@b Secretive and Deceitful}. Demons of gluttony prefer to stay out of sight and act from the shadows. A gulabus typically infiltrates a small community without anyone noticing it, corrupts a handful of people to act as its proxies, and then spread its influence to the entire village. By the time the local authorities realize what's going on, it's usually too late and the gulabus has an army of peasants to protect it. Because the demon of gluttony uses food and drinks to control people, anyone is a potential threat. Even an old lady selling cookies to buy her medicine might, in fact, be a gulabus's agent spreading its corruption."
				]
			},
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"AB",
				"TP"
			],
			"damageTags": [
				"P",
				"S",
				"I"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Jungle Walker",
			"source": "MonstersWithoutBorders",
			"page": 17,
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "18d10 + 36",
				"average": 135
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 12,
			"dex": 15,
			"con": 14,
			"int": 16,
			"wis": 14,
			"cha": 16,
			"save": {
				"int": "+6",
				"wis": "+5",
				"cha": "+6"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 60 ft."
			],
			"passive": 12,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons",
					"cond": true
				},
				{
					"resist": [
						"psychic"
					]
				}
			],
			"conditionImmune": [
				"charmed",
				"deafened",
				"frightened",
				"grappled",
				"prone"
			],
			"cr": "8",
			"trait": [
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature that can see the jungle walker at the start of its turn must succeed on a {@dc 12} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect early on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the jungle walker's Frightful Presence for the next 24 hours."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The jungle walker makes two attacks with its tendrils."
					]
				},
				{
					"name": "Tendrils",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 10 ft., one creature. {@h}8 ({@damage 2d4 + 3}) slashing damage plus an additional 7 ({@damage 2d6}) psychic damage."
					]
				},
				{
					"name": "Deafening Chimes",
					"entries": [
						"The jungle walker's piping wail reaches excruciating levels for a brief moment. Each creature within 30 feet of the jungle-walker who can hear it must succeed on a {@dc 14} Wisdom saving throw or take 10 ({@damage 3d6}) psychic damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"legendary": [
				{
					"name": "Possess Jungle",
					"entries": [
						"The jungle walker makes a tendril attack against an enemy within 120 feet of it, possessing mundane a mundane plant."
					]
				},
				{
					"name": "Discordant Pulse (Costs 2 Actions)",
					"entries": [
						"The jungle walker makes its Deafening Chimes action, though creatures make their saving throw with advantage."
					]
				}
			],
			"fluff": {
				"entries": [
					"In the deepest, wildest jungles of the world, fearful tales surround creatures who let no man or beast survive their presence. ",
					"{@b Otherworldly Beings}. Known only as Jungle Walkers, these alien entities are marked by the unearthly chiming that resounds throughout the area as they move. The few who have actually seen these creatures and lived to tell about it describe not a creature that walks, but one that hovers strangely over the ground. The hunched, oval-shaped thing is covered in an insect's chitinous plates and sets of dark, glassy eyes gleam with a hungering intelligence. No mouth or mandible is visible; only wet tendrils that sway and search from below those dark eyes. ",
					"{@b Tropical Terrors}. Those that overhear such stories scoff, remarking that these creatures are only the stuff of legend. But on the rare and dark nights when the chimes can be heard, these brave doubters still douse their fires and pray that it stays away."
				]
			},
			"senseTags": [
				"B",
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"S",
				"Y"
			],
			"miscTags": [
				"MW",
				"RCH",
				"AOE"
			],
			"conditionInflict": [
				"frightened"
			],
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "Kenning",
			"source": "MonstersWithoutBorders",
			"page": 18,
			"size": [
				"M"
			],
			"type": "fey",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "4d10 + 8",
				"average": 4
			},
			"speed": {
				"walk": 10,
				"fly": 30
			},
			"str": 14,
			"dex": 16,
			"con": 14,
			"int": 8,
			"wis": 14,
			"cha": 8,
			"skill": {
				"perception": "+4"
			},
			"passive": 10,
			"languages": [
				"Kenning; understands Common and Sylvan but can't speak"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Keen Sight",
					"entries": [
						"The Kenning has advantage on Wisdom (perception) checks that rely on sight."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The Kenning has advantage on an attack roll against a creature if at least one of the Kenning's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated} ."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The kenning makes two attacks: one with its beak, and one with its claws."
					]
				},
				{
					"name": "Beak",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 10 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage. "
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"Kennings are known as protectors of sylvan forests. They are giant ravens that communicate with each other using their own language. ",
					"{@b Giant Aerial Protectors}. These creatures are similar to giant eagles in size. They understand but cannot speak Common and Sylvan. They usually patrol the treetops at the fringes of sylvan forests looking for trespassers. ",
					"{@b Flocking Birds}. If intruders are caught defiling a protected forest, kennings will band together and attack as a flock. They will also send one or more of their number to alert local druids or elves to perceived threats. "
				]
			},
			"traitTags": [
				"Keen Senses",
				"Pack Tactics"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"CS",
				"S"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH"
			]
		},
		{
			"name": "Kobold Air Cavalry",
			"group": [
				"Kobold"
			],
			"source": "MonstersWithoutBorders",
			"page": 19,
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"half green dragon winged kobold"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item studded leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "8d6 + 16",
				"average": 44
			},
			"speed": {
				"walk": 30,
				"fly": 50
			},
			"str": 10,
			"dex": 18,
			"con": 14,
			"int": 12,
			"wis": 10,
			"cha": 10,
			"senses": [
				"blindsight 10 ft.",
				"darkvision 60 ft."
			],
			"passive": 10,
			"resist": [
				{
					"resist": [
						"acid"
					],
					"note": "if black",
					"cond": true
				},
				{
					"resist": [
						"lightning"
					],
					"note": "if blue",
					"cond": true
				},
				{
					"resist": [
						"fire"
					],
					"note": "if red",
					"cond": true
				},
				{
					"resist": [
						"poison"
					],
					"note": "if green",
					"cond": true
				},
				{
					"resist": [
						"cold"
					],
					"note": "if white",
					"cond": true
				}
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Pack Tactics",
					"entries": [
						"The Kobold Air Cavalry has advantage on an attack roll against a creature if at least one of the Kobold Air Cavalry's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated} ."
					]
				},
				{
					"name": "Strafing Run",
					"entries": [
						"When flying, the kobold can take the Dash action as a bonus action on its turn. "
					]
				},
				{
					"name": "Quickload",
					"entries": [
						"The kobold ignores the loading quality of light crossbows."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The kobold makes two attacks with its light crossbow."
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"{@atk rw} {@hit 6} to hit, range 80/320 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Short Sword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage."
					]
				},
				{
					"name": "Breath Weapon {@recharge 5}",
					"entries": [
						"The kobold exhales a breath weapon based upon its color type. Each creature in the area of effect must make a {@dc 11} saving throw dependent on color type, taking 21 ({@dice 6d6}) damage on a failed saving throw, or half as much damage on a successful one."
					]
				}
			],
			"fluff": {
				"entries": [
					"Kobolds come in many shapes and sizes, many of which have been detailed in other publications. There are a few kobold groups, however, that seem to have flown under the radar of those who study their culture and habitat. The following is a detailed study of one such group within the kobold society. ",
					"{@b Kobold Air Cavalry}. Kobold's adoration of dragons is as ancient as the origin of Kurtulmak, and kobolds are known to provide service, and worship, to dragon kind. Occasionally a dragon may see fit to reward a tribe of kobolds with a momentous boon–a clutch of kobold/dragon hybrid eggs. Strong and agile winged kobolds with breath weapons are the result."
				]
			},
			"traitTags": [
				"Pack Tactics"
			],
			"senseTags": [
				"B",
				"D"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"RW",
				"RNG",
				"MW"
			],
			"attachedItems": [
				"light crossbow|phb"
			]
		},
		{
			"name": "Mind Flayer Cenomorph",
			"group": [
				"Mind Flayer"
			],
			"source": "MonstersWithoutBorders",
			"size": [
				"M"
			],
			"type": "aberration",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				11
			],
			"hp": {
				"formula": "8d8",
				"average": 36
			},
			"speed": {
				"walk": 20
			},
			"str": 9,
			"dex": 12,
			"con": 10,
			"int": 15,
			"wis": 15,
			"cha": 15,
			"skill": {
				"perception": "+4",
				"stealth": "+3"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 14,
			"languages": [
				"Deep Speech",
				"telepathy 60 ft."
			],
			"cr": "3",
			"spellcasting": [
				{
					"name": "Innate Spellcasting (Psionics)",
					"headerEntries": [
						"The mind flayer cenomorph's innate spellcasting ability is Intelligence (spell save {@dc 15}). It can innately cast the following spells, requiring no components:"
					],
					"will": [
						"{@spell detect thoughts}"
					],
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The Mind Flayer Cenomorph has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Tentacles",
					"entries": [
						"{@atk mw} {@hit 1} to hit, reach 5 ft., one creature. Hit:15 ({@damage 2d10 + 4}) psychic damage. If the target is Medium or smaller, it is {@condition grappled} (escape {@dc 10}) and must succeed on a {@dc 12} Intelligence saving throw or be {@condition stunned} until the grapple ends. "
					]
				},
				{
					"name": "Mind Blast {@recharge}",
					"entries": [
						"Each creature in a 60-foot cone emanating from the mind flayer cenomorph must succeed on a {@dc 12} Intelligence saving throw or take 16 ({@damage 3d8 + 2}) psychic damage and be {@condition stunned} for 1 minute. A creature may repeat the save at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"environment": [
				"underdark"
			],
			"fluff": {
				"entries": [
					"The Mind Flayer Cenomorph represents the stage in an Illithid's life while it is in mid-metamorphosis from its initial humanoid form to that of an adult Mind Flayer. These wretches still retain some of the physical traits of their previous species, giving them a wholly disturbing and foul appearance. Their flesh is twisted and stretched as juvenile tentacles emerge from their faces. Their skin is moist and runny, in places sloughing off on a sheet of mucus, with the gray, lumpy skin of the illithid emerging from beneath. ",
					"{@b Agony and Confusion}. The Mind Flayer Cenomorph is in the process of a transformation that is both physical and mental in nature. As such, the Cenomorph spends much of its time confused and enraged. Much of the time, the adult Mind Flayers of the colony will leave the Cenomorphs in isolation as the last vestiges of their humanoid life fade into madness and change. However, if the Cenomorphs are needed for some purpose, the adult Illithids will calm them psionically. The transformation is incredibly painful for the Cenomorph, so much so that some do not survive the process."
				]
			},
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Tentacles"
			],
			"languageTags": [
				"DS",
				"TP"
			],
			"damageTags": [
				"Y"
			],
			"spellcastingTags": [
				"P",
				"I"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"conditionInflict": [
				"stunned",
				"grappled"
			],
			"savingThrowForced": [
				"intelligence"
			],
			"savingThrowForcedSpell": [
				"wisdom"
			]
		},
		{
			"name": "Ooze Dragon",
			"group": [
				"Dragon"
			],
			"source": "MonstersWithoutBorders",
			"page": 23,
			"size": [
				"H"
			],
			"type": {
				"type": "dragon",
				"tags": [
					"ooze"
				]
			},
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "15d12 + 75",
				"average": 172
			},
			"speed": {
				"walk": 20,
				"climb": 20
			},
			"str": 23,
			"dex": 10,
			"con": 21,
			"int": 14,
			"wis": 13,
			"cha": 17,
			"save": {
				"dex": "+5",
				"con": "+10",
				"wis": "+6",
				"cha": "+8"
			},
			"skill": {
				"perception": "+11"
			},
			"senses": [
				"blindsight 120 ft."
			],
			"passive": 21,
			"immune": [
				"acid",
				"lightning"
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "20",
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the Ooze Dragon fails a saving throw, it can choose to succeed instead."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon can use its Amorphous Presence. It then makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10ft., one target. {@h}11 ({@dice 2d4 + 6} ) piercing damage plus 7 ({@damage 2d6}) acid damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5ft., one target. {@h}8 ({@damage 1d4 + 6}) slashing damage plus 5 ({@damage 2d4}) acid damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 15ft., one target. {@h}15 ({@damage 2d8 + 6}) bludgeoning damage. "
					]
				},
				{
					"name": "Amorphous Presence",
					"entries": [
						"Each creature, of the dragon's choice, that is within 5 feet of the dragon must succeed on a {@dc 18} Dexterity saving throw. On a successful save, nothing happens. On a failed save, the creature takes 14 ({@damage 4d6}) acid damage and is engulfed within the dragons form. Engulfed creatures cannot breathe, are {@condition grappled} and {@condition restrained}, and take 28 ({@damage 8d6}) acid damage at the start of each of the dragons turns. An engulfed creature can try to escape by taking an action to make a {@dc 18} Strength check. On a success, the creature escapes and enters a space of its choice within 5 feet of the dragon."
					]
				},
				{
					"name": "Digesting Breath {@recharge 5}",
					"entries": [
						"The dragon exhales gelatinous ooze in a 60-foot line that is 5 feet wide. Each creature in that line must make a {@dc 18} Dexterity saving throw, taking 21 ({@damage 6d6}) acid damage on a failed save, or half as much on a successful save. Any nonmagical weapons or armor that is worn by a creature that fails the save begin to corrode, taking a permanent and cumulative -1 penalty to either damage or AC dependant on the item. "
					]
				}
			],
			"reaction": [
				{
					"name": "Split",
					"entries": [
						"When the dragon that is Huge or larger would take more than 30 lightning or slashing damage from one spell or attack, it splits into two new dragons. Each new dragon has hit points equal to half of the original dragon at the point of it splitting, rounded down. New dragons are one size smaller than the original dragon. Any creatures under the effects of the dragons Amorphous Presence are freed. "
					]
				}
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"The dragon makes a Wisdom (Perception) check."
					]
				},
				{
					"name": "Tail Attack",
					"entries": [
						"The dragon makes a tail attack."
					]
				},
				{
					"name": "Loose Form (Costs 2 Actions)",
					"entries": [
						"The dragon loses its defined shape and spreads out as a pool of acidic ooze. Each creature within 60ft of the dragons current position must make a {@dc 18} Dexterity saving throw or take 14 ({@damage 4d6}) acid damage and have their movement speed halved whilst in this effect. In this form, the dragon can no longer attack and has its speed reduced to 0. At the beginning of its next turn, the dragon reforms in the space it occupied prior to activating this action. Any creatures under the effects of the dragons Amorphous Presence are freed. "
					]
				}
			],
			"fluff": {
				"entries": [
					"No matter the difference in honor between chromatic and metallic dragons, one would be hard-pressed to argue that they aren't noble creatures. The inverse is true of the Ooze Dragon; a being so strange that not even the ever-changing layers of Limbo could spit it out. Only one ooze dragon is known to exist, born as an experiment of a crazed alchemist who sought to create a weapon so powerful none could oppose them. Over years of work and arcane horrors, a wyrmlings flesh and blood was warped to become translucent and gelatinous. The dragon was driven mad by this process, however, eventually killing its creator and escaping into the wild. ",
					"{@b Digestive Tactics}. Those few who claim to have met with the Ooze Dragon, and lived to tell the tell the tale, usually do not come back whole. Due to its amorphous body, the ooze dragon can absorb creatures and eat away at their flesh with its caustic ichor, melting those who cannot escape within minutes. Trails of half-digested flora and fauna can be found in the wake of the dragon and entire skeletons are commonly found here too. ",
					"{@b Terrible Reminder}. The body of the ooze dragon is entirely molded out of a translucent blue gel that loosely grips the last remaining elements of a vestigial skeleton. An entire skull is present but missing its bottom jaw, its spine and ribcage float aimlessly in its malformed torso and the claws in its feet remain. Empty eye sockets peer out of the skull but it is clear the creature can still see. In the center of the beast, a large heart has ceased beating and crystallized into a deep red gem that glistens in the light. ",
					"{@b Without Purpose}. None are sure what the ooze dragon wants, but most agree that neither does the dragon itself. It takes no permanent lair, does not attempt to communicate with other dragons and seems to have no interest in collecting treasure or relics of importance. It ignores humanoids when it can and swiftly deals with any threats without attempting diplomacy. Most regard it as a force of nature now and simply try to stay out of its way, but others have noticed from its pattern of movement that it seems to be searching for something; no one knows quite what."
				]
			},
			"traitTags": [
				"Legendary Resistances"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"A",
				"S",
				"B"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Storm Hound",
			"source": "MonstersWithoutBorders",
			"page": 24,
			"size": [
				"M"
			],
			"type": "elemental",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "7d8 + 14",
				"average": 45
			},
			"speed": {
				"walk": 50
			},
			"str": 17,
			"dex": 12,
			"con": 14,
			"int": 6,
			"wis": 13,
			"cha": 6,
			"skill": {
				"perception": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"immune": [
				"lightning"
			],
			"languages": [
				"understands Primordial but can't speak"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"The Storm Hound has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The Storm Hound has advantage on an attack roll against a creature if at least one of the Storm Hound's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated} ."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5ft., one creature. {@h}7 ({@damage 1d8 + 3}) piercing damage plus 7 ({@damage 2d6}) lightning damage."
					]
				},
				{
					"name": "Lightning Breath {@recharge 5}",
					"entries": [
						"The hound exhales a line of lightning that is 20 feet long and 5 feet wide. Each creature in that area must make a {@dc 12} Dexterity saving throw, taking 21 ({@damage 6d6}) lightning damage on a failed save, or half as much on a successful one."
					]
				},
				{
					"name": "Thunderous Transport {@recharge 4}",
					"entries": [
						"The storm hound turns into a bolt of lightning and magically teleports up to 40 feet to an unoccupied space it can see. Upon arrival, a thunderous force explodes from the storm hound. Each creature in a 15-foot cube originating from the storm hound must succeed on a {@dc 12} Constitution saving throw. On a failed save, a creature takes 9 ({@damage 2d8}) thunder damage and is pushed 10 feet away from the storm hound. On a successful save, a target takes half damage and isn't pushed. In addition, unsecured objects that are completely within the area are automatically pushed 10 feet away from the storm hound. Using this action emits a thunderous boom audible out to 300 feet."
					]
				}
			],
			"fluff": {
				"entries": [
					"Storm Hounds are companions often used by the Aarakocra. These wolf-like creatures appear to be made of wisps of cloud-like smoke with crackling lightning constantly surging through their bodies. They are often used to hunt down foes, gather meat for meals, or just additional protection. When found in the wild they quickly become vicious. ",
					"{@b Elemental Forces}. Storm hounds are beings of pure elemental force, who mimic their element to a key. Storm hounds have tempers that seem to appear like thunderous squalls, surging throughout an area in tempestuous rages. These elementals have the ability to teleport as a bolt of lighting, smashing through buildings, markets and people without thought."
				]
			},
			"traitTags": [
				"Keen Senses",
				"Pack Tactics"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"CS",
				"P"
			],
			"damageTags": [
				"P",
				"L",
				"T"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"actionTags": [
				"Breath Weapon"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Tempest Beast",
			"source": "MonstersWithoutBorders",
			"page": 25,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "12d10 + 36",
				"average": 102
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 18,
			"dex": 15,
			"con": 16,
			"int": 2,
			"wis": 12,
			"cha": 5,
			"skill": {
				"perception": "+3",
				"stealth": "+4"
			},
			"passive": 13,
			"immune": [
				"lightning"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Hold Breath",
					"entries": [
						"The Tempest Beast can hold its breath for one hour."
					]
				},
				{
					"name": "Charged Body",
					"entries": [
						"A creature that touches the tempest beast or hits it with a melee attack while within 5 feet of it takes 7 ({@damage 2d6}) lightning damage. This damage is increased by 4 ({@dice 1d6}) if the creature is at least partially submerged in water. "
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The tempest beast makes two attacks: one with its bite and one with its claws. "
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d10 + 4}) piercing damage."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage. "
					]
				},
				{
					"name": "Thunderous Sweep {@recharge}",
					"entries": [
						"Two creatures within 10 feet of each other and five feet of the tempest beast must succeed in a {@dc 14} Dexterity saving throw. On a failed save, the target takes 9 ({@damage 2d4 + 4}) slashing damage and 4 ({@damage 1d6}) thunder damage and is pushed 10 feet away from the tempest beast. If successful, the target takes half the damage and is not pushed back."
					]
				}
			],
			"fluff": {
				"entries": [
					"These dinosaur-like creatures resemble large crocodiles but with shorter snouts and longer necks. They have a ridge of blue plates running down their backs and a gaping maw containing rows of sharp teeth. Their initial proximity to magic imbued in them elemental power, which was then bred into the species. ",
					"{@b Shock & Awe}. Tempest beasts are aware of their elemental powers and make ample use of their unique capabilities in order to slay their prey. With being dangerous while in water, tempest beasts usually lie in wait on shores or within shallow water. Once their target gets too close, they home in on their target. ",
					"{@b Caring Mothers}. Despite their ferocious behavior, tempest beast mothers care and guard for their young. They share part of their game with their children in order to nurture them. There is only one thing more dangerous than a tempest beast on the hunt; a tempest beast mother guarding her young."
				]
			},
			"traitTags": [
				"Hold Breath"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"S",
				"T",
				"L"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Terracotta Soldier",
			"isNamedCreature": true,
			"source": "MonstersWithoutBorders",
			"page": 26,
			"size": [
				"M"
			],
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 21,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "2d8 + 6",
				"average": 15
			},
			"speed": {
				"walk": 30
			},
			"str": 19,
			"dex": 10,
			"con": 16,
			"int": 3,
			"wis": 11,
			"cha": 2,
			"skill": {
				"perception": "+2"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"immune": [
				{
					"immune": [
						"poison",
						"psychic"
					]
				},
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from weapons that aren't adamantine",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned"
			],
			"languages": [
				"understands the languages of its creator but can't speak"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Immutable Form",
					"entries": [
						"The Terracotta Soldier is immune to any spell or effect that would alter its form."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The Terracotta Soldier has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"The Terracotta Soldier's weapon attacks are magical."
					]
				}
			],
			"action": [
				{
					"name": "Spear",
					"entries": [
						"{@atk mw,rw} {@hit 6} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage."
					]
				},
				{
					"name": "Slow {@recharge 5}",
					"entries": [
						"The terracotta soldier targets one or more creatures it can see within 10 feet of it. Each target must make a {@dc 14} Wisdom saving throw against this magic. On a failed save, a target can't use reactions, its speed is halved, and it can't make more than one attack on its turn. In addition, the target can take either an action or a bonus action on its turn, not both. These effects last for 1 minute. A target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"environment": [
				"urban"
			],
			"fluff": {
				"entries": [
					"An illustrious emperor, the founder of a powerful dynasty, commissioned this army of constructs from the wizards of his court. They were made not to serve him in life, but to guard him in death. Platoons of terracotta sculptures in the shape of armed warriors were buried with the emperor in his massive mausoleum, to defend him during his eternal rest. ",
					"{@b Eternal Guardians}. Hidden for millennia, these stone guardians were thought by scholars to be merely decorative statues—until someone tried to move the emperor's remains."
				]
			},
			"traitTags": [
				"Immutable Form",
				"Magic Resistance",
				"Magic Weapons"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"RW",
				"MW",
				"THW",
				"MLW"
			],
			"languageTags": [
				"CS"
			],
			"attachedItems": [
				"spear|phb"
			],
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "Evil Doll",
			"source": "MonstersWithoutBorders",
			"page": 27,
			"size": [
				"T"
			],
			"type": "construct",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				14
			],
			"hp": {
				"formula": "14d10 + 42",
				"average": 119
			},
			"speed": {
				"walk": 20
			},
			"str": 7,
			"dex": 18,
			"con": 17,
			"int": 8,
			"wis": 10,
			"cha": 16,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"resist": [
				{
					"resist": [
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons",
					"cond": true
				}
			],
			"immune": [
				"poison"
			],
			"vulnerable": [
				"fire"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"paralyzed",
				"poisoned",
				"unconscious"
			],
			"languages": [
				"Common"
			],
			"cr": "4",
			"trait": [
				{
					"name": "False Appearance",
					"entries": [
						"While the Evil Doll remains motionless, it is indistinguishable from an ordinary, inanimate children's doll."
					]
				},
				{
					"name": "Frightening Lullaby",
					"entries": [
						"Once per day, the Evil Doll can use a bonus action to sing a creepy children's lullaby. All creatures within a 30 ft. radius that can hear it must succeed a {@dc 15} Wisdom saving throw. On a failed saving throw the creature will become {@condition frightened} and must succeed on another {@dc 15} Wisdom saving throw to break the enchantment at the end of their next turn. On a second failed save, the creature will become {@condition paralyzed}, and can attempt a {@dc 15} Wisdom saving throw on each turn. Once it has succeeded a saving throw, the creature will no longer be {@condition paralyzed}."
					]
				},
				{
					"name": "Shadow Blend {@recharge 5}",
					"entries": [
						"As a bonus action, the Evil Doll can disappear to the evil places that lurk in the shadows. Use this feature as an escape mechanism."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The evil doll makes two attacks: one with its knife and one with its claw."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5ft., one target. Hit 7 ({@damage 1d6 + 4}) slashing damage."
					]
				},
				{
					"name": "Knife",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5ft., one target. Hit 11 ({@damage 2d6 + 4}) piercing damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"within a porcelain body, the Evil Doll hates all living creatures, especially those of a good alignment. It hungers to deal death and must kill to satisfy that hunger. ",
					"{@b Sly Deceiver}. Often mistaken for the toy it once was, the Evil Doll utilizes this false appearance to gain the upper hand, and trust, of unsuspecting victims, before slaying them in order to satisfy its internal lust for murder.",
					"{@b Terrifying Foreshadow}. It is said that one might hear the evil doll's lullaby, and childish giggles, in the night well before they see her, though by that time, it is already too late. There have been few who have survived an encounter with such a being, and even less that are left psychologically unscarred. The Evil Doll is absolutely terrifying!"
				]
			},
			"traitTags": [
				"False Appearance"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"S",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "The Hood",
			"source": "MonstersWithoutBorders",
			"page": 28,
			"size": [
				"T"
			],
			"type": "undead",
			"alignment": [
				"U"
			],
			"ac": [
				18
			],
			"hp": {
				"formula": "6d8",
				"average": 27
			},
			"speed": {},
			"str": 16,
			"dex": 16,
			"con": 16,
			"int": 12,
			"wis": 14,
			"cha": 14,
			"save": {
				"wis": "+5",
				"cha": "+5"
			},
			"skill": {
				"deception": "+5",
				"perception": "+5",
				"persuasion": "+5"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 15,
			"resist": [
				"necrotic"
			],
			"vulnerable": [
				"cold",
				"radiant"
			],
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"prone"
			],
			"languages": [
				"Common",
				"Abyssal"
			],
			"cr": "6",
			"trait": [
				{
					"name": "False Appearance",
					"entries": [
						"While it remains motionless, The Hood is indistinguishable from a normal red hooded cloak."
					]
				},
				{
					"name": "Symbiosis",
					"entries": [
						"The wearer of The Hood becomes involved in a symbiotic relationship with it. All The Hood's statistics replace those of the wearer unless they are inferior. This includes hit points."
					]
				}
			],
			"action": [
				{
					"name": "Hooded Charming",
					"entries": [
						"As an action, the fiendish will of The Hood exerts its will on another. The victim, who must be touching the cloak, must succeed on a {@dc 15} Wisdom saving throw; failure results in The Hood taking full control of the target. A successful save means the target is immune to the Hooded Charming for the next 24 hours. If the attempted possession fails, the target can make a {@dc 15} Wisdom (Insight) or (Perception) check. Only on a success does the target know or realize that The Hood attempted a possession."
					]
				}
			],
			"fluff": {
				"entries": [
					"The Hood is an unusual type of fiend that existence relies upon a close relationship with another host creature. Hoods are normally transported to The Material Plane by demonic lords during the planning stages of an abyssal invasion to cause chaos and havoc within the invasion zone. With so many Hoods being released and so many invasions never happening, many Hoods now roam freely of their own will. ",
					"{@b Symbiotic Connection}. The Hood's existence relies upon a host to survive. The will of The Hood is near absolute, usually resulting in the host's emotional status turning vile and murderous, resulting in the death of the host and The Hood moving to a new area. ",
					"{@b Mindless Chant}. Though The Hood's will is strong, any host capable of speech has the tendency of betraying The Hood with its uncontrollable chant. Once the host becomes hungry, a chant of \"Feed the hood... Feed the hood\" will be heard moments before the host strikes. Many a Hood has met its doom at the mindless betrayal of its host.",
					"{@b Hooded Color}. Most Hood's don't have a preferred color. Most choose to adopt a color appealing to the intended host. Red is popular due to blood stains, resulting from the host's murderous sprees, not being immediately visible."
				]
			},
			"traitTags": [
				"False Appearance"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C",
				"AB"
			],
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "Tomb Spider",
			"source": "MonstersWithoutBorders",
			"page": 29,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "8d10 + 8",
				"average": 52
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 14,
			"dex": 16,
			"con": 12,
			"int": 8,
			"wis": 11,
			"cha": 4,
			"skill": {
				"stealth": "+7",
				"perception": "+4"
			},
			"senses": [
				"blindsight 10 ft.",
				"darkvision 60 ft."
			],
			"passive": 14,
			"immune": [
				"necrotic"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Spider Climb",
					"entries": [
						"The Tomb Spider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Web Sense",
					"entries": [
						"While in contact with a web, the Tomb Spider knows the exact location of any other creature in contact with the same web."
					]
				},
				{
					"name": "Web Walker",
					"entries": [
						"The Tomb Spider ignores movement restrictions caused by webbing."
					]
				},
				{
					"name": "Tomb-Tainted",
					"entries": [
						"If the spider is dealt necrotic damage, it instead takes no damage and regains hit points equal to the damage taken."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The spider makes two bite attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5ft., one creature. {@h}7 ({@damage 1d8 + 3}) piercing damage, and the target must make a {@dc 13} Constitution saving throw, taking 13 ({@damage 3d8}) poison damage on a failed save, or half as much damage on a successful one. Any creature that fails the save is {@condition poisoned} for 1 hour. While {@condition poisoned} in this way, any effect that would heal the creature instead deals necrotic damage, and any effect that would deal necrotic damage instead heals the creature."
					]
				},
				{
					"name": "Web {@recharge 5}",
					"entries": [
						"{@atk mw} {@hit 5} to hit, range 30/60ft., one creature. {@h}The target is {@condition restrained} by webbing. As an action, the {@condition restrained} target can make a {@dc 12} Strength check, bursting the webbing on a success. The webbing can also be attacked and destroyed (AC 10; hp 5; vulnerability to fire damage; immunity to bludgeoning, piercing and psychic damage)."
					]
				}
			],
			"environment": [
				"hill",
				"underdark"
			],
			"fluff": {
				"entries": [
					"Tomb spiders are arachnids infused with negative energies that have the power to reanimate corpses as hosts for their offspring. ",
					"{@b Complex Lifecycle}. A tomb spider's life cycle is a bizarre process that depends entirely on dead bodies. Once a tomb spider has mated, it selects a suitable corpse and deposits its eggs inside the cadaver. The eggs are infused with negative energy, which leaks out into the corpse and reanimating it as an undead known as a web mummy. This zombified corpse defends the mother spider from harm. As the eggs mature, they sap the nutrients from the mummy. Eventually, the eggs will hatch and the broodswarm within devours the undead for its first meal. ",
					"{@b Potent Venom}. The poison possessed by tomb spiders and their brood swarm is dangerous, not only because of its ability to burn through a creature's vascular system, but also because it carries with it some of the negative energy that the tomb spider holds. As it invades a bitten creature, it alters their physiology so that healing magic and necrotic damage are reversed. ",
					"{@b Graveyard Denizens}. Tomb spiders live on the outskirts of civilization, in dark woods on the edge of burial grounds or in unexplored depths of ancient mausoleums. Their dependency on corpses means that they can never stray too far from other living creatures. Despite this, some aggressive tomb spiders that are capable of killing enough creatures, such as horses and unfortunate travelers, do exist further out into the wilderness."
				]
			},
			"traitTags": [
				"Spider Climb",
				"Web Sense",
				"Web Walker"
			],
			"senseTags": [
				"B",
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"I"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"poisoned",
				"restrained"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Werespider",
			"group": [
				"Spider"
			],
			"source": "MonstersWithoutBorders",
			"page": 31,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human, shapechanger"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"condition": "in human form"
				},
				{
					"ac": 15,
					"condition": "in spider or hybrid form"
				}
			],
			"hp": {
				"formula": "1d8 + 2",
				"average": 6
			},
			"speed": {
				"walk": 30,
				"climb": {
					"number": 30,
					"condition": "in spider or hybrid form"
				}
			},
			"str": 10,
			"dex": 19,
			"con": 14,
			"int": 10,
			"wis": 11,
			"cha": 10,
			"skill": {
				"perception": "+3",
				"stealth": "+10"
			},
			"senses": [
				"blindsight 10 ft.",
				"darkvision 60 ft."
			],
			"passive": 13,
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons that aren't silvered",
					"cond": true
				}
			],
			"languages": [
				"Common (can't speak in spider form)"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The werespider can use its action to morph into a spider-humanoind hybrid or into a giant spider, or back into its true form, which is humanoid. Its statistics, other than its size and AC, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Spider Climb (Spider or Hybrid Form Only)",
					"entries": [
						"The Werespider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Web Sense (Spider or Hybrid Form Only)",
					"entries": [
						"While in contact with a web, the Werespider knows the exact location of any other creature in contact with the same web."
					]
				},
				{
					"name": "Web Walker (Spider or Hybrid Form Only)",
					"entries": [
						"The Werespider ignores movement restrictions caused by webbing."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack (Humanoid or Hybrid Form Only)",
					"entries": [
						"The werespider makes two attacks, one of which can be a bite attack."
					]
				},
				{
					"name": "Bite (Spider and Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage, and the target must make a {@dc 13} Constitution saving throw, taking 9 ({@damage 2d8}) poison damage on a failed save, or half as much damage on a successful one. If the poison damage reduces the target to 0 hit points, the target is stable but {@condition poisoned} for 1 hour, even after regaining hit points, and is {@condition paralyzed} while {@condition poisoned} in this way. If the target is a humanoid, it must succeed on a second {@dc 13} Constitution saving throw or be cursed with werespider lycanthropy."
					]
				},
				{
					"name": "Rapier (Human and Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage. "
					]
				},
				{
					"name": "Web (Spider or Hybrid Form Only)",
					"entries": [
						"{@atk rw} {@hit 7} to hit, range 30/60 ft., one target. {@h}The target is {@condition restrained} by webbing. As an action, the {@condition restrained} target can make a {@dc 11} Strength check, bursting the webbing on a success. The webbing can also be attacked and destroyed (AC 10; hp 5; vulnerability to fire damage; immunity to bludgeoning, poison, and psychic damage)."
					]
				}
			],
			"fluff": {
				"entries": [
					"Werespiders are graceful, slender lycanthropes straight from many people's worst nightmares. When they are at rest, werespiders sit perfectly still in dark corners. ",
					"{@b Patient Assassins}. Werespiders are stealthy assassins with cold and distant personalities. They are extremely patient and can wait unmoving for days in a small space to ambush their prey. In their humanoid and hybrid forms, werespiders prefer light and ranged weapons and use surprise to bring down enemies.",
					"{@b Scourge of the Underdark}. Werespiders are most common in the Underdark. Duergar and svirfneblin who become werespiders will usually leave their cities and wander the tunnels of the Underdark, staying in their hybrid or beast form to keep away predators. Some even head to the surface where finding prey is easier. Drow who become cursed remain in civilization and are open about their lycanthropy, claiming the condition is a blessing from Lolth."
				]
			},
			"traitTags": [
				"Shapechanger",
				"Spider Climb",
				"Web Sense",
				"Web Walker"
			],
			"senseTags": [
				"B",
				"D"
			],
			"languageTags": [
				"C",
				"CS"
			],
			"damageTags": [
				"P",
				"I"
			],
			"miscTags": [
				"MW",
				"RW",
				"MLW"
			],
			"conditionInflict": [
				"poisoned",
				"paralyzed",
				"restrained"
			],
			"actionTags": [
				"Multiattack"
			],
			"attachedItems": [
				"rapier|phb"
			],
			"savingThrowForced": [
				"constitution"
			]
		}
	],
	"subclass": [
		{
			"name": "Oath of the Hospitalier",
			"source": "MonstersWithoutBorders",
			"subclassFeatures": [
				"Oath of the Hospitalier|Paladin||Hospitalier|MonstersWithoutBorders|3",
				"Aura of Care|Paladin||Hospitalier|MonstersWithoutBorders|7",
				"Rejuvenating Hands|Paladin||Hospitalier|MonstersWithoutBorders|15",
				"Knight Protector|Paladin||Hospitalier|MonstersWithoutBorders|20"
			],
			"shortName": "Hospitalier",
			"subclassSpells": [
				"longstrider",
				"sanctuary",
				"deathwatch|elminstersguidetomagic",
				"calm emotions",
				"warding bond",
				"beacon of hope",
				"Leomund's tiny hut",
				"death talisman|elminstersguidetomagic",
				"death ward",
				"wind at back|elminstersguidetomagic",
				"freedom of movement",
				"calm winds|elminstersguidetomagic",
				"greater restoration",
				"pocket cave|elminstersguidetomagic",
				"mass cure wounds",
				"mass longstrider|elminstersguidetomagic"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"longstrider",
							"sanctuary",
							"deathwatch|elminstersguidetomagic"
						],
						"5": [
							"calm emotions",
							"warding bond"
						],
						"9": [
							"beacon of hope",
							"Leomund's tiny hut",
							"death talisman|elminstersguidetomagic"
						],
						"13": [
							"death ward",
							"wind at back|elminstersguidetomagic",
							"freedom of movement",
							"calm winds|elminstersguidetomagic"
						],
						"17": [
							"greater restoration",
							"pocket cave|elminstersguidetomagic",
							"mass cure wounds",
							"mass longstrider|elminstersguidetomagic"
						]
					}
				}
			],
			"className": "Paladin",
			"classSource": "PHB"
		}
	],
	"background": [
		{
			"name": "Almsgiver",
			"source": "MonstersWithoutBorders",
			"page": 34,
			"skillProficiencies": [
				{
					"insight": true,
					"religion": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Insight}, {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Herbalism Kit|phb}"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "{@item Herbalism Kit|phb}, winter blanket, a notebook full of herbal remedies and favorite prayers, cooking pots, set of {@item common clothes|phb}, and a {@item pouch|phb} containing 5gp."
						}
					]
				},
				{
					"entries": [
						"Almsgivers, as one would expect, come in many different flavors; yet they all find themselves dedicating their lives to philanthropic ventures or making charitable donations to the needy through their talents, money or time - wherever they are found. Some almsgivers study to eventually become healers or priests, others join or use their families wealth to fund organizations which are able to cross borders. There is also a rare sub-class of these dedicated humanitarians who take up arms against those who ashamedly take advantage of the poor. It is a natural step up from charity worker to adventurer, as the poor, the needy and the hungry are never far from sight."
					],
					"type": "entries"
				},
				{
					"name": "Life of Charity",
					"entries": [
						"Why did you take the life of an almsgiver and charity worker? Did you come from a religious background? Were you once rich yourself? Did your compassion for all creatures offer you no alternative, but to become part of an altruist organization which could reach across the borders of neighboring communities and kingdoms? Discuss with your DM to determine the reason for your charity work, or you can roll on the table below to determine how your altruism manifested itself."
					],
					"type": "entries"
				},
				{
					"type": "table",
					"colLabels": [
						"{@dice d6}",
						"Life of Charity"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1,
									"pad": true
								}
							},
							"I became disillusioned with personal wealth and gave away all my families riches to the poor and destitute."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"I wished to help my community through compassionate philanthropic mercantile activities."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"I was born into and raised in an altruist family/ organization."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"War/Famine in my homeland pushed me towards a life of dedicated almsgiving."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"I founded/joined an altruist organization after witnessing the suffering caused by a brutal overlord."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"I am an emissary of goodwill from a wealthy town/village, having spent most of my life serving."
						]
					]
				},
				{
					"name": "Feature: Feed the Many",
					"entries": [
						"When you cook a meal, you may use herbs, meat off-cuts and other daily gathered ingredients to increase the number of portions of food you can prepare to double. Thus you are able to provide sustenance for twice the number of people as you have cooked food portions for."
					],
					"data": {
						"isFeature": true
					},
					"type": "entries"
				},
				{
					"name": "Suggested Characteristics",
					"entries": [
						"Almsgivers are naturally empathic towards those in need. They feel the pain of others intimately, so much so that they can go to great lengths to alleviate it. They very often have a gathering of like-minded comrades or cohorts who they readily turn to for help. They are also very well respected, or even loved in certain towns, groups or factions. In their never-ending desire to unburden the suffering of others, not every almsgiver remains on the side of the law though; using their knowledge, connections and friends to help steal from the most fortunate in society, to give to the poor. However, one thing is for certain, almsgivers have a higher sense of purpose than most, with many of them finding solace in religion."
					],
					"type": "entries"
				},
				{
					"type": "table",
					"colLabels": [
						"{@dice d8}",
						"Personality Trait"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1,
									"pad": true
								}
							},
							"I feel tremendous empathy for all who suffer."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"My mind is always ticking over, with grand plans and new ways to help others."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"I seek no rewards for what I do and would rather remain an unknown benefactor."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"I treat people the way I'd like to be treated myself."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"I feel more comfortable amongst common- folk and speak their language well."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"I get a sense of power/accomplishment by giving to those people who are needier than I."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 7
								}
							},
							"I feel queasy around too much blood and gore."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 8
								}
							},
							"I have a particular affinity for animals who need my charity."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"{@dice d6}",
						"Ideal"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1,
									"pad": true
								}
							},
							"{@b Faith}. I believe that a power greater than all of us works through my actions. (Lawful)"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"{@b People}. I like seeing the look of appreciation in the eyes of the people who I help. (Neutral)"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"{@b Compassion}. There are many who are less fortunate than us, and I wish to bring happiness to them all. (Good)"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"{@b Community}. Strengthening the bonds between communities is our greatest responsibility as a civilized race. (Lawful)"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"{@b Restitution}. Sometimes we must turn to slightly less savory methods as recompense for others injury or loss. (Chaotic)"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"{@b Fairness}. Everybody deserves a little charity every now and again. (Good)"
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"{@dice d6}",
						"Bond"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1,
									"pad": true
								}
							},
							"I wished to help my community through compassionate philanthropic mercantile activities."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"My war-torn home village/town taught me to stand up for what I believe in and treat those in pain with kindness and respect."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"I am forever searching for salvation/happiness/ spiritual enlightenment after a great sadness tore my life asunder."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"If it wasn't for the orphanage/temple I grew up in, I would have never been able to help so many people. I owe them everything."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"I lost my family to famine. None shall go hungry if I can ever help it."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"I must use my connections and talents to make a name for myself, so I can help others more."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"{@dice d6}",
						"Flaw"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1,
									"pad": true
								}
							},
							"I feel guilty that I came from a wealthy community."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"Due to constantly working with the poor, I have developed a dependency on a particular drug."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"I find it very uncomfortable to be around children or young adults."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"I have a homeless brother/sister who is in need of constant support."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"I had an affair with another almsgiver, who now hates me."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"I am told a great many secrets... but never seem to keep them for long."
						]
					]
				}
			],
			"startingEquipment": [
				{
					"_": [
						"herbalism kit|phb",
						{
							"special": "winter blanket"
						},
						{
							"special": "notebook full of herbal remedies and favorite prayers"
						},
						{
							"special": "cooking pots"
						},
						"common clothes|phb",
						{
							"item": "pouch|phb",
							"containsValue": 500
						}
					]
				}
			]
		},
		{
			"name": "Healer",
			"source": "MonstersWithoutBorders",
			"page": 35,
			"skillProficiencies": [
				{
					"medicine": true,
					"investigation": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Medicine}, {@skill Investigation}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Herbalism Kit|phb}, {@item Weaver's Tools|phb}."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "{@item Herbalism Kit|phb}, a {@item Healer's Kit|phb|healer's kit}, a small knife, a set of {@item common clothes|phb}, and a belt {@item pouch|phb} containing 15gp."
						}
					]
				},
				{
					"entries": [
						"You work to heal people of all types of ailments, from plagues to broken bones, to sprains and stab wounds. You studied the arts of healing from books or from watching others, and you have done much practical work. Many are better off for the remedies you have administered. You may have worked as part of an organization, devising medicines as a group, or as an individual, healing who you saw fit."
					],
					"type": "entries"
				},
				{
					"name": "Healing Speciality",
					"entries": [
						"Though healers help many people, all have one service that they perform in particular or one group of people that they work with most often. An event such as a plague, natural disaster, or war could also influence what services you performed most regularly. Choose the service you most commonly administered, or roll on the table below:"
					],
					"type": "entries"
				},
				{
					"type": "table",
					"colLabels": [
						"{@dice d8}",
						"Healing Speciality"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1,
									"pad": true
								}
							},
							"Animal attacks"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"Battle wounds"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"Broken bones"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"Common illnesses"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"General aches"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"Infected wounds"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 7
								}
							},
							"Infectious diseases"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"Midwifery"
						]
					]
				},
				{
					"name": "Feature: Medical Experience",
					"entries": [
						"You can identify wounds, illnesses, infections and other ailments with inspection and know how to fix them. In addition, you know the properties of many herbs and where you can acquire them."
					],
					"data": {
						"isFeature": true
					},
					"type": "entries"
				},
				{
					"name": "Suggested Characteristics",
					"entries": [
						"A healer is efficient and caring, able to set their mind to a task and to act with empathy. They are well-used to death, yet feel obliged to prevent it. Their care for others is a key aspect of their personalities, though it can often be a downfall."
					],
					"type": "entries"
				},
				{
					"type": "table",
					"colLabels": [
						"{@dice d8}",
						"Personality Trait"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1,
									"pad": true
								}
							},
							"I will always help those in need."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"I treat everyone with kindness."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"I always refuse coin for my services, preferring a meal, board or common supplies."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"I ask a lot of questions to everyone I encounter to ensure they are healthy."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"I refuse to touch anyone or go into dirty places."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"I swear by a particular remedy and encourage its use in every situation."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 7
								}
							},
							"I am incredibly sympathetic to those who have lost loved ones."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 8
								}
							},
							"I always wear something that identifies myself as a healer, allowing me to be sought out by those who need help."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"{@dice d6}",
						"Ideal"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1,
									"pad": true
								}
							},
							"{@b Charity}. We all have a role to play in the welfare of others. (Good)"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"{@b Vitality}. I will do whatever it takes to gain eternal life. (Neutral)"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"{@b Discovery}. We have the power to uncover new truths about our physical bodies. We just have to explore. (Any)"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"{@b Power}. If I understand what keeps us alive, I will gain the truest mastery over death and pain. (Evil)"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"{@b Procedure}. There is a way in which things must be done, and we all must heed it. (Lawful)"
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"{@b Decision}. Some people deserve saving. Others don't. We all deserve the ability to choose. (Chaotic)"
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"{@dice d6}",
						"Bond"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1,
									"pad": true
								}
							},
							"I will always help the sick and injured."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"I feel guilty over someone's death. Their family is my responsibility."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"I am working on a series of tomes detailing commons illnesses and how to heal them."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"A loved one is afflicted with a rare illness. I will find a cure."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"I will never forget a loved one who died of an illness, and I frequently visit their grave."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"No one living in my place of birth will die of a disease I can cure."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"{@dice d6}",
						"Flaw"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1,
									"pad": true
								}
							},
							"I feel terribly guilty whenever someone else is in pain."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"If I help others, I might fail. I suppose I can't help them, then."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"I have a weakness for the feeble, and try to help them even when it is undeserved."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"I am very hard on myself and become desolate when I fail."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 5
								}
							},
							"I love to cause injury as much as I love healing it."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 6
								}
							},
							"I am terribly frightened of death."
						]
					]
				}
			],
			"startingEquipment": [
				{
					"_": [
						"herbalism kit|phb",
						"healer's kit|phb",
						{
							"special": "small knife"
						},
						"common clothes|phb",
						{
							"item": "pouch|phb",
							"containsValue": 1500
						}
					]
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Oath of the Hospitalier",
			"source": "MonstersWithoutBorders",
			"page": 82,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hospitalier",
			"subclassSource": "MonstersWithoutBorders",
			"level": 3,
			"entries": [
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tenets of the Hospitalier|Paladin||Hospitalier|MonstersWithoutBorders|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Oath Spells|Paladin||Hospitalier|MonstersWithoutBorders|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Invigorating Strike|Paladin||Hospitalier|MonstersWithoutBorders|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Shield the Weak|Paladin||Hospitalier|MonstersWithoutBorders|3"
				}
			]
		},
		{
			"name": "Tenets of the Hospitalier",
			"entries": [
				{
					"entries": [
						{
							"name": "Defend the Weak",
							"entries": [
								"Help those who are unable to help themselves. Protect the poor, the elderly, and all children no matter their race."
							],
							"type": "entries"
						}
					],
					"type": "entries"
				},
				{
					"entries": [
						{
							"name": "Safeguard the Roads",
							"entries": [
								"Travel far, and beyond your borders to bring hope to new lands, and provide armed escort to fellow travelers and pilgrims so they may reach their destinations in safety."
							],
							"type": "entries"
						}
					],
					"type": "entries"
				},
				{
					"entries": [
						{
							"name": "Restore the Body",
							"entries": [
								"Take every opportunity to tend to the sick and injured. Provide humanitarian support to communities in dire need."
							],
							"type": "entries"
						}
					],
					"type": "entries"
				},
				{
					"entries": [
						{
							"name": "Galvanize the Spirit",
							"entries": [
								"Council those suffering from grief, anger, and anxiety."
							],
							"type": "entries"
						}
					],
					"type": "entries"
				}
			],
			"source": "MonstersWithoutBorders",
			"page": 82,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hospitalier",
			"subclassSource": "MonstersWithoutBorders",
			"level": 3,
			"header": 1
		},
		{
			"name": "Oath Spells",
			"entries": [
				"You gain oath spells at the paladin levels listed.",
				{
					"type": "table",
					"caption": "Oath of the Hospitalier Spells",
					"colLabels": [
						"Paladin Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"3rd",
							"{@spell longstrider}, {@spell sanctuary} or {@spell deathwatch|ElminstersGuidetoMagic}"
						],
						[
							"5th",
							"{@spell calm emotions}, {@spell warding bond}"
						],
						[
							"9th",
							"{@spell beacon of hope}, {@spell leomund's tiny hut} or {@spell death talisman|ElminstersGuidetoMagic}"
						],
						[
							"13th",
							"{@spell death ward} or {@spell wind at back|ElminstersGuidetoMagic}, {@spell freedom of movement} or {@spell calm winds|ElminstersGuidetoMagic} "
						],
						[
							"17th",
							"{@spell greater restoration} or {@spell pocket cave|ElminstersGuidetoMagic}, {@spell mass cure wounds} or {@spell mass longstrider|ElminstersGuidetoMagic}"
						]
					]
				}
			],
			"source": "MonstersWithoutBorders",
			"page": 82,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hospitalier",
			"subclassSource": "MonstersWithoutBorders",
			"level": 3,
			"header": 1
		},
		{
			"name": "Channel Divinity: Invigorating Strike",
			"entries": [
				"As an action, you can imbue your strikes with positive energy that heals you and your allies, using your Channel Divinity. For one minute, your melee attacks are considered to be magical and whenever you hit an enemy with a melee attack, you or an ally within 60 feet of you regains hit points equal to {@dice 1d6} + your Charisma modifier."
			],
			"source": "MonstersWithoutBorders",
			"page": 82,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hospitalier",
			"subclassSource": "MonstersWithoutBorders",
			"level": 3,
			"header": 1
		},
		{
			"name": "Channel Divinity: Shield the Weak",
			"entries": [
				"As an action, you can swear a magical vow to protect an injured ally, using your Channel Divinity. Choose a creature other than yourself that has less than their maximum hit point total. For one minute, any hostile creature within 60 feet that can see or hear you has disadvantage on all attack rolls against that target, and the target has advantage on all saving throws against spells and abilities originating from those creatures. This effect ends if the target is restored to full hit points or if you can no longer perceive any creatures that are hostile to the target."
			],
			"source": "MonstersWithoutBorders",
			"page": 82,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hospitalier",
			"subclassSource": "MonstersWithoutBorders",
			"level": 3,
			"header": 1
		},
		{
			"name": "Aura of Care",
			"source": "MonstersWithoutBorders",
			"page": 82,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hospitalier",
			"subclassSource": "MonstersWithoutBorders",
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 7th level, you and friendly creatures within 10 feet of you gain resistance to poison and necrotic damage, and treat any effects of exhaustion as 1 lower (a 7th level still causes death). At 18th level, the range of this aura increases to 30 feet."
			]
		},
		{
			"name": "Rejuvenating Hands",
			"source": "MonstersWithoutBorders",
			"page": 82,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hospitalier",
			"subclassSource": "MonstersWithoutBorders",
			"level": 15,
			"header": 2,
			"entries": [
				"At 15th level, you add an additional 25 points to your Lay on Hands pool. When you expend 5 points from your pool of healing to cure diseases, you also remove one level of exhaustion."
			]
		},
		{
			"name": "Knight Protector",
			"source": "MonstersWithoutBorders",
			"page": 82,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hospitalier",
			"subclassSource": "MonstersWithoutBorders",
			"level": 20,
			"header": 2,
			"entries": [
				"At 20th level, a ghost-like translucent full plate armor appears around your body and radiates an aura that protects your allies from harm. When you use your action to activate this feature, for 1 hour, a soft glow emanates from you, shedding bright light from you in a 10-foot radius and dim light for a 30-foot radius. While the light shines, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"entries": [
								"You and your allies within 30 feet are immune to being {@condition blinded}, {@condition charmed}, {@condition deafened} and have advantage on saving throws to avoid being {@condition paralyzed}, {@condition petrified}, {@condition poisoned}, or {@condition stunned}. On any of these conditions which you or your allies are immune to, immediately end when you activate the ability."
							]
						},
						{
							"type": "entries",
							"entries": [
								"You and allies within 30 feet of you also have advantage to death saving throws."
							]
						}
					]
				},
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		}
	]
}
