{
	"_meta": {
		"sources": [
			{
				"json": "rcg",
				"abbreviation": "RCG",
				"full": "Rashemen - Unnapproachable East Campaign Guide",
				"authors": [
					"Andrew Bishkinskyi",
					"Bryan Holmes",
					"Dorian Catz",
					"Ed Greenwood",
					"Emily Harmon",
					"Florian Emmerich",
					"Karl Resch",
					"Lydia Van Hoy",
					"Steve Fidler",
					"V.J. Harris"
				],
				"convertedBy": [
					"Anonymous"
				],
				"version": "1.0.0",
				"color": "0392cd",
				"url": "https://www.dmsguild.com/product/370425/Rashemen--Campaign-Guide",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1652374503,
		"dateLastModified": 1652374503,
		"_dateLastModifiedHash": "6013603e78"
	},
	"background": [
		{
			"name": "Lodge Berserker",
			"source": "rcg",
			"foundryImg": "icons/environment/settlement/house-woods.webp",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"athletics",
							"intimidation",
							"survival"
						],
						"count": 2
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"Dice set",
							"Playing card set"
						],
						"count": 1
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "A symbol of your berserker lodge"
						},
						"common clothes",
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				},
				{
					"a": [
						{
							"item": "dice set"
						}
					],
					"b": [
						{
							"item": "playing card set"
						}
					]
				}
			],
			"entries": [
				"You joined one of Rashemen's many berserker lodges and are indoctrinated as one of its valued members. Members consider one another part of an extended family, happily helping their fellows whenever possible. While traditionally, foreigners refer to all Rashemaar warriors as \"berserkers,\" only members of berserker lodges are considered so within Rashemen. Each lodge has its own personality, expressed by their fighting styles and appearance. Lodge are protected by their own telthor, usually of a creature related to the lodge's name. The members of each lodge are grouped into \"Fangs,\" elite fighting forces ready to answer the Iron Lord's call to defend the nation. Initiation rites vary by lodge but invariably require a demonstration of fighting prowess and completion of various tests such as all-night drinking contests or single handed battle against every member of the lodge. Have you joined one of the large, well-known lodges or are you a member of a small lodge few have heard of? Whatever the case, most Rashemaar look to you with respect and admiration.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Choose two from among {@skill Athletics}, {@skill Intimidation}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of gaming set"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A symbol of your berserker lodge (examples include a stag horn for the Great Stag Lodge, a web embroidered cloth for the Ettercap Lodge, or a claw necklace for the Snow Tiger Lodge), a gaming set you are proficient in, a set of common clothes, and a belt pouch containing 10 gp."
						}
					]
				},
				{
					"name": "Lodge",
					"type": "entries",
					"entries": [
						"While there are many berserker lodges throughout Rashemen, some only numbering a handful of warriors, these are some of the largest and most well known. You can roll on the table below, choose a lodge from the list, or create your own.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Common Berserker Lodges"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Ettercap. This lodge is popular around the Running Rocks and the High Country where climbing skills are useful. As part of their initiations, they are known to subject members to poisons of various creatures. Members often wear cloth embroidered with spider or web motifs."
								],
								[
									"2",
									"Goblin. Popular among the more populated regions of Rashemen, this lodge is known for their guerrilla fighting tactics. When going into battle, Goblin Lodge berserkers frequently wear cowls made of leather or fur."
								],
								[
									"3",
									"Great Stag. One of the largest lodges, Great Stag members are often the first to charge into battle, forcing their way past their allies to strike at the largest foes. Lodge members commonly carry items carved from deer antlers."
								],
								[
									"4",
									"Ice Troll. This lodge is considered one of the toughest, and its members take great pride in their ability to withstand enemy attacks. They toughen their skins using strange elixers crafted by the Old Ones. When entering battle, Ice Troll Lodge members often paint their faces in shades of blue."
								],
								[
									"5",
									"Owlbear. This lodge is famous for their love of firewine, feasting, and brawling. Their halls include sturdy-built furniture that can withstand their frequently violent celebrations. Often, its members wear spike studded armor to augment their grappling assaults. Their greatest warriors array themselves in cloaks festooned with owlbear feathers."
								],
								[
									"6",
									"Snow Tiger. This small but fearsome lodge is known for their powerful charging attack. Many use claw bracers to great effect while fighting. Their members commonly wear necklaces, bracelets, and charms crafted from the teeth and claws of predators."
								],
								[
									"7",
									"White Dragon. One the oldest and largest lodges are famous for their ability to survive the harsh winters of Rashemen. Weapons and armor made from dragon scales, teeth, and claws are carried with reverence by the most veteran members."
								],
								[
									"8",
									"Wolf. The members of this popular lodge are skilled at throwing their enemies to the ground. This lodge commonly wears cloaks made of wolf fur."
								]
							]
						}
					]
				},
				{
					"name": "Feature: Recognized Member",
					"type": "entries",
					"entries": [
						"As a member of a berserker lodge, most common folks of Rashemen look upon you with reverence. Your presence assures a limited acceptance by the Rashemaar of any foreign companions you travel with. If you come to a community with a hall for your berserker lodge, you and your adventuring companions can expect to receive free food and lodging of a modest standard within the hall"
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Members of berserker lodges revel in its warrior culture. Competition with members and other berserker lodges is seen as a way to define status and honor. Though the Rashemi would never support a gladiatorial arena, it is not uncommon for settlements to host regular athletic competitions and brawling matches where participants pummel each other for increased respect and recognition.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I loudly express my opinions for all to hear."
								],
								[
									"2",
									"Talking is a waste of time. It is only actions that get things done."
								],
								[
									"3",
									"If I am idle for too long, I must find a way to release my aggression."
								],
								[
									"4",
									"I can control my anger even under the most difficult circumstances."
								],
								[
									"5",
									"I am utterly confident in everything I say and do."
								],
								[
									"6",
									"I am fascinated by the customs of people from other lands and pester them to tell me about where they come from."
								],
								[
									"7",
									"Feasting. Drinking. Fighting. There are no better things in life."
								],
								[
									"8",
									"I love my weapons. There, I said it."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Honor. Without honor we are nothing (Lawful)."
								],
								[
									"2",
									"Power. The strongest make the rules. It is known. (Evil)"
								],
								[
									"3",
									"Freedom. We must be free to pursue our own paths. (Chaotic)"
								],
								[
									"4",
									"Greater Good. Our lodge becomes greater when we help those in need. (Good)"
								],
								[
									"5",
									"People. Ideals are meaningless words. The people I care about are all that matter. (Neutral)"
								],
								[
									"6",
									"Glory. Through battle I will earn glory for my lodge and myself. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My lodge is my family. Nothing is more important than the people of my lodge."
								],
								[
									"2",
									"I will be the greatest berserker in all of Rashemen."
								],
								[
									"3",
									"The Red Wizards killed someone I hold dear. I will make them pay."
								],
								[
									"4",
									"The spirits of the land will be here when we are gone. We must pay them respect"
								],
								[
									"5",
									"The Witches of Rashemen saved my family. I owe them my life."
								],
								[
									"6",
									"A mysterious voice on the wind calls me to a greater purpose. I will make a difference in the lives of all I meet."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I love to drink, feast, and fight, but I don't know when to stop."
								],
								[
									"2",
									"If you are not from Rashemen, you cannot be trusted."
								],
								[
									"3",
									"I am willing to take risks, even if it puts others in danger."
								],
								[
									"4",
									"I cannot forgive any slight and look to punish those who have done so."
								],
								[
									"5",
									"The weak are not worth of my time or effort."
								],
								[
									"6",
									"I don't need to make a plan, only the weak do."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Wychlaran",
			"source": "rcg",
			"foundryImg": "icons/magic/nature/elemental-plant-humanoid.webp",
			"skillProficiencies": [
				{
					"history": true,
					"choose": {
						"from": [
							"arcana",
							"insight",
							"medicine",
							"nature",
							"religion"
						],
						"count": 2
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"entries": [
				"Your arcane or divine prowess marked you as different from those around you. The powerful wise women of your land sought you out to bring you into the fold. You've either spent your years practicing your magical abilities on your own as an Unproven or willingly joined the witches to train and be numbered among their ranks. When you choose this background, work with your DM to determine whether you're a true wychlaran or a durthan, how far through the ranks you progressed, and what kind of experiences you have had.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill History}, plus your choice of two from among {@skill Arcana}, {@skill Insight}, {@skill Medicine}, {@skill Nature}, and {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Herbalism kit"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "one of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "Herbalism Kit, set of common and fine clothes, a mask, a stone, twig or leaf from a place you consider sacred, and a pouch containing 15 gold pieces."
						}
					]
				},
				{
					"name": "Rank",
					"type": "entries",
					"entries": [
						"In the Sisterhood there are different ranks of varying power and responsibility. You had specific responsibilities and experiences based on which rank you are.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Wychlaran Rank"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Unproven. Those who choose not to become ethrans, or perhaps did not have the inclination or aptitude for further study."
								],
								[
									"2",
									"Ethran. A low-ranking initiate, but still bearing the full responsibility and authority of being a witch."
								],
								[
									"3",
									"Hathran. Leaders of the sisterhood. They can doo now wrong and their word is law."
								],
								[
									"4",
									"Othlor. The wisest and most experienced. Perhaps only a dozen or so individuals exist."
								],
								[
									"5",
									"Durthan. A forbidden splinter group who believe in using any means necessary to defeat Rashemen's enemies, including the use of forbidden dark magic."
								],
								[
									"6",
									"Former Member. You have left the order either voluntarily or were asked to leave."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Spell List",
					"entries": [
						"{@i Prerequisite: Spellcasting or Pact Magic class feature}",
						"As a member of the wychlaran, the following spells are added to the spell list of your spellcasting class.",
						{
							"type": "table",
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"colLabels": [
								"Spell Level",
								"Spells"
							],
							"rows": [
								[
									"Cantrip",
									"{@spell guidance}, {@spell shashka|rcg}"
								],
								[
									"1st",
									"{@spell cure wounds}, {@spell shield}"
								],
								[
									"2nd",
									"{@spell gust of wind}, {@spell lesser restoration}"
								],
								[
									"3rd",
									"{@spell spirit shroud|tcoe}, {@spell wind wall}"
								],
								[
									"4th",
									"{@spell fire shield}, {@spell moon blade|rcg}"
								],
								[
									"5th",
									"{@spell restore spirit|rcg}"
								]
							]
						}
					]
				},
				{
					"name": "Feature: Position of Power",
					"type": "entries",
					"entries": [
						"Your association with the Wise Women of Rashemen gives you a certain degree of power outside of your lands. Powerful arcane and divine practitioners will grant you audiences and occasionally some form of aid in exchange for favors in return."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"The magic you wield, the stories the wychlaran raised you on, and the work you did among the people of Rashemen have shaped you into who you are today.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I see omens in every event and action. The gods try to speak to us, we just need to listen."
								],
								[
									"2",
									"I blow up at the slightest insult."
								],
								[
									"3",
									"I believe that everything worth doing is worth doing right. I can't help it--I'm a perfectionist."
								],
								[
									"4",
									"I feel tremendous empathy for all who suffer."
								],
								[
									"5",
									"I'm convinced that people are always trying to steal my secrets."
								],
								[
									"6",
									"I ask a lot of questions."
								],
								[
									"7",
									"I bluntly say what other people are hinting or hiding."
								],
								[
									"8",
									"I'm willing to listen to every side of an argument before I make my own judgment."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Tradition. The ancient traditions of worship and sacrifice must be preserved and upheld. (Lawful)"
								],
								[
									"2",
									"Power. Solitude and contemplation are paths toward mystical or magical power. (Evil"
								],
								[
									"3",
									"People. I'm committed to the people I care about, not to ideals. (Neutral)"
								],
								[
									"4",
									"Destiny. Nothing and no one can steer me away from my higher calling. (Any)"
								],
								[
									"5",
									"Charity. I always try to help those in need, no matter what the personal cost. (Good)"
								],
								[
									"6",
									"Freedom. Tyrants must not be allowed to oppress the people. (Chaotic)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I will someday get revenge on the corrupt hierarchy who branded me a heretic."
								],
								[
									"2",
									"Everything I do is for the common people."
								],
								[
									"3",
									"I will do anything to prove myself superior to my hated rival."
								],
								[
									"4",
									"I protect those who cannot protect themselves."
								],
								[
									"5",
									"Those who stand beside me are those worth dying for."
								],
								[
									"6",
									"I fight for those who cannot fight for themselves."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Secretly, I believe that things would be better if I were a tyrant lording over the land."
								],
								[
									"2",
									"I am dogmatic in my thoughts and philosophy."
								],
								[
									"3",
									"I'd risk too much to uncover a lost bit of knowledge."
								],
								[
									"4",
									"I have little respect for anyone who is not a proven warrior."
								],
								[
									"5",
									"I'm horribly jealous of anyone who outshines my handiwork. Everywhere I go, I'm surrounded by rivals."
								],
								[
									"6",
									"Once someone questions my courage, I never back down no matter how dangerous the situation."
								]
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"expanded": {
						"s0": [
							"guidance",
							"shashka|rcg"
						],
						"s1": [
							"cure wounds",
							"shield"
						],
						"s2": [
							"gust of wind",
							"lesser restoration"
						],
						"s3": [
							"spirit shroud|tcoe",
							"wind wall"
						],
						"s4": [
							"fire shield",
							"moon blade|rcg"
						],
						"s5": [
							"restore spirit|rcg"
						]
					}
				}
			],
			"toolProficiencies": [
				{
					"herbalism kit": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"herbalism kit",
						"common clothes",
						"fine clothes",
						{
							"special": "a mask"
						},
						{
							"special": "a stone"
						},
						{
							"special": "twig or leaf from a place you consider sacred"
						},
						{
							"special": "pouch",
							"containsValue": 1500
						}
					]
				}
			]
		}
	],
	"feat": [
		{
			"name": "Inspired Protector",
			"source": "rcg",
			"entries": [
				"Once per long rest, you can spend 10 minutes working on defensive maneuvers with one ally you've chosen to protect. At the end of the 10 minutes, you gain a limited ability to use a fighter's {@optfeature Protection} and {@optfeature Interception|TCE} fighting styles to protect that ally. You may use each of these fighting styles twice, plus an additional number of times equal to the chosen ally's Charisma modifier (minimum 1).",
				"This ability to protect your ally lasts until the chosen ally is reduced to zero hit points or until you finish a long rest."
			],
			"foundryImg": "icons/environment/wilderness/tree-ash.webp"
		},
		{
			"name": "Lodge Berserker",
			"source": "rcg",
			"entries": [
				"You met the strict requirements of one of Rashemen's Berserker Lodges. The intense training has improved your abilities in combat.",
				{
					"type": "list",
					"items": [
						"Select one of the Berserker Lodges below and gain that lodge's benefit.",
						{
							"type": "list",
							"items": [
								"{@i {@b Ettercap Lodge.}} You have advantage on all climbing ability checks. When raging, you have advantage on saving throws against poison, and you have resistance against poison damage.",
								"{@i {@b Goblin Lodge.}} When raging, if you hit a creature with a melee attack, you can take the Disengage action as a bonus action.",
								"{@i {@b Great Stag Lodge.}} When raging, if you move at least 10 feet in a straight line before making a melee attack, you have advantage on the attack.",
								"{@i {@b Ice Troll Lodge.}} When raging, your AC increases by 1",
								"{@i {@b Owlbear Lodge.}} When raging and grappling a creature, you automatically deal bludgeoning damage equal to your proficiency bonus at the start of your turn to the grappled creature.",
								"{@i {@b Snow Tiger Lodge.}} When raging, if you move at least 10 feet in a straight line before hitting a target with a melee attack, you deal extra damage equal to three times your proficiency bonus. You must finish a short or long rest before using this feature again. The berserkers of this lodge are known for using claw bracers (page 122) in combat.",
								"{@i {@b White Dragon Lodge.}} You have advantage on all ability checks to move across snow and icy surfaces. When raging, you have advantage on saving throws against cold, and you have resistance against cold damage.",
								"{@i {@b Wolf Lodge.}} When raging, if you hit a target with a melee attack, the target must make a Strength saving throw or be knocked prone. The DC of your saving throw is equal to 8 + your proficiency bonus + your Strength modifier. You may use this feature a number of times equal to your proficiency bonus. You regain all uses of this feature after finishing a short or long rest"
							]
						},
						"When you level up, you may join a new Berserker Lodge. If you do, replace the feature granted by your old lodge with one from the new lodge."
					]
				}
			],
			"prerequisite": [
				{
					"feature": [
						"Rage"
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			],
			"foundryImg": "icons/equipment/shield/heater-emossed-spiral-green.webp"
		},
		{
			"name": "Magic Initiate (Wychlaran)",
			"source": "rcg",
			"entries": [
				"You've learned some of a wychlaran's magic; this magic is heightened while in Rashemen.",
				{
					"type": "list",
					"items": [
						"You learn one cantrip and one 1st-level spell of your choice from the wychlaran spell list. Wisdom is your spellcasting ability for these spells.",
						"You can cast this feat's 1st-level spell without aspell slot. You must finish a long rest before you can cast it in this way again. You can also cast the spell using any spell slots you have.",
						"Once per long rest, while in Rashemen, you can cast any 1st-level spell from the wychlaran spelllist. Wisdom is your spellcasting ability for this spell. If you are part of a wychlaran's communal binding when you cast this spell, the spell can be cast at 2nd level instead."
					]
				}
			],
			"foundryImg": "icons/weapons/staves/staff-forest-green.webp"
		},
		{
			"name": "Rashemi Elemental Summoning",
			"source": "rcg",
			"entries": [
				"Your connections to the elemental spirits of Rashemen allows you to summon them in your time of need.",
				"When you cast a spell that allows you to summon air or earth elementals, you can choose to summon an {@monster orglash|rcg} or {@monster thomil|rcg} instead.",
				"Any spells, magical effects, or other features that allow you to transform into an elemental can now turn you into an {@monster orglash|rcg} or {@monster thomil|rcg}."
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "The ability to summon elementals",
						"entrySummary": "Summoner"
					}
				}
			],
			"foundryImg": "icons/creatures/magical/spirit-fire-orange.webp"
		},
		{
			"name": "Runescarring",
			"source": "rcg",
			"entries": [
				"You have learned an ancient technique which involves burning down spell scrolls and preparing the ashes into a poultice. The magical ashes are applied to a needle or blade used to tattoo or scar a creature, imbuing them with the ability to cast spells. To do so, you must successfully cast a spell from a spell scroll. Instead of the spell taking effect, you spend the next hour reducing the scroll to ashes and preparing the mixture. You must then spend one hour per spell level applying it to the creature. This process can be considered light activity during a long rest, and you can stop and start as many times as needed to complete it.",
				"Once the tattoo is complete, the bearer can cast the spell once using Constitution as their spellcasting modifier, after which the magic fades.",
				"A complete scar or tattoo that has not been activated can be detected as magical through the detect magic spell and similar means, giving off an aura based on the spell's school of magic. In addition, it can be removed with the dispel magic spell and similar effects"
			],
			"prerequisite": [
				{
					"spellcasting": true
				}
			],
			"foundryImg": "icons/magic/symbols/rune-sigil-red-orange.webp"
		}
	],
	"monster": [
		{
			"name": "Fell Troll",
			"size": [
				"H"
			],
			"type": "giant",
			"source": "rcg",
			"alignment": [
				"C",
				"G",
				"NY",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "14d12 + 112",
				"average": 203
			},
			"speed": {
				"walk": 40
			},
			"str": 24,
			"dex": 17,
			"con": 27,
			"int": 9,
			"wis": 11,
			"cha": 5,
			"passive": 15,
			"cr": "15",
			"shortName": "Troll",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Giant"
			],
			"languageTags": [
				"C",
				"GI"
			],
			"save": {
				"str": "+12",
				"wis": "+5"
			},
			"skill": {
				"athletics": "+12",
				"perception": "+5"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"conditionImmune": [
				"frightened",
				"poisoned"
			],
			"trait": [
				{
					"name": "Dual Minded",
					"entries": [
						"The troll has advantage on saving throws made to resist becoming {@condition charmed}."
					]
				},
				{
					"name": "Keen Senses",
					"entries": [
						"The troll has advantage on Wisdom ({@skill Perception}) checks that rely on sight, hearing or smell."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The troll regains 10 hit points at the start of its turn. If the troll takes acid or fire damage, it regains only 5 hit points at the start of its next turn. The troll only dies if it is hit by an attack that deals 10 or more acid or fire damage while the troll has 0 hit points."
					]
				}
			],
			"traitTags": [
				"Keen Senses",
				"Regeneration"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The troll makes five attacks: one with its grab and four with either its bite or claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 10 ft., one target. {@h}16 ({@damage 2d8 + 7}) piercing damage plus 11 ({@damage 2d8}) poison damage if the target is {@condition grappled} by the troll."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 10 ft., one target. {@h}17 ({@damage 3d6 + 7}) slashing damage."
					]
				},
				{
					"name": "Grab",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 10 ft., one creature not {@condition grappled} by the troll. {@h}The target is {@condition grappled} by the troll (escape {@dc 20}). Until this grapple ends, the target is {@condition restrained}. The troll can have up to two creatures {@condition grappled} in this way. When it does, it can no longer make attacks with its claws until it has one or fewer creatures {@condition grappled}."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"damageTags": [
				"I",
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"fluff": {
				"entries": [
					"The hulking frame of a fell troll bears the weight of two giant heads. Each face is twisted, but wears the unmistakable long nose of a troll. These creatures are sometimes referred to as giant two-headed trolls, and an adventurer could be forgiven for mistaking one with an ettin if the only knowledge of the creature they had was: large, and two heads.",
					"The troll's gray-green skin is bulbous and thick; clad in whatever dead things the troll found large enough to offer it relief from the biting insects and chill winds. The long hair-like strips of skin that dangled from their head seemingly never stops moving. ",
					"{@b {@i Glacier Trolls.}} A variant of the fell troll exists in regions beyond Rashemen's borders, but it would not be surprising to find one wandering the foothills of the Icerim Mountains. This variant is immune to the effects of fire, making them a uniquely difficult creature to lay low."
				]
			}
		},
		{
			"name": "Ancient Ice Dragon",
			"size": [
				"H"
			],
			"type": "dragon",
			"source": "rcg",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 20,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "18d20 + 144",
				"average": 333
			},
			"speed": {
				"walk": 40,
				"burrow": 40,
				"fly": 80,
				"canHover": false,
				"swim": 50
			},
			"str": 28,
			"dex": 10,
			"con": 26,
			"int": 10,
			"wis": 13,
			"cha": 14,
			"passive": 23,
			"cr": "20",
			"shortName": "Ice Dragon",
			"senses": [
				"darkvision 120 ft",
				"blindsight 60 ft."
			],
			"senseTags": [
				"SD",
				"B"
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"save": {
				"dex": "+6",
				"con": "+14",
				"wis": "+7",
				"cha": "+8"
			},
			"skill": {
				"stealth": "+6",
				"perception": "+13"
			},
			"immune": [
				{
					"immune": [],
					"preNote": "cold"
				}
			],
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The ice dragon can breathe air and water."
					]
				},
				{
					"name": "Ice Walk",
					"entries": [
						"The ice dragon can move across and climb icy surfaces without needing to make an ability check. Additionally, {@quickref difficult terrain||3} composed of ice or snow doesn't cost it extra movement."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the ice dragon fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Underwater Invisibility",
					"entries": [
						"The oddly contoured transparent scales of the dragon make it impossible to spot underwater. While fully submerged in water, the dragon is {@condition invisible}."
					]
				},
				{
					"name": "Web Claws",
					"entries": [
						"The dragon has webbing between its digits allowing it to swim faster than its size would allow. The dragon has +10 to its swim speed (included above)."
					]
				}
			],
			"traitTags": [
				"Amphibious",
				"Legendary Resistances"
			],
			"conditionInflict": [
				"frightened",
				"incapacitated",
				"invisible",
				"prone"
			],
			"damageTagsLegendary": [
				"B",
				"L"
			],
			"fluff": {
				"entries": [
					"Over nine hundred years ago, strife between the durthans and the wychlaran erupted as the secret sect attempted to overthrow the order and take control of Rashemen. Though the durthans were driven out, they left a terrifying legacy at the bottom of Lake Tirulag. In DR 595, durthan sisters seized upon a white dragon egg and laid power magics upon it, transforming the creature in the shell with potent incantations. Knowing their battle with their wychlaran rivals would not be ended in a generation, despite their hopes to the contrary, these visionary",
					"rebels laid the groundwork for a powerful ally to aid their  descendants seizing Rashemen's future.",
					"At the bottom of Lake Tirgulag, the white dragon grew, a mutant unique among its kind, it came to be known as the Ice Dragon. A beast with powerful, icy breath, and scales that make it virtually invisible while under water. The spirit guardians of Rashemen tried to entice heroes below the waves to slay",
					"the beast, but those who dared always failed. For nearly a millennium the Ice Dragon has laid in wait, gathering treasure and power, waiting for a time to finally strike against the wychlaran and their allies. Now that it has reached its full maturity, the Ice Dragon has begun to stir at long last."
				]
			},
			"group": [
				"dragon"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 15 ft., one target. {@h}19 ({@damage 2d10 + 8}) piercing damage plus 9 ({@damage 2d8}) cold damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}19 ({@damage 2d6 + 8}) slashing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 20 ft., one target. {@h}17 ({@damage 2d8 + 8}) bludgeoning damage."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the dragon's choice that is within 120 feet of the dragon and aware of it must succeed on a {@dc 16} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Ice Breath {@recharge 5}",
					"entries": [
						"The dragon exhales a freezing blast in a 90-foot cone. Each creature in that area must make a {@dc 22} Constitution saving throw, taking 72 ({@damage 16d8}) cold damage on a failed save, or half as much on a successful one. If the dragon uses ice breath underwater, creatures in the 90-foot cone must make a {@dc 15} Strength saving throw or become {@condition incapacitated}, encased in thick coating of ice on a failed save, or have their speed reduced by half on a successful one; creatures resistant or immune to cold damage do not have their speed reduced. The coating of ice has AC 13 and 18 hit points. A creature trapped in the ice can break free by using an action and succeed on a {@dc 15} Strength check"
					]
				}
			],
			"actionTags": [
				"Breath Weapon",
				"Frightful Presence",
				"Multiattack"
			],
			"damageTags": [
				"B",
				"C",
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH",
				"AOE"
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"The dragon makes a Wisdom (Perception) check."
					]
				},
				{
					"name": "Tail Attack",
					"entries": [
						"The dragon makes a tail attack."
					]
				},
				{
					"name": "Wing Attack (Costs 2 Actions)",
					"entries": [
						"The dragon beats its wings. Each creature within 15 ft. of the dragon must succeed on a {@dc 22} Dexterity saving throw or take 15 ({@damage 2d6 + 8}) bludgeoning damage and be knocked {@condition prone}. The dragon can then fly up to half its flying speed."
					]
				}
			]
		},
		{
			"name": "Hagspawn Barbarian",
			"size": [
				"M"
			],
			"type": "humanoid",
			"source": "rcg",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "7d8 + 28",
				"average": 51
			},
			"speed": {
				"walk": 40
			},
			"str": 16,
			"dex": 10,
			"con": 18,
			"int": 12,
			"wis": 14,
			"cha": 8,
			"passive": 12,
			"cr": "1",
			"shortName": "Hagspawn",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Giant"
			],
			"languageTags": [
				"C",
				"GI"
			],
			"save": {
				"str": "+5",
				"con": "+6"
			},
			"skill": {
				"athletics": "+5",
				"survival": "+4"
			},
			"trait": [
				{
					"name": "Fast Movement",
					"entries": [
						"While not wearing heavy armor, the hagspawn barbarian's speed increases by 10 (included in stats)"
					]
				},
				{
					"name": "Fiendish Heritage",
					"entries": [
						"Hagspawn are immune to spell effects that only affect humanoids."
					]
				},
				{
					"name": "Reckless",
					"entries": [
						"At the start of its turn, the hagspawn can gain advantage on all melee weapon attack rolls it makes during that turn, but attack rolls against it have advantage until the start of its next turn."
					]
				}
			],
			"traitTags": [
				"Reckless"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The hagspawn barbarian attacks twice with a melee weapon."
					]
				},
				{
					"name": "Greataxe",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft. one",
						"target. {@h}9 ({@damage 1d12 + 3}) slashing damage."
					]
				},
				{
					"name": "Javelin",
					"entries": [
						"{@atk rw} {@hit 5} to hit, reach 30/120 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW"
			],
			"damageTags": [
				"P",
				"S"
			],
			"fluff": {
				"entries": [
					"Hagspawn are the discarded offspring of a hag. Hated by their mother and disowned by the human population, hagspawn are stoic beings left to survive in a world that treats them as anathema.",
					"{@b {@i Wanderers without a homeland.}} Hagspawn are beings of great loneliness. Some are raised for a short time by their hag mothers, then sent into the world. Others are abandoned at birth; these foundlings are raised by their adoptive parents, yet hags and humans abhor hagspawn, leaving them to move through the world alone.",
					"{@b {@i Strong and resilient.}} Inheriting great strength and a fiendish nature from their hag parentage, hagspawn are physically powerful. They are doughty and tough, having tough skin and tremendous physical resources.",
					"{@b {@i Capable of great deeds.}} Even the humans who despite hagspawn agree on the legendary feats of arms these beings are capable of. Broadminded folk listen to these legends and see immense potential in each hagspawn they encounter. Given a chance to prove themselves, hagspawn are more than capable of being trusted and powerful allies."
				]
			}
		},
		{
			"name": "Hornclaw",
			"size": [
				"G"
			],
			"type": "monstrosity",
			"source": "rcg",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d20 + 80",
				"average": 248
			},
			"speed": {
				"walk": 50
			},
			"str": 28,
			"dex": 10,
			"con": 20,
			"int": 3,
			"wis": 10,
			"cha": 9,
			"passive": 14,
			"cr": "11",
			"shortName": true,
			"save": {
				"dex": "+4",
				"con": "+9",
				"wis": "+4",
				"cha": "+3"
			},
			"skill": {
				"perception": "+4"
			},
			"trait": [
				{
					"name": "Keen Sight and Smell",
					"entries": [
						"Hornclaw has advantage on Wisdom ({@skill Perception}) checks that rely on sight or smell."
					]
				}
			],
			"traitTags": [
				"Keen Senses"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Hornclaw makes two attacks: one with its beak and one with its claws."
					]
				},
				{
					"name": "Beak",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 10 ft., one target. {@h}27 ({@damage 4d8 + 9}) piercing damage."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 5ft., one target. {@h}23 ({@damage 4d6 + 9}) slashing damage, and the target is {@condition grappled} (escape {@dc 21}). Until this grapple ends, the target is {@condition restrained}, and Hornclaw can't use its talons on another target"
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"isNamedCreature": true,
			"fluff": {
				"entries": [
					"Lord of the Ashenwood, some Rashemi say that the forest belongs to Hornclaw the Gray, an ancient owlbear. If the fabled ice dragon is ruler of the lakes, Hornclaw is ruler of the woodlands.",
					"Hornclaw is an owlbear of epic proportions. His size rivals giants as he lumbers through his territory, all challengers having met their demise. It is unknown how the beast has lived so long, but many believe it was a creature enhanced by the wychlaran long ago. The witches lost control of it, and their magic causes the creature to grow to draconic proportions with lifespan to match.",
					"The legend of Hornclaw the Gray has reached the ears of monster hunters looking for one massive payout. Several parties are assembling crews to journey into the Ashenwood and capture the creature alive to deliver to wealthy benefactors. It is unknown who is funding the expeditions, but rumors with Rashemen point to (as they often do) Thay. Such a thing would not be out of the ordinary, as Thayan Wizards may be able to understand the magic of the wychlaran and how they bestowed such power on the beast.",
					"Those attempting to capture Hornclaw the Gray are in for the fight of their lives. After decades of roaming and dwelling in the Ashenwood, the woodland spirits aid Hornclaw against any that would harm him."
				]
			}
		},
		{
			"name": "Living Healing Spirit",
			"size": [
				"M"
			],
			"type": "construct",
			"source": "rcg",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "2d8 + 4",
				"average": 13
			},
			"speed": {
				"walk": 30
			},
			"str": 6,
			"dex": 14,
			"con": 14,
			"int": 10,
			"wis": 10,
			"cha": 18,
			"passive": 10,
			"cr": "3",
			"shortName": "Healing Spirit",
			"senses": [
				"blindsight 60 ft."
			],
			"senseTags": [
				"B"
			],
			"conditionImmune": [
				{
					"special": "all"
				}
			],
			"immune": [
				{
					"immune": [
						"acid",
						"cold",
						"fire",
						"force",
						"lightning",
						"necrotic",
						"poison",
						"psychic",
						"thunder"
					]
				},
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"trait": [
				{
					"name": "Sanctified Form (Sanctified Form Only)",
					"entries": [
						{
							"type": "list",
							"items": [
								"While the living spell is sanctified, it has the following traits:",
								{
									"type": "list",
									"items": [
										"If the living spell would take less than 20 necrotic damage from a single source, it loses 1 hit point instead; or, if the source was a spell, it loses hit points equal to the spell level (a minimum of 1) instead.",
										"If the living spell would take 20 or more necrotic damage from a single source, it becomes Corrupted (see the Corrupted Form trait).",
										"The living spell is immune to radiant damage."
									]
								}
							]
						}
					]
				},
				{
					"name": "Corrupted Form (Corrupted Form Only)",
					"entries": [
						{
							"type": "list",
							"items": [
								"While the living spell is corrupted, it has the following traits:",
								{
									"type": "list",
									"items": [
										"The living spell loses all its immunities and gains immunity to necrotic damage.",
										"If the living spell would take less than 20 damage from a single source, it loses 1 hit point instead; or, if the source was a spell, it loses hit points equal to the spell level (a minimum of 1) instead.",
										"If the living spell would take 20 or more radiant damage from a single source, it becomes Sanctified (see the Sanctified Form trait)"
									]
								}
							]
						}
					]
				},
				{
					"name": "Draining Spirit (Corrupted Form Only)",
					"entries": [
						"When a creature moves into a space occupied by the living spell, or the living spell moves into a space occupied by another creature, that creature loses {@dice 1d6} hit points, and the living spell gains 1 hit point. A creature can't take this damage again until the start of their next turn. This trait has no effect on constructs or undead."
					]
				},
				{
					"name": "Healing Spirit (Sanctified Form Only)",
					"entries": [
						"When a creature moves into a space occupied by the living spell, or the living spell moves into a space occupied by another creature, that creature restores {@dice 1d6} hit points, and the living spell loses 1 hit point. A creature can't gain this healing again until the start of their next turn. This trait has no effect on constructs or undead."
					]
				},
				{
					"name": "Magical Form",
					"entries": [
						"The living spell can't regain hit points or gain temporary hit points, except with its Sustain action or Draining Spirit trait. If the living spell is the target of dispel magic or a similar magic, it loses hit points equal to the spell level of the spell cast (a minimum of 1)."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The healing spirit has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Spirit Movement",
					"entries": [
						"The living spell can move through other creatures as if they were difficult terrain."
					]
				}
			],
			"traitTags": [
				"Magic Resistance"
			],
			"action": [
				{
					"name": "Sustain (Sanctified Form Only)",
					"entries": [
						"{@atk rs} {@hit 6} to hit, range 60 ft., one target. {@h}11 ({@damage 2d6 + 4}) necrotic damage, and the living spell regains 1 hit point."
					]
				}
			],
			"damageTags": [
				"N"
			],
			"fluff": {
				"entries": [
					"Most living spells are the product of experiments by scholarly spellcasters or random occurrences relating to surges in the Weave or other raw magic. No such event was quite as widespread as the Spellplague, and the number of living spells brought into existence as a result is staggering. No longer are they a rare encounter found only stalking the halls of wizard towers and lich's crypts. Such things can be found wandering in and out of the tree lines of any old forest, traversing the night sky, or simply doing what such a spell would do, were it conjured by some master of the art.",
					"Most living spells are arcane in nature, but the divine spells of priests and druids are not exempt from possibility. The healing spirit spell is a particularly likely candidate, due to its penchant to linger after being cast. These spirits are anything but malevolent. They appear like cyclones of vapid sea-green cyclones, simply twirling among the trees and touching those that are injured with their healing magic. For creatures living among the trees, even one of these spirits would be a blessing.",
					"Despite their seemingly altruistic whimsy, they are not immune to the influence of outsiders. Among the Dunwoods of the Great Dale, the fiendish taint has left its scar on the spirits there—corrupting them into a perversion of what they once were. This corruption can occur anywhere that a malignant energy coalesces, and one should be warned about summoning negative energy near them."
				]
			}
		},
		{
			"name": "Orglash",
			"size": [
				"M"
			],
			"type": "elemental",
			"source": "rcg",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "12d10 + 36",
				"average": 102
			},
			"speed": {
				"walk": 50
			},
			"str": 15,
			"dex": 21,
			"con": 16,
			"int": 10,
			"wis": 10,
			"cha": 12,
			"passive": 10,
			"cr": "8",
			"shortName": true,
			"senses": [
				"blindsight 10 ft.",
				"darkvision 120 ft."
			],
			"senseTags": [
				"B",
				"SD"
			],
			"languages": [
				"Aquan",
				"Auran"
			],
			"languageTags": [
				"AQ",
				"AU"
			],
			"resist": [
				{
					"resist": [
						"lightning",
						"thunder"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"cold",
				"poison"
			],
			"conditionImmune": [
				"exhaustion",
				"grappled",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained",
				"unconscious"
			],
			"trait": [
				{
					"name": "Air Form",
					"entries": [
						"The orglash can enter a hostile creature's space and stop there. When a hostile creature is within the orglash's space, they are {@condition blinded} and heavily obscured. The orglash can move through a space as narrow as 1 inch wide without squeezing."
					]
				},
				{
					"name": "Coalescing Chill",
					"entries": [
						"The orglash regains 5 hit points at the start of its turn if it has at least 1 hit point and is in extreme cold."
					]
				},
				{
					"name": "Fire Susceptibility",
					"entries": [
						"If the orglash starts its turn within 5 feet of an open flame that produces heat, it takes 5 fire damage. In addition, whenever the orglash takes fire damage from a spell or attack, it takes an extra 10 fire damage."
					]
				}
			],
			"damageTags": [
				"B",
				"C",
				"F"
			],
			"damageTagsSpell": [
				"C"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The orglash makes two slam attacks."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d8 + 5}) bludgeoning damage plus 4 ({@damage 1d8}) cold damage."
					]
				},
				{
					"name": "Whiteout {@recharge 5}",
					"entries": [
						"Each creature in the orglash's space must make a {@dc 14} Constitution saving throw, taking 16 ({@damage 3d8 + 3}) cold damage on a failed save, or half as much damage on a successful one.",
						"If the saving throw fails by 5 or more, the creature also gains a level of {@condition exhaustion}."
					]
				},
				{
					"name": "Innate Spellcasting",
					"entries": [
						"",
						"3/day: "
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The orglash's innate spellcasting ability is Charisma (spell save {@dc 12}). The orglash can cast the following spell, requiring no components:"
					],
					"daily": {
						"3": [
							"{@spell cone of cold}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"exhaustion"
			],
			"fluff": {
				"entries": [
					"Otherwise known as ice spirits, these chill cyclones are native to the Rashemen area. They are solitary creatures who inhabit mountain peaks, ice caves, and snow fields. Orglash are attuned to the land of Rashemen, and stalwartly protect it against threats from without, and within.",
					"Despite being a wholly magical being, unlike many other elemental creatures, orglash are native to the material plane. This natural physiology imparts upon it the inability to survive in warm climates. When an orglash is slain, it leaves behind a shard of elemental ice. If the orglash took fire damage in the last minute before it died, the shard melts immediately. A shard of elemental ice can be affixed to a spellcasting focus, allowing the bearer to reroll 1's and 2's on cold damage dealt by spells they cast."
				]
			},
			"isNamedCreature": true
		},
		{
			"name": "Rusalka",
			"size": [
				"M"
			],
			"type": "fey",
			"source": "rcg",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "8d8 + 16",
				"average": 52
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 15,
			"dex": 21,
			"con": 16,
			"int": 10,
			"wis": 10,
			"cha": 12,
			"passive": 11,
			"cr": "2",
			"shortName": true,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Aquan",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"AQ",
				"S"
			],
			"skill": {
				"performance": "+7",
				"persuasion": "+5",
				"stealth": "+5"
			},
			"resist": [
				"cold"
			],
			"fluff": {
				"entries": [
					"The cold waters of Rashemen hide numerous fey, including the often-lonesome rusalka. These fey spirits are bound to bodies of water, which can range from a small pond, to as large as a river or lake. Typically they are solitary individuals, however, on occasion, a small covey will inhabit a particularly enchanted location.",
					"{@b {@i Seductive Forms.}} Many stories told in Rashemen's berserker lodges suggest rusalka are the spirits of drowned maidens who seduce men to a watery doom. However, the truth is they are genderless fey spirits whose appearance can vary, though its unclear if the rusalka's form changes to suite itself or the desires of the viewer. A number of othlors can attest to meeting rusalka of different genders, but in all cases the observer described an alluring individual",
					"{@b {@i Enchanting Song.}} A rusalka's voice is embude with powerful fey enchantment and they use their bewitching melodies to entice mortals into joining them. Fey scholars suggest the rusalka entrap individuals to assuage a deep loneliness beneath the waters, with goodly fey using their natural magic to imbue their targets with the ability to breathe underwater. This doesn't explain the motivations of evil rusalka who have been known to entice many mortals to a watery grave."
				]
			},
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Rusalka's innate spellcasting ability is Charisma (spell save {@dc 13}). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell water breathing}"
					],
					"daily": {
						"1": [
							"{@spell dominate person}"
						],
						"3": [
							"{@spell charm person}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The rusalka has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Place Bound",
					"entries": [
						"Every hour that the rusalka is more than one mile from the body of water to which they are bound, they suffer one level of {@condition exhaustion}."
					]
				},
				{
					"name": "Strength of the Waters",
					"entries": [
						"While touching a natural body of water such as a lake, river, or stream, the rusalka has advantage on all Strength, Dexterity, and Constitution checks and saving throws."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"Rusalka can breathe air and water."
					]
				}
			],
			"traitTags": [
				"Magic Resistance",
				"Water Breathing"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The rusalka makes two melee attacks."
					]
				},
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage."
					]
				},
				{
					"name": "Beguiling Song",
					"entries": [
						"The rusalka sings a magical melody targeting a single humanoid or giant it can see within 300 feet that can hear the song. The target must succeed on a {@dc 13} Wisdom saving throw or be {@condition charmed} until the song ends. The rusalka must take a bonus action on its subsequent turns to continue singing. It can stop singing at any time. The song ends if the rusalka is {@condition incapacitated}.",
						"While {@condition charmed} by the rusalka, a target is {@condition incapacitated} and ignores the songs of other creatures. If the {@condition charmed} target is more than 5 feet away from the rusalka, the target must move on its turn toward the rusalka by the most direct route, trying to get within 5 feet. It doesn't avoid opportunity attacks, but before moving into damaging terrain, such as lava or a pit, and whenever it takes damage from a source other than the rusalka, the target can repeat the saving throw. A {@condition charmed} target can also repeat the saving throw at the end of each of its turns. If the saving throw is successful, the effect ends on it.",
						"A target that successfully saves is immune to this rusalka's song for the next 24 hours."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"RW",
				"MW",
				"THW"
			],
			"conditionInflict": [
				"charmed",
				"incapacitated"
			]
		}
	]
}
