{
	"_meta": {
		"sources": [
			{
				"json": "tbk",
				"abbreviation": "TBK",
				"full": "The Border Kingdoms",
				"authors": [
					"Ed Greenwood",
					"Alex Kammer"
				],
				"convertedBy": [
					"Anonymous"
				],
				"version": "1.0.0",
				"color": "0392cd",
				"url": "https://www.dmsguild.com/product/244431/The-Border-Kingdoms-A-Forgotten-Realms-Campaign-Supplement",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1652374503,
		"dateLastModified": 1733169901,
		"_dateLastModifiedHash": "1c1a539ecc",
		"edition": "classic"
	},
	"background": [
		{
			"name": "Druuthguard",
			"source": "tbk",
			"foundryImg": "icons/magic/perception/orb-eye-scrying.webp",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"arcana",
							"investigation",
							"religion",
							"survival"
						],
						"count": 2
					}
				}
			],
			"languageProficiencies": [
				{
					"choose": {
						"from": [
							"abyssal",
							"celestial",
							"deep speech",
							"draconic",
							"infernal",
							"primordial",
							"sylvan",
							"undercommon"
						],
						"count": 1
					}
				}
			],
			"toolProficiencies": [
				{
					"musical instrument": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"explorer's pack|phb",
						"common clothes|phb",
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"You are a descendant of someone—likely in or near the Border Kingdom known as High Mukshar—who came into intimate personal contact with a member of a druuth (a band of doppelgangers led by an mind flayer) and survived.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Choose two from among {@skill Arcana}, {@skill Investigation}, {@skill Religion}, or {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Choose one language from the following list: Abyssal, Celestial, Deep Speech, Draconic, Infernal, Primordial, Sylvan, or Undercommon"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One musical instrument of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "An explorer's pack, a set of common clothes, and a pouch containing 15 gp"
						}
					]
				},
				{
					"name": "Feature: Changeling Resistance",
					"type": "entries",
					"entries": [
						"As a result of your hereditary exposure to such creatures, whenever you're in the company of a shapeshifter (doppelganger, lycanthrope, etc) you sense that something is \"odd\" about them You can't tell precisely what kind of shapeshifter they are, but you know they are one."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Druuthguard tend to be suspicious of strangers and generally distrustful. However, once they have decided someone is true and reliable, they are usually staunch friends and allies They generally carry an \"us vs them\" mentality due to their family's past Druuthguard tend to examine strangers critically assessing whether or not they represent an immediate threat or are hiding something sinister or dangerous Use the tables below, either making specific selections or rolling randomly, as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"You stink of evil. I can smell it on you."
								],
								[
									"2",
									"I dream of a world safe from hidden threats and betrayal."
								],
								[
									"3",
									"I know betrayal is coming, so I live life to its fullest every minute of every day."
								],
								[
									"4",
									"I will find the betrayer, if it is the last thing that I ever do."
								],
								[
									"5",
									"I don't talk about the source of my suspicions. That is my burden to bear."
								],
								[
									"6",
									"I expect betrayal at every moment."
								],
								[
									"7",
									"I will not give in to my fears. I will face the hidden menace among us and expose them."
								],
								[
									"8",
									"I put no trust in the smoother talkers of this world. They are almost always false."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Endurance. I will find the hidden evil among us, no matter what the personal cost. (Good)"
								],
								[
									"2",
									"Alertness. I will never let down my guard. Vigilance always and forever. (Any)"
								],
								[
									"3",
									"Diligence. Those that hide in order to prey on the innocent must be exposed and stopped. (Good)"
								],
								[
									"4",
									"Defiance. I will not let legal niceties stop me from unmasking the deceitful. (Chaotic)"
								],
								[
									"5",
									"Vigilance. Hidden threats are the most basic danger to organized society. (Lawful)"
								],
								[
									"6",
									"Steadfastness. If innocents die as a result of exposing the false, so be it. (Evil)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I maintain a journal detailing a roster of those who have aroused my suspicions."
								],
								[
									"2",
									"I would sacrifice everything to protect the innocent."
								],
								[
									"3",
									"I drove away all my friends and loved ones because of my single-minded pursuit of the hidden."
								],
								[
									"4",
									"I failed to act on my suspicions once long ago. The memory of the costs of my inaction haunts me everyday."
								],
								[
									"5",
									"I do my best to conceal a deep and abiding rage."
								],
								[
									"6",
									"My niece is my only living relative. I would do anything to protect her."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I can't stand being dirty. I must be perfectly clean, always."
								],
								[
									"2",
									"I assume the worst in people and am usually right."
								],
								[
									"3",
									"Everyone is a threat. It is merely a question of degree."
								],
								[
									"4",
									"I am afraid of the dark."
								],
								[
									"5",
									"I am unrelentingly negative."
								],
								[
									"6",
									"I talk to myself constantly. I am the only one that I fully trust."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Duskwood Forester",
			"source": "tbk",
			"foundryImg": "icons/environment/wilderness/tree-spruce.webp",
			"skillProficiencies": [
				{
					"nature": true,
					"survival": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"woodcarver's tools": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "A forester's axe"
						},
						{
							"special": "a hunting trap"
						},
						{
							"special": "a journal containing notes on specific locations of rare and sought-after flora and fauna"
						},
						{
							"special": "a set of forester's clothes"
						},
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"You have become one of the rare few who have walked the trails and trackless tangles of the largest and wildest forest in the Border Kingdoms, and survived its plentiful monsters long enough to gain not just woodcraft, but a mastery of the secrets unique to the Duskwood, its waterflows and prevalent breezes, its topography and hidden caverns (all of them beast-lairs, these days), and the habitual hunting ranges of its most formidable monstrous inhabitants. You can hunt, guide, trap and find your way through the Duskwood with a far lower chance of getting lost than others, and you know where specific beasts (and types of flora) are most likely to be found; enough to make a living from this.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Nature}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Woodcarvers tools"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A forester's axe, a hunting trap, a journal containing notes on specific locations of rare and sought-after flora and fauna, a set of forester's clothes, and a pouch containing 10 gp"
						}
					]
				},
				{
					"name": "Woodsage",
					"type": "entries",
					"entries": [
						"As a Duskwood forester, you are a woodcutter who within the canopy of the Duskwood, knows the properties of types of woods, and how to correctly identify trees, vines, berries, bushes, and herbs; can recognize most plant blights and what creatures left what marks when feeding, claw-sharpening, or passing; knows the trails and sites of the Duskwood (including routes to the magical pools of the Deep Duskwood); is familiar with the perils of the Vauntagar; has some mastery of what in the forest is poisonous and what antidotes and remedies the Duskwood holds; and knows something of the magic of the forest's fabled enchanted pools."
					]
				},
				{
					"name": "Feature: Naturalist Guide",
					"type": "entries",
					"entries": [
						"You have spent most of your adult life under the broadleaf canopies of the great and wild forests of the Border Kingdoms. As a result, you are extremely familiar with the terrain, inhabitants, and hazards found in these untamed and vast woods. You can always find game, edible plants and berries, and fresh water for yourself and up to five other people each day while in the forest."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"The life of a duskwood forester tends to be a solitary one. As a result, many duskwood foresters tend to be reserved in demeanor, given to silences, and are blunt and gruff in speech Foresters are not ones for many of the refinements prized by urban society, and are more comfortable sleeping out of doors than in a bed. Use the tables below, either making specific selections or rolling randomly, as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I tend to talk to myself when I am alone and walking through the forest."
								],
								[
									"2",
									"I can stare at a gently flowing stream for hours."
								],
								[
									"3",
									"I can be extremely impatient with tinhorns not experienced with the ways of the forest."
								],
								[
									"4",
									"I don't react well when someone tries to order me around."
								],
								[
									"5",
									"I am as grumpy as a badger when I wake up each morning."
								],
								[
									"6",
									"I am uncomfortable and feel out of place around large groups of people."
								],
								[
									"7",
									"I am slow to trust, but loyal to a fault."
								],
								[
									"8",
									"I rather sleep in a tree than in a bed."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Seasons. The only thing that is permanent in life is change. We all must accept that everything changes eventually. (Chaotic)"
								],
								[
									"2",
									"Beauty. Revel in the beauty of nature and share its gifts with those around you. (Good)"
								],
								[
									"3",
									"Protection. It is my duty to protect those who cannot protect themselves from the dangers of the forest. (Lawful)"
								],
								[
									"4",
									"Strength. As in nature, the strong rule the weak. It is the only way. (Evil)"
								],
								[
									"5",
									"Nature. The natural world offers the purest way of life. The trappings of civilization are nothing more than a burden. (Neutral)"
								],
								[
									"6",
									"Reason. Every question in life should be answered by reasoned inquiry so that we may arrive at the truth. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"The forest is my home and I am its protector."
								],
								[
									"2",
									"I am fascinated by the beauty and grandeur of the forest."
								],
								[
									"3",
									"It is my mission to share the wonders of nature with unfortunate and ignorant city folk."
								],
								[
									"4",
									"When I am hired as a guide, I will lay down my life to protect my clients if need be."
								],
								[
									"5",
									"All hunting should be for sustenance only. Killing animals is not a sport."
								],
								[
									"6",
									"It is my duty to protect visitors to the forest."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am not impressed by fancy folk and high manners. None of that will save you from a hungry owlbear."
								],
								[
									"2",
									"Bathing is for dandies and soft city folk."
								],
								[
									"3",
									"I don't give a damn about what anyone thinks about me."
								],
								[
									"4",
									"I loathe cheese and cannot stand to be near it."
								],
								[
									"5",
									"I truly think that the trees are smarter than most people."
								],
								[
									"6",
									"I don't forgive a slight, ever."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Griffon Knight",
			"source": "tbk",
			"foundryImg": "icons/weapons/swords/sword-winged-pink.webp",
			"skillProficiencies": [
				{
					"arcana": true,
					"investigation": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"gaming set",
							"musical instrument"
						],
						"count": 1
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						"fine clothes|phb",
						"manacles|phb",
						{
							"special": "your badge of office"
						},
						{
							"special": "a handwritten notebook filled with notations about magic items found/experienced"
						},
						{
							"special": "pouch",
							"containsValue": 2500
						}
					]
				}
			],
			"entries": [
				"You are, or were, a member of the Griffon Knights, the lawkeepers of the town of Alamontyr and its patrolled territory. Not only have you been highly trained to an elite fighting standard, and through familiarty with the Shield Duke become familiar with what superb, even-handed, and far-sighted leadership is, you have gained experience in the use of magic items (mostly wands provided by the Duke for lancetip deployment) in combat.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Arcana}, {@skill Investigation}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of gaming set or musical instrument"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of fine clothes, your badge of office, a handwritten notebook filled with notations about magic items found/experienced, a set of manacles, and a purse containing 25 gp"
						}
					]
				},
				{
					"name": "Elite Lawkeeper of Alamontyr",
					"type": "entries",
					"entries": [
						"Disciplined in combat and personal deportment and speech, practised in co-ordinated (group formation) combat, searches, and alertness at all times of surroundings, and sufficiently familiar with the wares made by the crafters of Alamontyr to readily find and identify tiny makers' marks and judge if a particular item is counterfeit or really the work of the crafter it purports to be. Familiar with the details (pitfalls, side effects, and strengths) of the use in battle of a range of magic items."
					]
				},
				{
					"name": "Feature: Nose for Trouble",
					"type": "entries",
					"entries": [
						"Your experience in finding and punishing counterfeits, and dealing with lawbreakers generally, gives you a feel for the criminal element in Alamontyr. You can adeptly pick out members of the local thieves' guild or criminal front, and are likely to spot hired spies at work. You also have an affinity for local law enforcement and can quickly locate members of the local watch or constabulary. Your background also affords you with much higher credibility when interacting with other law enforcement."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Griffon Knights are known for their dedication to their order as well as their high level of training. Use the tables below, either making specific selections or rolling randomly, as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am polite to the point of absurdity."
								],
								[
									"2",
									"I have lost too many fellow service members to trust others too easily."
								],
								[
									"3",
									"I am disgusted by the petty criminal activity I see everywhere."
								],
								[
									"4",
									"I have a story from my past service analogous to every situation imaginable."
								],
								[
									"5",
									"Nothing scares me, not even cold porridge."
								],
								[
									"6",
									"I like being in control and issuing orders."
								],
								[
									"7",
									"I have a crude sense of humor."
								],
								[
									"8",
									"Direct and simple action is always the right path."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Protection. My oath was to protect the innocent. (Good)"
								],
								[
									"2",
									"Law. Rules, ordinances, and laws must be followed absolutely. (Lawful)"
								],
								[
									"3",
									"Free Thinking. The letter of the law is not important, it is the intent behind the law. (Chaotic)"
								],
								[
									"4",
									"Strength. Might makes right. (Evil)"
								],
								[
									"5",
									"Impartiality. Your guilt or innocence is not for me to decide. (Neutral)"
								],
								[
									"6",
									"Duty. Not on my watch. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"No one left behind, ever."
								],
								[
									"2",
									"Only the smart survive. Discretion is the better part of valor."
								],
								[
									"3",
									"Honor is everything."
								],
								[
									"4",
									"I'll never forget being betrayed by that sweet face."
								],
								[
									"5",
									"I will lay down my life for my fellows."
								],
								[
									"6",
									"I will protect those who cannot protect themselves."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am quick to judgment and too stubborn to admit it."
								],
								[
									"2",
									"I quietly despise the weak."
								],
								[
									"3",
									"I really hate cats."
								],
								[
									"4",
									"I frequently lose my temper."
								],
								[
									"5",
									"I blindly obey the law, even if doing so does harm."
								],
								[
									"6",
									"I am haunted by a poor decision I made that cost the lives of fellow service members."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Highcoin Blackalan",
			"source": "tbk",
			"foundryImg": "icons/commodities/currency/coins-inset-spider-gold.webp",
			"skillProficiencies": [
				{
					"history": true,
					"persuasion": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"gaming set",
							"musical instrument"
						],
						"count": 1
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						"fine clothes|phb",
						{
							"special": "a signet ring or brooch"
						},
						{
							"special": "a scroll of pedigree"
						},
						{
							"special": "three silken cravats"
						},
						{
							"special": "pouch",
							"containsValue": 2000
						}
					]
				}
			],
			"entries": [
				"As a current or sometime well-to-do resident of Blackalblade, you have lived that haughty, loftier-than-many-nobles-of-Faerûn lifestyle, are aware of the shifts in its etiquette, and know how to act and speak so as to pass for a member of the idle rich of high station anywhere up and down the Sword Coast, the Border Kingdoms, and (you believe) anywhere else. Controlling your voice and face, spotting even veiled slights and implied criticisms, and swiftly grasping the social standing and importance of strangers has become constant second nature to you, and you are at ease—or can act so, superbly—in \"highborn\" society and at social functions, with no awkwardness or hesitations.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill History}, {@skill Persuasion}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of gaming set or one musical instrument"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of fine clothes, a signet ring or brooch, a scroll of pedigree, three silken cravats, and a purse containing 20 gp"
						}
					]
				},
				{
					"name": "Feature: High Roller",
					"type": "entries",
					"entries": [
						"Glib of tongue and a master actor, skilled in insults and acting \"haughtier than thou,\" and being a shrewd judge of the wealth of individuals and how to goad, stingingly insult, or impress them or make common cause with them, you have gained not just familiarity with how to spend money, but how to handle it, from profit margins to sly contract pitfalls (from either being a \"coinlord\" of Blackalblade, investing, lending, and banking, or from dealing extensively with coinlords). You've developed a wide network of contacts within the citizenry of Blackalblade, and through your lived experience in that city become familiar with expensive luxury goods (including wines and cheeses), and with gems and gemcutting (so you can readily identify even rare gems, and other substances dyed, heat-treated, and otherwise altered so as to be passed off as fine gemstones)."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"As is common with most nobles, you were born and raised in a different stratum of society than the vast majority of the populace. Your life is defined by wealth, opulence, and privilege. Use the tables below, either making specific selections or rolling randomly, as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My refined approach to everything that I do is a gift to the rest of the world."
								],
								[
									"2",
									"I am well known among the hoi polloi for my kindness and generosity."
								],
								[
									"3",
									"I always look my best no matter how trying the circumstances."
								],
								[
									"4",
									"It is difficult to be among the lowborn, but it is a fact of life that must be endured."
								],
								[
									"5",
									"Only the best for me, always."
								],
								[
									"6",
									"We are all equals, despite my elevated birth and status."
								],
								[
									"7",
									"Do not ever betray me, for you will never find a more implacable adversary."
								],
								[
									"8",
									"As a highborn, it is my duty to try to set an example of proper behavior for the rest of society."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Deference. Because of my birth, a certain amount of respect is due. However, that respect can only be maintained by decent and proper behavior. (Good)"
								],
								[
									"2",
									"Duty. In all things there is a ladder of authority. It is important to recognize upon which rung you perch and to act accordingly. (Lawful)"
								],
								[
									"3",
									"Free Spirit. Just because I was born into a certain caste does not mean I have to act as such or remain there at all. (Chaotic)"
								],
								[
									"4",
									"Power. Wealth and influence are weapons to be used against all but our closest allies. (Evil)"
								],
								[
									"5",
									"Loyalty. My first and last duties are to my family. Family is everything. (Any)"
								],
								[
									"6",
									"Noble Obligation. My duty as a noble requires me to protect, aid, and show generosity to those around me. (Good)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Glory and honor to my house and family defines everything I do."
								],
								[
									"2",
									"A deal is a deal and must be honored no matter the cost."
								],
								[
									"3",
									"I must be adored and revered by the common people."
								],
								[
									"4",
									"My obligations to my family leave no room for frivolity or whimsy."
								],
								[
									"5",
									"My loyalty to my liege lord is absolute."
								],
								[
									"6",
									"I must set an example of proper behavior for the sake of others."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I openly loathe the unwashed commoners."
								],
								[
									"2",
									"I made a grievous mistake which if discovered could ruin me and my family."
								],
								[
									"3",
									"I am paranoid to the point of distraction."
								],
								[
									"4",
									"Pleasures of the flesh are the only thing really worth living for."
								],
								[
									"5",
									"No one is smarter, more refined, and more gracious than me."
								],
								[
									"6",
									"I am an embarrassment to my family, although I would never admit that."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Skulls Hollow Seer",
			"source": "tbk",
			"foundryImg": "icons/magic/perception/third-eye-blue-red.webp",
			"skillProficiencies": [
				{
					"insight": true,
					"perception": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"gaming set": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"common clothes|phb",
						{
							"special": "pouch",
							"containsValue": 1500
						}
					]
				},
				{
					"a": [
						{
							"item": "dice set|phb"
						}
					],
					"b": [
						{
							"item": "playing card set|phb"
						}
					]
				}
			],
			"entries": [
				"You have personally been \"passed through\" (by their choice, not any deliberate act of yours) by one or more of the flying, glowing human skull apparitions of Skulls Hollow on the Green Road, and as a result you not only received the usual vivid visions of incidents from the past lifetimes of the Skulls, but you now often receive inside your head cryptic whispered messages from the Skulls, that only you hear, usually relating to something that happens in the future. These visions and messages come at random, and may or may not ever make sense to you or be useful to you, but seers who've paid attention to them have noticed they sometimes can be of aid in deciding what to do in the immediate future, in particular when magic or the undead are involved.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Insight}, {@skill Perception}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One gaming set of your choice"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A gaming set of your choice, a set of common clothes, and a pouch containing 15 gp"
						}
					]
				},
				{
					"name": "Feature: Glimpses of the Past and Future",
					"type": "entries",
					"entries": [
						"As a result of this strange experience with the apparition of Skulls Hallow, you are an unwilling seer, of sorts. Visions of the past and messages about the future come to you unbidden and for no apparent reason. More frustrating than that is trying to figure out what these glimpses from other times and places mean. Occasionally, these visions and messages are easy to understand and can be quite helpful. However, more commonly, these random insights are inscrutable and confusing. Your DM may privately impart Skull messages to you from time to time."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Dark Origin",
					"type": "entries",
					"entries": [
						"Skulls Hollow Seer are often a harried and frustrated lot. Having enigmatic visions of the past and unfathomable whispered messages of the future arrive unbidden at random times is generally not a positive for one's mental health. Some embrace this \"gift\" and seek to share or profit from this knowledge, while others suppress and ignore the undesired insights they receive. However, they feel about it, Skulls Hollow Seers have no choice in the matter and will continue to receive these insights be they welcome or not. Use the tables below, either making specific selections or rolling randomly, as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity.",
						{
							"type": "table",
							"colLabels": [
								"d10",
								"Dark Origin"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"You tried to bargain for power, and in turn the demon you bargained with took a few liberties with the idea of granting you power."
								],
								[
									"2",
									"You were intended as a sacrifice to a Demon Prince, but instead became their champion."
								],
								[
									"3",
									"In a moment of trauma, the demonic ancestry in your bloodline manifested."
								],
								[
									"4",
									"You were born this way, and were raised far away from society's judgemental eyes."
								],
								[
									"5",
									"You took an unexpected trip to the Abyss, and did not return the same person."
								],
								[
									"6",
									"After stealing a dark tome belonging to your master, you attempted to cast a spell from it, and things went horribly awry."
								],
								[
									"7",
									"Little did you know, your past lover had actually been a demon, and their presence slowly changed you."
								],
								[
									"8",
									"After having scorned a powerful spellcaster, this cursed form manifested over time."
								],
								[
									"9",
									"You made a bet with a demon and lost."
								],
								[
									"10",
									"After a night of debauchery, you woke up to find yourself like this."
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Demon-tainted characters, underneath their unusual appearance and dark histories, are still people. Although you might draw your powers from darkness, nothing dictates that your character is truly evil. In fact, you might be drawn to try to find healing and closure through good deeds. Alternatively, your character could feel drawn to darker ambitions and deeds as they struggle with the pull of the supernatural corruption within them.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I feel anxious and on edge almost all the time."
								],
								[
									"2",
									"I am almost never surprised by anything."
								],
								[
									"3",
									"I only speak if spoken to, and answer with as few words as possible."
								],
								[
									"4",
									"I make sure to loudly and broadly proclaim any bit of insight or wisdom that comes to me."
								],
								[
									"5",
									"I try to find the positive in any experience, no matter how terrible it might seem at the time."
								],
								[
									"6",
									"I am suspicious of just about everyone as I feel that everyone wants to use me for their own purposes."
								],
								[
									"7",
									"I am a real talker. In fact, I really never stop talking."
								],
								[
									"8",
									"I am a dour person, sulky and sour about the circumstances of my life."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Aspiration. I've seen a hint of greatness in my future, and I work hard to achieve it. (Any)"
								],
								[
									"2",
									"Manipulation. My gifts give me the perfect leverage to move others to my tune. (Evil)"
								],
								[
									"3",
									"Freedom. Knowledge of what may come allows for greater choice. (Chaotic)"
								],
								[
									"4",
									"Serenity. I seek fulfillment with whatever I see in the future. (Neutral)"
								],
								[
									"5",
									"Truth. I am a servant of the truth, and I will share it for good or ill. (Lawful)"
								],
								[
									"6",
									"Compassion. My gifts can bring comfort to the suffering and peace to the troubled. (Good)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I told the fortune of the man who then destroyed my family, but I ignored the warning. I must find him and put it right."
								],
								[
									"2",
									"My grandmother passed a token to me when she explained our gift of the Sight. It's my most prized possession."
								],
								[
									"3",
									"I told one fortune whose meaning I still don't understand, but I know it has great importance."
								],
								[
									"4",
									"My family travels the land, and I send most of the money I earn to them."
								],
								[
									"5",
									"I told the fortune of the person I loved, and that led them to the arms of another."
								],
								[
									"6",
									"I'm driven to read the fortune of powerful people."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I saw a truth once that I refused to speak, and tragedy was the result. It haunts me to this day."
								],
								[
									"2",
									"I have terrible nightmares about the dark futures I've glimpsed."
								],
								[
									"3",
									"No matter how I try, very few ever believe my fortunes."
								],
								[
									"4",
									"I can't resist embellishing a fortune to try to earn a few more coins."
								],
								[
									"5",
									"I loathe charlatans and tricksters who take advantage of those who seek their fortunes, and I do what I can to discredit them."
								],
								[
									"6",
									"I'm terribly jealous of any positive fortune I read, since I can read any palm but my own."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Jundarl",
			"source": "tbk",
			"foundryImg": "icons/creatures/claws/claw-bear-paw-swipe-brown.webp",
			"skillProficiencies": [
				{
					"medicine": true,
					"religion": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"herbalism kit": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"herbalism kit|phb",
						{
							"special": "A well-worn animal pelt you use as both clothing and blanket"
						},
						{
							"special": "a small memento from your previous life"
						},
						{
							"special": "pouch",
							"containsValue": 500
						}
					]
				}
			],
			"entries": [
				"You are of the bloodline of a family who lived for generations in the hot forest of Jundarwood (also known as \"Old Shadow\") in the western Border Kingdoms, and through drinking its waters and eating its fastgrowing plants and small animals, gained the trait of healing swiftly and even regenerating lost organs, limbs, and other body parts. Like other Jundarls, your hair and nails grow with astonishing speed, so if you don't trim often, you're always shaggy, and if you \"let yourself go\" can become as hairy as a bear (concealing your facial features and hiding tattoos and scars), with nails like (brittle, low-strength) bear-claws.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Medicine}, {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Herbalism kit"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A well-worn animal pelt you use as both clothing and blanket, an herbalism kit, and 5 gp"
						}
					]
				},
				{
					"name": "Feature: Fast Healing",
					"type": "entries",
					"entries": [
						"While the rapid growth of your hair and nails may have their drawbacks in civilized society, your body's rapid healing makes getting over life's everyday bumps and bruises a bit easier. At the end of a long rest, the jundarl gains a number of temporary hit points equal to their proficiency bonus. Given enough time, this unusual healing ability can actually regenerate lost digits or even whole body parts. However, this process is slow. The jundarl can regenerate approximately one pound of lost body parts/material for each month spent resting."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Jundarl tend to be on the reclusive side simply as a function of their appearance. However, they are certainly not solitary individuals by default. Given assiduous and daily grooming, one would never be able to tell a Jundarl apart from any other Borderer. Those Jundarl who weary from the necessary trimming and cutting that is required to blend into \"normal\" society tend to be loners who live in isolation Because of their obvious physical differences from the rest of society, Jundarl are often wrongly accused of beastly behaviour, not unlike the bias faced by lycanthropes. Use the tables below, either making specific selections or rolling randomly, as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I've have been accused of so many things I did not do based on my appearance, that I am very slow to judge others."
								],
								[
									"2",
									"I always root for the underdog and go out of my way to help those less fortunate than myself."
								],
								[
									"3",
									"I am quite convinced that I have the right answer for every question, every time."
								],
								[
									"4",
									"I can't stand dairy in any form."
								],
								[
									"5",
									"I'm above such concepts as etiquette and social expectations."
								],
								[
									"6",
									"I'm very easily distracted and struggle to stay on any task."
								],
								[
									"7",
									"All we need is love."
								],
								[
									"8",
									"I am impatient with people the are less intelligent than me, which means just about everyone."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"A Better World. My life is dedicated to uplifting those around me. (Good)"
								],
								[
									"2",
									"Order. Without structure, all is lost. We must follow the rules! (Lawful)"
								],
								[
									"3",
									"Whatever. Everyone needs to, like, chill, man. (Chaotic)"
								],
								[
									"4",
									"Pain. Only through a measure of suffering can one find the truth. (Evil)"
								],
								[
									"5",
									"Respect Others. There is no absolute truth. Each must find their own path. (Neutral)"
								],
								[
									"6",
									"Respect Life. We all have a role to play in this universe and should be allowed to play it. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Because of persecution suffered as a child, I am dedicated to building a more inclusive world."
								],
								[
									"2",
									"I am driven by my fear of failure."
								],
								[
									"3",
									"I lost someone very close to me long ago. Everything I do is dedicated to their memory."
								],
								[
									"4",
									"I am focused on revenge. Revenge against those who killed my family long ago."
								],
								[
									"5",
									"My only source of peace is unspoiled nature. Iwill do anything to preserve it."
								],
								[
									"6",
									"Striving for justice in an unjust world is my burden to bear."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My fear of being accepted makes me quiet and withdrawn."
								],
								[
									"2",
									"I deeply resent people who talk too much."
								],
								[
									"3",
									"I am extremely self conscious about my bad breath, so keep others at least arms' length away."
								],
								[
									"4",
									"I simply cannot abide losing an argument, so I never acknowledge defeat."
								],
								[
									"5",
									"I am greedy, like really greedy. Where is my precious?!"
								],
								[
									"6",
									"I can't stand high society types or any form of foppery."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Monster Hunter",
			"source": "tbk",
			"foundryImg": "icons/creatures/unholy/demon-horned-winged-laughing.webp",
			"skillProficiencies": [
				{
					"nature": true,
					"stealth": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"herbalism kit": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"traveler's clothes|phb",
						"Herbalism kit|phb",
						"hunting trap|phb",
						{
							"special": "pouch",
							"containsValue": 500
						}
					]
				}
			],
			"entries": [
				"You are an experienced hunter of monsters in the Border Kingdoms, both to eliminate and to capture for clients. You have become familiar with their favored lairs, feeding and watering areas, habits, and territories, and so have a good idea of where to find them. Many Borderers know and repeat tavern-tales about the maraudings and cunning of monsters; you have learned what is truth and what is exaggeration in most of these tellings, and the precautions to take if success—and your survival of a hunt—is to be likely.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Nature}, {@skill Stealth}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Herbalism kit"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "Herbalism kit, hunting trap, a set of traveler's clothes, and a pouch containing 5 gp "
						}
					]
				},
				{
					"name": "The Hunt",
					"type": "entries",
					"entries": [
						"You have spent your days mastering the craft of hunting animals and monsters, or pursuing or tracking them with the intent of doing so. Most of your hunting has been for procuring food or to remove predators in your community in which you live. You also have been hired as a guide to track and help kill some of the most dangerous monsters in the Border Kingdoms."
					]
				},
				{
					"name": "Feature: Tracker/Hunter",
					"type": "entries",
					"entries": [
						"You are extremely familiar with the flora, fauna, and terrain of the Border Kingdoms. While in the Border Kingdoms, you can automatically identify the tracks of any beasts native to that region; similarly, you can know what foliage is safe to eat in the Border Kingdoms. Finally, given at least an hour in any wilderness setting in the Border Kingdoms, you can complete a successful hunt producing enough to eat for up to five other people each day."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Monster hunters are a diverse and colorful group who are experts on the flora and fauna of the wilds of the Border Kingdoms. They tend to be solitary, but not universally so. Their individual motivations can range from conservation to trophy hunting. All Monster Hunters are self reliant and very capable naturalists. Use the tables below, either making specific selections or rolling randomly, as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I will pursue and catch my quarry no matter the cost."
								],
								[
									"2",
									"I am privileged to be able to share the beauty of the Border Kingdoms with my clients."
								],
								[
									"3",
									"I will not rest until each and every monster in the Border Kingdoms is eliminated."
								],
								[
									"4",
									"I love the thrill of the hunt."
								],
								[
									"5",
									"I am not one to let property rights and other legalities get in the way of a good hunt."
								],
								[
									"6",
									"I am all about getting paid. If you pay me enough, I will get you a kill."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Independence. I am a free spirit—no one tells me how to run a hunt. (Chaotic)"
								],
								[
									"2",
									"Order. Monsters are a scourge upon us all and must be destroyed. (Lawful)"
								],
								[
									"3",
									"Safety. Protecting the innocent from the depredations of monsters is the highest calling. (Good)"
								],
								[
									"4",
									"Pragmatism. When it comes to a hunt, by any means necessary is the only rule. (Chaotic)"
								],
								[
									"5",
									"Friendship. Material goods come and go. Bonds of friendship last forever. (Good)"
								],
								[
									"6",
									"Glory. I'm determined to be known as the foremost hunter in the Border Kingdoms (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"A close call with an owlbear taught me early on the importance of respecting the dangers in nature."
								],
								[
									"2",
									"I was taught everything I know by a salty old trapper and everything I do now honors his memory."
								],
								[
									"3",
									"The beauty of the natural world informs everything that I do, and I want to share this understanding with as many folk as possible."
								],
								[
									"4",
									"I grew up in a city, but that was not the life for me. Wilderness and the thrill of the hunt is everything to me."
								],
								[
									"5",
									"I lost someone very close to me at the claws of a troll. I will do everything in my power to see that this never happens to anyone else."
								],
								[
									"6",
									"I made a mistake while taking a client on a hunt resulting in her death. It was my fault and the memory of my failure haunts me everyday."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Once started, I cannot stop a hunt."
								],
								[
									"2",
									"I am not interested in coddling anyone's feelings. When on a hunt, my way is the only way."
								],
								[
									"3",
									"I am convinced that I am the best, and am not interested in hearing anyone else's views of tactics, techniques, or locales when it comes to a hunt."
								],
								[
									"4",
									"I often take unnecessary and foolish risks when on a hunt."
								],
								[
									"5",
									"When pursuing a monster, laws were meant to be broken."
								],
								[
									"6",
									"Animals and monsters are beneath our deepest contempt and are meant to be killed."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Oeblar",
			"source": "tbk",
			"foundryImg": "icons/skills/toxins/bottle-open-vapors-pink.webp",
			"skillProficiencies": [
				{
					"deception": true,
					"stealth": true
				}
			],
			"toolProficiencies": [
				{
					"thieves' tools": true,
					"gaming set": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"poisoner's kit|phb",
						{
							"special": "a set of dark common clothes including a hood"
						},
						{
							"special": "pouch",
							"containsValue": 500
						}
					]
				}
			],
			"entries": [
				"You grew up in the \"lawless\" town of Oeble, and so are personally familiar with large numbers of thieves, brigands, smugglers, poisoners, outlaws, bounty hunters, fences of stolen goods—and many of the ruses, swindles, and dodges they employ. You also know of some \"safe houses\" in Oeble where you can hide—if you can pay their stiff fees—and where to procure good disguises and to hire bodyguards or actors to portray roles for you (such as fictitious family members, business compatriots, slaves, and sages).",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Deception}, {@skill Stealth}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of gaming set, thieves' tools"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A poisoner's kit, a set of dark common clothes including a hood, and a pouch containing 5 gp"
						}
					]
				},
				{
					"name": "Feature: Poison Expert",
					"type": "entries",
					"entries": [
						"You can recognize many poisons and sleep-draughts by taste, smell, and hue, and know where to go to obtain such (and other illicit or contraband) substances. Because so many of these noxious substances originate in the Underdark, you are also resistant to Drow Poison."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"While not necessarily hardened criminals themselves, Oeblar are certainly not put off by criminal activity or lawlessness. Activities such as smuggling, kidnapping, and theft are all functions of normal life for the Oeblar. As such, Oeblar can adopt just about any wider world view, as long as trust in or respect for law or authority is not part of its basic makeup. Use the tables below, either making specific selections or rolling randomly, as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am pretty sure that your stuff should be my stuff."
								],
								[
									"2",
									"I am afraid of the dark."
								],
								[
									"3",
									"I am not a morning person. Do not bother me with anything before highsun (noon)."
								],
								[
									"4",
									"I have a compulsive sweet tooth."
								],
								[
									"5",
									"I don't cotton to strangers. You must earn my trust."
								],
								[
									"6",
									"I am terribly insecure so always act tough and never admit to being wrong."
								],
								[
									"7",
									"I am incredibly goal-oriented. I will let nothing stop me when I have set a goal."
								],
								[
									"8",
									"I am fragile and will cry in the face of any cruel insult or jibe."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Property. You are entitled to your things for exactly as long as you are strong enough to protect them. (Chaotic)"
								],
								[
									"2",
									"Freedom. No thinking being should ever be caged. Jails and prisons are for the morally bankrupt. (Chaotic)"
								],
								[
									"3",
									"Charity. There is enough wealth in this world in order to share a measure of it with all. (Good)"
								],
								[
									"4",
									"Greed. Mine! It will all be mine! (Evil)"
								],
								[
									"5",
									"People. I can take or leave just about anyone. If you are right by me, you can expect the same in return. (Neutral)"
								],
								[
									"6",
									"Restitution. Everyone makes mistakes. So, everyone should be afforded the chance to make things right. (Good)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I owe some money to some bad people. I need to pay them back soon or it will be bad, very bad."
								],
								[
									"2",
									"I have a little sister that relies on me. I must make money one way or the other."
								],
								[
									"3",
									"My family's business was forced to close because of outrageous \"protection\" fees. I will make the local crime boss responsible pay."
								],
								[
									"4",
									"I will build a vast criminal empire."
								],
								[
									"5",
									"I have done some things that I am not proud of. I hope to do enough to balance the ledger out."
								],
								[
									"6",
									"I watched someone I cared very much about die because of a mistake that I made. I will carry that burden with me for the rest of my days."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"When the going gets tough, I get going."
								],
								[
									"2",
									"All I care about is money."
								],
								[
									"3",
									"I don't work well with others."
								],
								[
									"4",
									"I really like pie. I don't allow bakeries to be closed (and keeping me from sampling their wares)."
								],
								[
									"5",
									"I will betray anyone and anything for enough money."
								],
								[
									"6",
									"I saw a valuable thing years ago. I constantly dream of stealing it and making it mine."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Scholar of Derlusk",
			"source": "tbk",
			"foundryImg": "icons/sundries/books/book-symbol-triangle-silver-blue.webp",
			"skillProficiencies": [
				{
					"arcana": true,
					"history": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						"common clothes|phb",
						{
							"special": "A bottle of black ink"
						},
						{
							"special": "an ink pen"
						},
						{
							"special": "10 sheets of parchment"
						},
						{
							"special": "a map of unknown origin roughly depicting a long-forgotten dungeon in an unknown location"
						},
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"You have lived in, or visited, the city of Derlusk often enough to have learned something of all of the varied skills, tasks, and knowledge that go into making and interpreting written records. You value books, scrolls, ledgers, heraldry, glyphs, and the need to keep records, and have kept current on changing fashions and habits in written communications within the Border Kingdoms.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Arcana}, {@skill History}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A bottle of black ink, an ink pen, 10 sheets of parchment, a map of unknown origin roughly depicting a long-forgotten dungeon in an unknown location, a set of common clothes, and a pouch containing 10 gp"
						}
					]
				},
				{
					"name": "Lore Savant",
					"type": "entries",
					"entries": [
						"A scholar of Derlusk can bind books, can make several sorts of paper and ink, is an expert calligrapher and often a reasonable counterfeiter, can make engravings and make, repair, and work a printing press; knows something of the historic and current heraldry of the Borders, and is familiar with most trail-runes and boundary marks in the Border Kingdoms. If a book was produced in Derlusk, a Scholar can tell roughly when—or how old the counterfeiter who crafted it wanted others to think it is; you are likely to know when you're examining a counterfeited book or one that's been altered from its original contents."
					]
				},
				{
					"name": "Feature: Lore Investigator",
					"type": "entries",
					"entries": [
						"Derlusk contains some of the greatest libraries in the Realms. As a professional researcher, if you do not immediately recall the information surrounding a piece of lore, you know where you can likely find it. After years of study in Derlusk, you have established a network of contacts in the libraries, scriptoriums, and universities of Derlusk. If you are researching a piece of lore that is specific to the Border Kingdoms, with the guidance of your DM, you likely will know where to find the answer to your question within one of the many athenaeums in Derlusk."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Specialty",
					"type": "entries",
					"entries": [
						"To determine the nature of your scholarly training, roll a d8 or choose from the options in the table below",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Speciality"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Arithmetic"
								],
								[
									"2",
									"Astronomy"
								],
								[
									"3",
									"Alchemy"
								],
								[
									"4",
									"Librarian"
								],
								[
									"5",
									"Logic"
								],
								[
									"6",
									"Rhetoric"
								],
								[
									"7",
									"Esotericism"
								],
								[
									"8",
									"Scribe"
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Scholars of Derlusk are defined by their dedication to their studies, and their characteristics reflect this life of study. Devoted to scholarly pursuits, a Scholar of Derlusk values erudition above all other things. As a result, their love of scholasticism is usually their most forward-facing characteristic. Use the tables below, either making specific selections or rolling randomly, as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I use polysyllabic words even when I don't have to."
								],
								[
									"2",
									"I've read every book in the greatest Derluskan libraries—or I like to boast that I have."
								],
								[
									"3",
									"I appreciate that most aren't as smart as I am. I do my best to help them by patiently explaining anything and everything to them."
								],
								[
									"4",
									"I love nothing more than finding a new book, especially an ancient one."
								],
								[
									"5",
									"I'm willing to listen to every side of an argument before I make my own judgment."
								],
								[
									"6",
									"I have a hard time with those that are not as smart as I and I struggle to keep my frustration with them from showing."
								],
								[
									"7",
									"I am not comfortable in most social settings and I do not enjoy crowds."
								],
								[
									"8",
									"I have been forced to realize that not everyone appreciates my brilliance."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Science. The answer to everything is out there given enough sober study and diligence. (Neutral)"
								],
								[
									"2",
									"Grace. Simple elegance in thought or refinement in thinking is the surest path to truth. (Good)"
								],
								[
									"3",
									"Logic. All opinions are not equal. Some are a very great deal more robust, sophisticated and well supported in sound argument than others. (Lawful)"
								],
								[
									"4",
									"Infinity. Any outcome is possible so one should not be foreclosed against any eventuality. (Chaotic)"
								],
								[
									"5",
									"Authority. The intelligentsia have a duty to rule over the lesser among us. (Evil)"
								],
								[
									"6",
									"Knowledge. The pursuit of knowledge is the surest path to self improvement. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am driven by a nagging question and am certain that the answer is out there somewhere."
								],
								[
									"2",
									"The body of knowledge I have accumulated must be used for the good of society."
								],
								[
									"3",
									"The location and preservation of ancient writings and works is my life's purpose."
								],
								[
									"4",
									"I have dedicated my life to this one specific area of study."
								],
								[
									"5",
									"Knowledge should be available to all. I work to see that education is available to all."
								],
								[
									"6",
									"My unhealthy thirst for knowledge caused me to dig too deeply into things best left hidden. I will bear the cost of this folly for the rest of my life."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I will do anything to get the answer to my question."
								],
								[
									"2",
									"I know that I should use my knowledge for good, but I struggle with the concept of selflessness."
								],
								[
									"3",
									"Inductive inference is the only true path to enlightenment. Ignore those hidebound deductive golems."
								],
								[
									"4",
									"I often come up with overly complex explanations for things when a far simpler one would suffice."
								],
								[
									"5",
									"I always speak my mind. I care not what others think or how my words might affect them."
								],
								[
									"6",
									"I get so nervous around other people that sometimes I find that I cannot speak at all."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Scofflaw of Blacksaddle",
			"source": "tbk",
			"foundryImg": "icons/sundries/flags/banner-flag-red-white.webp",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"deception",
							"survival",
							"persuasion",
							"stealth"
						],
						"count": 2
					}
				}
			],
			"toolProficiencies": [
				{
					"gaming set": true,
					"anyArtisansTool": 1
				}
			],
			"startingEquipment": [
				{
					"_": [
						"traveler's clothes|phb",
						{
							"special": "pouch",
							"containsValue": 2000
						}
					]
				}
			],
			"entries": [
				"You are from the Talduth Vale What was once a series of independent towns and municipalities has now come under the hegemony of the Barony of Blacksaddle. The Barony rules the Vale with a heavy hand, which has stirred deep resentment against the Barony. For a folk used to freedom and independence, the taxes and administration for many have become an unacceptable burden. You have taken to a life of crime as a result. But you are no common brigand. You are focused on fomenting rebellion, stealing from those in positions of wealth and power, and then distributing this bounty to those most affected by the capricious rule of the Barony. As such, you are skilled at tactical planning, ambushes, and getaways (navigating the outdoors). You might be a classic Robin Hood who steals from the rich and gives to the poor, or you might be a rabble-rouser making trouble against any sort of authority. Whatever path you choose, you have contempt for law and order, and any form of governmental authority.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Choose two from among {@skill Deception}, {@skill Survival}, {@skill Persuasion}, and {@skill Stealth}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of gaming set and one set of tools"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of traveler's clothes and a pouch containing 20 gp"
						}
					]
				},
				{
					"name": "Feature: Ingenious",
					"type": "entries",
					"entries": [
						"You frequently find yourself in tough spots so can be creative on the fly with whatever materials you have on hand. Being ingenious requires a pressing need; an inspiration other than boredom or curiosity. Such an attempt succeeds or fails based on the available materials, the situation, and the nature of the desired creation. Success requires both a successful Intelligence (Investigation) check and a successful tool check. The Investigation portion contemplates assembling the materials and their nature, and the tool check is necessary to actually accomplish the build."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Scofflaws of Blacksaddle have one common feature, and that is contempt for governmental authority. They are usually outspoken about this fact and tend to surround themselves with like-minded people. Whether involved in grand plots to topple regional powers or simply trying to dodge the tax assessor, Scofflaws of Blacksaddle are consistent in their desire to foil governmental efforts.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I know what is best for you and I am not shy about sharing this fact with you."
								],
								[
									"2",
									"While I have many strongly-held beliefs, I am reluctant to share them with others."
								],
								[
									"3",
									"Is that the sheriff? Hide!"
								],
								[
									"4",
									"While everyone is entitled to their opinion, it is very difficult to change mine."
								],
								[
									"5",
									"Government eyes and ears are everywhere, so I am very slow to trust."
								],
								[
									"6",
									"I have a big heart and go out of my way to help anyone in need."
								],
								[
									"7",
									"I am supremely goal oriented and nothing will dissuade me from accomplishing something once I have put my mind to it."
								],
								[
									"8",
									"I am insecure so am easily insulted."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Liberty. I will not abide an unjust ruler no matter the personal cost. (Chaotic)"
								],
								[
									"2",
									"Freedom. I will strive to my last breath to free my unjustly imprisoned brothers and sisters. (Chaotic)"
								],
								[
									"3",
									"Independence. The rights of the individual always supersede the rights of society. (Chaotic)"
								],
								[
									"4",
									"Largesse. I steal from the rich and give to the poor. (Good)"
								],
								[
									"5",
									"Family. I'm loyal to my family and friends, not to any nation or government. (Neutral)"
								],
								[
									"6",
									"Progress. We must all work together to make the world a better place. (Good)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My family lost their lands to the Barony, and I mean to make the Barony pay!"
								],
								[
									"2",
									"My exploits will make me a folk hero."
								],
								[
									"3",
									"The suffering of my people drives me to lead them to a brighter future."
								],
								[
									"4",
									"I have done some things I am not proud of, but such is the cost of closely-held ideals."
								],
								[
									"5",
									"A family member was unjustly imprisoned. I will free them or die trying."
								],
								[
									"6",
									"The people must know the truth. No matter the personal cost to me, I will spread the word."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I simply cannot make myself be respectful to authority."
								],
								[
									"2",
									"Seeing soldiers of the Barony sets me off into a barely controllable rage."
								],
								[
									"3",
									"I drink too much."
								],
								[
									"4",
									"I really don't care about anyone else, but do my best to hide it."
								],
								[
									"5",
									"I am a know-it-all."
								],
								[
									"6",
									"I laugh loudly at the misfortunes of others."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Yallaschan",
			"source": "tbk",
			"foundryImg": "icons/sundries/survival/rope-wrapped-brown.webp",
			"skillProficiencies": [
				{
					"history": true,
					"perception": true
				}
			],
			"toolProficiencies": [
				{
					"carpenter's tools": true,
					"vehicles (water)": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"traveler's clothes|phb",
						{
							"special": "A set of carpenter's tools including a longshoreman's hook"
						},
						{
							"special": "a blank book"
						},
						{
							"special": "1 ounce of ink"
						},
						{
							"special": "an ink (quill) pen"
						},
						{
							"special": "leather pouch",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"You grew up in the city of Yallasch, and so are personally trained in the making and repair of ropes and cables of all sizes, and/or of chains of all sizes, or of (canvas) sails, or shipbuilding (the construction, repair, sealing and resealing of hulls, and the making, seating, and repair of masts). Regardless of what you've been trained in, you are skilled in the erection of scaffolding, in the placement, construction, repair, and use of pulleys and guidelines—and so can readily load or unload cargoes to and from ship-holds or up and down great heights (castle walls or cliffs). You can roughly estimate breaking strains, load limits, weights, stresses, and the \"sway\" effects of winds or wind gusts of a given force.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill History}, {@skill Perception}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Carpenter's tools, vehicles (water)"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of carpenter's tools including a longshoreman's hook, a blank book, 1 ounce of ink, an ink (quill) pen, a set of traveler's clothes, and a leather pouch with 10 gp"
						}
					]
				},
				{
					"name": "Feature: Stevedore Engineering",
					"type": "entries",
					"entries": [
						"Provided you have the tools and materials necessary (cables/rope/chains), you can create a plan involving scaffolding, rigging, or block and tackle, to perform just about any conceivable task (e g moving something heavy; lifting something high in the air; creating a rope based trap; building a suspension bridge, etc)."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Contacts in Port",
					"type": "entries",
					"entries": [
						"Your work on the docks and piers of Yallasch have brought you in contact with many colorful and interesting individuals. Roll on the following table to establish your \"go to\" contact in Yallasch for help, advice, or general information about Yallasch and the surrounding region.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Contacts"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"A veteran sea captain of many voyages in the Sea of Swords and the Shinning Sea."
								],
								[
									"2",
									"A local noble of Yallasch who \"owes you one\" for assisting her on a past project."
								],
								[
									"3",
									"A fellow dockhand (stevedore) whom you trust and who has a large family in Yallasch."
								],
								[
									"4",
									"A shopkeeper in Yallasch who runs an alchemical shop."
								],
								[
									"5",
									"A thug who is associated with the local guild, who owes you a favor."
								],
								[
									"6",
									"A former lover who is an acolyte in the temple of Lathander."
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Yallasch stevedores are resourceful carpenters and designers. They are well known in the region for their abilities, and are often sought out to consult on a wide array of engineering projects, not limited to shipwright projects in port.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am really good at what I do and take every opportunity to tell everyone just that."
								],
								[
									"2",
									"I am afraid of the water."
								],
								[
									"3",
									"I am very laidback, to the point of being laconic."
								],
								[
									"4",
									"I love designing and sketching all manner of things. I am always drawing."
								],
								[
									"5",
									"While I don't mind hard work, I prefer great pay."
								],
								[
									"6",
									"I always root for the underdog."
								],
								[
									"7",
									"I am often too proud to admit that I don't know what I am talking about."
								],
								[
									"8",
									"I always do the right thing."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Kindness. It is amazing how much morale is improved by small acts of kindness. (Good)"
								],
								[
									"2",
									"Teamwork. Any complicated job can be accomplished if everyone works together. (Lawful)"
								],
								[
									"3",
									"Visionary. Don't ever let those who are lesser suppress your ideas. (Chaotic)"
								],
								[
									"4",
									"Achievement. The goal is all that matter. The means are irrelevant. (Evil)"
								],
								[
									"5",
									"Cheer. Life should never get too busy to keep us from enjoying ourselves. (Any)"
								],
								[
									"6",
									"Wealth. It is all about the gold pieces. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I must be recognized as one of the great artisans of my age."
								],
								[
									"2",
									"I will be successful and use that success to improve the lives of those around me."
								],
								[
									"3",
									"When I succeed, I cannot wait to rub it in the faces of those who doubted me!"
								],
								[
									"4",
									"Keeping my hands busy distracts me from dwelling on my painful past."
								],
								[
									"5",
									"I am tired of living up to the expectations of others. I will forge my own path."
								],
								[
									"6",
									"This world has given me exactly nothing. I owe it the same."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am too proud to learn from my mistakes."
								],
								[
									"2",
									"I don't take direction well."
								],
								[
									"3",
									"I cannot stand know-it-alls."
								],
								[
									"4",
									"I am jealous of those more talented than I."
								],
								[
									"5",
									"I have no time for those who disagree with me."
								],
								[
									"6",
									"I have an addictive personality."
								]
							]
						}
					]
				}
			]
		}
	]
}
