{
	"_meta": {
		"sources": [
			{
				"json": "tlotrw",
				"abbreviation": "TLotRW",
				"full": "Thay Land of the Red Wizards",
				"authors": [
					"Ed Greenwood",
					"Alex Kammer"
				],
				"convertedBy": [
					"Anonymous"
				],
				"version": "1.0.0",
				"color": "0392cd",
				"url": "https://www.dmsguild.com/product/386190/Thay-Land-Of-The-Red-Wizards",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1652374503,
		"dateLastModified": 1653882643,
		"_dateLastModifiedHash": "25a1b65613"
	},
	"background": [
		{
			"name": "Blank Slate",
			"source": "tlotrw",
			"foundryImg": "icons/magic/defensive/illusion-evasion-echo-purple.webp",
			"skillProficiencies": [
				{
					"survival": true,
					"choose": {
						"from": [
							"arcana",
							"athletics",
							"intimidation",
							"persuasion",
							"stealth"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"deep speech": true
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"disguise kit",
							"thieves' tools"
						],
						"count": 1
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "a Thayan trinket"
						},
						{
							"special": "a locket that contains a small portrait of an old person that you don't recognize"
						},
						{
							"special": "a small glass vial with what appears to be shed skins"
						},
						{
							"special": "a fancy signet ring"
						},
						{
							"special": "shredded clothes"
						},
						{
							"special": "a fancy signet ring"
						},
						"shovel|phb",
						{
							"special": "small cedar box",
							"containsValue": 1400
						}
					]
				}
			],
			"entries": [
				"The first thing that you can remember of your life is emerging from the ruined laboratory. You were in agony, mentally and physically, and to this day haven't discovered anything about what caused you to be in Thay. You are both drawn to that mystery as well as repulsed by it, because once you discover what gave you your scars, you can never unlearn it.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Survival},  and choose one from: {@skill Arcana}, {@skill Athletics}, {@skill Intimidation}, {@skill Persuasion}, {@skill Stealth}"
						},
						{
							"type": "item",
							"name": "Language",
							"entry": "Deep Speech"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Disguise kit or thieves' tools"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A Thayan trinket, a locket that contains a small portrait of an old person that you don't recognize, a small glass vial with what appear to be shed skins (snake, insect, or other similar creature), a fancy signet ring, shredded clothes (noble's, sailor's, or soldier's), a shovel, and a small cedar box that contains 14 gp. The coins are at least 60 years old."
						}
					]
				},
				{
					"name": "How Did I Get These Scars?",
					"type": "entries",
					"entries": [
						"Upon emerging from the ruins you either saw your scars in your reflection or someone pointed them out to you. What are they? Where are they located? Do you really want to know?",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Location of Scars"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Across your face and cheeks"
								],
								[
									"2",
									"Covering your arms"
								],
								[
									"3",
									"All across your legs"
								],
								[
									"4",
									"Haphazardly across your back"
								],
								[
									"5",
									"Encompassing your chest"
								],
								[
									"6",
									"Marring your hands and wrists"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Type of Scars"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Dozens of small, perfect circles"
								],
								[
									"2",
									"A series of deep slashes that have rudely healed"
								],
								[
									"3",
									"The faint remains of medical stitches and staples"
								],
								[
									"4",
									"Deep purple tissue that is intensely itchy"
								],
								[
									"5",
									"Bright white, old scar tissue that is always warm"
								],
								[
									"6",
									"Gibberish arcane runes that occasionally weep green fluid"
								]
							]
						}
					]
				},
				{
					"name": "Feature: Starbonded",
					"type": "entries",
					"entries": [
						"When you are presented with an aberrant creature's natural form, you instantly recall some esoteric bit of lore about that creature. Usually, this information regards the creature's favored diet or habitat, but on rareoccasion you may know that creature's name. When this effect is triggered, your scars grow slightly larger or more numerous. If this effect is triggered because you saw a starspawn creature, you feel both kinship and intense revulsion. Your DM might rule that this effect may only happen once per day, or that the information only comes to you when you next fall asleep."
					],
					"data": {
						"isFeature": true
					}
				}
			]
		},
		{
			"name": "Expatriate Mage",
			"source": "tlotrw",
			"foundryImg": "icons/magic/fire/beam-jet-stream-embers.webp",
			"skillProficiencies": [
				{
					"arcana": true,
					"choose": {
						"from": [
							"Athletics",
							"Acrobatics",
							"Sleight of Hand",
							"Stealth",
							"History",
							"Investigation",
							"Nature",
							"Religion",
							"Animal Handling",
							"Insight",
							"Medicine",
							"Perception",
							"Survival",
							"Deception",
							"Intimidation",
							"Performance",
							"Persuasion"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "a Thayan trinket"
						},
						{
							"special": " a ruined spellbook that once belonged to one of your peers"
						},
						{
							"special": "a scroll tube that contains four preserved humanoid eyeballs,"
						},
						{
							"special": "a necklace with a trio of tiny crystals that have been woven together with silver filigree"
						},
						"traveler's clothes|phb",
						{
							"special": "pouch",
							"containsValue": 2000
						}
					]
				}
			],
			"entries": [
				"You, and others, were being tutored by a zulkir's trusted advisors. As a fledgling Red Wizard, you were destined for greatness should you survive your training. You experienced a great many things during your classes, though, and slowly you were the only person left in your training class. When you found out what happened to your classmates you were left with more questions than answers, and ultimately decided that the sacrifices that Thay requires just aren't worth your time and effort. You abandoned your training, possibly forsaking the path of magic altogether, and swore that you would only return to mete out justice for all the wrongs you witnessed.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Arcana} plus one other (your choice)"
						},
						{
							"type": "item",
							"name": "Language",
							"entry": "Choose any two"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A Thayan trinket, a ruined spellbook that once belonged to one of your peers, a scroll tube that contains four preserved humanoid eyeballs, a necklace with a trio of tiny crystals that have been woven together with silver filigree, asset of traveler's clothes, and 20 gp"
						}
					]
				},
				{
					"name": "The School of Sacrifice",
					"type": "entries",
					"entries": [
						"What did you give up in order to enter tutelage? What concessions did you make to stay there?",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Location of Scars"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"You had to give up your family; they were disappeared by the zulkir's enforcers, but you entered into your education for free."
								],
								[
									"2",
									"As you became close with your peers, they were removed from class. You never heard from them again, and the administrators didn't recognize their names or descriptions when you inquired."
								],
								[
									"3",
									"You had to give up part of your eternal soul."
								],
								[
									"4",
									"You had to accept part of the zulkir's soul into yourself. You have no control over or communication with this fragment, but its presence mars your existence."
								],
								[
									"5",
									"You had to swear an oath to Thay upon pain of eternal torment, and you're convinced that actions taken against Thay would result in excruciating retaliation."
								],
								[
									"6",
									"You willingly accepted a curse that causes you to lose your memories if you act against Thay. You have no idea how much you've already forgotten"
								]
							]
						}
					]
				},
				{
					"name": "Feature: Student of Evil",
					"type": "entries",
					"entries": [
						"You are familiar with the Zulkir that you trained under, and know the information presented in their description elsewhere in this supplement. You may not have spent significant time with them directly as your training was primarily handled by their advisors, but your awareness may open (or inadvertently close!) doors when speaking with other people, especially adventurers, merchants, and nobles. Similarly, the Zulkir may have a bounty on your head for your safe (or otherwise) return."
					],
					"data": {
						"isFeature": true
					}
				}
			]
		},
		{
			"name": "Thayan Deserter",
			"source": "tlotrw",
			"foundryImg": "icons/magic/perception/silhouette-stealth-shadow.webp",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"athletics",
							"medicine",
							"perception",
							"survival"
						],
						"count": 2
					}
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"vehicles (land)",
							"vehicles (water)"
						],
						"count": 1
					},
					"gaming set": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "a Thayan trinket"
						},
						{
							"special": "Thayan citizenship papers"
						},
						{
							"special": "a memento from a member of your platoon or commander (Tharchion, Tharchioness, or Zulkir)"
						},
						{
							"special": "a small booklet of Thayan propaganda"
						},
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"You were a soldier in the Thayan army, beholden to a Tharchion, Tharchioness, or Zulkir that sought to deploy you against the enemies of the magocracy. Over time you grew to question your orders, quietly at first and then more loudly. One way or another you deserted your post and abandoned your commission. The memories of the atrocities that you were party to, or that you committed, echo in your mind to this day.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Choose two from among {@skill Athletics}, {@skill Medicine}, {@skill Perception}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Choose one type of gaming set and one vehicle"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A Thayan trinket, Thayan citizenship papers, a memento from a member of your platoon or commander (Tharchion, Tharchioness, or Zulkir), a small booklet of Thayan propaganda, and a pouch containing 10 gp."
						}
					]
				},
				{
					"name": "A Step Too Far",
					"type": "entries",
					"entries": [
						"Before you decided that enough was enough and abandoned your post, you were commanded to perform one questionable activity after another. The memory of the final command haunts you to this day.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Location of Scars"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Your discovered your commander was magically charming other members of your platoon. When you voiced concern, you were awarded a promotion and removed from field duty."
								],
								[
									"2",
									"After several weeks of raids that left caravans destroyed and their supplies completely raided, you found the raider's lair. Upon discovering that the raiders weren't quite adults, you were told to recruit them or to let the necromancers do it."
								],
								[
									"3",
									"You had guarded the tollhouse for several mostly uneventful months near the distant border. One day while inspecting a wagon, you found it was full of children who were being smuggled out of Thay while their parents stayed behind, so the children might have a better life. Their plight resonated with you on a deep level."
								],
								[
									"4",
									"War is terrible for many reasons, but you've been unable to reconcile your bloody actions against the reasoning that your commanders kept presenting."
								],
								[
									"5",
									"Your unit was always assigned to clear the battlefield. The aftermath became too much to bear, and the dead seem to be getting younger and younger."
								],
								[
									"6",
									"After being told for years that the outside world was filled with monstrous people, you were shown kindness after sustaining a life-threatening injury. Their openness has caused your perceptions to shift"
								]
							]
						}
					]
				},
				{
					"name": "Feature: Heart of Darkness",
					"type": "entries",
					"entries": [
						"Those who look into your eyes can see that you have faced unimaginable horror and that you are no stranger to darkness. Though they might fear you, commoners will extend you every courtesy and do their utmost to help you. Unless you have shown yourself to be a danger to them, they will even take up arms to fight alongside you, should you find yourself facing an enemy alone."
					],
					"data": {
						"isFeature": true
					}
				}
			]
		}
	],
	"feat": [
		{
			"name": "Circle of Duplication",
			"source": "tlotrw",
			"entries": [
				"When you serve as the focal point for a Thayan circle cast spell, you may attempt to manifest your spell's effect twice when the ritual completes. If you do, the spell's base DC is half of its normal value, determined after all adjustments from your ritual are compiled in. You choose new targets for the duplicated spell."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Thayan Circle Caster|tlotrw}"
					],
					"otherSummary": {
						"entry": "Ritual caster feat or class feature",
						"entrySummary": "Ritual Caster"
					}
				}
			],
			"foundryImg": "icons/magic/symbols/runes-triangle-blue.webp"
		},
		{
			"name": "Circle of Hunger",
			"source": "tlotrw",
			"entries": [
				"When you serve as the focal point for a Thayan circle cast spell, you may attempt to siphon additional en ergy from each caster other than yourself participating in the ritual. This decision is made at the end of each minute that you spend casting your ritual, and once made each caster other than yourself automatically loses their highest-level unused spell slot unless they succeed on a Constitution saving throw. The DC for this saving throw is:",
				"DC = 8 + your spellcasting modifier + your proficiency bonus + the number of rounds in this ritual that you've used this ability",
				"A spellcaster that fails this saving throw and has no spell slots remaining falls unconscious and is no longer able to participate in the current circle casting effort. Any spell slots lost by the circle casting participants may be used by you in your ritual's final effect, and the original caster regains spell slots lost in this manner when they complete a long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Thayan Circle Caster|tlotrw}"
					],
					"otherSummary": {
						"entry": "ritual caster feat or class feature",
						"entrySummary": "Ritual Caster"
					}
				}
			],
			"foundryImg": "icons/magic/symbols/runes-triangle-magenta.webp"
		},
		{
			"name": "Thayan Circle Caster",
			"source": "tlotrw",
			"entries": [
				"You have been blessed by Szass Tam himself and have become a conduit for enhanced arcane power. You may participate in Thayan circle casting.",
				"The practice of communal spellcasting isn't original to Thay, nor is it exclusive to this region. Having originated with ancient civilizations that predate Thay, the Witches of Rashemen, and even Netheril, circle magic provides a method by which a group of spellcasters may pool their resources in such a way that the eventual effects are manifested at an incredible level, but also so that Mystra's will and command of the usage of the Weave isn't truly violated. Where one practitioner of the Art may be mighty, together a group of circle casting mages are nigh unstoppable.",
				{
					"type": "entries",
					"name": "The Practice of Circle Casting}",
					"entries": [
						"At its core, circle casting is an evolution of the practice of ritual casting. Modern rituals are performed by a single spellcaster, who spends at least 10 minutes reciting their spell and using their reagents as they perform the complex steps of the spell. Circle-cast spells take this base concept and ramp it up in a manner that is clearly Thayan: it is ostentatious, it is greedy, and it is powerful.",
						"Each practitioner of the Art that wishes to participate in the practice of circle casting must be an active circle caster. They gather in a manner that leaves them no more than 20 feet distant from all of the other Red Wizards that are participating in the ritual. The Red Wizard that is performing the circle casting ritual stands in the center of the gathering, while each of the other participants performs a 10-minute-long ritual, or longer if the central Red Wizard's ritual would take more than 10 minutes, in which they channel their spell slots into the Red Wizard in the center. Upon completion of the ritual, the central Red Wizard decides what to do with the channeled spell slots and the desired effect from their own ritual manifests immediately.",
						"{@b Starting a Circle Cast Ritual.} You may initiate a circle cast ritual if you have both the Thayan circle caster feat and Szass Tam's blessing. When you decide to start a circle cast ritual, you are serving as the focal point for the ritual. This does not necessarily change the spell's effect, range, target, or other variables. You must have at least 2 other Red Wizards with the Thayan circle casting feat in order to start a circle cast ritual. As you perform your ritual, you:",
						{
							"type": "list",
							"items": [
								"Choose one spell that you have prepared to be your circle casting spell. This spell consumes your highest-level spell slot, which must be equal to or higher than the level of the spell. This spell does not need to be a ritual spell and does not become a ritual spell by virtue of using this ability. Must perform your circle cast ritual for 10 minutes or the standard casting time for your chosen spell, whichever is longer.",
								"Fully open yourself to telepathic communication with Szass Tam, even if you are on different planes of existence.",
								"May not take any actions or movements.",
								"At the beginning of each minute that you spend casting your ritual, you gain spell points from each Red Wizard participating. For example, if you gained three 5th-level spell slots, you would gain 15 spell points. These spell points are expended at the end of the ritual, and any unused points are lost.",
								"Unlike the other participants, if you run out of spell slots you do not gain levels of exhaustion."
							]
						},
						"{@b Participating in a Circle Cast Ritual.} You may participate in a circle cast ritual provided that you have both the Thayan circle caster feat and Szass Tam's blessing. You may take no other actions or movements for the entire duration of the ritual. While performing in the ritual, you:",
						{
							"type": "list",
							"items": [
								"Must perform your circle cast ritual for 10 minutes or the standard casting time for your chosen spell, whichever is longer.",
								"Fully open yourself to telepathic communication with Szass Tam, even if you are on different planes of existence.",
								"May not take any actions or movements.",
								"At the beginning of each minute that you spend within the ritual, your highest-level spell slot is delivered to the focal point. If you have no spell slots remaining, you instead gain one level of exhaustion.",
								"If a Red Wizard is rendered unconscious or killed during their participation in a circle cast ritual, all other participants gain one level of exhaustion unless they succeed on a Constitution saving throw. The DC for this saving throw is:",
								"DC = 8 + level of spell being cast + focal point's spellcasting modifier + focal point's proficiency bonus"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "The Vile Cost of Circle Casting",
					"entries": [
						"As with anything that Szass Tam touches, the practice of circle casting has become inherently corrupt. Upon the completion of a spell cast in this manner, several effects manifest in addition to anything the spell creates:",
						"{@b Blasted Hellscape.} The land surrounding the focal point of the ritual is turned into a blasted, lifeless hellscape. The range of this effect is equal to the ombined level of all spell slots gathered in the ritual times the focal point's wizard level in feet.",
						"{@b Weaverend.} Due to the extreme amount of energy that has been channeled in the ritual, each spellcaster that participated in any portion of the circle cast ritual has their Intelligence score reduced by {@dice 1d4} points and their Constitution score reduced by {@dice 1d4} unless they succeed on a Constitution saving throw. The participant dies if their Intelligence or Constitution is reduced to 0. Otherwise, the reduction lasts until the participant finishes a short or long rest. The DC for this saving throw is:",
						"DC = 8 + half of the total spell points gathered by the ritual"
					]
				},
				{
					"type": "entries",
					"name": "The Effects of Circle Casting",
					"entries": [
						"Once a circle cast ritual is complete, the focal point needs to determine what to do with the spell points that they have gathered. The focal point may purchase multiple effects, chosen from the following options:",
						"{@b Enhanced Destruction.} One of the spell's damage dice is automatically set to its maximum value. This effect costs a number of spell points equal to half of the value of the die chosen (e.g.: a d6 costs 3 spell points).",
						"{@b Extend Range.} The spell's range is increased by 50 percent.",
						"{@b Grant Advantage.} If your spell requires an attack roll, you may grant yourself advantage on a single attack roll by spending 10 spell points on this effect. This effect may be purchased multiple times.",
						"{@b Impose Disadvantage.} Anything included in the spell's effect has disadvantage on their saving throw against the spell's effect(s). This option may only be chosen if at least one 8th-level or higher spell slot was consumed in the casting of the ritual, and costs 10 spell points.",
						"{@b Manifest Essence.} For every 5 spell points that you use to purchase this effect, you manifest one magic missile that deals {@damage 1d4 + 1} points of force damage to a target of your choosing.",
						"{@b Modify Duration.} The spell's duration is extended by an additional 50 percent. If you use 40 or more spell points to purchase this effect, the duration becomes 7 days. If you spend 100 spell points to purchase this effect, the duration becomes permanent.",
						"{@b Raise DC.} The spell's DC is increased by 1/4 of the spell slots used to purchase this effect.",
						"{@b Sculpt Spell.} You may exclude a single target from your spell's area of effect. This effect costs 30 spell points.",
						"{@b Shape Spell.} You may adjust the shape of your spell to a cube, cone, sphere, or spray. This effect costs 40 spell points.",
						"{@b Shred the Weave.} This dangerous effect costs 200 spell points. When purchased, the spell becomes a living spell and instantly kills each Red Wizard that participated in the circle cast ritual unless they succeed on a DC 24 Constitution saving throw as Mystra's fury courses through them."
					]
				}
			],
			"prerequisite": [
				{
					"level": {
						"level": 8,
						"class": {
							"name": "Wizard"
						}
					},
					"ability": [
						{
							"int": 18
						}
					],
					"otherSummary": {
						"entry": "Ritual caster feat or class feature",
						"entrySummary": "Ritual Caster"
					}
				}
			],
			"foundryImg": "icons/magic/symbols/runes-triangle-magenta.webp"
		}
	],
	"monster": [
		{
			"name": "Bogmaw",
			"foundryImg": "",
			"size": [
				"G"
			],
			"type": "monstrosity",
			"source": "tlotrw",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "11d20 + 66",
				"average": 181
			},
			"speed": {
				"walk": 40,
				"fly": 40,
				"canHover": false
			},
			"str": 22,
			"dex": 10,
			"con": 22,
			"int": 2,
			"wis": 10,
			"cha": 7,
			"passive": 18,
			"cr": "12",
			"shortName": true,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"skill": {
				"perception": "+8"
			},
			"immune": [
				"acid"
			],
			"trait": [
				{
					"name": "Hold Breath (Crocodile)",
					"entries": [
						"The bogmaw can hold its breath for 1 hour."
					]
				},
				{
					"name": "Multiple Heads",
					"entries": [
						"The bogmaw has five heads. While it has more than one head, the bogmaw has advantage on saving throws against being {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, {@condition stunned}, and knocked {@condition unconscious}.",
						"Whenever the bogmaw takes 25 or more damage in a single turn, one of its heads dies. If all its heads die, the bogmaw dies.",
						"At the end of its turn, it grows two heads for each of its heads that died since its last turn, unless it has taken fire damage since its last turn. The bogmaw regains 10 hit points for each head regrown in this way.",
						"When a new head is grown, roll a {@dice d20}; on a result of 18 or higher, the new head has horns."
					]
				},
				{
					"name": "Reactive Heads",
					"entries": [
						"For each head the bogmaw has beyond one, it gets an extra reaction that can be used only for opportunity attacks."
					]
				},
				{
					"name": "Wakeful",
					"entries": [
						"While the bogmaw sleeps, at least one of its heads is awake."
					]
				}
			],
			"traitTags": [
				"Hold Breath"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Bogmaw uses its bite or headbutt actions to make as many attacks as it has heads."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 10 ft., one target. {@h}11 ({@damage 1d10 + 6}) piercing damage."
					]
				},
				{
					"name": "Headbutt (horned heads only)",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 15 ft., one target. {@h}13 ({@damage 2d6 + 6}) bludgeoning damage and the target is knocked {@condition prone} unless they succeed on a {@dc 18} Strength saving throw."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"prone",
				"restrained"
			],
			"bonus": [
				{
					"name": "Clamp Down",
					"entries": [
						"If Bogmaw hits the same target with 2 or more bite attacks in a single turn, it can use its bonus action to grapple that target (escape {@dc 18}). Until the grapple ends, the target is {@condition restrained} and has disadvantage on Strength checks and Strength saving throws, and Bogmaw can't use the same head on another target."
					]
				}
			],
			"fluff": {
				"entries": [
					"The wetlands of Thay are rife with terrible monsters, some of which were transported into the area by the Red Wizards themselves to keep \"intrepid heroes\" at bay. One such terrible monster was the legendary Bogmaw, a hydra of near-unimaginable size that laid waste to numerous villages and farms before it was defeated. The Thayans, impressed with the",
					"creature's savagery, sought to duplicate its powers and might; their efforts would soon escape their grasp, though, as the goats they were experimenting upon escaped into the wilderness. Reportedly, only one now remains and those that have witnessed the aftermath of its passage believe this to be Bogmaw returned—most people have no idea that the original",
					"hydra is long gone and only this tormented monstrosity remains."
				]
			}
		},
		{
			"name": "Many-hued Goat",
			"size": [
				"M"
			],
			"type": "beast",
			"source": "tlotrw",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "3d10 + 3",
				"average": 19
			},
			"speed": {
				"walk": 40
			},
			"str": 17,
			"dex": 11,
			"con": 12,
			"int": 3,
			"wis": 12,
			"cha": 6,
			"passive": 11,
			"cr": "1/2",
			"shortName": "Goat",
			"action": [
				{
					"name": "Charge",
					"entries": [
						"If the goat moves at least 20 feet straight toward a target and then hits it with a ram attack on the same turn, the target takes an extra 5 ({@damage 2d4}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Sure-Footed",
					"entries": [
						"The goat has advantage on Strength and Dexterity saving throws made against effects that would knock it {@condition prone}."
					]
				}
			],
			"conditionInflict": [
				"prone"
			],
			"damageTags": [
				"B"
			],
			"reaction": [
				{
					"name": "Color Shift",
					"entries": [
						"If a creature speaks the name of a color in Common or a Thayan dialect and the many-hued goat is conscious and can hear that creature, the goat uses its reaction to cause its flesh and hair to immediately become that color. It can't adopt more than one color at a time. Any hair that is removed from the goat retains its last color forever; such coloration is immune to effects like fading from sunlight, washing out from abrasive or chemicals, and staining from grass, foods, mud, blood, and so on."
					]
				}
			],
			"fluff": {
				"entries": [
					"Not all Thayan projects revolve around conquest or subjugation. The many-hued goat, for example, is the result of a merchant's desire to have a range of vibrant fabric colors available for sale without having to use expensive dyes and rare pigments. The merchant invested heavily in arcane research that would grant her the ability to speak a command word at a goat which would cause that goat's flesh and coat to immediately change to the desired color. Once the project was deemed a success, additional efforts were made to ensure that this bloodline of goats would possess this ability for the rest of their days."
				]
			}
		},
		{
			"name": "Black Wyrmling Protodracolich",
			"size": [
				"M"
			],
			"type": {
				"type": "dragon",
				"tags": [
					"undead"
				]
			},
			"source": "tlotrw",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 10,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "6d8 + 6",
				"average": 33
			},
			"speed": {
				"walk": 30,
				"fly": 60,
				"canHover": false,
				"swim": 30
			},
			"str": 15,
			"dex": 14,
			"con": 13,
			"int": 10,
			"wis": 11,
			"cha": 13,
			"passive": 14,
			"cr": "2",
			"shortName": "Protodracolich",
			"languages": [
				"understands but can't speak Draconic"
			],
			"languageTags": [
				"CS",
				"DR"
			],
			"senses": [
				"blindsight 30 ft."
			],
			"senseTags": [
				"B"
			],
			"save": {
				"dex": "+4",
				"con": "+3",
				"wis": "+2",
				"cha": "+3"
			},
			"skill": {
				"perception": "+4",
				"stealth": "+4"
			},
			"vulnerable": [
				{
					"special": "healing magic"
				}
			],
			"immune": [
				"acid",
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The protodracolich can breathe air and water."
					]
				},
				{
					"name": "Blindsenses",
					"entries": [
						"The protodracolich can't use its eyes but has developed an innate blindsense. So long as it can hear, it is aware of all creatures within 30 feet."
					]
				},
				{
					"name": "Vulnerable",
					"entries": [
						"The protodracolich takes damage from healing magic, and effects that would return it to life instead destroy it immediately. Its soul has been destroyed."
					]
				},
				{
					"name": "Dual Nature",
					"entries": [
						"A protodracolich is both a dragon and an undead creature."
					]
				}
			],
			"traitTags": [
				"Amphibious"
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d10 + 2}) piercing damage plus 2 ({@damage 1d4}) acid damage."
					]
				},
				{
					"name": "Acid Breath {@recharge 5}",
					"entries": [
						"The dragon exhales acid in a 15-foot line that is 5 feet wide. Each creature in that line must make a {@dc 11} Dexterity saving throw, taking 6 ({@damage 2d6}) necrotic damage and 22 ({@damage 5d8}) acid damage on a failed save, or half as much damage on",
						"a successful one."
					]
				}
			],
			"damageTags": [
				"A",
				"N",
				"P"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"fluff": {
				"entries": [
					"While the Thayans aren't allies of the Cult of the Dragon, they grant them a small measure of begrudging respect. The secrets of transforming a dragon into a dracolich have long been held tightly by the Cult, but now the Red Wizards are inching closer to success in their own research into the matter. The process used by the Thayans is especially dreadful and mutilates the test subject, magically marring them beyond repair.",
					"{@b Draconic Nature.} Despite their undead nature, a protodracolich retains many of qualities of their draconic heritage. Even so,  they lose some of these qualities due to the horrific nature of their transformation.",
					"{@b Undead Nature.} A protodracolich is an abomination, even where undead creatures are concerned. The secrets held by the Cult haven't been fully unraveled by the Red Wizards, so these undead creatures aren't as powerful as their kin."
				]
			},
			"actionTags": [
				"Breath Weapon"
			]
		},
		{
			"name": "Poltergoat",
			"size": [
				"M"
			],
			"type": "monstrosity",
			"source": "tlotrw",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "5d8",
				"average": 22
			},
			"speed": {
				"fly": {
					"number": 50,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 1,
			"dex": 14,
			"con": 11,
			"int": 10,
			"wis": 10,
			"cha": 11,
			"passive": 10,
			"cr": "2",
			"shortName": true,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"understands all languages it knew in life but can't speak"
			],
			"languageTags": [
				"LF"
			],
			"resist": [
				{
					"resist": [
						"acid",
						"cold",
						"fire",
						"lightning",
						"thunder"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"necrotic",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"grappled",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained",
				"unconscious"
			],
			"trait": [
				{
					"name": "Incorporeal Movement",
					"entries": [
						"The poltergoat can move through other creatures and objects as if they were {@quickref difficult terrain||3}. It takes 5 ({@dice 1d10}) force damage if it ends its turn inside an object."
					]
				},
				{
					"name": "Invisibility",
					"entries": [
						"The poltergoat is {@condition invisible}."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the poltergoat has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				}
			],
			"traitTags": [
				"Incorporeal Movement",
				"Sunlight Sensitivity"
			],
			"damageTags": [
				"B",
				"O"
			],
			"conditionInflict": [
				"invisible"
			],
			"action": [
				{
					"name": "Forceful Slam",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}10 ({@damage 3d6}) force damage."
					]
				},
				{
					"name": "Telekinetic Thrust",
					"entries": [
						"The poltergoat targets a creature or unattended object within 30 feet of it. A creature must be Medium or smaller to be affected by this magic, and an object can weigh up to 150 pounds.",
						"If the target is a creature, the poltergoat makes a Charisma check contested by the target's Strength check. If the poltergoat wins the contest, the poltergoat hurls the target up to 30 feet in any direction, including upward. If the target then comes into contact with a hard surface or heavy object, the target takes {@damage 1d6} damage per 10 feet moved.",
						"If the target is an object that isn't being worn or carried, the poltergoat hurls it up to 30 feet in any direction. The poltergoat can use the object as a ranged weapon, attacking one creature along the object's path ({@hit 4} to hit) and dealing 5 ({@damage 2d4}) bludgeoning damage on a hit."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"The Red Wizards have long sought to find ways by which to give their soldiers spell-like abilities without giving them actual spellcasting power. One such experiment led to the mages attempting to give creatures the ability to shift between the prime material plane and the astral plane at will. After the initial theorycrafting was complete and the runic work began, they turned their gaze upon the local goat herds for experimentation.  Unfortunately, they only succeeded in making invisible goats. Today these goats are considered feral and there is an  unknown (but assumedly large) number of them. The wizards attached to the project were slain by Szass Tam out of spite."
				]
			}
		}
	],
	"subclass": [
		{
			"name": "Weavebound",
			"shortName": "Weavebound",
			"foundryImg": "icons/skills/melee/weapons-crossed-swords-yellow-teal.webp",
			"source": "tlotrw",
			"subclassFeatures": [
				"Weavebound Paladin|Paladin|PHB|Weavebound|tlotrw|3",
				"Channel Divinity: Arcane Armor|Paladin|PHB|Weavebound|tlotrw|3",
				"Channel Divinity: Woven from Faith|Paladin|PHB|Weavebound|tlotrw|3",
				"Weaver's Mantle|Paladin|PHB|Weavebound|tlotrw|7",
				"Crafting the Pattern|Paladin|PHB|Weavebound|tlotrw|15",
				"Avatar of the Arcane|Paladin|PHB|Weavebound|tlotrw|20"
			],
			"subclassSpells": [
				"bane",
				"heroism",
				"augury",
				"nystul's magic aura",
				"enemies abound",
				"glyph of warding",
				"compulsion",
				"mordenkainen's private sanctum",
				"circle of power",
				"legend lore"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"bane",
							"heroism"
						],
						"5": [
							"augury",
							"Nystul's magic auras"
						],
						"9": [
							"enemies abound",
							"glyph of warding"
						],
						"13": [
							"compulsion",
							"mordenkainen's private sanctum"
						],
						"17": [
							"circle of power",
							"legend lore"
						]
					}
				}
			],
			"className": "Paladin",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Weavebound Paladin",
			"source": "tlotrw",
			"className": "Paladin",
			"classSource": "PHB",
			"foundryImg": "icons/skills/melee/weapons-crossed-swords-yellow-teal.webp",
			"subclassShortName": "Weavebound",
			"subclassSource": "tlotrw",
			"level": 3,
			"entries": [
				"Thay is most certainly a magocracy, but that is not to say that divine power isn't acknowledged. In fact, this couldn't be further from the truth: Szass Tam has, as he always does, gleaned methods by which to pervert a resource that he don't own so that he can bend it to his own nefarious ends.",
				"A weavebound paladin draws power from their god—almost always Mystra, but worshipers of Shar, Oghma, and other Faerûnian deities of magic exist as well—and binds that energy into their martial pursuits. They have been irrevocably changed by their far-reaching dreams of conquest and their loyalty to Red Wizards and the greater glory of Thay itself. The raw power of the Weave, the fundamental arcane fabric that powers all magic across the Forgotten Realms, courses through the paladin and provides the lens through which they perceive the world. The protection and promotion of magic is their sworn goal, and they will go to any length to achieve it.",
				"Finally, and perhaps most importantly, a weavebound paladin is bound not only to the glory of Thay but also directly to a single zulkir. The secret of creating a weavebound paladin was until recently known only to Szass Tam, but others around the realms—notably the Blackstaff in Waterdeep and Zulkir Dar'lon Ma of Mulmaster—have begun to craft their own versions of this path. Still, there are those wary few across the Sword Coast and beyond who believe that Szass Tam merely leaked a corrupt version of the ritual into the world so that he might have more eyes and ears where he needs them most: adjacent to the most powerful casters that he does not already control.",
				"{@b Special Requirements.} A weavebound paladin must meet the following requirements before they are able to gain levels in this class:",
				{
					"type": "list",
					"items": [
						"Must have an Intelligence score of 12 or higher.",
						"Must have at least 2 levels in the wizard class.",
						"Must have a powerful patron (minimum Challenge Rating of 20) such as a demon lord, a zulkir, or sim ilar, and that patron must not be currently bonded to another weavebound paladin."
					]
				},
				"{@b Tenets of the Weavebound}",
				"A weavebound paladin is terrifyingly powerful force of magic and faith in the nation of Thay. They channel their god into their own arcane works, and in turn use those combined energies to promote the glory of Thay above all else. To see arcanists of Thay succumb to doubt is treason; to learn that a wizard of Thay, Red Robed or otherwise, has fallen to an outlander is akin to hearing a declaration of war from that outlander's home realm. The weavebound paladin is part of the Weave, and their god is a part of them. Their tenets are direct:",
				"{@b Preserve the Art.} The Weave is a powerful but delicate thing. Its existence is sacred, its power exquisite, and it must not be undone.",
				"{@b Glory to the Weave.} Your mission is to preserve the Weave at all costs. Even your own life is insignificant when compared to the need to keep the eternal pattern.",
				"{@b Might is the Only Power.} Only those that can bend the Weave to their will are truly capable of leading.",
				"{@b Oath Spells}",
				"You gain weavebound spells at the paladin levels listed.",
				{
					"type": "table",
					"caption": "Weavebound Spells",
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"colLabels": [
						"Paladin Level",
						"Spells"
					],
					"rows": [
						[
							"3rd",
							"{@spell bane}, {@spell heroism}"
						],
						[
							"5th",
							"{@spell augury}, {@spell Nystul's magic aura}"
						],
						[
							"9th",
							"{@spell enemies abound}, {@spell glyph of warding}"
						],
						[
							"13th",
							"{@spell compulsion}, {@spell Mordenkainen's private sanctum}"
						],
						[
							"17th",
							"{@spell circle of power}, {@spell legend lore}"
						]
					]
				}
			]
		},
		{
			"name": "Channel Divinity: Arcane Armor",
			"source": "tlotrw",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Weavebound",
			"foundryImg": "icons/skills/melee/weapons-crossed-swords-yellow-teal.webp",
			"subclassSource": "tlotrw",
			"level": 3,
			"entries": [
				"When you take this oath at 3rd level, you gain the following Channel Divinity option:",
				"{@b Arcane Armor.} You can use your Channel Divinity as a reaction to provide yourself or your patron with a defensive boost. If you do, you may choose to increase your armor class, or that of your patron, by +6 versus a single magical spell, effect, or attack (including one made with a magical weapon)."
			]
		},
		{
			"name": "Channel Divinity: Woven from Faith",
			"source": "tlotrw",
			"className": "Paladin",
			"foundryImg": "icons/skills/melee/weapons-crossed-swords-yellow-teal.webp",
			"classSource": "PHB",
			"subclassShortName": "Weavebound",
			"subclassSource": "tlotrw",
			"level": 3,
			"entries": [
				"When you take this oath at 3rd level, you gain the following Channel Divinity option:",
				"{@b Woven from Faith.} You can use your Channel Divinity to create a spell component worth up to 50 gp times your paladin level. This spell component lasts until consumed or until one minute has elapsed, whichever occurs first. Selling this item or using it in a duplicitous manner rather than consuming it as part of a spell you cast may draw the ire of your god and patron."
			]
		},
		{
			"name": "Weaver's Mantle",
			"source": "tlotrw",
			"className": "Paladin",
			"classSource": "PHB",
			"foundryImg": "icons/skills/melee/weapons-crossed-swords-yellow-teal.webp",
			"subclassShortName": "Weavebound",
			"subclassSource": "tlotrw",
			"level": 7,
			"entries": [
				"Beginning at 7th level, you can manifest an aura of pure Weave energy. When you manifest this aura, choose a school of magic and a creature to receive your mantle; you must be able to perceive this creature, and this creature must be of size Medium or smaller. When a creature wearing your mantle is targeted by or would be affected by a spell from the chosen school, they must choose one of the following effects:",
				"{@b Arcane Sustenance.} If the creature is successful in making their saving throw (if any) against the spell or effect, they may then use their reaction to make an Intelligence (Arcana) check; the DC of this check is equal to the spell's DC. If this is also successful, they immediately regain one expended spell slot of a level no higher than your Charisma modifier (minimum 1).",
				"{@b Delayed Effect.} The spell's effect takes place at the beginning of the creature's next turn. This only effects the creature with the mantle; any other creatures affected by the spell receive that effect normally.",
				"{@b Increased Effect.} The creature receives an extra 50% of the spell's effect. Non-numerical effects aren't increased.",
				"{@b Increased Resistance.} The creature has advantage on their saving throw against this effect.",
				"The mantle lasts for a number of rounds equal to your Charisma modifier (minimum 1). Once your mantle is active, you may sacrifice an unused spell slot as a bonus action; if you do, the mantle's duration is extended by a number of rounds equal to the level of the spell slot sacrificed in this way. Once a mantle's effect is used, it ceases to exist immediately. You regain the usage of this feature after a long rest.",
				"When you reach 18th level in this class, your mantle covers a number of allies within 30 feet of you equal to your Charisma bonus (minimum 1) and the following mantle options are also available:",
				"{@b Limited Immunity.} If the spell is of 3rd level or less, the creature is immune to it.",
				"{@b Spell Turning.} The creature may sacrifice an unused spell slot and make an Intelligence saving throw. If they are successful, the spell is turned back upon its caster and no longer has any effect upon the wearer of the mantle."
			]
		},
		{
			"name": "Crafting the Pattern",
			"source": "tlotrw",
			"className": "Paladin",
			"foundryImg": "icons/skills/melee/weapons-crossed-swords-yellow-teal.webp",
			"classSource": "PHB",
			"subclassShortName": "Weavebound",
			"subclassSource": "tlotrw",
			"level": 15,
			"entries": [
				"Starting at 15th level, you may enact a ritual that requires you to spend a full day fasting, meditating, and praying. Upon completion of this day, you may temporarily lose a number of paladin levels equal to your Intelligence modifier (minimum 1) and in return gain that number of wizard levels. Until you reverse this ritual by spending a full day fasting, meditating, and praying on this matter again you gain no experience, you can't attune to magical items that you didn't own prior to enacting this ritual, and you can't learn any new spells, nor can you regain spent spell slots. No magic, not even wish, can swap these class levels permanently.",
				"You may use this ritual once per month and doing so requires you to expend 5,000 gp worth of rare and exotic spell components such as a hair of the tail of a tarrasque, a sphinx's riddle in a bottle, and the pinion feathers of an ancient pegasus.",
				"When the ritual is reversed, your paladin and wizard levels revert to their normal levels."
			]
		},
		{
			"name": "Avatar of the Arcane",
			"source": "tlotrw",
			"className": "Paladin",
			"classSource": "PHB",
			"foundryImg": "icons/skills/melee/weapons-crossed-swords-yellow-teal.webp",
			"subclassShortName": "Weavebound",
			"subclassSource": "tlotrw",
			"level": 20,
			"entries": [
				"At 20th level, you may consult your own path through the Weave in order to realize your most potent form: that of an empowered golem, blending your mortal form with the raw power of the weave. You pull and tug strands of the Weave itself to create an arcane carapace that surrounds you and grants the following powers and abilities:",
				{
					"type": "list",
					"items": [
						"You gain all the mechanical abilities and traits of an iron golem, including its size unless you are already larger. Your stats replace those of the iron golem.",
						"You are not constructed of iron, but of solidified, raw essence of magic.",
						"While in this form, you don't require air, food, drink, or sleep.",
						"Instead of the iron golem's Fire Absorption feature, you have the following feature:",
						"Force Absorption. Whenever you are subjected to force damage, you take no damage and instead regain a number of hit points equal to the force damage dealt.",
						"Instead of the iron golem's Poison Breath feature, you have the following feature:",
						"Force Breath. You exhale a mighty wind infused with the raw essence of magic in a 15-foot cone. Each creature in that area is knocked prone and must make a DC 19 Strength saving throw, taking 45 ({@damage 10d8}) force damage on a failed save, or half as much damage on a successful one.",
						"This effect lasts for one minute, and once used it can't be used again until you have completed an extended rest."
					]
				}
			]
		}
	]
}
