{
	"_meta": {
		"sources": [
			{
				"json": "tlotrw",
				"abbreviation": "TLotRW",
				"full": "Thay Land of the Red Wizards",
				"authors": [
					"Ed Greenwood",
					"Alex Kammer"
				],
				"convertedBy": [
					"Anonymous"
				],
				"version": "1.0.0",
				"color": "0392cd",
				"url": "https://www.dmsguild.com/product/386190/Thay-Land-Of-The-Red-Wizards",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1652374503,
		"dateLastModified": 1652374503
	},
	"background": [
		{
			"name": "Blank Slate",
			"source": "tlotrw",
			"foundryImg": "icons/magic/defensive/illusion-evasion-echo-purple.webp",
			"skillProficiencies": [
				{
					"survival": true,
					"choose": {
						"from": [
							"arcana",
							"athletics",
							"intimidation",
							"persuasion",
							"stealth"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"deep speech": true
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"disguise kit",
							"thieves' tools"
						],
						"count": 1
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "a Thayan trinket"
						},
						{
							"special": "a locket that contains a small portrait of an old person that you don't recognize"
						},
						{
							"special": "a small glass vial with what appears to be shed skins"
						},
						{
							"special": "a fancy signet ring"
						},
						{
							"special": "shredded clothes"
						},
						{
							"special": "a fancy signet ring"
						},
						"shovel",
						{
							"special": "small cedar box",
							"containsValue": 1400
						}
					]
				}
			],
			"entries": [
				"The first thing that you can remember of your life is emerging from the ruined laboratory. You were in agony, mentally and physically, and to this day haven't discovered anything about what caused you to be in Thay. You are both drawn to that mystery as well as repulsed by it, because once you discover what gave you your scars, you can never unlearn it.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Survival},  and choose one from: {@skill Arcana}, {@skill Athletics}, {@skill Intimidation}, {@skill Persuasion}, {@skill Stealth}"
						},
						{
							"type": "item",
							"name": "Language",
							"entry": "Deep Speech"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Disguise kit or thieves' tools"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A Thayan trinket, a locket that contains a small portrait of an old person that you don't recognize, a small glass vial with what appear to be shed skins (snake, insect, or other similar creature), a fancy signet ring, shredded clothes (noble's, sailor's, or soldier's), a shovel, and a small cedar box that contains 14 gp. The coins are at least 60 years old."
						}
					]
				},
				{
					"name": "How Did I Get These Scars?",
					"type": "entries",
					"entries": [
						"Upon emerging from the ruins you either saw your scars in your reflection or someone pointed them out to you. What are they? Where are they located? Do you really want to know?",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Location of Scars"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Across your face and cheeks"
								],
								[
									"2",
									"Covering your arms"
								],
								[
									"3",
									"All across your legs"
								],
								[
									"4",
									"Haphazardly across your back"
								],
								[
									"5",
									"Encompassing your chest"
								],
								[
									"6",
									"Marring your hands and wrists"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Type of Scars"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Dozens of small, perfect circles"
								],
								[
									"2",
									"A series of deep slashes that have rudely healed"
								],
								[
									"3",
									"The faint remains of medical stitches and staples"
								],
								[
									"4",
									"Deep purple tissue that is intensely itchy"
								],
								[
									"5",
									"Bright white, old scar tissue that is always warm"
								],
								[
									"6",
									"Gibberish arcane runes that occasionally weep green fluid"
								]
							]
						}
					]
				},
				{
					"name": "Feature: Starbonded",
					"type": "entries",
					"entries": [
						"When you are presented with an aberrant creature's natural form, you instantly recall some esoteric bit of lore about that creature. Usually, this information regards the creature's favored diet or habitat, but on rareoccasion you may know that creature's name. When this effect is triggered, your scars grow slightly larger or more numerous. If this effect is triggered because you saw a starspawn creature, you feel both kinship and intense revulsion. Your DM might rule that this effect may only happen once per day, or that the information only comes to you when you next fall asleep."
					],
					"data": {
						"isFeature": true
					}
				}
			]
		},
		{
			"name": "Expatriate Mage",
			"source": "tlotrw",
			"foundryImg": "icons/magic/fire/beam-jet-stream-embers.webp",
			"skillProficiencies": [
				{
					"arcana": true,
					"choose": {
						"from": [
							"Athletics",
							"Acrobatics",
							"Sleight of Hand",
							"Stealth",
							"History",
							"Investigation",
							"Nature",
							"Religion",
							"Animal Handling",
							"Insight",
							"Medicine",
							"Perception",
							"Survival",
							"Deception",
							"Intimidation",
							"Performance",
							"Persuasion"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "a Thayan trinket"
						},
						{
							"special": " a ruined spellbook that once belonged to one of your peers"
						},
						{
							"special": "a scroll tube that contains four preserved humanoid eyeballs,"
						},
						{
							"special": "a necklace with a trio of tiny crystals that have been woven together with silver filigree"
						},
						"traveler's clothes",
						{
							"special": "pouch",
							"containsValue": 2000
						}
					]
				}
			],
			"entries": [
				"You, and others, were being tutored by a zulkir's trusted advisors. As a fledgling Red Wizard, you were destined for greatness should you survive your train- ing. You experienced a great many things during your classes, though, and slowly you were the only person left in your training class. When you found out what happened to your classmates you were left with more questions than answers, and ultimately decided that the sacrifices that Thay requires just aren't worth your time and effort. You abandoned your training, possibly forsaking the path of magic altogether, and swore that you would only return to mete out justice for all the wrongs you witnessed.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Arcana} plus one other (your choice)"
						},
						{
							"type": "item",
							"name": "Language",
							"entry": "Choose any two"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A Thayan trinket, a ruined spellbook that once belonged to one of your peers, a scroll tube that contains four preserved humanoid eyeballs, a necklace with a trio of tiny crystals that have been woven together with silver filigree, asset of traveler's clothes, and 20 gp"
						}
					]
				},
				{
					"name": "The School of Sacrifice",
					"type": "entries",
					"entries": [
						"What did you give up in order to enter tutelage? What concessions did you make to stay there?",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Location of Scars"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"You had to give up your family; they were disappeared by the zulkir's enforcers, but you entered into your education for free."
								],
								[
									"2",
									"As you became close with your peers, they were removed from class. You never heard from them again, and the administrators didn't recognize their names or descriptions when you inquired."
								],
								[
									"3",
									"You had to give up part of your eternal soul."
								],
								[
									"4",
									"You had to accept part of the zulkir's soul into yourself. You have no control over or communi- cation with this fragment, but its presence mars your existence."
								],
								[
									"5",
									"You had to swear an oath to Thay upon pain of eternal torment, and you're convinced that actions taken against Thay would result in excruciating retaliation."
								],
								[
									"6",
									"You willingly accepted a curse that causes you to lose your memories if you act against Thay. You have no idea how much you've already forgotten"
								]
							]
						}
					]
				},
				{
					"name": "Feature: Student of Evil",
					"type": "entries",
					"entries": [
						"You are familiar with the Zulkir that you trained under, and know the information presented in their description elsewhere in this supplement. You may not have spent significant time with them directly as your training was primarily handled by their advisors, but your awareness may open (or inadvertently close!) doors when speaking with other people, especially adventurers, merchants, and nobles. Similarly, the Zulkir may have a bounty on your head for your safe (or otherwise) return."
					],
					"data": {
						"isFeature": true
					}
				}
			]
		},
		{
			"name": "Thayan Deserter",
			"source": "tlotrw",
			"foundryImg": "icons/magic/perception/silhouette-stealth-shadow.webp",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"athletics",
							"medicine",
							"perception",
							"survival"
						],
						"count": 2
					}
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"vehicles (land)",
							"vehicles (water)"
						],
						"count": 1
					},
					"gaming set": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "a Thayan trinket"
						},
						{
							"special": "Thayan citizenship papers"
						},
						{
							"special": "a memento from a member of your platoon or commander (Tharchion, Tharchioness, or Zulkir)"
						},
						{
							"special": "a small booklet of Thayan propaganda"
						},
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"You were a soldier in the Thayan army, beholden to a Tharchion, Tharchioness, or Zulkir that sought to deploy you against the enemies of the magocracy. Over time you grew to question your orders, quietly at first and then more loudly. One way or another you deserted your post and abandoned your commission. The memories of the atrocities that you were party to, or that you committed, echo in your mind to this day.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Choose two from among {@skill Athletics}, {@skill Medicine}, {@skill Perception}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Choose one type of gaming set and one vehicle"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A Thayan trinket, Thayan citizenship papers, a memento from a member of your platoon or commander (Tharchion, Tharchioness, or Zulkir), a small booklet of Thayan propaganda, and a pouch containing 10 gp."
						}
					]
				},
				{
					"name": "A Step Too Far",
					"type": "entries",
					"entries": [
						"Before you decided that enough was enough and abandoned your post, you were commanded to perform one questionable activity after another. The memory of the final command haunts you to this day.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Location of Scars"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Your discovered your commander was magically charming other members of your platoon. When you voiced concern, you were awarded a promo- tion and removed from field duty."
								],
								[
									"2",
									"After several weeks of raids that left caravans destroyed and their supplies completely raided, you found the raider's lair. Upon discovering that the raiders weren't quite adults, you were told to recruit them or to let the necromancers do it."
								],
								[
									"3",
									"You had guarded the tollhouse for several mostly uneventful months near the distant border. One day while inspecting a wagon, you found it was full of children who were being smuggled out of Thay while their parents stayed behind, so the children might have a better life. Their plight resonated with you on a deep level."
								],
								[
									"4",
									"War is terrible for many reasons, but you've been unable to reconcile your bloody actions against the reasoning that your commanders kept presenting."
								],
								[
									"5",
									"Your unit was always assigned to clear the battlefield. The aftermath became too much to bear, and the dead seem to be getting younger and younger."
								],
								[
									"6",
									"After being told for years that the outside world was filled with monstrous people, you were shown kindness after sustaining a life-threat- ening injury. Their openness has caused your perceptions to shift"
								]
							]
						}
					]
				},
				{
					"name": "Feature: Heart of Darkness",
					"type": "entries",
					"entries": [
						"Those who look into your eyes can see that you have faced unimaginable horror and that you are no stranger to darkness. Though they might fear you, commoners will extend you every courtesy and do their utmost to help you. Unless you have shown yourself to be a danger to them, they will even take up arms to fight alongside you, should you find yourself facing an enemy alone."
					],
					"data": {
						"isFeature": true
					}
				}
			]
		}
	],
	"feat": [
		{
			"name": "Circle of Duplication",
			"source": "tlotrw",
			"entries": [
				"When you serve as the focal point for a Thayan circle cast spell, you may attempt to manifest your spell's effect twice when the ritual completes. If you do, the spell's base DC is half of its normal value, determined after all adjustments from your ritual are compiled in. You choose new targets for the duplicated spell."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Thayan Circle Caster|tlotrw}"
					],
					"otherSummary": {
						"entry": "Ritual caster feat or class feature",
						"entrySummary": "Ritual Caster"
					}
				}
			],
			"foundryImg": "icons/magic/symbols/runes-triangle-blue.webp"
		},
		{
			"name": "Circle of Hunger",
			"source": "tlotrw",
			"entries": [
				"When you serve as the focal point for a Thayan circle cast spell, you may attempt to siphon additional en ergy from each caster other than yourself participating in the ritual. This decision is made at the end of each minute that you spend casting your ritual, and once made each caster other than yourself automatically loses their highest-level unused spell slot unless they succeed on a Constitution saving throw. The DC for this saving throw is:",
				"DC = 8 + your spellcasting modifier + your proficiency bonus + the number of rounds in this ritual that you've used this ability",
				"A spellcaster that fails this saving throw and has no spell slots remaining falls unconscious and is no longer able to participate in the current circle casting effort. Any spell slots lost by the circle casting participants may be used by you in your ritual's final effect, and the original caster regains spell slots lost in this manner when they complete a long rest."
			],
			"prerequisite": [
				{
					"feature": [
						"{@feat Thayan Circle Caster|tlotrw}"
					],
					"otherSummary": {
						"entry": "ritual caster feat or class feature",
						"entrySummary": "Ritual Caster"
					}
				}
			],
			"foundryImg": "icons/magic/symbols/runes-triangle-magenta.webp"
		},
		{
			"name": "Thayan Circle Caster",
			"source": "tlotrw",
			"entries": [
				"You have been blessed by Szass Tam himself and have become a conduit for enhanced arcane power. You may participate in Thayan circle casting."
			],
			"prerequisite": [
				{
					"level": {
						"level": 8,
						"class": {
							"name": "Wizard"
						}
					},
					"ability": [
						{
							"int": 18
						}
					],
					"otherSummary": {
						"entry": "Ritual caster feat or class feature",
						"entrySummary": "Ritual Caster"
					}
				}
			],
			"foundryImg": "icons/magic/symbols/runes-triangle-magenta.webp"
		}
	]
}
