{
	"_meta": {
		"sources": [
			{
				"json": "tgd",
				"abbreviation": "TGD",
				"full": "The Great Dale",
				"authors": [
					"Alex Clippinger",
					"Anne Gregersen",
					"Derek Nekritz",
					"Elise Cretel",
					"Emily Smith",
					"Glenn Magas",
					"Joe Raso",
					"Oliver Clegg",
					"R P Davis",
					"Scott Bean"
				],
				"convertedBy": [
					"Anonymous"
				],
				"version": "1.0.0",
				"color": "0392cd",
				"url": "https://www.dmsguild.com/product/288755/The-Great-Dale-Campaign-Guide",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1652374503,
		"dateLastModified": 1652374503,
		"_dateLastModifiedHash": "99418ee2c5"
	},
	"background": [
		{
			"name": "Demon Tainted",
			"source": "tgd",
			"foundryImg": "icons/creatures/unholy/demon-horned-winged-laughing.webp",
			"skillProficiencies": [
				{
					"religion": true,
					"survival": true
				}
			],
			"languageProficiencies": [
				{
					"abyssal": true
				}
			],
			"entries": [
				"At some point, you were corrupted by the powers of the Abyss, and your very being was pierced to the core by dark energies. Now you wander as a pariah, haunted by the event that made you this way. Now you have turned to adventuring to either win the favor of the people through deed, or find enough coin to sway anyone that might judge you for what you have become. You might flinch at what they call you, or embrace it. Either way, it is difficult to hide that you are \"demon tainted.\"",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Religion}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Any one tool proficiency"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Abyssal"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "Traveler's clothes, a hooded cloak, a staff, a small memento from your previous life, and a pouch containing 10 gp"
						}
					]
				},
				{
					"name": "Feature: Dark One's Reputation",
					"type": "entries",
					"entries": [
						"When you encounter a demon, they immediately recognize you for what you are and treat you as though you are a fiend yourself. Though they might not necessarily act friendly towards you, they treat you with more respect and esteem than other mortals and readily parley with you as long as you have not already met them with open hostility."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Spell List",
					"entries": [
						"{@i Prerequisite: Spellcasting or Pact Magic class feature}",
						"If you are a spellcaster, the spells on the Demon Tainted Spells table are added to the spell list of your spellcasting class. (If you are a multiclass character with multiple spell lists, these spells are added to all of them.)",
						{
							"type": "table",
							"caption": "Demon Tainted Spells Table",
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"colLabels": [
								"Spell Level",
								"Spells"
							],
							"rows": [
								[
									"Cantrip",
									"{@spell chill touch}, {@spell produce flame}, {@spell thaumaturgy}"
								],
								[
									"1st",
									"{@spell burning hands}, {@spell hellish rebuke}, {@spell inflict wounds}"
								],
								[
									"2nd",
									"{@spell crown of madness}, {@spell darkness}, {@spell flaming sphere}"
								],
								[
									"3rd",
									"{@spell fear}, {@spell fireball}, {@spell summon lesser demons|xge}"
								],
								[
									"4th",
									"{@spell summon greater demon|xge}, {@spell wall of fire}"
								],
								[
									"5th",
									"{@spell destructive wave}"
								]
							]
						},
						"When you cast spells from your Demon-tainted spell list, the air around you might grow hot, your eyes might glow, or other signs of demonic power. Each of these spells as you cast them are far from subtle."
					]
				},
				{
					"name": "Dark Origin",
					"type": "entries",
					"entries": [
						"The moment when your life force was corrupted by demonic powers is what made you who you are today. That moment changed you forever, maybe through your own doing, or someone else's. Choose a dark origin, or roll on the Dark Origin table to determine the event that changed you.",
						{
							"type": "table",
							"colLabels": [
								"d10",
								"Dark Origin"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"You tried to bargain for power, and in turn the demon you bargained with took a few liberties with the idea of granting you power."
								],
								[
									"2",
									"You were intended as a sacrifice to a Demon Prince, but instead became their champion."
								],
								[
									"3",
									"In a moment of trauma, the demonic ancestry in your bloodline manifested."
								],
								[
									"4",
									"You were born this way, and were raised far away from society's judgemental eyes."
								],
								[
									"5",
									"You took an unexpected trip to the Abyss, and did not return the same person."
								],
								[
									"6",
									"After stealing a dark tome belonging to your master, you attempted to cast a spell from it, and things went horribly awry."
								],
								[
									"7",
									"Little did you know, your past lover had actually been a demon, and their presence slowly changed you."
								],
								[
									"8",
									"After having scorned a powerful spellcaster, this cursed form manifested over time."
								],
								[
									"9",
									"You made a bet with a demon and lost."
								],
								[
									"10",
									"After a night of debauchery, you woke up to find yourself like this."
								]
							]
						}
					]
				},
				{
					"name": "Demonic Mark",
					"type": "entries",
					"entries": [
						"The tainted nature of your being has its own physical manifestation that gives away what you are. You can choose one of the following from the Demonic Marks table, or roll for one. Alternatively, you might choose to create your own.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Demonic Mark"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"One or more of your limbs turned red and demon-like."
								],
								[
									"2",
									"Your eyes resemble that of a goat's and glow red in the dark."
								],
								[
									"3",
									"You have a second mouth somewhere on your body that incessantly mumbles and whispers words of disaster in Abyssal."
								],
								[
									"4",
									"Long curled horns sprout from your forehead and a spaded tail extends from your lower back."
								],
								[
									"5",
									"Parts of your body look charred and ashen and you always smell of smoke."
								],
								[
									"6",
									"A ghastly unblinking eye sits in the middle of your forehead. Although you can't see through it, you get the sinking feeling someone or something else can."
								],
								[
									"7",
									"Your body is covered in Abyssal runes that glow faintly in the presence of divine magic."
								],
								[
									"8",
									"Your tongue is forked and vestigial wings sprout from your shoulder blades."
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Demon-tainted characters, underneath their unusual appearance and dark histories, are still people. Although you might draw your powers from darkness, nothing dictates that your character is truly evil. In fact, you might be drawn to try to find healing and closure through good deeds. Alternatively, your character could feel drawn to darker ambitions and deeds as they struggle with the pull of the supernatural corruption within them.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am slow to speak up. The less attention I draw to myself, the better."
								],
								[
									"2",
									"People think I'm scary, and I'm not going to ruin the illusion."
								],
								[
									"3",
									"I talk to myself constantly. I also reply to myself constantly."
								],
								[
									"4",
									"My scowl is more noticeable than the manifestation of my curse."
								],
								[
									"5",
									"Wherever I am, I act like I am in charge. It's not like anyone is going to argue with a demon."
								],
								[
									"6",
									"Something about what I am burns through energy like crazy. As a result, I am always hungry."
								],
								[
									"7",
									"For some reason, people always want to fight me. Who am I to say no?"
								],
								[
									"8",
									"I hate when people judge me for what I am, therefore I don't judge others based on what they are. It's who they are that matters."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Revenge. This world is made up of wrongs and injustices, someone has to right them. (Chaotic)"
								],
								[
									"2",
									"Redemption. If you give others a chance to shine, the world can become a beautiful place. (Good)"
								],
								[
									"3",
									"Power. I've been granted a gift, and I am sure as hell going to make use of it. (Evil)"
								],
								[
									"4",
									"Justice. The natural order has to be upheld, if it isn't, there will be more tormented souls like mine wandering the realm. (Lawful)"
								],
								[
									"5",
									"Chaos. There is nothing but chaos in the Abyss, and I am the embodiment of that chaos. (Chaotic)"
								],
								[
									"6",
									"Peace. I just want to be left alone, and I'll stop whatever conflicts I can to find some quiet. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am still looking for a way to repay someone for their awe-inspiring kindness."
								],
								[
									"2",
									"I'm seeking a way to remove my demonic curse so I can be with the love of my life."
								],
								[
									"3",
									"I am hunting the demon that did this to me. When I find it, I will make them pay."
								],
								[
									"4",
									"With the mortal realm shunning me, I am looking for a place in the Outer Planes to call home."
								],
								[
									"5",
									"A religious order is hunting me at all costs, and I have to keep moving if I am going to survive."
								],
								[
									"6",
									"Someone gave me a home, and I will do anything to protect them and that home."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I can't get enough when it comes to carnal pleasures: food, drink, company—I want it all."
								],
								[
									"2",
									"Angry is an understatement, my temper is downright (and sometimes literally) explosive."
								],
								[
									"3",
									"A voice whispers in my ear that I am better than everyone, and I am sorely tempted to believe it."
								],
								[
									"4",
									"I'm always jealous of what others have. Why was I denied happiness?"
								],
								[
									"5",
									"I can't be bothered to do things for myself. It is so much easier to pawn off my work onto others."
								],
								[
									"6",
									"I take what I want, and I want a bit of everything"
								]
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"expanded": {
						"s0": [
							"chill touch",
							"produce flame",
							"thaumaturgy"
						],
						"s1": [
							"burning hands",
							"hellish rebuke",
							"inflict wounds"
						],
						"s2": [
							"crown of madness",
							"darkness",
							"flaming sphere"
						],
						"s3": [
							"fear",
							"fireball",
							"summon lesser demons|xge"
						],
						"s4": [
							"summon greater demon|xge",
							"wall of fire"
						],
						"s5": [
							"destructive wave"
						]
					}
				}
			],
			"toolProficiencies": [
				{
					"any": 1
				}
			],
			"startingEquipment": [
				{
					"_": [
						"traveler's clothes",
						"staff",
						{
							"special": "hooded cloak"
						},
						{
							"special": "a small memento from your previous life"
						},
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			]
		},
		{
			"name": "Nentyarch Follower",
			"source": "tgd",
			"foundryImg": "icons/magic/nature/leaf-juggle-humanoid-green.webp",
			"skillProficiencies": [
				{
					"nature": true,
					"survival": true
				}
			],
			"toolProficiencies": [
				{
					"anyArtisans": 1
				}
			],
			"languageProficiencies": [
				{
					"sylvan": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "hooded cloak"
						},
						"traveler's clothes",
						"healer's kit",
						"sprig of mistletoe",
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"The Circle of Leth and their force of Nentyar Hunters have protected the Dalesfolk and the forests of the land for hundreds of years. This group is overseen by the Nentyarch, an archdruid of remarkable power who oversees these groups from an old wood elf stronghold at Yeshelmaar in the Forest of Lethyr. As a Nentyarch Follower you respect the Circle of Leth. You believe in the sanctity of the great forests surrounding the Dale and you hope to purge the land of the fiendish hosts that still infect it. Honest people of the Dale should be protected, but the spread of civilization shouldn't call for the felling of further forest. Nature itself needs protection from the depredations of those who do not place enough value on its continued existence.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Nature}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One artisan tool of your choice"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Sylvan"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A hunting knife, a healer's kit, a set of traveler's clothes, a sprig of mistletoe, and a pouch containing 10 gp"
						}
					]
				},
				{
					"name": "Feature: Dalefolk Hospitality",
					"type": "entries",
					"entries": [
						"The Nentyarch and the Circle of Leth have long looked after the people of the Great Dale. You can find a place to hide, rest, or recuperate within any of the many small villages or farmsteads that exists in the Great Dale and the Forest of Lethyr, provided you have not shown yourself to be a danger to them. They will shield you from anyone who might oppose the Nentyarch or anyone else searching for you, though they will not risk their lives for you."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"As a Nentyarch Follower, you believe in protecting the people of the Great Dale and the sanctity of nature.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"If the Dalesfolk are threatened, I will do whatever I can to help them."
								],
								[
									"2",
									"The comforts of civilization are nice, but the majesty of nature is a wonder to behold."
								],
								[
									"3",
									"I always explain my ideas by relating them to something in nature."
								],
								[
									"4",
									"Being polite is a waste of time."
								],
								[
									"5",
									"I believe in the interconnectedness of all life."
								],
								[
									"6",
									"I have trouble paying attention when there are lots of people around."
								],
								[
									"7",
									"I am incredibly patient."
								],
								[
									"8",
									"I believe actions speak louder than words."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Balance. Balance is important in all things. Excess in any direction leads to weakness. (Neutral)"
								],
								[
									"2",
									"Power. In the wild, the weak are culled and the strong survive. (Evil)"
								],
								[
									"3",
									"Independence. The peoples of the Great Dale should be free to live the life they choose. (Chaotic)"
								],
								[
									"4",
									"Nature. The lands will outlast us all. They are more important than our fleeting creations. (Neutral)"
								],
								[
									"5",
									"Integrity. My word is my bond. (Lawful)"
								],
								[
									"6",
									"Charity. It is right to help those who are in distress. The greater the need, the greater the call to help. (Good)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"The Circle of Leth saved my village. I am forever indebted to them."
								],
								[
									"2",
									"My village was destroyed by demons. They will be avenged."
								],
								[
									"3",
									"I've lived in this place all my life. I will do everything I can to protect it."
								],
								[
									"4",
									"I protect those who cannot protect themselves."
								],
								[
									"5",
									"Although I am new to this land, I feel I need to do my part to make it a safer place."
								],
								[
									"6",
									"I've seen forests cleared to fill a noble's pocket with coin. I intend to make sure that never happens again."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I'm a fraud. There's no way I can live up to people's expectations."
								],
								[
									"2",
									"I'd prefer to stay alone in the woods then to deal with people."
								],
								[
									"3",
									"I don't understand the value of money."
								],
								[
									"4",
									"I believe that the ends justify the means."
								],
								[
									"5",
									"I cannot resist the temptations of civilization and overindulge in its pleasures."
								],
								[
									"6",
									"I don't trust anyone, not even my closest friends"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Shadowmaster's Agent",
			"source": "tgd",
			"foundryImg": "icons/magic/perception/shadow-stealth-eyes-purple.webp",
			"skillProficiencies": [
				{
					"religion": true,
					"choose": {
						"from": [
							"deception",
							"sleight of hand",
							"stealth"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"thieves' tools": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"crowbar",
						{
							"special": "a set of dark common clothes including a hood"
						},
						{
							"special": "a holy symbol of Shar"
						},
						{
							"special": "black priestly robes"
						},
						{
							"special": "a Shadowmaster guild insignia"
						},
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"You're an agent of the Shadowmasters of Telflamm, a thieves' guild that is strongly linked to the worship of Shar. The Shadowmasters rule Telflamm in secret through their web of spies and thieves, rivaling the influence and power of the local nobility and clergy. You are, or at least were, just one tendril of the sprawling shadow that the Shadowmasters cast over the city. You might have even briefly escaped the guild and its machinations, but, willingly or not, everywhere you go, you further the seedy agenda of the guild's elite, the shadowlords.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Deception}, and one from {@skill Sleight of Hand} or {@skill Stealth}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Thieves' Tools"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A crowbar, a set of dark common clothes including a hood, a holy symbol of Shar, black priestly robes, a Shadowmaster guild insignia and 10 gp in a belt pouch."
						}
					]
				},
				{
					"name": "Feature: Dark Intel",
					"type": "entries",
					"entries": [
						"The Shadowmasters are adept at gathering information and have eyes and ears everywhere. In every town, city, or other settlement, you know of another Shadowmaster Agent who you can rely on to fill you in on basic information about the settlement's main features, figures, locations, and organizations, as well as other underworld activity in that settlement."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Spell List",
					"entries": [
						"{@i Prerequisite: Spellcasting or Pact Magic class feature}",
						"If you are a spellcaster, the spells on the Shadowmaster's Agent Spells table are added to the spell list of your spellcasting class. (If you are a multiclass character with multiple spell lists, these spells are added to all of them.)",
						{
							"type": "table",
							"caption": "Demon Tainted Spells Table",
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"colLabels": [
								"Spell Level",
								"Spells"
							],
							"rows": [
								[
									"Cantrip",
									"{@spell chill touch}, {@spell minor illusion}"
								],
								[
									"1st",
									"{@spell expeditious retreat}, {@spell silent image}, {@spell sleep}"
								],
								[
									"2nd",
									"{@spell crown of madness}, {@spell darkness}, {@spell flaming sphere}"
								],
								[
									"3rd",
									"{@spell haste}, {@spell nondetection}"
								],
								[
									"4th",
									"{@spell confusion}, {@spell dimension door}"
								],
								[
									"5th",
									"{@spell mislead}"
								]
							]
						},
						"Your spells might manifest in the form of shadows and whispers, creating blurry afterimages of your targets and even temporarily create dim ambient light as you cast them."
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Shadowmasters of Telflamm are, by definition, members of a crime syndicate. Their devotion to Shar, Mistress of Night, is a common trait, and tends to color their attitudes and practices. Shadowmasters tend to be cunning, ruthless, shrewd, and, most of all, deceitful. You can use the following traits to flesh out your shadowmaster character or to draw inspiration from to create your own.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Why tell the truth when I can get by only telling half of it?"
								],
								[
									"2",
									"I know more than people think, and I can't resist hinting at it."
								],
								[
									"3",
									"Insults and intrigue are my specialty. Words can do just as much, if not more, damage than a knife."
								],
								[
									"4",
									"I enjoy basking in shadows and darkness; The closer to our Mistress I am, the better."
								],
								[
									"5",
									"I'm quick to start a fight, and quicker to end one."
								],
								[
									"6",
									"I am, what you might call, \"a control freak.\" I become nervous and irritated when things are out of my power."
								],
								[
									"7",
									"I always look for anything to get me ahead or leverage over my enemies."
								],
								[
									"8",
									"Fast-talk and doublespeak are my preferred styles of communication. If you can't keep up, that's not my problem."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Influence. By manipulating the world through the shadows, I can reshape it to my liking. (Evil)"
								],
								[
									"2",
									"Anarchy. There are few rules we actually need, and if the rest of the world were to see that, we would be truly free. (Chaotic)"
								],
								[
									"3",
									"Greed. The Shadowmasters are a means to an end, and that end sees me with all the gold. (Neutral)"
								],
								[
									"4",
									"Devotion. The will of Shar brings many blessings, by walking through shadow, I will be blessed. (Any)"
								],
								[
									"5",
									"Control. Through our schemes, we can control the masses. (Lawful)"
								],
								[
									"6",
									"Punishment. Those that stand against us will be consumed by the darkness. (Evil)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"One of the shadowlords has taken a keen interest in me, and I would do anything to impress them."
								],
								[
									"2",
									"Shar has spoken to me directly, and I fear nothing more than losing her favor."
								],
								[
									"3",
									"My family knows nothing of my role in the Shadowmasters and I would prefer to keep it that way."
								],
								[
									"4",
									"I spared someone during a mission once. If the guild were to find out, it would be the end of me."
								],
								[
									"5",
									"I am in love with a member of one of our rival guilds."
								],
								[
									"6",
									"I will stop at nothing to achieve the rank of Shadowlord."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am quick to betray if it means my own gain."
								],
								[
									"2",
									"I don't have allies, only pawns and tools."
								],
								[
									"3",
									"Everywhere I go, I seem to make only enemies."
								],
								[
									"4",
									"I don't trust anyone that says they want what is \"good for everybody.\""
								],
								[
									"5",
									"The first one to run is the last one to die, and I don't plan on dying."
								],
								[
									"6",
									"My sharp tongue regularly creates trouble for me and my allies."
								]
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"expanded": {
						"s0": [
							"chill touch",
							"minor illusion"
						],
						"s1": [
							"expeditious retreat",
							"silent image",
							"sleep"
						],
						"s2": [
							"crown of madness",
							"darkness",
							"flaming sphere"
						],
						"s3": [
							"haste",
							"nondetection"
						],
						"s4": [
							"confusion",
							"dimension door"
						],
						"s5": [
							"mislead"
						]
					}
				}
			]
		}
	],
	"feat": [
		{
			"name": "Circle Magic",
			"source": "tgd",
			"entries": [
				"You have received training in the Circle Magic Tradition enabling you to absorb the magical might of a group of spellcasters working together. You gain access to {@b Circle Magic Casting}",
				{
					"type": "list",
					"items": [
						"The eastern reaches of Faerûn have a long history of using Circle Magic. Currently both the Red Wizards of Thay and the Wychlaren of Rashemen are known for using this technique to unleash incredible feats of magical power.",
						"Using Circle Magic, spellcasters work together to augment a single circle member with power derived from all the individuals in the group. That recipient can then use the magical power they have been given to increase their own spellcasting until all the stored magical energies have been used.",
						"{@b Requirements.} To cast a spell using Circle Magic, three or more spellcasters are required. One of these spellcasters must possess the Circle Magic feat. The leader of the circle, usually the most powerful or experienced caster, stands within a circle formed by the other casters, who are no more than 10 feet from each other. Up to five casters can aid the leader, though stories exist of powerful Red Wizards employing twice that number.",
						"{@b Storing Magical Energy.} For 1 hour, each spellcaster in the circle concentrates on transferring their magical energies to the leader. At the start of this hour, each participant expends one spell slot of their choice. Spellcasters are subject to normal concentration checks during this hour. Should any caster be interrupted and fail their concentration check during this hour, that caster's spell slot is lost. The leader of the circle receives a pool of magical energy at the end of this hour equal to the total level of spell slots expended by the circle.",
						"For example, a circle consisting of one leader and three assistants spends 1 hour developing their pool. The assistants expend the following spell slots: 2 1st- level spell slots, 1 2nd-level spell slot, and 1 3rd-level spell slot. The leader adds 1 1st-level spell slot. This results in the circle leader receiving a final pool of Circle Magic energy totaling (2) 1st, (1) 2nd and (1) 3rd level spell slot.",
						"{@b Spending Spell Pool Energy.} The leader of the circle may use their pool of magical energy in the following ways:",
						"{@u Increased Spell Slot.} The leader may spend any number of spell slots from the circle spell pool and add it to a spell being cast.",
						"{@u Apply a Meta Magic Feat.} The leader may spend spell slots to apply meta-magic option as per a sorcerer to a spell they cast. The following meta magic options are available:",
						"{@i Increased Spell Slot.} The leader may spend any number of spell slots from the circle spell pool and add it to a spell being cast.",
						"Example. If the leader cast a 1st level spell using their they could augment it with any number of spell slots that are available in their spell pool. If they spent a 3rd level spell slot from their circle spell pool, the spell would be effectively cast as if by a 4th level spell slot (1st level personal slot + 3rd level circle pool slot).",
						"{@i Meta Magic.} Circle leaders may apply a selection of sorcerer meta magic options to a spell they cast as follows:",
						"Empowered Spell: Costs 1 spell slot regardless of level.",
						"Extended Spell: Costs 1 spell slot regardless of level.",
						"Heightened Spell: 3 spell slots regardless of level.",
						"{@b Duration.} The leader of the circle may hold the pool of magic energy received for up to 24 hours. Any unused magical energy in the pool dissipates after 24 hours and is forever lost."
					]
				}
			],
			"prerequisite": [
				{
					"spellcasting": true
				}
			],
			"foundryImg": "icons/magic/symbols/runes-star-pentagon-blue.webp"
		},
		{
			"name": "Fiend Hunter",
			"source": "tgd",
			"entries": [
				"You are exceptionally skilled at fighting fiends. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain advantage on initiative checks when fighting fiends.",
						"When making a weapon attack against a fiend, you deal an extra 1d4 damage of your weapon's damage type."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"foundryImg": "icons/creatures/unholy/demon-fanged-horned-yellow.webp"
		},
		{
			"name": "Long Reach",
			"source": "tgd",
			"entries": [
				"You know how to extend your reach to target opponents with spear-like weapons. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your weapon attacks with a javelin, pike, spear, or trident score a critical hit on a roll of 19 or 20.",
						"On your turn, when you attack with a javelin, pike, spear, or trident, your reach increases by 5 feet. The reach for your opportunity attacks with these weapons remains unchanged"
					]
				}
			],
			"ability": [
				{
					"str": 1
				}
			],
			"foundryImg": "icons/weapons/polearms/glaive-simple-hooked.webp"
		},
		{
			"name": "Smooth Talker",
			"source": "tgd",
			"entries": [
				"You are accustomed to using words to get out of difficult situations and know just the right thing to say in most circumstances. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You have advantage on Wisdom (Insight) and Charisma (Persuasion) checks with individuals you have never met before.",
						"If you are in combat with a creature and are able to speak a language that creature understands, you may use your action to try to convince the creature to hold their attack.",
						"The creature must make a Wisdom saving throw (DC equal to 8 + your proficiency bonus + your Charisma modifier). On a failed saving throw the target does not attack you or your allies until the start of your next turn, or until another creature makes an attack against it"
					]
				}
			],
			"ability": [
				{
					"cha": 1
				}
			],
			"foundryImg": "icons/skills/socia/diplomacy-handshake.webp"
		},
		{
			"name": "Transdimensional Spell",
			"source": "tgd",
			"entries": [
				"You know how to cast your spells so they affect targets on coexistent planes, such as the Ethereal Plane or the Shadow Plane. You may choose to have your spells affect ethereal creatures, creatures under the effects of a blink spell, creatures within the extradimensional space of a rope trick spell, or portable hole, or other similar extra dimensional effects.",
				"When you cast a spell, you may choose to cast it using a higher level spell slot in order for that spell to affect targets on coexistent planes. You do not receive the normal benefits gained from casting that spell using the higher level spell slot.",
				"As an example, if you cast magic missile with four darts of magical force at an ethereal creature, you would have to use a 3rd-level spell slot—one spell slot level higher than would normally be required to create four darts of force.",
				"In order to target a creature, you must still be able to see that creature. You do not have to see a creature if it is within the area of effect of a spell"
			],
			"foundryImg": "icons/magic/control/debuff-chains-ropes-net-purple-blue.webp"
		},
		{
			"name": "Woodwise",
			"source": "tgd",
			"entries": [
				"You are exceedingly dangerous when fighting in wooded areas, where you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You have advantage on Wisdom (Perception) checks in wooded areas.",
						"If your speed is not zero, then it increases by 5 feet, even when moving through difficult terrain in wooded areas."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"wis"
						],
						"amount": 1
					}
				}
			],
			"foundryImg": "icons/environment/wilderness/tree-ash.webp"
		}
	],
	"spell": [
		{
			"name": "Ball Lightning",
			"source": "tgd",
			"level": 5,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a handful of copper pellets"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create one to four 3-foot diameter spheres of lightning. The more spheres you create, the weaker each sphere is individually. Each sphere appears in an unoccupied space you can see within range. Each sphere sheds dim light in a 30-foot radius.",
				"As a bonus action, you can move each sphere up to 30 feet, but no farther than 120 feet away from you. When a creature other than you comes within 5 feet of a sphere, the sphere discharges lightning at that creature and disappears. That creature must make a Dexterity saving throw. On a failed save, the creature takes lightning damage based on the number of spheres you created. (4 spheres = 2d4, 3 spheres = 2d6, 2 spheres = 5d4, 1 sphere = 4d12)."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Beltyn's Burning Blood",
			"source": "tgd",
			"level": 4,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a drop of blood and a pinch of saltpeter"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You force a creature you can see within range to make a Constitution saving throw at the start of each of its turns for the duration as you infuse its blood with the acidic taint and burning fires of the Abyss. On a failed save, the creature takes {@damage 2d6} acid and {@damage 2d6} fire damage. On a successful saving throw, the creature takes half the damage and the spell ends.",
				"This spell doesn't affect constructs, elementals, oozes, plants, or undead."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Bladebane",
			"source": "tgd",
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a drop of blood and ruby dust worth 500gp"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"You touch a single slashing weapon and make it more deadly for a short period of time. Choose a creature type, and if humanoids are the chosen creature type select two humanoid subtypes that this spell will affect. The weapon becomes a magical weapon for the purposes of overcoming resistances, and creatures of that type are vulnerable to damage from the weapon."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "phb"
					},
					{
						"name": "Cleric",
						"source": "phb"
					},
					{
						"name": "Paladin",
						"source": "phb"
					},
					{
						"name": "Ranger",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Bloodbriars",
			"source": "tgd",
			"level": 4,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a drop of blood"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"This spell snares a creature within range in a tangle of invisible, razor-sharp briars made of mystical energy. The affected creature suffers no ill effects as long as it does not attempt to move, attack, cast a spell with material or somatic components, or perform any other action that requires movement. If the target moves in any fashion, it takes 2d8 piercing damage. Damage from the spell disrupts spellcasting; a subject that attempts to cast a spell with a material or somatic component must make a concentration check, with a DC equal to 10 + spell level + damage dealt); on a failure the spell is not cast and the spell slot is still expended."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by 1d8 and it's range increases by 10 feet for every slot above 4th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "phb"
					},
					{
						"name": "Ranger",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Clearstone",
			"source": "tgd",
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a small, flat piece of glass"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You cause a stone or section of stone wall to become transparent. You can affect up to 5 cubic feet of stone. Visibility through the stone is perfectly clear, though it's limited by the available light or by objects and creatures embedded in the stone."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the cubic feet of stone affected increases 5 cubic feet for every slot above 2nd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Crushing Sphere",
			"source": "tgd",
			"level": 6,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "an eggshell, which is crushed as the spell is cast"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"{@spell Crushing sphere|tgd} has all the characteristics of @{spell Otiluke's resilient sphere}, except that the target takes {@damage 3d8} bludgeoning damage at the start of each of its turns as the sphere squeezes it."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Decastave",
			"source": "tgd",
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "slender wand of duskwood"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a shimmering staff of force that is 8 feet long and 2 inches thick and lasts for the duration of the spell. If you let go of the stave, it disappears, but you can re-summon it again as a bonus action.",
				"You can use your action to make a melee spell attack with this force weapon. On a hit, the decastave deals 2d8 force damage. On a critical hit, a thunderous blast of force targets the creature, requiring it to succeed on a Constitution saving throw or be pushed 10 feet away from you and be stunned until the end of its next turn.",
				"Because of the decastave is made of force, it can affect ethereal or incorporeal creatures."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d8 for every two slots levels above 2nd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Demon Form",
			"source": "tgd",
			"level": 6,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"m": {
					"text": "the bone of a demon"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You assume the form of a demon with a challenge rating equal to half your level (rounded down). You must have seen the type of demon at least once before or the spell fails. You transform into an average example of the demon you chose for the duration.",
				"Your game statistics are replaced by the statistics of the demon you chose, but you don't gain any of its spellcasting abilities. You retain your own alignment, Intelligence, Wisdom, and Charisma scores. You also retain your skill and saving throw proficiencies in addition to gaining those of the creature. You can't use any of the creature's legendary or lair actions. You assume the hit points and Hit Dice of the new form. When you revert to your normal form, you return to the number of hit points you had before you transformed. If you revert due to dropping to 0 hit points, any excess damage carries over to your normal form. If the excess damage doesn't reduce your normal form to 0 hit points, you aren't knocked unconscious.",
				"You retain the benefit of any features of your class, race, or other source and can use them, provided your new form can also use them. However, you can't use any special senses of your normal form unless your new form also possesses them. You can only speak if the creature can also speak.",
				"When you transform, you choose whether your equipment falls to the ground, merges into your new form, or is worn by it. Worn equipment functions as normal. The DM determines whether it is practical for the new form to wear any equipment based on its shape and size. Your equipment doesn't change shape or size to match the new form and must fall to the ground or merge if it can't be worn. Equipment that merges with the new form doesn't have an effect in that state."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Erupting Filth",
			"source": "tgd",
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a piece of rotting flesh"
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Choose a point you can see on the ground within range. This spell's transformative energies cause a fountain of rotting flesh and vegetable matter to erupt in a 20-foot cube centered on that point. Each creature in that area must make a Dexterity saving throw. A creature takes {@damage 3d12} necrotic damage on a failed save, or half as much damage on a successful one. Additionally, a creature which fails the saving throw automatically contracts sewer plague (see chapter 8, Diseases, DMG)."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d12 for each slot level above 3rd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Force Orb",
			"source": "tgd",
			"level": 4,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You create four hand-sized glowing orbs of force. Make a ranged spell attack for each force orb against a creature of your choice that you can see within range. Each orb deals {@damage 2d8} points of force damage on a hit. On a miss the orb explodes in a 10-foot burst dealing 1d4 points of force damage to each target in the area, or half as much if the creature succeeds on a Constitution saving throw."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher you can create an additional force orb for each slot level above 4th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Ghostpipes",
			"source": "tgd",
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"m": {
					"text": "a musical instrument"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You cause one musical instrument that is in good working order to float a few feet above the ground and begin to play itself.",
				"You make skill checks for the music created by the instrument as if you had proficiency with the instrument and your proficiency bonus is doubled if you are already proficient with the instrument. Skill checks associated with the music coming from your enchanted instrument are made at advantage and use your spell casting ability modifier."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Greenfire",
			"source": "tgd",
			"level": 3,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"Choose a point you can see on the ground within range. You call forth a virulent blast of green energy from the ground in a 20-foot cube centered on that point. Each creature in that area when the spell is cast must make a Dexterity saving throw or take {@damage 3d12} points of acid damage, or half as much damage on a successful one. Creatures entering the {@i greenfire} while it is still active automatically fail their saving throw. You may choose to have natural vegetation, ground cover, and plant creatures remain unharmed by the {@i greenfire}."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "phb"
					},
					{
						"name": "Druid",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Hail Blast",
			"source": "tgd",
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a pinch of rock salt"
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A blast of wind, sleet, and hail bursts from your outstretched hands. Each creature in a 60-foot cone must succeed on a Constitution saving throw. A creature takes {@damage 3d6} cold damage and on a failed save or half as much on a successful save. In addition, all creatures within the blast must make a Strength saving throw or be pushed 10 feet away from you and knocked prone."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Druid",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Nybor's Gentle Reminder",
			"source": "tgd",
			"level": 1,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a thin wooden switch at least 2 ft. long"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Choose a target creature within range. That target must make a successful Constitution saving throw or suffer excruciating pain for the duration of the spell. The target has disadvantage on all ability checks, attack rolls, and saving throws. If the affected target is concentrating on a spell, it must immediately make a concentration check against the spellcaster's DC."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Bard",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Nybor's Stern Reproof",
			"source": "tgd",
			"level": 7,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a thin steel switch at least 2 ft. long, the end of which is bound in gold, worth at least 100 gp"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"An amplified version of {@spell Nybor's gentle reminder|tgd}, this spell causes your target to be wracked with white-hot agony. The target must make a successful Constitution saving throw or be reduced to 0 hit points. If the target succeeds on this saving throw, it must then succeed on a Wisdom saving throw or be stunned until the end of its next turn. Irrespective of whether the target succeeds on either of these saves, they have disadvantage on all ability checks, attack rolls, and saving throws for the duration. In addition, any spellcasters' targeted by this spell must immediately make a concentration check at disadvantage if they are concentrating on a spell."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Bard",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Ray of Respite",
			"source": "tgd",
			"level": 1,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You release a beam of rejuvenating golden light that strikes a target of your choice within range. Until the spell ends, the target gains the following benefits:",
				{
					"type": "list",
					"items": [
						"The target may ignore the effects of any one condition or disease of your choice afflicting the creature.",
						"The target removes one level of exhaustion."
					]
				},
				"Once the spell ends, the creature again experiences the full effects of any condition or disease removed by this spell, and the target regains any levels of exhaustion."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "phb"
					},
					{
						"name": "Cleric",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Shalantha's Delicate Disk",
			"source": "tgd",
			"level": 6,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a golden egg worth 200 gp"
				}
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"discharge"
					]
				}
			],
			"entries": [
				"You summon a 1-foot-diameter and 1-inch-thick rose- colored disk with an eggshell texture.",
				"Once summoned, you or another spellcaster may cast a single spell of 5th level or lower into the disk, provided this occurs within 10 minutes of summoning the disk. If no spell is cast into the disk within 10 minutes of its summoning, the disk crumbles to dust.",
				"The disk stores an imbued spell indefinitely until it is broken. If the disk is held, you may break the disk as an action, otherwise the disk has an AC of 10, and 1 hit point of damage will break the disk.",
				"Once broken, the stored spell takes effect as if it were cast by the original caster. Spells with a range of touch, or that require a target affect the creature or object breaking the disk. Area of effect spells trigger as if the broken disk was the point of origin of the spell. For area of effect spells that have a direction, such as a blast or beam, their effects are directed in a random direction from the disk.",
				"Spells that do not have a valid target when the disk is broken dissipate with no effect."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Toothed Tentacle",
			"source": "tgd",
			"level": 2,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "three hairs and a tooth"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a long shadowy tentacle of energy that forks into three toothy maws. Once the shadowy tentacle is evoked, you may use an action on your turn to make ranged spell attacks with each toothy maw, provided that each target is within 10 feet of another target. On a hit, a tooty maw deals {@damage 1d8} points of piercing damage.",
				"The tentacles of each toothy maw are tangible and may be destroyed. Each maw has an AC of 15 and 12 hit points. If a toothy maw tentacle is destroyed, it fades away into nothingness, but any remaining toothy maw tentacles remain. If all tentacles are destroyed the spell ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, you may create another toothy maw tentacle for each slot level above 2nd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					}
				]
			}
		}
	],
	"subclass": [
		{
			"name": "Plague Domain",
			"shortName": "Plague",
			"source": "tgd",
			"subclassFeatures": [
				"Plague Domain|Cleric|PHB|Plague|tgd|1",
				"Hardened Survivor|Cleric|PHB|Plague|tgd|1",
				"Bonus Cantrip|Cleric|PHB|Plague|tgd|1",
				"Channel Divinity: Mist of Disease|Cleric|PHB|Plague|tgd|2",
				"Protection of Body|Cleric|PHB|Plague|tgd|6",
				"Divine Strike|Cleric|PHB|Plague|tgd|8",
				"Death Bringer|Cleric|PHB|Plague|tgd|17"
			],
			"subclassSpells": [
				"detect poison and disease",
				"fog cloud",
				"lesser restoration",
				"ray of enfeeblement",
				"remove curse",
				"stinking cloud",
				"blight",
				"death ward",
				"contagion",
				"insect plague"
			],
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"detect poison and disease",
							"fog cloud"
						],
						"5": [
							"lesser restoration",
							"ray of enfeeblement"
						],
						"9": [
							"remove curse",
							"stinking cloud"
						],
						"13": [
							"blight",
							"death ward"
						],
						"17": [
							"contagion",
							"insect plague"
						]
					}
				}
			],
			"className": "Cleric",
			"classSource": "PHB"
		},
		{
			"name": "Circle of Blight",
			"shortName": "Blight",
			"source": "tgd",
			"subclassFeatures": [
				"Circle of Blight|Druid|PHB|Blight|tgd|2",
				"Blightblood|Druid|PHB|Blight|tgd|2",
				"Blight Touch|Druid|PHB|Blight|tgd|2",
				"Black Glaive|Druid|PHB|Plague|tgd|6",
				"Corrupting Blow|Druid|PHB|Blight|tgd|10",
				"Winterheart|Druid|PHB|Blight|tgd|14"
			],
			"subclassSpells": [
				"ray of enfeeblement",
				"snilloc's snowball swarm|xge",
				"lesser restoration",
				"animate dead",
				"erupting filth|tgd",
				"blight",
				"shadow of moil|xge",
				"contagion",
				"enervation|xge"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"ray of enfeeblement",
							"snilloc's snowball swarm|xge"
						],
						"5": [
							"animate dead",
							"erupting filth|tgd"
						],
						"7": [
							"blight",
							"shadow of moil|xge"
						],
						"9": [
							"contagion",
							"enervation|xge"
						]
					}
				}
			],
			"className": "Druid",
			"classSource": "PHB"
		},
		{
			"name": "Circle of Leth",
			"shortName": "Leth",
			"source": "tgd",
			"subclassFeatures": [
				"Circle of Leth|Druid|PHB|Leth|tgd|2",
				"Plant Form (CR 1)|Druid|PHB|Leth|tgd|2",
				"Bonus Cantrip|Druid|PHB|Leth|tgd|2",
				"Primal Strike|Druid|PHB|Leth|tgd|6",
				"Plant Form (increased CR)|Druid|PHB|Leth|tgd|6",
				"Nature's Protection|Druid|PHB|Leth|tgd|10",
				"Silent Passage|Druid|PHB|Leth|tgd|14"
			],
			"className": "Druid",
			"classSource": "PHB"
		},
		{
			"name": "Shou Disciple",
			"shortName": "Shou",
			"source": "tgd",
			"subclassFeatures": [
				"Shou Disciple|Monk|PHB|Shou|tgd|3",
				"Inner Strength|Monk|PHB|Shou|tgd|3",
				"Pragmatic Defense|Monk|PHB|Shou|tgd|3",
				"Warding Senses|Monk|PHB|Shou|tgd|6",
				"Combat Discipline|Monk|PHB|Shou|tgd|11",
				"Focused Fury|Monk|PHB|Shou|tgd|17"
			],
			"className": "Monk",
			"classSource": "PHB"
		},
		{
			"name": "Oath of Sarshel",
			"shortName": "Sarshel",
			"source": "tgd",
			"subclassFeatures": [
				"Oath of Sarshel|Paladin|PHB|Sarshel|tgd|3",
				"Channel Divinity|Paladin|PHB|Sarshel|tgd|3",
				"Ramapart of Strenth|Paladin|PHB|Sarshel|tgd|7",
				"Relentless Spirit|Paladin|PHB|Sarshel|tgd|15",
				"Rampart of Strength (2 reactions)|Paladin|PHB|Sarshel|tgd|18",
				"Champion of Sarshel|Paladin|PHB|Sarshel|tgd|20"
			],
			"subclassSpells": [
				"heroism",
				"protection from evil and good",
				"spiritual weapon",
				"zone of truth",
				"beacon of hope",
				"crusader's mantle",
				"banishment",
				"guardian of faith",
				"dispel evil and good",
				"hallow"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"heroism",
							"protection from evil and good"
						],
						"5": [
							"spiritual weapon",
							"zone of truth"
						],
						"9": [
							"beacon of hope",
							"crusader's mantle"
						],
						"13": [
							"banishment",
							"guardian of faith"
						],
						"17": [
							"dispel evil and good",
							"hallow"
						]
					}
				}
			],
			"className": "Paladin",
			"classSource": "PHB"
		},
		{
			"name": "Nentyar Hunter",
			"shortName": "Nentyar",
			"source": "tgd",
			"subclassFeatures": [
				"Nentyar Hunter|Ranger|PHB|Nentyar|tgd|3",
				"Nentyar Hunter Magic|Ranger|PHB|Nentyar|tgd|3",
				"Navigator of the Wilds|Ranger|PHB|Nentyar|tgd|3",
				"Nature's Fury|Ranger|PHB|Nentyar|tgd|3",
				"Agility of the Wild|Ranger|PHB|Nentyar|tgd|7",
				"Master of the Hunt|Ranger|PHB|Nentyar|tgd|11",
				"Untamed Ferocity|Ranger|PHB|Nentyar|tgd|15"
			],
			"subclassSpells": [
				"entangle",
				"enhance ability",
				"dispel magic",
				"dominate beast",
				"hold monster"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"entangle"
						],
						"5": [
							"enhance ability"
						],
						"9": [
							"dispel magic"
						],
						"13": [
							"dominate beast"
						],
						"17": [
							"hold monster"
						]
					}
				}
			],
			"className": "Ranger",
			"classSource": "PHB"
		},
		{
			"name": "Black Flame Zealot",
			"shortName": "Zealot",
			"source": "tgd",
			"subclassFeatures": [
				"Black Flame Zealot|Rogue|PHB|Zealot|tgd|3",
				"Spellcasting|Rogue|PHB|Zealot|tgd|3",
				"Servant of the Black Flame|Rogue|PHB|Zealot|tgd|3",
				"Fateful Strike|Rogue|PHB|Zealot|tgd|9",
				"Zealous Heart|Rogue|PHB|Zealot|tgd|13",
				"Immolation|Rogue|PHB|Zealot|tgd|17"
			],
			"className": "Rogue",
			"classSource": "PHB"
		},
		{
			"name": "Thug",
			"shortName": "Thug",
			"source": "tgd",
			"subclassFeatures": [
				"Thug|Rogue|PHB|Thug|tgd|3",
				"Brutal Bludgeoning|Rogue|PHB|Thug|tgd|3",
				"Incite Fear|Rogue|PHB|Thug|tgd|3",
				"Punish the Fearful|Rogue|PHB|Thug|tgd|3",
				"Beat Down|Rogue|PHB|Thug|tgd|9",
				"Wave of Fear|Rogue|PHB|Thug|tgd|13",
				"Stunning Strike|Rogue|PHB|Thug|tgd|17"
			],
			"className": "Rogue",
			"classSource": "PHB"
		},
		{
			"name": "Forest Soul",
			"shortName": "Forest",
			"source": "tgd",
			"subclassFeatures": [
				"Forest Soul|Sorcerer|PHB|Forest|tgd|1",
				"Nature Magic|Sorcerer|PHB|Forest|tgd|1",
				"Fey Friend|Sorcerer|PHB|Forest|tgd|1",
				"Leaf Tongue|Sorcerer|PHB|Forest|tgd|6",
				"Forest Walk|Sorcerer|PHB|Forest|tgd|14",
				"Tree Form|Sorcerer|PHB|Forest|tgd|17"
			],
			"className": "Sorcerer",
			"classSource": "PHB"
		},
		{
			"name": "Raumathari Battlemage",
			"shortName": "Battlemage",
			"source": "tgd",
			"subclassFeatures": [
				"Raumathari Battlemage|Sorcerer|PHB|Battlemage|rcg|1",
				"Sword Focus|Sorcerer|PHB|Battlemage|tgd|1",
				"Sorcerous Combat|Sorcerer|PHB|Battlemage|tgd|1",
				"Extra Attack|Sorcerer|PHB|Battlemage|tgd|6",
				"Warrior's Soul|Sorcerer|PHB|Battlemage|tgd|14",
				"Wardbreaker's Strike|Sorcerer|PHB|Battlemage|tgd|17"
			],
			"className": "Sorcerer",
			"classSource": "PHB"
		},
		{
			"name": "Nar Demonbinder",
			"shortName": "Demonbinder",
			"source": "tgd",
			"subclassFeatures": [
				"Nar Demonbinder|Wizard|PHB|Demonbinder|tgd|2",
				"Fiendish Familiar|Wizard|PHB|Demonbinder|tgd|2",
				"Symbol of Protection|Wizard|PHB|Demonbinder|tgd|2",
				"Demon Summoner|Wizard|PHB|Demonbinder|tgd|6",
				"Master Demon Summoner|Wizard|PHB|Demonbinder|tgd|10",
				"Baleful Energy|Wizard|PHB|Demonbinder|tgd|14"
			],
			"subclassSpells": [
				"entangle",
				"enhance ability",
				"dispel magic",
				"dominate beast",
				"hold monster"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"entangle"
						],
						"5": [
							"enhance ability"
						],
						"9": [
							"dispel magic"
						],
						"13": [
							"dominate beast"
						],
						"17": [
							"hold monster"
						]
					}
				}
			],
			"className": "Wizard",
			"classSource": "PHB"
		}
	],
	"monster": [
		{
			"name": "Aidan",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"tabaxi"
				]
			},
			"source": "tgd",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item studded leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "10d8 + 20",
				"average": 65
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 10,
			"dex": 16,
			"con": 14,
			"int": 16,
			"wis": 12,
			"cha": 12,
			"passive": 13,
			"cr": "4",
			"shortName": true,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Thieves' cant",
				"plus one additional language of your choice"
			],
			"languageTags": [
				"C",
				"TC",
				"X"
			],
			"save": {
				"dex": "+5",
				"int": "+5"
			},
			"skill": {
				"acrobatics": "+5",
				"deception": "+3",
				"investigation": "+5",
				"perception": "+3",
				"sleight of hand": "+5",
				"stealth": "+5"
			},
			"isNamedCreature": true,
			"isNpc": true,
			"trait": [
				{
					"name": "Evasion",
					"entries": [
						"If Aidan is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, Aidan instead takes no damage if it succeeds on the saving throw, and only half damage if it fails."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"If Aidan is subjected to an effect that allows him to make a Dexterity saving throw to take only half damage, Aidan instead takes no damage if he succeeds on the saving throw, and only half damage if he fails."
					]
				},
				{
					"name": "Feline Agility",
					"entries": [
						"Aidan is able to sprint and double his movement speed during a turn. He must have a  turn with 0 movement before using this ability again."
					]
				},
				{
					"name": "Sneak Attack (1/Turn)",
					"entries": [
						"Aidan deals an extra 10 ({@dice 3d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of Aidan that isn't {@condition incapacitated} and Aidan doesn't have disadvantage on the attack roll."
					]
				}
			],
			"traitTags": [
				"Sneak Attack"
			],
			"reaction": [
				{
					"name": "Uncanny Dodge",
					"entries": [
						"When Aiden is hit by an attack he can see, he can use his reaction to halve the attack's damage."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Aidan can make two claw attacks and one frost dagger attack."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) slashing damage."
					]
				},
				{
					"name": "Frost Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage plus 4 ({@damage 1d8}) cold damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"C",
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW"
			],
			"fluff": {
				"entries": [
					"{@b Tabaxi Rogue Recruiter}",
					"Aidan is a roguish thieves' guild recruiter for the Shadowmasters and has worked in multiple locations, helping Guild members to maintain anonymity. He currently lurks about low-traveled roads of the Great Dale, setting up various tests to find recruits for the Guild. He builds  campsites with minor loot to lure in thieves and the desperate. Once travelers pass the test, Aidan visits them in their sleep to recruit them. The willing are blindfolded and taken away to  he thieves' guild hideout to start their new lives in the Dale.",
					"Aiden is charismatic and manipulative in order to steal loot for high-paying clients. He refuses jobs that require harming creatures or people. He also secretly leaves food he has stolen to homeless mothers and children in the forest.",
					"He has his own quarters at the thieves Guild, but he leaves nothing he values there and usually sleeps high in the trees along the roadsides. Aiden hides his few treasures throughout the forests. If he sees anyone with these sentimental items, he pursues them and steals them back along with whatever else he finds of value. There are very few he trusts."
				]
			}
		},
		{
			"name": "Alyssa Queelor",
			"source": "tgd",
			"reprintedAs": [
				"Master Thief|MPMM"
			],
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"changeling"
				]
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item studded leather armor|phb|studded leather}",
						"{@item cloak of elvenkind}"
					]
				}
			],
			"hp": {
				"average": 83,
				"formula": "13d8 + 26"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 18,
			"con": 14,
			"int": 11,
			"wis": 11,
			"cha": 12,
			"save": {
				"dex": "+7",
				"int": "+3"
			},
			"skill": {
				"acrobatics": "+7",
				"athletics": "+3",
				"perception": "+3",
				"sleight of hand": "+7",
				"stealth": "+7"
			},
			"passive": 13,
			"languages": [
				"any one language (usually Common) plus Thieves' cant"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Cunning Action",
					"entries": [
						"On each of its turns, the thief can use a bonus action to take the Dash, Disengage, or Hide action."
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"If the thief is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, the thief instead takes no damage if it succeeds on the saving throw, and only half damage if it fails."
					]
				},
				{
					"name": "Sneak Attack (1/Turn)",
					"entries": [
						"The thief deals an extra 14 ({@dice 4d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the thief that isn't {@condition incapacitated} and the thief doesn't have disadvantage on the attack roll."
					]
				},
				{
					"name": "Shapechanger",
					"entries": [
						"Alyssa can use her action to polymorph into a Small or Medium humanoid she has seen, or back to her true form. Her statistics, other than her size, are the same in each form. Any equipment she is wearing or carrying isn't transformed. She reverts to her true form if she dies."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The thief makes three attacks with its shortsword."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage."
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"{@atk rw} {@hit 7} to hit, range 80/320 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Uncanny Dodge",
					"entries": [
						"The thief halves the damage that it takes from an attack that hits it. The thief must be able to see the attacker."
					]
				}
			],
			"environment": [
				"urban"
			],
			"traitTags": [
				"Shapechanger",
				"Sneak Attack"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"X",
				"TC"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG"
			],
			"hasFluff": true,
			"tokenUrl": "https://5e.tools/img/VGM/Master Thief.png",
			"shortName": "Alyssa",
			"fluff": {
				"entries": [
					"{@b Changeling Spy}",
					"Alyssa Queelor assumed she was a half-elf growing up. She grew up in a strong and loving family, being raised by two male half-elf fathers, Lorimar and Vanovar. She knew they had adopted her after Alyssa's mother died of a plague when she was very young. Despite her happy upbringing, Alyssa felt she was different from everyone else. The discovery that she could shapeshift came in her early teens when she fell in love with a human girl named Julia.",
					"For a time they were inseparable. They loved exploring their small town together, which was close enough to trade routes that strange travelers would occasionally pass through. One day a drunk visitor followed the two girls as they explored, hoping to rob them. Alyssa somehow knew his intentions and told Julia to run.",
					"Alyssa stood fast as the man demanded her necklace. It was precious to her—it had once belonged to her mother. She was furious that he would demand something that wasn't his. Her mind was a storm of anger and fear; she feared for hers and Julia's safety.",
					"Alyssa's body convulsed. Her physical form transformed into the shape of her father, Lorimar. In this new form, she scratched and kicked at the man who was too drunk to fight back. He stumbled, hitting his head on a rock. He didn't move and Alyssa ran home. As she ran, she realized her body had changed. On arriving home, a mirror in her room shared the truth. She fell asleep cowering in a corner, trying desperately to stay in control.",
					"Later that night she awoke to loud banging. A glance in the mirror revealed her normal appearance. Her father, Vanovar, opened the front door to a visitor, who claimed Lorimar was dead at the hands of bandits. The bandits had attacked Lorimar, claiming he had killed one of their own. Though Lorimar denied he had done this, they refused to listen and killed him.",
					"The visitor said the bandits were known as the \"Thirsty Dogs,\" and that they terrorized travelers on the roads leading to Thay. The visitor said he was from Thay and had lost someone dear to him as well to these thugs. He promised Vanovar and Alyssa that he would hunt the bandits down and make them pay for what they had done.",
					"Alyssa believes it was her fault that her father died and has never forgiven herself. It is a secret she keeps to this day.",
					"As she got older, Alyssa learned to control her transformations. She suspects her birth parents may have been shapeshifters.",
					"Now in her twenties, Alyssa works for the Red Wizards as a spy in the Great Dale. She often assumes the form of her murdered father or the man from Thay who delivered the news of her father's death. This was the man who brought the bandits to justice and avenged her father's death.",
					"Her personal objective is to make sure other bandits, like those that killed her father, never wake to see the light of day. She is a talented spy and a deadly assassin with a personal agenda."
				]
			}
		},
		{
			"name": "Arwick",
			"source": "tgd",
			"reprintedAs": [
				"Martial Arts Adept|MPMM"
			],
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"halfling"
				]
			},
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				16
			],
			"hp": {
				"average": 60,
				"formula": "11d8 + 11"
			},
			"speed": {
				"walk": 40
			},
			"str": 11,
			"dex": 17,
			"con": 13,
			"int": 16,
			"wis": 16,
			"cha": 14,
			"skill": {
				"acrobatics": "+5",
				"insight": "+5",
				"stealth": "+5",
				"history": "+5",
				"religion": "+5"
			},
			"passive": 13,
			"languages": [
				"any one language (usually Common)"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Unarmored Defense",
					"entries": [
						"While the adept is wearing no armor and wielding no shield, its AC includes its Wisdom modifier."
					]
				},
				{
					"name": "Keen Sight",
					"entries": [
						"Arwick has advantage on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"name": "Weird Insight",
					"entries": [
						"Arwick targets one creature he can see within 30 feet. The target must make a contested Charisma (Deception) check against Arwick's Wisdom (Insight). If Arwick wins, he magically learns one fact or secret about the target. The target automatically wins if it is immune to being {@condition charmed}."
					]
				},
				{
					"name": "Shared Wisdom",
					"entries": [
						"Allies have advantage on Wisdom (Insight) checks and Wisdom saving throws if they can see or hear Arwick and are within 30 feet of him."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The adept makes three unarmed strikes or three dart attacks."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) bludgeoning damage. If the target is a creature, the adept can choose one of the following additional effects:",
						{
							"type": "list",
							"items": [
								"The target must succeed on a {@dc 13} Strength saving throw or drop one item it is holding (adept's choice).",
								"The target must succeed on a {@dc 13} Dexterity saving throw or be knocked {@condition prone}.",
								"The target must succeed on a {@dc 13} Constitution saving throw or be {@condition stunned} until the end of the adept's next turn."
							]
						}
					]
				},
				{
					"name": "Dart",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 20/60 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Deflect Missile",
					"entries": [
						"In response to being hit by a ranged weapon attack, the adept deflects the missile. The damage it takes from the attack is reduced by {@dice 1d10 + 3}. If the damage is reduced to 0, the adept catches the missile if it's small enough to hold in one hand and the adept has a hand free."
					]
				}
			],
			"environment": [
				"urban"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW"
			],
			"conditionInflict": [
				"prone",
				"stunned"
			],
			"hasFluff": true,
			"tokenUrl": "https://5e.tools/img/VGM/Martial Arts Adept.png",
			"fluff": {
				"entries": [
					"{@b Halfling Adventuring Scholar}",
					"Arwick, also known as \"The Master,\" is the reason why many adventurers are alive today. This halfling spent years of study in a monastery, perfecting his martial skills and studying ancient texts. He keeps an extensive collection of journals chronicling his research and interviews. He has grown a reputation as someone with knowledge of almost any field of study.",
					"Arwick is a skilled martial artist. He studied in the ancient ruins of the Furnitha Monastery somewhere in the Sunrise Mountains. There he was the only student of an old hermit monk called Master Shenzui. Shenzui claimed to share the soul of a nothic and that he could learn the secrets to all things through observation.",
					"After Shenzui died of old age, Arwick left the empty monastery and began adventuring. Initially he would only undertake expeditions searching for sacred artifacts. He was meticulous in his planning, accounting for countless contingencies. He would not embark on an expedition until he had addressed every preconceived threat. It is rumored he could know the thoughts of an enemy before they had a chance to endanger the scholar.",
					"Today, adventurers hire Arwick to chronicle their adventure, and use his extensive knowledge to stay alive. The price for his service is high, often requiring a rare magical item for him to study."
				]
			},
			"shortName": true,
			"traitTags": [
				"Keen Senses"
			],
			"isNpc": true,
			"isNamedCreature": true
		},
		{
			"name": "Branimern Rythil",
			"size": [
				"M"
			],
			"type": "fiend",
			"source": "tgd",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "20d8 + 40",
				"average": 130
			},
			"speed": {
				"walk": 30,
				"fly": 30,
				"canHover": false
			},
			"str": 16,
			"dex": 16,
			"con": 14,
			"int": 20,
			"wis": 12,
			"cha": 16,
			"passive": 16,
			"cr": "16",
			"fluff": {
				"entries": [
					"{@b Demonbinder}",
					"Branimern Rythil is a renegade Red Wizard who pursued the mysteries of Nar Demon binding. She uncovered many secrets from ancient Narfell through her explorations of the myriad ruins scattered around the Great Dale. Eventually, her power had grown such that she led a collection of fiends, corrupt fey, and a faithful fomorian warrior to Mount Nar, where they defeated Kryonar, an ancient dracolich that laired within the ruins of Jastaath.",
					"In the years since, Branimern has rebuilt the ruins into a strong fortress, and expanded upon the dead dracolich's tunnel in the mountain's glaciers. She continues her demon-binding studies, and is planning to take control of all the lands of ancient Narfell, hoping to recreate the kingdom under her rule."
				]
			},
			"shortName": "Branimern",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Abyssal",
				"Infernal"
			],
			"languageTags": [
				"C",
				"AB",
				"I"
			],
			"save": {
				"con": "+7",
				"int": "+10",
				"wis": "+6"
			},
			"skill": {
				"arcana": "+10",
				"deception": "+8",
				"history": "+10",
				"perception": "+6"
			},
			"resist": [
				{
					"resist": [
						"cold",
						"fire",
						"lightning",
						"poison"
					]
				},
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"trait": [
				{
					"name": "Magic Weapons",
					"entries": [
						"Branimern's weapon attacks are magical."
					]
				},
				{
					"name": "Demon Summoner",
					"entries": [
						"Any demons summoned by Branimern have disadvantage on attack rolls against her and any of her allies who are within 30 feet.  Additionally, any Charisma saving throws made by demons against Branimern's spells have disadvantage."
					]
				}
			],
			"traitTags": [
				"Magic Weapons"
			],
			"isNamedCreature": true,
			"isNpc": true,
			"legendary": [
				{
					"name": "Abyssal Hammer",
					"entries": [
						"Branimern makes one melee attack with her abyssal hammer."
					]
				},
				{
					"name": "Sting",
					"entries": [
						"Branimern makes one melee attack with her sting."
					]
				},
				{
					"name": "Cantrip Casting (Costs 1 Action)",
					"entries": [
						"Branimern can cast any cantrip spell she knows."
					]
				},
				{
					"name": "Rapid Caster (Costs 3 Actions)",
					"entries": [
						"Branimern can cast any spell she has prepared of 1st to 3rd level, with a casting time of 1 action, provided she has the necessary spell slots, or available daily uses to do so. The appropriate spell slot or daily use is expended on casting the spell."
					]
				},
				{
					"name": "Abyssal Blast (Costs 3 Actions)",
					"entries": [
						"Branimern uses Abyssal Blast if available."
					]
				}
			],
			"legendaryHeader": [
				"Branimern can take 3 legendary actions,  choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Branimern regains spent legendary actions at the start of her turn"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Branimern makes three weapon attacks: two with her hammer, and one with either her net or her sting."
					]
				},
				{
					"name": "Abyssal Hammer",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) bludgeoning damage plus 10 ({@damage 3d6}) fire damage."
					]
				},
				{
					"name": "Sting",
					"entries": [
						"Melee Weapon Attack:. {@hit 8} to hit, reach 10 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage plus 7 ({@damage 2d6}) poison damage."
					]
				},
				{
					"name": "Net of Despair. Ranged Weapon Attack",
					"entries": [
						"{@hit 8} to hit, range 5/15 ft., one target size Large or smaller. {@h}The target is {@condition restrained} until freed. The net has no effect on creatures that are formless, or creatures that are Huge or larger. A creature can use its action to make a {@dc 13} Strength check, freeing itself or another creature within reach on a success. Dealing 10 slashing damage from a magical weapon to the net (AC 13) also frees the creature without harming it, ending the effect and destroying the net. While {@condition restrained} by the net, creatures have disadvantage on all Wisdom saving throws."
					]
				},
				{
					"name": "Abyssal Blast {@recharge 5}",
					"entries": [
						"While wielding her abyssal hammer, Branimern can summon a blast of fiendish power. The blast affects all creatures within a 20-foot-radius, 40-foot-high cylinder centered on a point within 120 feet of her. Each creature in that area must make a {@dc 18} Dexterity saving throw. On a failed save, a creature takes 18 ({@damage 4d8}) fire damage and is knocked {@condition prone}. On a successful save, a creature takes half as much damage and isn't knocked {@condition prone}. The blast ignites flammable objects that aren't being worn or carried."
					]
				}
			],
			"conditionInflict": [
				"prone",
				"restrained"
			],
			"damageTags": [
				"B",
				"F",
				"I",
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH",
				"AOE"
			],
			"actionTags": [
				"Multiattack"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Branimern's innate spellcasting ability is Charisma (spell save {@dc 16}). She can innately cast the following spells, requiring no material components:"
					],
					"daily": {
						"3e": [
							"{@spell alter self}",
							"{@spell command}",
							"{@spell detect magic}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				},
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Branimern is a 15th-level spellcaster. Her spellcasting ability is Intelligence (spell save {@dc 18}, +10 to hit with spell attacks). Branimern has the following wizard spells prepared:"
					],
					"spells": {
						"1": {
							"spells": [
								"{@spell mage armor}",
								"{@spell magic missile}",
								"{@spell nybor's gentle reminder|tgd}",
								"{@spell protection from evil and good}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell misty step}",
								"{@spell shatter}",
								"{@spell web}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell counterspell}",
								"{@spell fireball}",
								"{@spell summon lesser demons|XGE}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell Evard's black tentacles}",
								"{@spell summon greater demon|XGE}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell Bigby's hand}",
								"{@spell cloudkill}"
							],
							"slots": 2
						},
						"6": {
							"spells": [
								"{@spell circle of death}",
								"{@spell crushing sphere|tgd}"
							],
							"slots": 1
						},
						"7": {
							"spells": [
								"{@spell finger of death}",
								"{@spell nybor's stern reproof|tgd}"
							],
							"slots": 1
						},
						"8": {
							"spells": [
								"{@spell incendiary cloud}",
								"{@spell mind blank}"
							],
							"slots": 1
						}
					},
					"will": [
						"{@spell acid splash}",
						"{@spell fire bolt}",
						"{@spell mage hand}",
						"{@spell prestidigitation}"
					],
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"damageTagsSpell": [
				"A",
				"B",
				"F",
				"I",
				"N",
				"O",
				"P",
				"S",
				"T"
			],
			"spellcastingTags": [
				"I",
				"CW"
			]
		},
		{
			"name": "Bresh Hens'lass",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"half-orc"
				]
			},
			"source": "tgd",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"enchanted {@item hide armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "10d8 + 30",
				"average": 75
			},
			"speed": {
				"walk": 30
			},
			"str": 13,
			"dex": 16,
			"con": 16,
			"int": 10,
			"wis": 14,
			"cha": 10,
			"passive": 14,
			"cr": "3",
			"shortName": "Bresh",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Druidic",
				"Orc"
			],
			"languageTags": [
				"C",
				"DU",
				"O"
			],
			"save": {
				"str": "+3",
				"dex": "+5"
			},
			"skill": {
				"intimidation": "+2",
				"perception": "+4",
				"stealth": "+7",
				"survival": "+6"
			},
			"isNamedCreature": true,
			"isNpc": true,
			"trait": [
				{
					"name": "Relentless (1/Day)",
					"entries": [
						"If Bresh is reduced it to 0 hit points, she can drop to 1 hit point instead."
					]
				},
				{
					"name": "Archer's Eye (3/Day)",
					"entries": [
						"As a bonus action, Bresh can add {@dice 1d10} to her next attack or damage roll with a longbow or shortbow."
					]
				},
				{
					"name": "Savage Attacks",
					"entries": [
						"When Bresh scores a critical hit with a melee attack, she can roll one of the weapon's  damage dice one additional time and add it to the extra damage of the critical hit."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Bresh makes two attacks with her handaxe or longbow."
					]
				},
				{
					"name": "Handaxe",
					"entries": [
						"{@atk mw,rw} {@hit 3} to hit, reach 5 ft. or range 20/60, one target. {@h}4 ({@damage 1d6 + 1}) slashing damage."
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 150/600 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"RW",
				"MW",
				"THW",
				"RNG"
			],
			"actionTags": [
				"Multiattack"
			],
			"fluff": {
				"entries": [
					"{@b Half-orc Watcher of Eastern Dunwood}",
					"This gruff half-orc has inherited the watch of eastern Dunwood from her deceased adoptive father, Hensoi. The kindly druid is still well remembered by the folk in the eastern Dale, and Bresh has earned their same grudging respect.",
					"Bresh recalls little of her life before Hensoi took her in. She still lives in Nighthawk Tower,  occasionally leaving flowers on top of the stone cairn at its base where Hensoi is buried. Bresh doesn't belong to the Circle of Leth, but she is on good relations with them. They regularly consult with her on the goings on of the eastern wood.",
					"In her travels, Bresh is usually accompanied by her {@creature giant badger} animal companion she calls Chomps."
				]
			}
		},
		{
			"name": "Chandra",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"tiefling"
				]
			},
			"source": "tgd",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "7d8 + 7",
				"average": 38
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 12,
			"con": 14,
			"int": 13,
			"wis": 17,
			"cha": 12,
			"passive": 15,
			"cr": "2",
			"isNpc": true,
			"isNamedCreature": true,
			"shortName": true,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Druidic",
				"Infernal"
			],
			"languageTags": [
				"C",
				"DU",
				"I"
			],
			"save": {
				"int": "+3",
				"wis": "+5"
			},
			"skill": {
				"nature": "+3",
				"perception": "+5"
			},
			"resist": [
				"fire"
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Chandra is a 5th-level spellcaster. Her spellcasting ability is Wisdom (spell save {@dc 13}, +5 to hit with spell attacks). She has the following druid spells prepared:"
					],
					"will": [
						"{@spell produce flame}",
						"{@spell resistance}",
						"{@spell shillelagh}"
					],
					"spells": {
						"1": {
							"spells": [
								"{@spell cure wounds}",
								"{@spell entangle}",
								"{@spell speak with animals}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell flaming sphere}",
								"{@spell pass without trace}",
								"{@spell spike growth}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell meld into stone}"
							],
							"slots": 2
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"CD"
			],
			"damageTagsSpell": [
				"B",
				"F",
				"P"
			],
			"damageTags": [
				"B"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Chandra can make two attacks with her quarterstaff."
					]
				},
				{
					"name": "Quarterstaff",
					"entries": [
						"{@atk mw} {@hit 2} to hit ({@hit 4} to hit with {@spell shillelagh}), reach 5 ft., one target. {@h}3 ({@damage 1d6}) bludgeoning damage or 4 ({@damage 1d8}) bludgeoning damage if used with two hands or 7 ({@damage 1d8 + 3}) bludgeoning damage if used with shillelagh."
					]
				},
				{
					"name": "Change Shape (1/Day)",
					"entries": [
						"Chandra magically polymorphs into a beast with a challenge rating of 1 or less, and can remain in this form for up to 5 hours. Chandra can choose whether her equipment falls to the ground, melds with its new form, or is worn by the new form. Chandra reverts to her true form if she dies or falls {@condition unconscious}. She can revert to her true form using a bonus action on her turn.",
						"While in a new form, Chandra retains her game statistics and ability to speak, but her AC, movement modes, Strength, and Dexterity are replaced by those of the new form, and she gains any special senses, proficiencies, traits, actions, and reactions (except class features, legendary actions, and lair actions) that the new form has but that she lacks. She can cast her spells with verbal or somatic components in her new form.",
						"The new form's attacks count as magical for the purpose of overcoming resistances and immunity to nonmagical attacks."
					]
				}
			],
			"actionTags": [
				"Multiattack",
				"Shapechanger"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"{@b Fiendish Druid}",
					"Chandra is a seasoned druid who has made the Forest of Lethyr her home and refuge after years of wandering Faerûn and escaping the lower planes. She has a human-like appearance, but a closer look reveals horn studs in her brown hair and irises of ever-burning flames. When she casts druidic spells plants and vines conjured are similar to the barbed, orange flora found in the depths of the Nine Hells. Despite being an outsider for many years, Chandra has befriended a circle of druids in the forest. She aids them in their tasks in exchange for food and shelter. She is very protective of her fellow druids, and enjoys long conversations with them about arcane secrets and Realmslore.",
					"Chandra always has a watchful eye when she leaves her hidden home. Vengeful devils in the lower planes, unhappy with her escape and desire to be good, hope to see her demise. During her escape, Chandra signed minor contracts in order to obtain aid for her escape from the Nine Hells. She now worries about these creatures coming to find her. Even during druidic events, such as the solstice celebrations, her eyes are always scanning the distance.",
					"Sometimes Chandra is spotted helping fallen animals and adventurers in the forest. Rumors have spread in the area about a young hermit bringing creatures back to life deep in the woods. Others tell stories of a fire-eyed angel saving their lives after extreme injury or accidents in the wilderness"
				]
			}
		},
		{
			"name": "Ivellios Siankiir",
			"source": "tgd",
			"reprintedAs": [
				"Conjurer Wizard|MPMM"
			],
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"wood elf"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				12,
				{
					"ac": 15,
					"condition": "with {@spell mage armor}",
					"braces": true
				}
			],
			"hp": {
				"average": 40,
				"formula": "9d8"
			},
			"speed": {
				"walk": 35
			},
			"str": 9,
			"dex": 14,
			"con": 11,
			"int": 17,
			"wis": 12,
			"cha": 11,
			"save": {
				"int": "+6",
				"wis": "+4"
			},
			"skill": {
				"arcana": "+6",
				"history": "+6",
				"perception": "+4"
			},
			"passive": 14,
			"languages": [
				"any four languages"
			],
			"cr": "6",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The conjurer is a 9th-level spellcaster. Its spellcasting ability is intelligence (spell save {@dc 14}, {@hit 6} to hit with spell attacks). The conjurer has the following wizard spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell acid splash}",
								"{@spell mage hand}",
								"{@spell poison spray}",
								"{@spell prestidigitation}"
							]
						},
						"1": {
							"spells": [
								"{@spell fog cloud}",
								"{@spell mage armor}",
								"{@spell magic missile}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell misty step}",
								"{@spell Snilloc's snowball swarm|XGE}",
								"{@spell web}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell hail blast|tgd}",
								"{@spell stinking cloud}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell ice storm}",
								"{@spell stoneskin}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell cloudkill}",
								"{@spell cone of cold}"
							],
							"slots": 2
						}
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Benign Transportation (Recharges after the Conjurer Casts a Conjuration Spell of 1st Level or Higher)",
					"entries": [
						"As a bonus action, the conjurer teleports up to 30 feet to an unoccupied space that it can see. If it instead chooses a space within range that is occupied by a willing Small or Medium creature, they both teleport, swapping places."
					]
				},
				{
					"name": "Mask of the Wild",
					"entries": [
						"Ivellios can attempt to hide even if he is only lightly obscured by natural phenomena."
					]
				},
				{
					"name": "Elven Heritage",
					"entries": [
						"Ivellios has advantage on saving throws against being {@condition charmed} and magic can't put him to sleep."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage."
					]
				}
			],
			"environment": [
				"urban"
			],
			"languageTags": [
				"X"
			],
			"damageTags": [
				"P"
			],
			"damageTagsSpell": [
				"A",
				"B",
				"C",
				"F",
				"I",
				"O"
			],
			"spellcastingTags": [
				"CW"
			],
			"miscTags": [
				"RW",
				"MW",
				"THW"
			],
			"hasFluff": true,
			"tokenUrl": "https://5e.tools/img/VGM/Conjurer.png",
			"fluff": {
				"entries": [
					"{@b Cult Leader}",
					"Ivellios Siankiir is a wood elf from Lethyr. Like others disillusioned with the new Nentyarch, he had hoped the Circle of Leth's leader would bring a new hard- lined stance against the continued human expansion into the forest. Instead the Nentyarch has taken a balanced stance, forcefully pushing back on aggressive logging but allowing well-managed forestry along the edges of the great woods.",
					"Though many of these disgruntled elves quietly grumble, a few like Ivellios have turned to anger. These radical elves view humans as the cause of all the problems in the Great Dale—from the continued deforestation of the ancient woods to the lingering demonic taint from the fall of Narfell.",
					"This hate aligned perfectly with the Eldreth Veluuthra (see Chapter 9), a radical elvish sect who seek to wipe humanity from the face of Faerûn. Ivellios leads a small cell of the Eldreth Veluuthra in Lethyr. He carries a strong hatred for the Nentyarch, believing they have forsaken the elvish cause. He was instrumental in finding a way to use the demonic cysts that are buried beneath the Dale to allow Lossarwyn the Ice Lich to escape his confinement in Direwood."
				]
			},
			"shortName": "Ivellios",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"isNpc": true,
			"isNamedCreature": true
		},
		{
			"name": "Lord Berold",
			"source": "tgd",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"{@item splint armor|phb}"
					]
				}
			],
			"hp": {
				"average": 58,
				"formula": "9d8 + 18"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 13,
			"con": 14,
			"int": 10,
			"wis": 11,
			"cha": 16,
			"skill": {
				"athletics": "+5",
				"perception": "+2",
				"deception": "+5",
				"persuasion": "+5"
			},
			"passive": 12,
			"languages": [
				"any one language (usually Common)"
			],
			"cr": "3",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The veteran makes two longsword attacks. If it has a shortsword drawn, it can also make a shortsword attack."
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@damage 1d10 + 3}) slashing damage if used with two hands."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage."
					]
				},
				{
					"name": "Heavy Crossbow",
					"entries": [
						"{@atk rw} {@hit 3} to hit, range 100/400 ft., one target. {@h}6 ({@damage 1d10 + 1}) piercing damage."
					]
				}
			],
			"environment": [
				"arctic",
				"coastal",
				"forest",
				"grassland",
				"hill",
				"mountain",
				"underdark",
				"urban"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG"
			],
			"hasFluff": true,
			"tokenUrl": "https://5e.tools/img/MM/Veteran.png",
			"fluff": {
				"entries": [
					"{@b Lord of Uthmere}",
					"Lord Berold is the recently arrived leader of Uthmere. He came bearing papers issued by the Grand Council of Impiltur certifying him to be a direct descendent of Lord Uthlain and rightful heir to rule the Great Dale. More importantly, Lord Berold brought with him plenty of coin to fund the rebuilding of the town.",
					"So far Berold has done a fine job of initiating a great deal of activity within the town. New docks are being built for the rising waters of the Easting Reach, city walls are being repaired, and the streets near the Dalestream that were washed away during the Great Rains are being re-cobbled. Berold relies on a council made up of various notable townsfolk to help administer Uthmere. All in all the town and the surrounding villages are pleased with his arrival.",
					"A few in the town are suspicious of Lord Berold's background, including the Shadowmasters. They have begun discrete investigations in Impiltur hoping to uncover a secret from his past they can use as leverage to influence his actions. Lord Berold is a barrel-chested man, with thick black hair and a well-trimmed beard."
				]
			},
			"isNpc": true,
			"isNamedCreature": true,
			"shortName": "Berold"
		}
	],
	"subclassFeature": [
		{
			"name": "Hardened Survivor",
			"source": "tgd",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Plague",
			"subclassSource": "tgd",
			"level": 1,
			"entries": [
				"Also at 1st level, the blessing of your deity allows you to shrug off the effects of illness, making you immune to diseases."
			]
		},
		{
			"name": "Bonus Cantrip",
			"source": "tgd",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Plague",
			"subclassSource": "tgd",
			"level": 1,
			"entries": [
				"When you choose this domain at 1st level, you learn the infestation {@spell cantrip} if you don't know it already. This doesn't count against your number of cantrips known."
			]
		},
		{
			"name": "Channel Divinity: Mist of Disease",
			"source": "tgd",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Plague",
			"subclassSource": "tgd",
			"level": 2,
			"entries": [
				"At 2nd level, a flow of death and decay exudes from you as you present your holy symbol. As an action, you can use your Channel Divinity to make a 10-foot cube of mist appear centered on a point within 30 feet of you. Any creature standing within the mist immediately starts having a coughing fit and must make a Constitution saving throw. The creature takes necrotic damage equal to {@damage 2d10} + your cleric level on a failed save, and half as much damage on a successful one. In addition, if it fails the saving throw, it must use its reaction to step out of the mist by the safest, most direct route, as it attempts to stagger away from the deadly gas. If there is no room for it to get out, it will remain in the mist even if it failed the save.",
				"The mist disperses at the end of your turn. Constructs are unaffected by the mist."
			]
		},
		{
			"name": "Domain Spells",
			"source": "tgd",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Plague",
			"subclassSource": "tgd",
			"level": 1,
			"entries": [
				"You gain domain spells at the cleric levels listed in the Plague Domain Spells table. See the Divine Domain class feature in the Player's Handbook for how domain spells work.",
				{
					"type": "table",
					"caption": "Plague Domain Spells",
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"rows": [
						[
							"1st",
							"{@spell detect poison and disease}, {@spell fog cloud}"
						],
						[
							"3rd",
							"{@spell lesser restoration}, {@spell ray of enfeeblement}"
						],
						[
							"5th",
							"{@spell remove curse}, {@spell stinking cloud}"
						],
						[
							"7th",
							"{@spell blight}, {@spell death ward}"
						],
						[
							"9th",
							"{@spell contagion}, {@spell insect plague}"
						]
					]
				}
			]
		},
		{
			"name": "Protection of Body",
			"source": "tgd",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Plague",
			"subclassSource": "tgd",
			"level": 6,
			"entries": [
				"Beginning at 6th level, you can lessen some of the destructive elements that exist in the world. When you or a creature within 30 feet of you takes poison or necrotic damage, you can use your reaction to grant resistance to the creature against that instance of the damage."
			]
		},
		{
			"name": "Divine Strike",
			"source": "tgd",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Plague",
			"subclassSource": "tgd",
			"level": 8,
			"entries": [
				"At 8th level, you gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra {@damage 1d8} necrotic damage to the target. When you reach 14th level, the extra damage increases to 2d8."
			]
		},
		{
			"name": "Death Bringer",
			"source": "tgd",
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Plague",
			"subclassSource": "tgd",
			"level": 17,
			"entries": [
				"At 17th level, you may create three instances of the mist instead of one when you use Mist of Disease and the range of where you can place them increases to 60 feet. These instances of the mist cannot overlap."
			]
		},
		{
			"name": "Blightblood",
			"source": "tgd",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Plague",
			"subclassSource": "tgd",
			"level": 2,
			"entries": [
				"Starting at 2nd level, you are immune to all diseases, magical or otherwise. In addition, blightspawned creatures you encounter don't attack you unless you attack them first, and any animal companions you might have or creatures you summon may gain the blightspawned template.",
				{
					"type": "list",
					"items": [
						"A blightspawn's creature type becomes both \"plant\" and \"undead\"",
						"Its alignment becomes neutral evil.",
						"Its Wisdom and Charisma scores are reduced by 2, while its Intelligence score becomes 3.",
						"It gains a natural armor bonus to its AC of +2.",
						"It can't be charmed, paralyzed, poisoned, or stunned.",
						"It gains resistance to poison damage.",
						"Hardened Mind. A blightspawned creature has advantage on saving throws it makes to resist the effects of enchantment and illusion spells and effects",
						"Deathly Nature. A blightspawned creature is considered to be both a plant and undead creature type.",
						"Blight Touch (Recharge 5-6). When the blightspawned creature makes a successful melee weapon attack the target must make a DC 13 Constitution saving throw or become infected with the disease, Talona's Blight.",
						"1d4 days after becoming infected, the creature suffers one level of exhaustion and may no longer regain hit points from spending Hit Dice, nor gain any hit points from finishing a long rest. At the end of each long rest, an infected creature must repeat the Constitution saving throw. On a failed save, the target gains one level of exhaustion. On a successful save, the target's exhaustion level decreases by one level. If a successful saving throw reduces the infected creature's level of exhaustion to 0, the creature is cured of the disease. Any beast, fey, giant, humanoid, monstrosity or plant creature that dies from Talona's Blight, arises as a blightspawned zombie.",
						"Its CR increases by 2."
					]
				}
			]
		},
		{
			"name": "Circle Spells",
			"source": "tgd",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Plague",
			"subclassSource": "tgd",
			"level": 2,
			"entries": [
				"Your devotion to decay grants you access to certain spells.",
				"When you choose this circle at 2nd level, you learn the {@spell infestation|xge} cantrip. At 3rd, 5th, 7th, and 9th level you gain access to the spells listed for that level in the Circle of Blight Spells table.",
				"Once you gain access to one of these spells, you always have it prepared, and it doesn't count against the number of spells you can prepare each day. If you gain access to a spell that doesn't appear on the druid spell list, the spell is nonetheless a druid spell for you.",
				{
					"type": "table",
					"caption": "Plague Domain Spells",
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"rows": [
						[
							"3rd",
							"{@spell ray of enfeeblement}, {@spell Snilloc's snowball swarm|xge}"
						],
						[
							"5th",
							"{@spell animate dead}, {@spell erupting filth|tgd}"
						],
						[
							"7th",
							"{@spell blight}, {@spell shadow of Moil|xge}"
						],
						[
							"9th",
							"{@spell contagion}, {@spell enervation|xge}"
						]
					]
				}
			]
		},
		{
			"name": "Blight Touch",
			"source": "tgd",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Plague",
			"subclassSource": "tgd",
			"level": 2,
			"entries": [
				"Also at 2nd level, you can use your Blight Touch to infect a living creature with Talona's Blight.",
				"A creature you touch must make a Constitution saving throw against your druid spell save DC or become infected. It takes 1d4 days for Talona's Blight symptoms to manifest in an infected creature. Symptoms include fatigue and nausea. The infected creature suffers 1 level of exhaustion, and it does not regain hit points from spending Hit Dice during a rest.",
				"At the end of each long rest, an infected creature must repeat the Constitution saving throw. On a failed save, the character gains one level of exhaustion. On a successful save, the character's exhaustion level decreases by 1. If a successful saving throw reduces the infected creature's level of exhaustion below 1, the creature recovers from the disease.",
				"If a creature dies from Talona's Blight, it arises as a blightspawned creature under your control.",
				{
					"type": "list",
					"items": [
						"A blightspawn's creature type becomes both \"plant\" and \"undead\"",
						"Its alignment becomes neutral evil.",
						"Its Wisdom and Charisma scores are reduced by 2, while its Intelligence score becomes 3.",
						"It gains a natural armor bonus to its AC of +2.",
						"It can't be charmed, paralyzed, poisoned, or stunned.",
						"It gains resistance to poison damage.",
						"Hardened Mind. A blightspawned creature has advantage on saving throws it makes to resist the effects of enchantment and illusion spells and effects",
						"Deathly Nature. A blightspawned creature is considered to be both a plant and undead creature type.",
						"Blight Touch (Recharge 5-6). When the blightspawned creature makes a successful melee weapon attack the target must make a DC 13 Constitution saving throw or become infected with the disease, Talona's Blight.",
						"1d4 days after becoming infected, the creature suffers one level of exhaustion and may no longer regain hit points from spending Hit Dice, nor gain any hit points from finishing a long rest. At the end of each long rest, an infected creature must repeat the Constitution saving throw. On a failed save, the target gains one level of exhaustion. On a successful save, the target's exhaustion level decreases by one level. If a successful saving throw reduces the infected creature's level of exhaustion to 0, the creature is cured of the disease. Any beast, fey, giant, humanoid, monstrosity or plant creature that dies from Talona's Blight, arises as a blightspawned zombie.",
						"Its CR increases by 2."
					]
				},
				"Once you use this ability you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Black Glaive",
			"source": "tgd",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Plague",
			"subclassSource": "tgd",
			"level": 6,
			"entries": [
				"When you reach 6th level, you gain proficiency with glaives, if you didn't have it already. A glaive you wield deals an extra 1d8 cold damage on a hit. In addition, your spells with a range of touch may now have a range equal to your weapon's reach."
			]
		},
		{
			"name": "Corrupting Blow",
			"source": "tgd",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Plague",
			"subclassSource": "tgd",
			"level": 10,
			"entries": [
				"Starting at 10th level, your Black Glaive attacks become even more horrible and difficult to heal. A creature you hit with your glaive takes an extra 1d8 necrotic damage at the start of each of its turns for every successful attack you make against it. This damage persists until another creature within 5 feet of the creature uses its action to make a Wisdom (Medicine) check against your spell save DC or the creature receives magical healing. A creature reduced to 0 hit points in this way dies immediately and rises at the start of its next turn as a blightspawned zombie under your control.",
				{
					"type": "list",
					"items": [
						"A blightspawn's creature type becomes both \"plant\" and \"undead\"",
						"Its alignment becomes neutral evil.",
						"Its Wisdom and Charisma scores are reduced by 2, while its Intelligence score becomes 3.",
						"It gains a natural armor bonus to its AC of +2.",
						"It can't be charmed, paralyzed, poisoned, or stunned.",
						"It gains resistance to poison damage.",
						"Hardened Mind. A blightspawned creature has advantage on saving throws it makes to resist the effects of enchantment and illusion spells and effects",
						"Deathly Nature. A blightspawned creature is considered to be both a plant and undead creature type.",
						"Blight Touch (Recharge 5-6). When the blightspawned creature makes a successful melee weapon attack the target must make a DC 13 Constitution saving throw or become infected with the disease, Talona's Blight.",
						"1d4 days after becoming infected, the creature suffers one level of exhaustion and may no longer regain hit points from spending Hit Dice, nor gain any hit points from finishing a long rest. At the end of each long rest, an infected creature must repeat the Constitution saving throw. On a failed save, the target gains one level of exhaustion. On a successful save, the target's exhaustion level decreases by one level. If a successful saving throw reduces the infected creature's level of exhaustion to 0, the creature is cured of the disease. Any beast, fey, giant, humanoid, monstrosity or plant creature that dies from Talona's Blight, arises as a blightspawned zombie.",
						"Its CR increases by 2."
					]
				}
			]
		},
		{
			"name": "Winterheart",
			"source": "tgd",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Plague",
			"subclassSource": "tgd",
			"level": 14,
			"entries": [
				"By 14th level, your infected blood has caused a terrible transformation in your flesh. Your skin splits and oozes sticky fluid. In addition, you gain the plant creature type. You are immune to poison damage and you can't be poisoned. You can't be charmed, paralyzed, or polymorphed, and you have advantage on saving throws against enchantment and illusion spells and effects."
			]
		},
		{
			"name": "Plant Form (CR 1)",
			"source": "tgd",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Leth",
			"subclassSource": "tgd",
			"level": 2,
			"entries": [
				""
			]
		},
		{
			"name": "Bonus Cantrip",
			"source": "tgd",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Leth",
			"subclassSource": "tgd",
			"level": 2,
			"entries": [
				""
			]
		},
		{
			"name": "Primal Strike",
			"source": "tgd",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Leth",
			"subclassSource": "tgd",
			"level": 6,
			"entries": [
				""
			]
		},
		{
			"name": "Plant Form (increased CR)",
			"source": "tgd",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Leth",
			"subclassSource": "tgd",
			"level": 6,
			"entries": [
				""
			]
		},
		{
			"name": "Nature's Protection",
			"source": "tgd",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Leth",
			"subclassSource": "tgd",
			"level": 10,
			"entries": [
				""
			]
		},
		{
			"name": "Silent Passage",
			"source": "tgd",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Leth",
			"subclassSource": "tgd",
			"level": 14,
			"entries": [
				""
			]
		},
		{
			"name": "Inner Strength",
			"source": "tgd",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shou",
			"subclassSource": "tgd",
			"level": 3,
			"entries": [
				""
			]
		},
		{
			"name": "Pragmatic Defense",
			"source": "tgd",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shou",
			"subclassSource": "tgd",
			"level": 3,
			"entries": [
				""
			]
		},
		{
			"name": "Warding Senses",
			"source": "tgd",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shou",
			"subclassSource": "tgd",
			"level": 6,
			"entries": [
				""
			]
		},
		{
			"name": "Combat Discipline",
			"source": "tgd",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shou",
			"subclassSource": "tgd",
			"level": 11,
			"entries": [
				""
			]
		},
		{
			"name": "Focused Fury",
			"source": "tgd",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shou",
			"subclassSource": "tgd",
			"level": 17,
			"entries": [
				""
			]
		},
		{
			"name": "Oath Spells",
			"source": "tgd",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Sarshel",
			"subclassSource": "tgd",
			"level": 3,
			"entries": [
				""
			]
		},
		{
			"name": "Channel Divinity",
			"source": "tgd",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Sarshel",
			"subclassSource": "tgd",
			"level": 3,
			"entries": [
				""
			]
		},
		{
			"name": "Ramapart of Strenth",
			"source": "tgd",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Sarshel",
			"subclassSource": "tgd",
			"level": 7,
			"entries": [
				""
			]
		},
		{
			"name": "Relentless Spirit",
			"source": "tgd",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Sarshel",
			"subclassSource": "tgd",
			"level": 15,
			"entries": [
				""
			]
		},
		{
			"name": "Rampart of Strength (2 reactions)",
			"source": "tgd",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Sarshel",
			"subclassSource": "tgd",
			"level": 18,
			"entries": [
				""
			]
		},
		{
			"name": "Champion of Sarshel",
			"source": "tgd",
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Sarshel",
			"subclassSource": "tgd",
			"level": 20,
			"entries": [
				""
			]
		},
		{
			"name": "Nentyar Hunter Magic",
			"source": "tgd",
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Nentyar",
			"subclassSource": "tgd",
			"level": 3,
			"entries": [
				""
			]
		},
		{
			"name": "Navigator of the Wilds",
			"source": "tgd",
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Nentyar",
			"subclassSource": "tgd",
			"level": 3,
			"entries": [
				""
			]
		},
		{
			"name": "Nature's Fury",
			"source": "tgd",
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Nentyar",
			"subclassSource": "tgd",
			"level": 3,
			"entries": [
				""
			]
		},
		{
			"name": "Agility of the Wild",
			"source": "tgd",
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Nentyar",
			"subclassSource": "tgd",
			"level": 7,
			"entries": [
				""
			]
		},
		{
			"name": "Master of the Hunt",
			"source": "tgd",
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Nentyar",
			"subclassSource": "tgd",
			"level": 11,
			"entries": [
				""
			]
		},
		{
			"name": "Untamed Ferocity",
			"source": "tgd",
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Nentyar",
			"subclassSource": "tgd",
			"level": 15,
			"entries": [
				""
			]
		},
		{
			"name": "Spellcasting",
			"source": "tgd",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Zealot",
			"subclassSource": "tgd",
			"level": 3,
			"entries": [
				""
			]
		},
		{
			"name": "Servant of the Black Flame",
			"source": "tgd",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Zealot",
			"subclassSource": "tgd",
			"level": 3,
			"entries": [
				""
			]
		},
		{
			"name": "Fateful Strike",
			"source": "tgd",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Zealot",
			"subclassSource": "tgd",
			"level": 9,
			"entries": [
				""
			]
		},
		{
			"name": "Zealous Heart",
			"source": "tgd",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Zealot",
			"subclassSource": "tgd",
			"level": 13,
			"entries": [
				""
			]
		},
		{
			"name": "Immolation",
			"source": "tgd",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Zealot",
			"subclassSource": "tgd",
			"level": 17,
			"entries": [
				""
			]
		},
		{
			"name": "Brutal Bludgeoning",
			"source": "tgd",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Thug",
			"subclassSource": "tgd",
			"level": 3,
			"entries": [
				""
			]
		},
		{
			"name": "Incite Fear",
			"source": "tgd",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Thug",
			"subclassSource": "tgd",
			"level": 3,
			"entries": [
				""
			]
		},
		{
			"name": "Punish the Fearful",
			"source": "tgd",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Thug",
			"subclassSource": "tgd",
			"level": 3,
			"entries": [
				""
			]
		},
		{
			"name": "Beat Down",
			"source": "tgd",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Thug",
			"subclassSource": "tgd",
			"level": 9,
			"entries": [
				""
			]
		},
		{
			"name": "Wave of Fear",
			"source": "tgd",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Thug",
			"subclassSource": "tgd",
			"level": 13,
			"entries": [
				""
			]
		},
		{
			"name": "Stunning Strike",
			"source": "tgd",
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Thug",
			"subclassSource": "tgd",
			"level": 17,
			"entries": [
				""
			]
		},
		{
			"name": "Nature Magic",
			"source": "tgd",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Forest",
			"subclassSource": "tgd",
			"level": 1,
			"entries": [
				""
			]
		},
		{
			"name": "Fey Friend",
			"source": "tgd",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Forest",
			"subclassSource": "tgd",
			"level": 1,
			"entries": [
				""
			]
		},
		{
			"name": "Leaf Tongue",
			"source": "tgd",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Forest",
			"subclassSource": "tgd",
			"level": 6,
			"entries": [
				""
			]
		},
		{
			"name": "Forest Walk",
			"source": "tgd",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Forest",
			"subclassSource": "tgd",
			"level": 14,
			"entries": [
				""
			]
		},
		{
			"name": "Tree Form",
			"source": "tgd",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Forest",
			"subclassSource": "tgd",
			"level": 17,
			"entries": [
				""
			]
		},
		{
			"name": "Sword Focus",
			"source": "tgd",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Battlemage",
			"subclassSource": "tgd",
			"level": 1,
			"entries": [
				""
			]
		},
		{
			"name": "Sorcerous Combat",
			"source": "tgd",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Battlemage",
			"subclassSource": "tgd",
			"level": 1,
			"entries": [
				""
			]
		},
		{
			"name": "Extra Attack",
			"source": "tgd",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Battlemage",
			"subclassSource": "tgd",
			"level": 6,
			"entries": [
				""
			]
		},
		{
			"name": "Warrior's Soul",
			"source": "tgd",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Battlemage",
			"subclassSource": "tgd",
			"level": 14,
			"entries": [
				""
			]
		},
		{
			"name": "Wardbreaker's Strike",
			"source": "tgd",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Battlemage",
			"subclassSource": "tgd",
			"level": 17,
			"entries": [
				""
			]
		},
		{
			"name": "Fiendish Familiar",
			"source": "tgd",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Demonbinder",
			"subclassSource": "tgd",
			"level": 2,
			"entries": [
				""
			]
		},
		{
			"name": "Symbol of Protection",
			"source": "tgd",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Demonbinder",
			"subclassSource": "tgd",
			"level": 2,
			"entries": [
				""
			]
		},
		{
			"name": "Demon Summoner",
			"source": "tgd",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Demonbinder",
			"subclassSource": "tgd",
			"level": 6,
			"entries": [
				""
			]
		},
		{
			"name": "Master Demon Summoner",
			"source": "tgd",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Demonbinder",
			"subclassSource": "tgd",
			"level": 10,
			"entries": [
				""
			]
		},
		{
			"name": "Baleful Energy",
			"source": "tgd",
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Demonbinder",
			"subclassSource": "tgd",
			"level": 14,
			"entries": [
				""
			]
		}
	]
}
