{
	"_meta": {
		"sources": [
			{
				"json": "tgd",
				"abbreviation": "TGD",
				"full": "The Great Dale",
				"authors": [
					"Alex Clippinger",
					"Anne Gregersen",
					"Derek Nekritz",
					"Elise Cretel",
					"Emily Smith",
					"Glenn Magas",
					"Joe Raso",
					"Oliver Clegg",
					"R P Davis",
					"Scott Bean"
				],
				"convertedBy": [
					"Anonymous"
				],
				"version": "1.0.0",
				"color": "0392cd",
				"url": "https://www.dmsguild.com/product/288755/The-Great-Dale-Campaign-Guide",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1652374503,
		"dateLastModified": 1652374503
	},
	"background": [
		{
			"name": "Demon Tainted",
			"source": "TGD",
			"foundryImg": "icons/creatures/unholy/demon-horned-winged-laughing.webp",
			"skillProficiencies": [
				{
					"religion": true,
					"survival": true
				}
			],
			"languageProficiencies": [
				{
					"abyssal": true
				}
			],
			"entries": [
				"At some point, you were corrupted by the powers of the Abyss, and your very being was pierced to the core by dark energies. Now you wander as a pariah, haunted by the event that made you this way. Now you have turned to adventuring to either win the favor of the people through deed, or find enough coin to sway anyone that might judge you for what you have become. You might flinch at what they call you, or embrace it. Either way, it is difficult to hide that you are \"demon tainted.\"",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Religion}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Any one tool proficiency"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Abyssal"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "Traveler's clothes, a hooded cloak, a staff, a small memento from your previous life, and a pouch containing 10 gp"
						}
					]
				},
				{
					"name": "Feature: Dark One's Reputation",
					"type": "entries",
					"entries": [
						"When you encounter a demon, they immediately recognize you for what you are and treat you as though you are a fiend yourself. Though they might not necessarily act friendly towards you, they treat you with more respect and esteem than other mortals and readily parley with you as long as you have not already met them with open hostility."
					],
					"data": {
						"isFeature": true
					},
					"foundryImg": "icons/creatures/unholy/demon-horned-winged-laughing.webp"
				},
				{
					"type": "entries",
					"name": "Spell List",
					"entries": [
						"{@i Prerequisite: Spellcasting or Pact Magic class feature}",
						"If you are a spellcaster, the spells on the Demon Tainted Spells table are added to the spell list of your spellcasting class. (If you are a multiclass character with multiple spell lists, these spells are added to all of them.)",
						{
							"type": "table",
							"caption": "Demon Tainted Spells Table",
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"colLabels": [
								"Spell Level",
								"Spells"
							],
							"rows": [
								[
									"Cantrip",
									"{@spell chill touch}, {@spell produce flame}, {@spell thaumaturgy}"
								],
								[
									"1st",
									"{@spell burning hands}, {@spell hellish rebuke}, {@spell inflict wounds}"
								],
								[
									"2nd",
									"{@spell crown of madness}, {@spell darkness}, {@spell flaming sphere}"
								],
								[
									"3rd",
									"{@spell fear}, {@spell fireball}, {@spell summon lesser demons|xge}"
								],
								[
									"4th",
									"{@spell summon greater demon|xge}, {@spell wall of fire}"
								],
								[
									"5th",
									"{@spell destructive wave}"
								]
							]
						},
						"When you cast spells from your Demon-tainted spell list, the air around you might grow hot, your eyes might glow, or other signs of demonic power. Each of these spells as you cast them are far from subtle."
					]
				},
				{
					"name": "Dark Origin",
					"type": "entries",
					"entries": [
						"The moment when your life force was corrupted by demonic powers is what made you who you are today. That moment changed you forever, maybe through your own doing, or someone else's. Choose a dark origin, or roll on the Dark Origin table to determine the event that changed you.",
						{
							"type": "table",
							"colLabels": [
								"d10",
								"Dark Origin"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"You tried to bargain for power, and in turn the demon you bargained with took a few liberties with the idea of granting you power."
								],
								[
									"2",
									"You were intended as a sacrifice to a Demon Prince, but instead became their champion."
								],
								[
									"3",
									"In a moment of trauma, the demonic ancestry in your bloodline manifested."
								],
								[
									"4",
									"You were born this way, and were raised far away from society's judgemental eyes."
								],
								[
									"5",
									"You took an unexpected trip to the Abyss, and did not return the same person."
								],
								[
									"6",
									"After stealing a dark tome belonging to your master, you attempted to cast a spell from it, and things went horribly awry."
								],
								[
									"7",
									"Little did you know, your past lover had actually been a demon, and their presence slowly changed you."
								],
								[
									"8",
									"After having scorned a powerful spellcaster, this cursed form manifested over time."
								],
								[
									"9",
									"You made a bet with a demon and lost."
								],
								[
									"10",
									"After a night of debauchery, you woke up to find yourself like this."
								]
							]
						}
					]
				},
				{
					"name": "Demonic Mark",
					"type": "entries",
					"entries": [
						"The tainted nature of your being has its own physical manifestation that gives away what you are. You can choose one of the following from the Demonic Marks table, or roll for one. Alternatively, you might choose to create your own.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Demonic Mark"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"One or more of your limbs turned red and demon-like."
								],
								[
									"2",
									"Your eyes resemble that of a goat's and glow red in the dark."
								],
								[
									"3",
									"You have a second mouth somewhere on your body that incessantly mumbles and whispers words of disaster in Abyssal."
								],
								[
									"4",
									"Long curled horns sprout from your forehead and a spaded tail extends from your lower back."
								],
								[
									"5",
									"Parts of your body look charred and ashen and you always smell of smoke."
								],
								[
									"6",
									"A ghastly unblinking eye sits in the middle of your forehead. Although you can't see through it, you get the sinking feeling someone or something else can."
								],
								[
									"7",
									"Your body is covered in Abyssal runes that glow faintly in the presence of divine magic."
								],
								[
									"8",
									"Your tongue is forked and vestigial wings sprout from your shoulder blades."
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Demon-tainted characters, underneath their unusual appearance and dark histories, are still people. Although you might draw your powers from darkness, nothing dictates that your character is truly evil. In fact, you might be drawn to try to find healing and closure through good deeds. Alternatively, your character could feel drawn to darker ambitions and deeds as they struggle with the pull of the supernatural corruption within them.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am slow to speak up. The less attention I draw to myself, the better."
								],
								[
									"2",
									"People think I'm scary, and I'm not going to ruin the illusion."
								],
								[
									"3",
									"I talk to myself constantly. I also reply to myself constantly."
								],
								[
									"4",
									"My scowl is more noticeable than the manifestation of my curse."
								],
								[
									"5",
									"Wherever I am, I act like I am in charge. It's not like anyone is going to argue with a demon."
								],
								[
									"6",
									"Something about what I am burns through energy like crazy. As a result, I am always hungry."
								],
								[
									"7",
									"For some reason, people always want to fight me. Who am I to say no?"
								],
								[
									"8",
									"I hate when people judge me for what I am, therefore I don't judge others based on what they are. It's who they are that matters."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Revenge. This world is made up of wrongs and injustices, someone has to right them. (Chaotic)"
								],
								[
									"2",
									"Redemption. If you give others a chance to shine, the world can become a beautiful place. (Good)"
								],
								[
									"3",
									"Power. I've been granted a gift, and I am sure as hell going to make use of it. (Evil)"
								],
								[
									"4",
									"Justice. The natural order has to be upheld, if it isn't, there will be more tormented souls like mine wandering the realm. (Lawful)"
								],
								[
									"5",
									"Chaos. There is nothing but chaos in the Abyss, and I am the embodiment of that chaos. (Chaotic)"
								],
								[
									"6",
									"Peace. I just want to be left alone, and I'll stop whatever conflicts I can to find some quiet. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am still looking for a way to repay someone for their awe-inspiring kindness."
								],
								[
									"2",
									"I'm seeking a way to remove my demonic curse so I can be with the love of my life."
								],
								[
									"3",
									"I am hunting the demon that did this to me. When I find it, I will make them pay."
								],
								[
									"4",
									"With the mortal realm shunning me, I am looking for a place in the Outer Planes to call home."
								],
								[
									"5",
									"A religious order is hunting me at all costs, and I have to keep moving if I am going to survive."
								],
								[
									"6",
									"Someone gave me a home, and I will do anything to protect them and that home."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I can't get enough when it comes to carnal pleasures: food, drink, company—I want it all."
								],
								[
									"2",
									"Angry is an understatement, my temper is downright (and sometimes literally) explosive."
								],
								[
									"3",
									"A voice whispers in my ear that I am better than everyone, and I am sorely tempted to believe it."
								],
								[
									"4",
									"I'm always jealous of what others have. Why was I denied happiness?"
								],
								[
									"5",
									"I can't be bothered to do things for myself. It is so much easier to pawn off my work onto others."
								],
								[
									"6",
									"I take what I want, and I want a bit of everything"
								]
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"expanded": {
						"s0": [
							"chill touch",
							"produce flame",
							"thaumaturgy"
						],
						"s1": [
							"burning hands",
							"hellish rebuke",
							"inflict wounds"
						],
						"s2": [
							"crown of madness",
							"darkness",
							"flaming sphere"
						],
						"s3": [
							"fear",
							"fireball",
							"summon lesser demons|xge"
						],
						"s4": [
							"summon greater demon|xge",
							"wall of fire"
						],
						"s5": [
							"destructive wave"
						]
					}
				}
			],
			"toolProficiencies": [
				{
					"any": 1
				}
			],
			"startingEquipment": [
				{
					"_": [
						"traveler's clothes|phb",
						"staff|phb",
						{
							"special": "hooded cloak"
						},
						{
							"special": "a small memento from your previous life"
						},
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			]
		},
		{
			"name": "Nentyarch Follower",
			"source": "TGD",
			"foundryImg": "icons/magic/nature/leaf-juggle-humanoid-green.webp",
			"skillProficiencies": [
				{
					"nature": true,
					"survival": true
				}
			],
			"toolProficiencies": [
				{
					"anyArtisans": true
				}
			],
			"languageProficiencies": [
				{
					"sylvan": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "hooded cloak"
						},
						"traveler's clothes|phb",
						"healer's kit|phb",
						"sprig of mistletoe|phb",
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"The Circle of Leth and their force of Nentyar Hunters have protected the Dalesfolk and the forests of the land for hundreds of years. This group is overseen by the Nentyarch, an archdruid of remarkable power who oversees these groups from an old wood elf stronghold at Yeshelmaar in the Forest of Lethyr. As a Nentyarch Follower you respect the Circle of Leth. You believe in the sanctity of the great forests surrounding the Dale and you hope to purge the land of the fiendish hosts that still infect it. Honest people of the Dale should be protected, but the spread of civilization shouldn't call for the felling of further forest. Nature itself needs protection from the depredations of those who do not place enough value on its continued existence.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Nature}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One artisan tool of your choice"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Sylvan"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A hunting knife, a healer's kit, a set of traveler's clothes, a sprig of mistletoe, and a pouch containing 10 gp"
						}
					]
				},
				{
					"name": "Feature: Dalefolk Hospitality",
					"type": "entries",
					"entries": [
						"The Nentyarch and the Circle of Leth have long looked after the people of the Great Dale. You can find a place to hide, rest, or recuperate within any of the many small villages or farmsteads that exists in the Great Dale and the Forest of Lethyr, provided you have not shown yourself to be a danger to them. They will shield you from anyone who might oppose the Nentyarch or anyone else searching for you, though they will not risk their lives for you."
					],
					"data": {
						"isFeature": true
					},
					"foundryImg": "icons/magic/nature/leaf-juggle-humanoid-green.webp"
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"As a Nentyarch Follower, you believe in protecting the people of the Great Dale and the sanctity of nature.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"If the Dalesfolk are threatened, I will do whatever I can to help them."
								],
								[
									"2",
									"The comforts of civilization are nice, but the majesty of nature is a wonder to behold."
								],
								[
									"3",
									"I always explain my ideas by relating them to something in nature."
								],
								[
									"4",
									"Being polite is a waste of time."
								],
								[
									"5",
									"I believe in the interconnectedness of all life."
								],
								[
									"6",
									"I have trouble paying attention when there are lots of people around."
								],
								[
									"7",
									"I am incredibly patient."
								],
								[
									"8",
									"I believe actions speak louder than words."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Balance. Balance is important in all things. Excess in any direction leads to weakness. (Neutral)"
								],
								[
									"2",
									"Power. In the wild, the weak are culled and the strong survive. (Evil)"
								],
								[
									"3",
									"Independence. The peoples of the Great Dale should be free to live the life they choose. (Chaotic)"
								],
								[
									"4",
									"Nature. The lands will outlast us all. They are more important than our fleeting creations. (Neutral)"
								],
								[
									"5",
									"Integrity. My word is my bond. (Lawful)"
								],
								[
									"6",
									"Charity. It is right to help those who are in distress. The greater the need, the greater the call to help. (Good)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"The Circle of Leth saved my village. I am forever indebted to them."
								],
								[
									"2",
									"My village was destroyed by demons. They will be avenged."
								],
								[
									"3",
									"I've lived in this place all my life. I will do everything I can to protect it."
								],
								[
									"4",
									"I protect those who cannot protect themselves."
								],
								[
									"5",
									"Although I am new to this land, I feel I need to do my part to make it a safer place."
								],
								[
									"6",
									"I've seen forests cleared to fill a noble's pocket with coin. I intend to make sure that never happens again."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I'm a fraud. There's no way I can live up to people's expectations."
								],
								[
									"2",
									"I'd prefer to stay alone in the woods then to deal with people."
								],
								[
									"3",
									"I don't understand the value of money."
								],
								[
									"4",
									"I believe that the ends justify the means."
								],
								[
									"5",
									"I cannot resist the temptations of civilization and overindulge in its pleasures."
								],
								[
									"6",
									"I don't trust anyone, not even my closest friends"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Shadowmaster's Agent",
			"source": "TGD",
			"foundryImg": "icons/magic/perception/shadow-stealth-eyes-purple.webp",
			"skillProficiencies": [
				{
					"religion": true,
					"choose": {
						"from": [
							"deception",
							"sleight of hand",
							"stealth"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"thieves' tools": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"crowbar|phb",
						{
							"special": "a set of dark common clothes including a hood"
						},
						{
							"special": "a holy symbol of Shar"
						},
						{
							"special": "black priestly robes"
						},
						{
							"special": "a Shadowmaster guild insignia"
						},
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"You're an agent of the Shadowmasters of Telflamm, a thieves' guild that is strongly linked to the worship of Shar. The Shadowmasters rule Telflamm in secret through their web of spies and thieves, rivaling the influence and power of the local nobility and clergy. You are, or at least were, just one tendril of the sprawling shadow that the Shadowmasters cast over the city. You might have even briefly escaped the guild and its machinations, but, willingly or not, everywhere you go, you further the seedy agenda of the guild's elite, the shadowlords.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Deception}, and one from {@skill Sleight of Hand} or {@skill Stealth}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Thieves' Tools"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A crowbar, a set of dark common clothes including a hood, a holy symbol of Shar, black priestly robes, a Shadowmaster guild insignia and 10 gp in a belt pouch."
						}
					]
				},
				{
					"name": "Feature: Dark Intel",
					"type": "entries",
					"entries": [
						"The Shadowmasters are adept at gathering information and have eyes and ears everywhere. In every town, city, or other settlement, you know of another Shadowmaster Agent who you can rely on to fill you in on basic information about the settlement's main features, figures, locations, and organizations, as well as other underworld activity in that settlement."
					],
					"data": {
						"isFeature": true
					},
					"foundryImg": "icons/magic/perception/shadow-stealth-eyes-purple.webp"
				},
				{
					"type": "entries",
					"name": "Spell List",
					"entries": [
						"{@i Prerequisite: Spellcasting or Pact Magic class feature}",
						"If you are a spellcaster, the spells on the Shadowmaster's Agent Spells table are added to the spell list of your spellcasting class. (If you are a multiclass character with multiple spell lists, these spells are added to all of them.)",
						{
							"type": "table",
							"caption": "Demon Tainted Spells Table",
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"colLabels": [
								"Spell Level",
								"Spells"
							],
							"rows": [
								[
									"Cantrip",
									"{@spell chill touch}, {@spell minor illusion}"
								],
								[
									"1st",
									"{@spell expeditious retreat}, {@spell silent image}, {@spell sleep}"
								],
								[
									"2nd",
									"{@spell crown of madness}, {@spell darkness}, {@spell flaming sphere}"
								],
								[
									"3rd",
									"{@spell haste}, {@spell nondetection}"
								],
								[
									"4th",
									"{@spell confusion}, {@spell dimension door}"
								],
								[
									"5th",
									"{@spell mislead}"
								]
							]
						},
						"Your spells might manifest in the form of shadows and whispers, creating blurry afterimages of your targets and even temporarily create dim ambient light as you cast them."
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Shadowmasters of Telflamm are, by definition, members of a crime syndicate. Their devotion to Shar, Mistress of Night, is a common trait, and tends to color their attitudes and practices. Shadowmasters tend to be cunning, ruthless, shrewd, and, most of all, deceitful. You can use the following traits to flesh out your shadowmaster character or to draw inspiration from to create your own.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Why tell the truth when I can get by only telling half of it?"
								],
								[
									"2",
									"I know more than people think, and I can't resist hinting at it."
								],
								[
									"3",
									"Insults and intrigue are my specialty. Words can do just as much, if not more, damage than a knife."
								],
								[
									"4",
									"I enjoy basking in shadows and darkness; The closer to our Mistress I am, the better."
								],
								[
									"5",
									"I'm quick to start a fight, and quicker to end one."
								],
								[
									"6",
									"I am, what you might call, \"a control freak.\" I become nervous and irritated when things are out of my power."
								],
								[
									"7",
									"I always look for anything to get me ahead or leverage over my enemies."
								],
								[
									"8",
									"Fast-talk and doublespeak are my preferred styles of communication. If you can't keep up, that's not my problem."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Influence. By manipulating the world through the shadows, I can reshape it to my liking. (Evil)"
								],
								[
									"2",
									"Anarchy. There are few rules we actually need, and if the rest of the world were to see that, we would be truly free. (Chaotic)"
								],
								[
									"3",
									"Greed. The Shadowmasters are a means to an end, and that end sees me with all the gold. (Neutral)"
								],
								[
									"4",
									"Devotion. The will of Shar brings many blessings, by walking through shadow, I will be blessed. (Any)"
								],
								[
									"5",
									"Control. Through our schemes, we can control the masses. (Lawful)"
								],
								[
									"6",
									"Punishment. Those that stand against us will be consumed by the darkness. (Evil)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"One of the shadowlords has taken a keen interest in me, and I would do anything to impress them."
								],
								[
									"2",
									"Shar has spoken to me directly, and I fear nothing more than losing her favor."
								],
								[
									"3",
									"My family knows nothing of my role in the Shadowmasters and I would prefer to keep it that way."
								],
								[
									"4",
									"I spared someone during a mission once. If the guild were to find out, it would be the end of me."
								],
								[
									"5",
									"I am in love with a member of one of our rival guilds."
								],
								[
									"6",
									"I will stop at nothing to achieve the rank of Shadowlord."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am quick to betray if it means my own gain."
								],
								[
									"2",
									"I don't have allies, only pawns and tools."
								],
								[
									"3",
									"Everywhere I go, I seem to make only enemies."
								],
								[
									"4",
									"I don't trust anyone that says they want what is \"good for everybody.\""
								],
								[
									"5",
									"The first one to run is the last one to die, and I don't plan on dying."
								],
								[
									"6",
									"My sharp tongue regularly creates trouble for me and my allies."
								]
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"expanded": {
						"s0": [
							"chill touch",
							"minor illusion"
						],
						"s1": [
							"expeditious retreat",
							"silent image",
							"sleep"
						],
						"s2": [
							"crown of madness",
							"darkness",
							"flaming sphere"
						],
						"s3": [
							"haste",
							"nondetection"
						],
						"s4": [
							"confusion",
							"dimension door"
						],
						"s5": [
							"mislead"
						]
					}
				}
			]
		}
	]
}
