{
	"_meta": {
		"sources": [
			{
				"json": "tgd",
				"abbreviation": "TGD",
				"full": "The Great Dale",
				"authors": [
					"Alex Clippinger",
					"Anne Gregersen",
					"Derek Nekritz",
					"Elise Cretel",
					"Emily Smith",
					"Glenn Magas",
					"Joe Raso",
					"Oliver Clegg",
					"R P Davis",
					"Scott Bean"
				],
				"convertedBy": [
					"Anonymous"
				],
				"version": "1.0.0",
				"color": "0392cd",
				"url": "https://www.dmsguild.com/product/288755/The-Great-Dale-Campaign-Guide",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1652374503,
		"dateLastModified": 1652374503
	},
	"background": [
		{
			"name": "Demon Tainted",
			"source": "tgd",
			"foundryImg": "icons/creatures/unholy/demon-horned-winged-laughing.webp",
			"skillProficiencies": [
				{
					"religion": true,
					"survival": true
				}
			],
			"languageProficiencies": [
				{
					"abyssal": true
				}
			],
			"entries": [
				"At some point, you were corrupted by the powers of the Abyss, and your very being was pierced to the core by dark energies. Now you wander as a pariah, haunted by the event that made you this way. Now you have turned to adventuring to either win the favor of the people through deed, or find enough coin to sway anyone that might judge you for what you have become. You might flinch at what they call you, or embrace it. Either way, it is difficult to hide that you are \"demon tainted.\"",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Religion}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Any one tool proficiency"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Abyssal"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "Traveler's clothes, a hooded cloak, a staff, a small memento from your previous life, and a pouch containing 10 gp"
						}
					]
				},
				{
					"name": "Feature: Dark One's Reputation",
					"type": "entries",
					"entries": [
						"When you encounter a demon, they immediately recognize you for what you are and treat you as though you are a fiend yourself. Though they might not necessarily act friendly towards you, they treat you with more respect and esteem than other mortals and readily parley with you as long as you have not already met them with open hostility."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Spell List",
					"entries": [
						"{@i Prerequisite: Spellcasting or Pact Magic class feature}",
						"If you are a spellcaster, the spells on the Demon Tainted Spells table are added to the spell list of your spellcasting class. (If you are a multiclass character with multiple spell lists, these spells are added to all of them.)",
						{
							"type": "table",
							"caption": "Demon Tainted Spells Table",
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"colLabels": [
								"Spell Level",
								"Spells"
							],
							"rows": [
								[
									"Cantrip",
									"{@spell chill touch}, {@spell produce flame}, {@spell thaumaturgy}"
								],
								[
									"1st",
									"{@spell burning hands}, {@spell hellish rebuke}, {@spell inflict wounds}"
								],
								[
									"2nd",
									"{@spell crown of madness}, {@spell darkness}, {@spell flaming sphere}"
								],
								[
									"3rd",
									"{@spell fear}, {@spell fireball}, {@spell summon lesser demons|xge}"
								],
								[
									"4th",
									"{@spell summon greater demon|xge}, {@spell wall of fire}"
								],
								[
									"5th",
									"{@spell destructive wave}"
								]
							]
						},
						"When you cast spells from your Demon-tainted spell list, the air around you might grow hot, your eyes might glow, or other signs of demonic power. Each of these spells as you cast them are far from subtle."
					]
				},
				{
					"name": "Dark Origin",
					"type": "entries",
					"entries": [
						"The moment when your life force was corrupted by demonic powers is what made you who you are today. That moment changed you forever, maybe through your own doing, or someone else's. Choose a dark origin, or roll on the Dark Origin table to determine the event that changed you.",
						{
							"type": "table",
							"colLabels": [
								"d10",
								"Dark Origin"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"You tried to bargain for power, and in turn the demon you bargained with took a few liberties with the idea of granting you power."
								],
								[
									"2",
									"You were intended as a sacrifice to a Demon Prince, but instead became their champion."
								],
								[
									"3",
									"In a moment of trauma, the demonic ancestry in your bloodline manifested."
								],
								[
									"4",
									"You were born this way, and were raised far away from society's judgemental eyes."
								],
								[
									"5",
									"You took an unexpected trip to the Abyss, and did not return the same person."
								],
								[
									"6",
									"After stealing a dark tome belonging to your master, you attempted to cast a spell from it, and things went horribly awry."
								],
								[
									"7",
									"Little did you know, your past lover had actually been a demon, and their presence slowly changed you."
								],
								[
									"8",
									"After having scorned a powerful spellcaster, this cursed form manifested over time."
								],
								[
									"9",
									"You made a bet with a demon and lost."
								],
								[
									"10",
									"After a night of debauchery, you woke up to find yourself like this."
								]
							]
						}
					]
				},
				{
					"name": "Demonic Mark",
					"type": "entries",
					"entries": [
						"The tainted nature of your being has its own physical manifestation that gives away what you are. You can choose one of the following from the Demonic Marks table, or roll for one. Alternatively, you might choose to create your own.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Demonic Mark"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"One or more of your limbs turned red and demon-like."
								],
								[
									"2",
									"Your eyes resemble that of a goat's and glow red in the dark."
								],
								[
									"3",
									"You have a second mouth somewhere on your body that incessantly mumbles and whispers words of disaster in Abyssal."
								],
								[
									"4",
									"Long curled horns sprout from your forehead and a spaded tail extends from your lower back."
								],
								[
									"5",
									"Parts of your body look charred and ashen and you always smell of smoke."
								],
								[
									"6",
									"A ghastly unblinking eye sits in the middle of your forehead. Although you can't see through it, you get the sinking feeling someone or something else can."
								],
								[
									"7",
									"Your body is covered in Abyssal runes that glow faintly in the presence of divine magic."
								],
								[
									"8",
									"Your tongue is forked and vestigial wings sprout from your shoulder blades."
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Demon-tainted characters, underneath their unusual appearance and dark histories, are still people. Although you might draw your powers from darkness, nothing dictates that your character is truly evil. In fact, you might be drawn to try to find healing and closure through good deeds. Alternatively, your character could feel drawn to darker ambitions and deeds as they struggle with the pull of the supernatural corruption within them.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am slow to speak up. The less attention I draw to myself, the better."
								],
								[
									"2",
									"People think I'm scary, and I'm not going to ruin the illusion."
								],
								[
									"3",
									"I talk to myself constantly. I also reply to myself constantly."
								],
								[
									"4",
									"My scowl is more noticeable than the manifestation of my curse."
								],
								[
									"5",
									"Wherever I am, I act like I am in charge. It's not like anyone is going to argue with a demon."
								],
								[
									"6",
									"Something about what I am burns through energy like crazy. As a result, I am always hungry."
								],
								[
									"7",
									"For some reason, people always want to fight me. Who am I to say no?"
								],
								[
									"8",
									"I hate when people judge me for what I am, therefore I don't judge others based on what they are. It's who they are that matters."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Revenge. This world is made up of wrongs and injustices, someone has to right them. (Chaotic)"
								],
								[
									"2",
									"Redemption. If you give others a chance to shine, the world can become a beautiful place. (Good)"
								],
								[
									"3",
									"Power. I've been granted a gift, and I am sure as hell going to make use of it. (Evil)"
								],
								[
									"4",
									"Justice. The natural order has to be upheld, if it isn't, there will be more tormented souls like mine wandering the realm. (Lawful)"
								],
								[
									"5",
									"Chaos. There is nothing but chaos in the Abyss, and I am the embodiment of that chaos. (Chaotic)"
								],
								[
									"6",
									"Peace. I just want to be left alone, and I'll stop whatever conflicts I can to find some quiet. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am still looking for a way to repay someone for their awe-inspiring kindness."
								],
								[
									"2",
									"I'm seeking a way to remove my demonic curse so I can be with the love of my life."
								],
								[
									"3",
									"I am hunting the demon that did this to me. When I find it, I will make them pay."
								],
								[
									"4",
									"With the mortal realm shunning me, I am looking for a place in the Outer Planes to call home."
								],
								[
									"5",
									"A religious order is hunting me at all costs, and I have to keep moving if I am going to survive."
								],
								[
									"6",
									"Someone gave me a home, and I will do anything to protect them and that home."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I can't get enough when it comes to carnal pleasures: food, drink, company—I want it all."
								],
								[
									"2",
									"Angry is an understatement, my temper is downright (and sometimes literally) explosive."
								],
								[
									"3",
									"A voice whispers in my ear that I am better than everyone, and I am sorely tempted to believe it."
								],
								[
									"4",
									"I'm always jealous of what others have. Why was I denied happiness?"
								],
								[
									"5",
									"I can't be bothered to do things for myself. It is so much easier to pawn off my work onto others."
								],
								[
									"6",
									"I take what I want, and I want a bit of everything"
								]
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"expanded": {
						"s0": [
							"chill touch",
							"produce flame",
							"thaumaturgy"
						],
						"s1": [
							"burning hands",
							"hellish rebuke",
							"inflict wounds"
						],
						"s2": [
							"crown of madness",
							"darkness",
							"flaming sphere"
						],
						"s3": [
							"fear",
							"fireball",
							"summon lesser demons|xge"
						],
						"s4": [
							"summon greater demon|xge",
							"wall of fire"
						],
						"s5": [
							"destructive wave"
						]
					}
				}
			],
			"toolProficiencies": [
				{
					"any": 1
				}
			],
			"startingEquipment": [
				{
					"_": [
						"traveler's clothes",
						"staff",
						{
							"special": "hooded cloak"
						},
						{
							"special": "a small memento from your previous life"
						},
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			]
		},
		{
			"name": "Nentyarch Follower",
			"source": "tgd",
			"foundryImg": "icons/magic/nature/leaf-juggle-humanoid-green.webp",
			"skillProficiencies": [
				{
					"nature": true,
					"survival": true
				}
			],
			"toolProficiencies": [
				{
					"anyArtisans": 1
				}
			],
			"languageProficiencies": [
				{
					"sylvan": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "hooded cloak"
						},
						"traveler's clothes",
						"healer's kit",
						"sprig of mistletoe",
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"The Circle of Leth and their force of Nentyar Hunters have protected the Dalesfolk and the forests of the land for hundreds of years. This group is overseen by the Nentyarch, an archdruid of remarkable power who oversees these groups from an old wood elf stronghold at Yeshelmaar in the Forest of Lethyr. As a Nentyarch Follower you respect the Circle of Leth. You believe in the sanctity of the great forests surrounding the Dale and you hope to purge the land of the fiendish hosts that still infect it. Honest people of the Dale should be protected, but the spread of civilization shouldn't call for the felling of further forest. Nature itself needs protection from the depredations of those who do not place enough value on its continued existence.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Nature}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One artisan tool of your choice"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Sylvan"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A hunting knife, a healer's kit, a set of traveler's clothes, a sprig of mistletoe, and a pouch containing 10 gp"
						}
					]
				},
				{
					"name": "Feature: Dalefolk Hospitality",
					"type": "entries",
					"entries": [
						"The Nentyarch and the Circle of Leth have long looked after the people of the Great Dale. You can find a place to hide, rest, or recuperate within any of the many small villages or farmsteads that exists in the Great Dale and the Forest of Lethyr, provided you have not shown yourself to be a danger to them. They will shield you from anyone who might oppose the Nentyarch or anyone else searching for you, though they will not risk their lives for you."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"As a Nentyarch Follower, you believe in protecting the people of the Great Dale and the sanctity of nature.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"If the Dalesfolk are threatened, I will do whatever I can to help them."
								],
								[
									"2",
									"The comforts of civilization are nice, but the majesty of nature is a wonder to behold."
								],
								[
									"3",
									"I always explain my ideas by relating them to something in nature."
								],
								[
									"4",
									"Being polite is a waste of time."
								],
								[
									"5",
									"I believe in the interconnectedness of all life."
								],
								[
									"6",
									"I have trouble paying attention when there are lots of people around."
								],
								[
									"7",
									"I am incredibly patient."
								],
								[
									"8",
									"I believe actions speak louder than words."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Balance. Balance is important in all things. Excess in any direction leads to weakness. (Neutral)"
								],
								[
									"2",
									"Power. In the wild, the weak are culled and the strong survive. (Evil)"
								],
								[
									"3",
									"Independence. The peoples of the Great Dale should be free to live the life they choose. (Chaotic)"
								],
								[
									"4",
									"Nature. The lands will outlast us all. They are more important than our fleeting creations. (Neutral)"
								],
								[
									"5",
									"Integrity. My word is my bond. (Lawful)"
								],
								[
									"6",
									"Charity. It is right to help those who are in distress. The greater the need, the greater the call to help. (Good)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"The Circle of Leth saved my village. I am forever indebted to them."
								],
								[
									"2",
									"My village was destroyed by demons. They will be avenged."
								],
								[
									"3",
									"I've lived in this place all my life. I will do everything I can to protect it."
								],
								[
									"4",
									"I protect those who cannot protect themselves."
								],
								[
									"5",
									"Although I am new to this land, I feel I need to do my part to make it a safer place."
								],
								[
									"6",
									"I've seen forests cleared to fill a noble's pocket with coin. I intend to make sure that never happens again."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I'm a fraud. There's no way I can live up to people's expectations."
								],
								[
									"2",
									"I'd prefer to stay alone in the woods then to deal with people."
								],
								[
									"3",
									"I don't understand the value of money."
								],
								[
									"4",
									"I believe that the ends justify the means."
								],
								[
									"5",
									"I cannot resist the temptations of civilization and overindulge in its pleasures."
								],
								[
									"6",
									"I don't trust anyone, not even my closest friends"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Shadowmaster's Agent",
			"source": "tgd",
			"foundryImg": "icons/magic/perception/shadow-stealth-eyes-purple.webp",
			"skillProficiencies": [
				{
					"religion": true,
					"choose": {
						"from": [
							"deception",
							"sleight of hand",
							"stealth"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"thieves' tools": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"crowbar",
						{
							"special": "a set of dark common clothes including a hood"
						},
						{
							"special": "a holy symbol of Shar"
						},
						{
							"special": "black priestly robes"
						},
						{
							"special": "a Shadowmaster guild insignia"
						},
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"You're an agent of the Shadowmasters of Telflamm, a thieves' guild that is strongly linked to the worship of Shar. The Shadowmasters rule Telflamm in secret through their web of spies and thieves, rivaling the influence and power of the local nobility and clergy. You are, or at least were, just one tendril of the sprawling shadow that the Shadowmasters cast over the city. You might have even briefly escaped the guild and its machinations, but, willingly or not, everywhere you go, you further the seedy agenda of the guild's elite, the shadowlords.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Deception}, and one from {@skill Sleight of Hand} or {@skill Stealth}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Thieves' Tools"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A crowbar, a set of dark common clothes including a hood, a holy symbol of Shar, black priestly robes, a Shadowmaster guild insignia and 10 gp in a belt pouch."
						}
					]
				},
				{
					"name": "Feature: Dark Intel",
					"type": "entries",
					"entries": [
						"The Shadowmasters are adept at gathering information and have eyes and ears everywhere. In every town, city, or other settlement, you know of another Shadowmaster Agent who you can rely on to fill you in on basic information about the settlement's main features, figures, locations, and organizations, as well as other underworld activity in that settlement."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Spell List",
					"entries": [
						"{@i Prerequisite: Spellcasting or Pact Magic class feature}",
						"If you are a spellcaster, the spells on the Shadowmaster's Agent Spells table are added to the spell list of your spellcasting class. (If you are a multiclass character with multiple spell lists, these spells are added to all of them.)",
						{
							"type": "table",
							"caption": "Demon Tainted Spells Table",
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"colLabels": [
								"Spell Level",
								"Spells"
							],
							"rows": [
								[
									"Cantrip",
									"{@spell chill touch}, {@spell minor illusion}"
								],
								[
									"1st",
									"{@spell expeditious retreat}, {@spell silent image}, {@spell sleep}"
								],
								[
									"2nd",
									"{@spell crown of madness}, {@spell darkness}, {@spell flaming sphere}"
								],
								[
									"3rd",
									"{@spell haste}, {@spell nondetection}"
								],
								[
									"4th",
									"{@spell confusion}, {@spell dimension door}"
								],
								[
									"5th",
									"{@spell mislead}"
								]
							]
						},
						"Your spells might manifest in the form of shadows and whispers, creating blurry afterimages of your targets and even temporarily create dim ambient light as you cast them."
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Shadowmasters of Telflamm are, by definition, members of a crime syndicate. Their devotion to Shar, Mistress of Night, is a common trait, and tends to color their attitudes and practices. Shadowmasters tend to be cunning, ruthless, shrewd, and, most of all, deceitful. You can use the following traits to flesh out your shadowmaster character or to draw inspiration from to create your own.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Why tell the truth when I can get by only telling half of it?"
								],
								[
									"2",
									"I know more than people think, and I can't resist hinting at it."
								],
								[
									"3",
									"Insults and intrigue are my specialty. Words can do just as much, if not more, damage than a knife."
								],
								[
									"4",
									"I enjoy basking in shadows and darkness; The closer to our Mistress I am, the better."
								],
								[
									"5",
									"I'm quick to start a fight, and quicker to end one."
								],
								[
									"6",
									"I am, what you might call, \"a control freak.\" I become nervous and irritated when things are out of my power."
								],
								[
									"7",
									"I always look for anything to get me ahead or leverage over my enemies."
								],
								[
									"8",
									"Fast-talk and doublespeak are my preferred styles of communication. If you can't keep up, that's not my problem."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Influence. By manipulating the world through the shadows, I can reshape it to my liking. (Evil)"
								],
								[
									"2",
									"Anarchy. There are few rules we actually need, and if the rest of the world were to see that, we would be truly free. (Chaotic)"
								],
								[
									"3",
									"Greed. The Shadowmasters are a means to an end, and that end sees me with all the gold. (Neutral)"
								],
								[
									"4",
									"Devotion. The will of Shar brings many blessings, by walking through shadow, I will be blessed. (Any)"
								],
								[
									"5",
									"Control. Through our schemes, we can control the masses. (Lawful)"
								],
								[
									"6",
									"Punishment. Those that stand against us will be consumed by the darkness. (Evil)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"One of the shadowlords has taken a keen interest in me, and I would do anything to impress them."
								],
								[
									"2",
									"Shar has spoken to me directly, and I fear nothing more than losing her favor."
								],
								[
									"3",
									"My family knows nothing of my role in the Shadowmasters and I would prefer to keep it that way."
								],
								[
									"4",
									"I spared someone during a mission once. If the guild were to find out, it would be the end of me."
								],
								[
									"5",
									"I am in love with a member of one of our rival guilds."
								],
								[
									"6",
									"I will stop at nothing to achieve the rank of Shadowlord."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am quick to betray if it means my own gain."
								],
								[
									"2",
									"I don't have allies, only pawns and tools."
								],
								[
									"3",
									"Everywhere I go, I seem to make only enemies."
								],
								[
									"4",
									"I don't trust anyone that says they want what is \"good for everybody.\""
								],
								[
									"5",
									"The first one to run is the last one to die, and I don't plan on dying."
								],
								[
									"6",
									"My sharp tongue regularly creates trouble for me and my allies."
								]
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"expanded": {
						"s0": [
							"chill touch",
							"minor illusion"
						],
						"s1": [
							"expeditious retreat",
							"silent image",
							"sleep"
						],
						"s2": [
							"crown of madness",
							"darkness",
							"flaming sphere"
						],
						"s3": [
							"haste",
							"nondetection"
						],
						"s4": [
							"confusion",
							"dimension door"
						],
						"s5": [
							"mislead"
						]
					}
				}
			]
		}
	],
	"feat": [
		{
			"name": "Circle Magic",
			"source": "tgd",
			"entries": [
				"You have received training in the Circle Magic Tradition enabling you to absorb the magical might of a group of spellcasters working together. You gain access to {@b Circle Magic Casting}",
				{
					"type": "list",
					"items": [
						"The eastern reaches of Faerûn have a long history of using Circle Magic. Currently both the Red Wizards of Thay and the Wychlaren of Rashemen are known for using this technique to unleash incredible feats of magical power.",
						"Using Circle Magic, spellcasters work together to augment a single circle member with power derived from all the individuals in the group. That recipient can then use the magical power they have been given to increase their own spellcasting until all the stored magical energies have been used.",
						"{@b Requirements.} To cast a spell using Circle Magic, three or more spellcasters are required. One of these spellcasters must possess the Circle Magic feat. The leader of the circle, usually the most powerful or experienced caster, stands within a circle formed by the other casters, who are no more than 10 feet from each other. Up to five casters can aid the leader, though stories exist of powerful Red Wizards employing twice that number.",
						"{@b Storing Magical Energy.} For 1 hour, each spellcaster in the circle concentrates on transferring their magical energies to the leader. At the start of this hour, each participant expends one spell slot of their choice. Spellcasters are subject to normal concentration checks during this hour. Should any caster be interrupted and fail their concentration check during this hour, that caster's spell slot is lost. The leader of the circle receives a pool of magical energy at the end of this hour equal to the total level of spell slots expended by the circle.",
						"For example, a circle consisting of one leader and three assistants spends 1 hour developing their pool. The assistants expend the following spell slots: 2 1st- level spell slots, 1 2nd-level spell slot, and 1 3rd-level spell slot. The leader adds 1 1st-level spell slot. This results in the circle leader receiving a final pool of Circle Magic energy totaling (2) 1st, (1) 2nd and (1) 3rd level spell slot.",
						"{@b Spending Spell Pool Energy.} The leader of the circle may use their pool of magical energy in the following ways:",
						"{@u Increased Spell Slot.} The leader may spend any number of spell slots from the circle spell pool and add it to a spell being cast.",
						"{@u Apply a Meta Magic Feat.} The leader may spend spell slots to apply meta-magic option as per a sorcerer to a spell they cast. The following meta magic options are available:",
						"{@i Increased Spell Slot.} The leader may spend any number of spell slots from the circle spell pool and add it to a spell being cast.",
						"Example. If the leader cast a 1st level spell using their they could augment it with any number of spell slots that are available in their spell pool. If they spent a 3rd level spell slot from their circle spell pool, the spell would be effectively cast as if by a 4th level spell slot (1st level personal slot + 3rd level circle pool slot).",
						"{@i Meta Magic.} Circle leaders may apply a selection of sorcerer meta magic options to a spell they cast as follows:",
						"Empowered Spell: Costs 1 spell slot regardless of level.",
						"Extended Spell: Costs 1 spell slot regardless of level.",
						"Heightened Spell: 3 spell slots regardless of level.",
						"{@b Duration.} The leader of the circle may hold the pool of magic energy received for up to 24 hours. Any unused magical energy in the pool dissipates after 24 hours and is forever lost."
					]
				}
			],
			"prerequisite": [
				{
					"spellcasting": true
				}
			],
			"foundryImg": "icons/magic/symbols/runes-star-pentagon-blue.webp"
		},
		{
			"name": "Fiend Hunter",
			"source": "tgd",
			"entries": [
				"You are exceptionally skilled at fighting fiends. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain advantage on initiative checks when fighting fiends.",
						"When making a weapon attack against a fiend, you deal an extra 1d4 damage of your weapon's damage type."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"foundryImg": "icons/creatures/unholy/demon-fanged-horned-yellow.webp"
		},
		{
			"name": "Long Reach",
			"source": "tgd",
			"entries": [
				"You know how to extend your reach to target opponents with spear-like weapons. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your weapon attacks with a javelin, pike, spear, or trident score a critical hit on a roll of 19 or 20.",
						"On your turn, when you attack with a javelin, pike, spear, or trident, your reach increases by 5 feet. The reach for your opportunity attacks with these weapons remains unchanged"
					]
				}
			],
			"ability": [
				{
					"str": 1
				}
			],
			"foundryImg": "icons/weapons/polearms/glaive-simple-hooked.webp"
		},
		{
			"name": "Smooth Talker",
			"source": "tgd",
			"entries": [
				"You are accustomed to using words to get out of difficult situations and know just the right thing to say in most circumstances. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You have advantage on Wisdom (Insight) and Charisma (Persuasion) checks with individuals you have never met before.",
						"If you are in combat with a creature and are able to speak a language that creature understands, you may use your action to try to convince the creature to hold their attack.",
						"The creature must make a Wisdom saving throw (DC equal to 8 + your proficiency bonus + your Charisma modifier). On a failed saving throw the target does not attack you or your allies until the start of your next turn, or until another creature makes an attack against it"
					]
				}
			],
			"ability": [
				{
					"cha": 1
				}
			],
			"foundryImg": "icons/skills/socia/diplomacy-handshake.webp"
		},
		{
			"name": "Transdimensional Spell",
			"source": "tgd",
			"entries": [
				"You know how to cast your spells so they affect targets on coexistent planes, such as the Ethereal Plane or the Shadow Plane. You may choose to have your spells affect ethereal creatures, creatures under the effects of a blink spell, creatures within the extradimensional space of a rope trick spell, or portable hole, or other similar extra dimensional effects.",
				"When you cast a spell, you may choose to cast it using a higher level spell slot in order for that spell to affect targets on coexistent planes. You do not receive the normal benefits gained from casting that spell using the higher level spell slot.",
				"As an example, if you cast magic missile with four darts of magical force at an ethereal creature, you would have to use a 3rd-level spell slot—one spell slot level higher than would normally be required to create four darts of force.",
				"In order to target a creature, you must still be able to see that creature. You do not have to see a creature if it is within the area of effect of a spell"
			],
			"foundryImg": "icons/magic/control/debuff-chains-ropes-net-purple-blue.webp"
		},
		{
			"name": "Woodwise",
			"source": "tgd",
			"entries": [
				"You are exceedingly dangerous when fighting in wooded areas, where you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You have advantage on Wisdom (Perception) checks in wooded areas.",
						"If your speed is not zero, then it increases by 5 feet, even when moving through difficult terrain in wooded areas."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"wis"
						],
						"amount": 1
					}
				}
			],
			"foundryImg": "icons/environment/wilderness/tree-ash.webp"
		}
	],
	"monster": [],
	"spell": [
		{
			"name": "Ball Lightning",
			"source": "tgd",
			"level": 5,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a handful of copper pellets"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create one to four 3-foot diameter spheres of lightning. The more spheres you create, the weaker each sphere is individually. Each sphere appears in an unoccupied space you can see within range. Each sphere sheds dim light in a 30-foot radius.",
				"As a bonus action, you can move each sphere up to 30 feet, but no farther than 120 feet away from you. When a creature other than you comes within 5 feet of a sphere, the sphere discharges lightning at that creature and disappears. That creature must make a Dexterity saving throw. On a failed save, the creature takes lightning damage based on the number of spheres you created. (4 spheres = 2d4, 3 spheres = 2d6, 2 spheres = 5d4, 1 sphere = 4d12)."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Beltyn's Burning Blood",
			"source": "tgd",
			"level": 4,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a drop of blood and a pinch of saltpeter"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You force a creature you can see within range to make a Constitution saving throw at the start of each of its turns for the duration as you infuse its blood with the acidic taint and burning fires of the Abyss. On a failed save, the creature takes {@damage 2d6} acid and {@damage 2d6} fire damage. On a successful saving throw, the creature takes half the damage and the spell ends.",
				"This spell doesn't affect constructs, elementals, oozes, plants, or undead."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Bladebane",
			"source": "tgd",
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a drop of blood and ruby dust worth 500gp"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"entries": [
				"You touch a single slashing weapon and make it more deadly for a short period of time. Choose a creature type, and if humanoids are the chosen creature type select two humanoid subtypes that this spell will affect. The weapon becomes a magical weapon for the purposes of overcoming resistances, and creatures of that type are vulnerable to damage from the weapon."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "phb"
					},
					{
						"name": "Cleric",
						"source": "phb"
					},
					{
						"name": "Paladin",
						"source": "phb"
					},
					{
						"name": "Ranger",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Bloodbriars",
			"source": "tgd",
			"level": 4,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a drop of blood"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"This spell snares a creature within range in a tangle of invisible, razor-sharp briars made of mystical energy. The affected creature suffers no ill effects as long as it does not attempt to move, attack, cast a spell with material or somatic components, or perform any other action that requires movement. If the target moves in any fashion, it takes 2d8 piercing damage. Damage from the spell disrupts spellcasting; a subject that attempts to cast a spell with a material or somatic component must make a concentration check, with a DC equal to 10 + spell level + damage dealt); on a failure the spell is not cast and the spell slot is still expended."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by 1d8 and it's range increases by 10 feet for every slot above 4th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "phb"
					},
					{
						"name": "Ranger",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Clearstone",
			"source": "tgd",
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a small, flat piece of glass"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You cause a stone or section of stone wall to become transparent. You can affect up to 5 cubic feet of stone. Visibility through the stone is perfectly clear, though it's limited by the available light or by objects and creatures embedded in the stone."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the cubic feet of stone affected increases 5 cubic feet for every slot above 2nd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Crushing Sphere",
			"source": "tgd",
			"level": 6,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "an eggshell, which is crushed as the spell is cast"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"{@spell Crushing sphere|tgd} has all the characteristics of @{spell Otiluke's resilient sphere}, except that the target takes {@damage 3d8} bludgeoning damage at the start of each of its turns as the sphere squeezes it."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Decastave",
			"source": "tgd",
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "slender wand of duskwood"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a shimmering staff of force that is 8 feet long and 2 inches thick and lasts for the duration of the spell. If you let go of the stave, it disappears, but you can re-summon it again as a bonus action.",
				"You can use your action to make a melee spell attack with this force weapon. On a hit, the decastave deals 2d8 force damage. On a critical hit, a thunderous blast of force targets the creature, requiring it to succeed on a Constitution saving throw or be pushed 10 feet away from you and be stunned until the end of its next turn.",
				"Because of the decastave is made of force, it can affect ethereal or incorporeal creatures."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d8 for every two slots levels above 2nd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Demon Form",
			"source": "tgd",
			"level": 6,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"m": {
					"text": "the bone of a demon"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You assume the form of a demon with a challenge rating equal to half your level (rounded down). You must have seen the type of demon at least once before or the spell fails. You transform into an average example of the demon you chose for the duration.",
				"Your game statistics are replaced by the statistics of the demon you chose, but you don't gain any of its spellcasting abilities. You retain your own alignment, Intelligence, Wisdom, and Charisma scores. You also retain your skill and saving throw proficiencies in addition to gaining those of the creature. You can't use any of the creature's legendary or lair actions. You assume the hit points and Hit Dice of the new form. When you revert to your normal form, you return to the number of hit points you had before you transformed. If you revert due to dropping to 0 hit points, any excess damage carries over to your normal form. If the excess damage doesn't reduce your normal form to 0 hit points, you aren't knocked unconscious.",
				"You retain the benefit of any features of your class, race, or other source and can use them, provided your new form can also use them. However, you can't use any special senses of your normal form unless your new form also possesses them. You can only speak if the creature can also speak.",
				"When you transform, you choose whether your equipment falls to the ground, merges into your new form, or is worn by it. Worn equipment functions as normal. The DM determines whether it is practical for the new form to wear any equipment based on its shape and size. Your equipment doesn't change shape or size to match the new form and must fall to the ground or merge if it can't be worn. Equipment that merges with the new form doesn't have an effect in that state."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Erupting Filth",
			"source": "tgd",
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a piece of rotting flesh"
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Choose a point you can see on the ground within range. This spell's transformative energies cause a fountain of rotting flesh and vegetable matter to erupt in a 20-foot cube centered on that point. Each creature in that area must make a Dexterity saving throw. A creature takes {@damage 3d12} necrotic damage on a failed save, or half as much damage on a successful one. Additionally, a creature which fails the saving throw automatically contracts sewer plague (see chapter 8, Diseases, DMG)."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d12 for each slot level above 3rd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Force Orb",
			"source": "tgd",
			"level": 4,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You create four hand-sized glowing orbs of force. Make a ranged spell attack for each force orb against a creature of your choice that you can see within range. Each orb deals {@damage 2d8} points of force damage on a hit. On a miss the orb explodes in a 10-foot burst dealing 1d4 points of force damage to each target in the area, or half as much if the creature succeeds on a Constitution saving throw."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher you can create an additional force orb for each slot level above 4th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Ghostpipes",
			"source": "tgd",
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"m": {
					"text": "a musical instrument"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You cause one musical instrument that is in good working order to float a few feet above the ground and begin to play itself.",
				"You make skill checks for the music created by the instrument as if you had proficiency with the instrument and your proficiency bonus is doubled if you are already proficient with the instrument. Skill checks associated with the music coming from your enchanted instrument are made at advantage and use your spell casting ability modifier."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Greenfire",
			"source": "tgd",
			"level": 3,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 1
					}
				}
			],
			"entries": [
				"Choose a point you can see on the ground within range. You call forth a virulent blast of green energy from the ground in a 20-foot cube centered on that point. Each creature in that area when the spell is cast must make a Dexterity saving throw or take {@damage 3d12} points of acid damage, or half as much damage on a successful one. Creatures entering the {@i greenfire} while it is still active automatically fail their saving throw. You may choose to have natural vegetation, ground cover, and plant creatures remain unharmed by the {@i greenfire}."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "phb"
					},
					{
						"name": "Druid",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Hail Blast",
			"source": "tgd",
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a pinch of rock salt"
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A blast of wind, sleet, and hail bursts from your outstretched hands. Each creature in a 60-foot cone must succeed on a Constitution saving throw. A creature takes {@damage 3d6} cold damage and on a failed save or half as much on a successful save. In addition, all creatures within the blast must make a Strength saving throw or be pushed 10 feet away from you and knocked prone."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Druid",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Nybor's Gentle Reminder",
			"source": "tgd",
			"level": 1,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a thin wooden switch at least 2 ft. long"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Choose a target creature within range. That target must make a successful Constitution saving throw or suffer excruciating pain for the duration of the spell. The target has disadvantage on all ability checks, attack rolls, and saving throws. If the affected target is concentrating on a spell, it must immediately make a concentration check against the spellcaster's DC."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Bard",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Nybor's Stern Reproof",
			"source": "tgd",
			"level": 7,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a thin steel switch at least 2 ft. long, the end of which is bound in gold, worth at least 100 gp"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"An amplified version of {@spell Nybor's gentle reminder|tgd}, this spell causes your target to be wracked with white-hot agony. The target must make a successful Constitution saving throw or be reduced to 0 hit points. If the target succeeds on this saving throw, it must then succeed on a Wisdom saving throw or be stunned until the end of its next turn. Irrespective of whether the target succeeds on either of these saves, they have disadvantage on all ability checks, attack rolls, and saving throws for the duration. In addition, any spellcasters' targeted by this spell must immediately make a concentration check at disadvantage if they are concentrating on a spell."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Bard",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Ray of Respite",
			"source": "tgd",
			"level": 1,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You release a beam of rejuvenating golden light that strikes a target of your choice within range. Until the spell ends, the target gains the following benefits:",
				{
					"type": "list",
					"items": [
						"The target may ignore the effects of any one condition or disease of your choice afflicting the creature.",
						"The target removes one level of exhaustion."
					]
				},
				"Once the spell ends, the creature again experiences the full effects of any condition or disease removed by this spell, and the target regains any levels of exhaustion."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "phb"
					},
					{
						"name": "Cleric",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Shalantha's Delicate Disk",
			"source": "tgd",
			"level": 6,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a golden egg worth 200 gp"
				}
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"discharge"
					]
				}
			],
			"entries": [
				"You summon a 1-foot-diameter and 1-inch-thick rose- colored disk with an eggshell texture.",
				"Once summoned, you or another spellcaster may cast a single spell of 5th level or lower into the disk, provided this occurs within 10 minutes of summoning the disk. If no spell is cast into the disk within 10 minutes of its summoning, the disk crumbles to dust.",
				"The disk stores an imbued spell indefinitely until it is broken. If the disk is held, you may break the disk as an action, otherwise the disk has an AC of 10, and 1 hit point of damage will break the disk.",
				"Once broken, the stored spell takes effect as if it were cast by the original caster. Spells with a range of touch, or that require a target affect the creature or object breaking the disk. Area of effect spells trigger as if the broken disk was the point of origin of the spell. For area of effect spells that have a direction, such as a blast or beam, their effects are directed in a random direction from the disk.",
				"Spells that do not have a valid target when the disk is broken dissipate with no effect."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					}
				]
			}
		},
		{
			"name": "Toothed Tentacle",
			"source": "tgd",
			"level": 2,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "three hairs and a tooth"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a long shadowy tentacle of energy that forks into three toothy maws. Once the shadowy tentacle is evoked, you may use an action on your turn to make ranged spell attacks with each toothy maw, provided that each target is within 10 feet of another target. On a hit, a tooty maw deals {@damage 1d8} points of piercing damage.",
				"The tentacles of each toothy maw are tangible and may be destroyed. Each maw has an AC of 15 and 12 hit points. If a toothy maw tentacle is destroyed, it fades away into nothingness, but any remaining toothy maw tentacles remain. If all tentacles are destroyed the spell ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, you may create another toothy maw tentacle for each slot level above 2nd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "phb"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Warlock",
						"source": "phb"
					}
				]
			}
		}
	]
}
