{
	"_meta": {
		"sources": [
			{
				"json": "rcg",
				"abbreviation": "RCG",
				"full": "Rashemen - Unnapproachable East Campaign Guide",
				"authors": [
					"Andrew Bishkinskyi",
					"Bryan Holmes",
					"Dorian Catz",
					"Ed Greenwood",
					"Emily Harmon",
					"Florian Emmerich",
					"Karl Resch",
					"Lydia Van Hoy",
					"Steve Fidler",
					"V.J. Harris"
				],
				"convertedBy": [
					"Anonymous"
				],
				"version": "1.0.0",
				"color": "0392cd",
				"url": "https://www.dmsguild.com/product/370425/Rashemen--Campaign-Guide",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1652374503,
		"dateLastModified": 1652374503
	},
	"background": [
		{
			"name": "Lodge Berserker",
			"source": "RCG",
			"foundryImg": "icons/environment/settlement/house-woods.webp",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"athletics",
							"intimidation",
							"survival"
						],
						"count": 2
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"Dice set|phb",
							"Playing card set|phb"
						],
						"count": 1
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "A symbol of your berserker lodge"
						},
						"common clothes|phb",
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				},
				{
					"a": [
						{
							"item": "dice set|phb"
						}
					],
					"b": [
						{
							"item": "playing card set|phb"
						}
					]
				}
			],
			"entries": [
				"You joined one of Rashemen's many berserker lodges and are indoctrinated as one of its valued members. Members consider one another part of an extended family, happily helping their fellows whenever possible. While traditionally, foreigners refer to all Rashemaar warriors as \"berserkers,\" only members of berserker lodges are considered so within Rashemen. Each lodge has its own personality, expressed by their fighting styles and appearance. Lodge are protected by their own telthor, usually of a creature related to the lodge's name. The members of each lodge are grouped into \"Fangs,\" elite fighting forces ready to answer the Iron Lord's call to defend the nation. Initiation rites vary by lodge but invariably require a demonstration of fighting prowess and completion of various tests such as all-night drinking contests or single handed battle against every member of the lodge. Have you joined one of the large, well-known lodges or are you a member of a small lodge few have heard of? Whatever the case, most Rashemaar look to you with respect and admiration.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Choose two from among {@skill Athletics}, {@skill Intimidation}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of gaming set"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A symbol of your berserker lodge (examples include a stag horn for the Great Stag Lodge, a web embroidered cloth for the Ettercap Lodge, or a claw necklace for the Snow Tiger Lodge), a gaming set you are proficient in, a set of common clothes, and a belt pouch containing 10 gp."
						}
					]
				},
				{
					"name": "Lodge",
					"type": "entries",
					"entries": [
						"While there are many berserker lodges throughout Rashemen, some only numbering a handful of warriors, these are some of the largest and most well known. You can roll on the table below, choose a lodge from the list, or create your own.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Common Berserker Lodges"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Ettercap. This lodge is popular around the Running Rocks and the High Country where climbing skills are useful. As part of their initiations, they are known to subject members to poisons of various creatures. Members often wear cloth embroidered with spider or web motifs."
								],
								[
									"2",
									"Goblin. Popular among the more populated regions of Rashemen, this lodge is known for their guerrilla fighting tactics. When going into battle, Goblin Lodge berserkers frequently wear cowls made of leather or fur."
								],
								[
									"3",
									"Great Stag. One of the largest lodges, Great Stag members are often the first to charge into battle, forcing their way past their allies to strike at the largest foes. Lodge members commonly carry items carved from deer antlers."
								],
								[
									"4",
									"Ice Troll. This lodge is considered one of the toughest, and its members take great pride in their ability to withstand enemy attacks. They toughen their skins using strange elixers crafted by the Old Ones. When entering battle, Ice Troll Lodge members often paint their faces in shades of blue."
								],
								[
									"5",
									"Owlbear. This lodge is famous for their love of firewine, feasting, and brawling. Their halls include sturdy-built furniture that can withstand their frequently violent celebrations. Often, its members wear spike studded armor to augment their grappling assaults. Their greatest warriors array themselves in cloaks festooned with owlbear feathers."
								],
								[
									"6",
									"Snow Tiger. This small but fearsome lodge is known for their powerful charging attack. Many use claw bracers to great effect while fighting. Their members commonly wear necklaces, bracelets, and charms crafted from the teeth and claws of predators."
								],
								[
									"7",
									"White Dragon. One the oldest and largest lodges are famous for their ability to survive the harsh winters of Rashemen. Weapons and armor made from dragon scales, teeth, and claws are carried with reverence by the most veteran members."
								],
								[
									"8",
									"Wolf. The members of this popular lodge are skilled at throwing their enemies to the ground. This lodge commonly wears cloaks made of wolf fur."
								]
							]
						}
					]
				},
				{
					"name": "Feature: Recognized Member",
					"type": "entries",
					"entries": [
						"As a member of a berserker lodge, most common folks of Rashemen look upon you with reverence. Your presence assures a limited acceptance by the Rashemaar of any foreign companions you travel with. If you come to a community with a hall for your berserker lodge, you and your adventuring companions can expect to receive free food and lodging of a modest standard within the hall"
					],
					"data": {
						"isFeature": true
					},
					"foundryImg": "icons/environment/settlement/house-woods.webp"
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Members of berserker lodges revel in its warrior culture. Competition with members and other berserker lodges is seen as a way to define status and honor. Though the Rashemi would never support a gladiatorial arena, it is not uncommon for settlements to host regular athletic competitions and brawling matches where participants pummel each other for increased respect and recognition.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I loudly express my opinions for all to hear."
								],
								[
									"2",
									"Talking is a waste of time. It is only actions that get things done."
								],
								[
									"3",
									"If I am idle for too long, I must find a way to release my aggression."
								],
								[
									"4",
									"I can control my anger even under the most difficult circumstances."
								],
								[
									"5",
									"I am utterly confident in everything I say and do."
								],
								[
									"6",
									"I am fascinated by the customs of people from other lands and pester them to tell me about where they come from."
								],
								[
									"7",
									"Feasting. Drinking. Fighting. There are no better things in life."
								],
								[
									"8",
									"I love my weapons. There, I said it."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Honor. Without honor we are nothing (Lawful)."
								],
								[
									"2",
									"Power. The strongest make the rules. It is known. (Evil)"
								],
								[
									"3",
									"Freedom. We must be free to pursue our own paths. (Chaotic)"
								],
								[
									"4",
									"Greater Good. Our lodge becomes greater when we help those in need. (Good)"
								],
								[
									"5",
									"People. Ideals are meaningless words. The people I care about are all that matter. (Neutral)"
								],
								[
									"6",
									"Glory. Through battle I will earn glory for my lodge and myself. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My lodge is my family. Nothing is more important than the people of my lodge."
								],
								[
									"2",
									"I will be the greatest berserker in all of Rashemen."
								],
								[
									"3",
									"The Red Wizards killed someone I hold dear. I will make them pay."
								],
								[
									"4",
									"The spirits of the land will be here when we are gone. We must pay them respect"
								],
								[
									"5",
									"The Witches of Rashemen saved my family. I owe them my life."
								],
								[
									"6",
									"A mysterious voice on the wind calls me to a greater purpose. I will make a difference in the lives of all I meet."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I love to drink, feast, and fight, but I don't know when to stop."
								],
								[
									"2",
									"If you are not from Rashemen, you cannot be trusted."
								],
								[
									"3",
									"I am willing to take risks, even if it puts others in danger."
								],
								[
									"4",
									"I cannot forgive any slight and look to punish those who have done so."
								],
								[
									"5",
									"The weak are not worth of my time or effort."
								],
								[
									"6",
									"I don't need to make a plan, only the weak do."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Wychlaran",
			"source": "RCG",
			"foundryImg": "icons/magic/nature/elemental-plant-humanoid.webp",
			"skillProficiencies": [
				{
					"history": true,
					"choose": {
						"from": [
							"arcana",
							"insight",
							"medicine",
							"nature",
							"religion"
						],
						"count": 2
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"entries": [
				"Your arcane or divine prowess marked you as different from those around you. The powerful wise women of your land sought you out to bring you into the fold. You've either spent your years practicing your magical abilities on your own as an Unproven or willingly joined the witches to train and be numbered among their ranks. When you choose this background, work with your DM to determine whether you're a true wychlaran or a durthan, how far through the ranks you progressed, and what kind of experiences you have had.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill History}, plus your choice of two from among {@skill Arcana}, {@skill Insight}, {@skill Medicine}, {@skill Nature}, and {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Herbalism kit"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "one of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "Herbalism Kit, set of common and fine clothes, a mask, a stone, twig or leaf from a place you consider sacred, and a pouch containing 15 gold pieces."
						}
					]
				},
				{
					"name": "Rank",
					"type": "entries",
					"entries": [
						"In the Sisterhood there are different ranks of varying power and responsibility. You had specific responsibilities and experiences based on which rank you are.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Wychlaran Rank"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Unproven. Those who choose not to become ethrans, or perhaps did not have the inclination or aptitude for further study."
								],
								[
									"2",
									"Ethran. A low-ranking initiate, but still bearing the full responsibility and authority of being a witch."
								],
								[
									"3",
									"Hathran. Leaders of the sisterhood. They can doo now wrong and their word is law."
								],
								[
									"4",
									"Othlor. The wisest and most experienced. Perhaps only a dozen or so individuals exist."
								],
								[
									"5",
									"Durthan. A forbidden splinter group who believe in using any means necessary to defeat Rashemen's enemies, including the use of forbidden dark magic."
								],
								[
									"6",
									"Former Member. You have left the order either voluntarily or were asked to leave."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Spell List",
					"entries": [
						"{@i Prerequisite: Spellcasting or Pact Magic class feature}",
						"As a member of the wychlaran, the following spells are added to the spell list of your spellcasting class.",
						{
							"type": "table",
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"colLabels": [
								"Spell Level",
								"Spells"
							],
							"rows": [
								[
									"Cantrip",
									"{@spell guidance}, {@spell shashka|rcg}"
								],
								[
									"1st",
									"{@spell cure wounds}, {@spell shield}"
								],
								[
									"2nd",
									"{@spell gust of wind}, {@spell lesser restoration}"
								],
								[
									"3rd",
									"{@spell spirit shroud|tcoe}, {@spell wind wall}"
								],
								[
									"4th",
									"{@spell fire shield}, {@spell moon blade|rcg}"
								],
								[
									"5th",
									"{@spell restore spirit|rcg}"
								]
							]
						}
					]
				},
				{
					"name": "Feature: Position of Power",
					"type": "entries",
					"entries": [
						"Your association with the Wise Women of Rashemen gives you a certain degree of power outside of your lands. Powerful arcane and divine practitioners will grant you audiences and occasionally some form of aid in exchange for favors in return."
					],
					"data": {
						"isFeature": true
					},
					"foundryImg": "icons/magic/nature/elemental-plant-humanoid.webp"
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"The magic you wield, the stories the wychlaran raised you on, and the work you did among the people of Rashemen have shaped you into who you are today.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I see omens in every event and action. The gods try to speak to us, we just need to listen."
								],
								[
									"2",
									"I blow up at the slightest insult."
								],
								[
									"3",
									"I believe that everything worth doing is worth doing right. I can't help it--I'm a perfectionist."
								],
								[
									"4",
									"I feel tremendous empathy for all who suffer."
								],
								[
									"5",
									"I'm convinced that people are always trying to steal my secrets."
								],
								[
									"6",
									"I ask a lot of questions."
								],
								[
									"7",
									"I bluntly say what other people are hinting or hiding."
								],
								[
									"8",
									"I'm willing to listen to every side of an argument before I make my own judgment."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Tradition. The ancient traditions of worship and sacrifice must be preserved and upheld. (Lawful)"
								],
								[
									"2",
									"Power. Solitude and contemplation are paths toward mystical or magical power. (Evil"
								],
								[
									"3",
									"People. I'm committed to the people I care about, not to ideals. (Neutral)"
								],
								[
									"4",
									"Destiny. Nothing and no one can steer me away from my higher calling. (Any)"
								],
								[
									"5",
									"Charity. I always try to help those in need, no matter what the personal cost. (Good)"
								],
								[
									"6",
									"Freedom. Tyrants must not be allowed to oppress the people. (Chaotic)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I will someday get revenge on the corrupt hierarchy who branded me a heretic."
								],
								[
									"2",
									"Everything I do is for the common people."
								],
								[
									"3",
									"I will do anything to prove myself superior to my hated rival."
								],
								[
									"4",
									"I protect those who cannot protect themselves."
								],
								[
									"5",
									"Those who stand beside me are those worth dying for."
								],
								[
									"6",
									"I fight for those who cannot fight for themselves."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Secretly, I believe that things would be better if I were a tyrant lording over the land."
								],
								[
									"2",
									"I am dogmatic in my thoughts and philosophy."
								],
								[
									"3",
									"I'd risk too much to uncover a lost bit of knowledge."
								],
								[
									"4",
									"I have little respect for anyone who is not a proven warrior."
								],
								[
									"5",
									"I'm horribly jealous of anyone who outshines my handiwork. Everywhere I go, I'm surrounded by rivals."
								],
								[
									"6",
									"Once someone questions my courage, I never back down no matter how dangerous the situation."
								]
							]
						}
					]
				}
			],
			"additionalSpells": [
				{
					"expanded": {
						"s0": [
							"guidance",
							"shashka|rcg"
						],
						"s1": [
							"cure wounds",
							"shield"
						],
						"s2": [
							"gust of wind",
							"lesser restoration"
						],
						"s3": [
							"spirit shroud|tcoe",
							"wind wall"
						],
						"s4": [
							"fire shield",
							"moon blade|rcg"
						],
						"s5": [
							"restore spirit|rcg"
						]
					}
				}
			],
			"toolProficiencies": [
				{
					"herbalism kit": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"herbalism kit|phb",
						"common clothes|phb",
						"fine clothes|phb",
						{
							"special": "a mask"
						},
						{
							"special": "a stone"
						},
						{
							"special": "twig or leaf from a place you consider sacred"
						},
						{
							"special": "pouch",
							"containsValue": 1500
						}
					]
				}
			]
		}
	]
}
