{
	"_meta": {
		"sources": [
			{
				"json": "LoRDToB",
				"abbreviation": "DToB",
				"full": "Legends of Runeterra: Dark Tides of Bilgewater",
				"authors": [
					"DnD Beyond"
				],
				"convertedBy": [
					"TheGiddyLimit"
				],
				"color": "64878a",
				"version": "1.0.0",
				"url": "https://www.dndbeyond.com/sources/lrdtob",
				"targetSchema": "1.0.0"
			}
		],
		"optionalFeatureTypes": {
			"FU:Min": "Firearm Upgrade; Minor",
			"FU:Maj": "Firearm Upgrade; Major"
		},
		"dateAdded": 1591895014,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "ec9fa4a7be",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Legends of Runeterra: Dark Tides of Bilgewater",
			"id": "LoRDToB",
			"source": "LoRDToB",
			"group": "homebrew",
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"Chapters",
						"Using this Source"
					]
				},
				{
					"name": "Bilgewater Setting Guide ",
					"ordinal": {
						"type": "chapter",
						"identifier": 1
					},
					"headers": [
						"History of Bilgewater",
						"Bilgewater Today",
						"Economy and Trade",
						"Religion in Bilgewater ",
						"City Districts",
						"Random Encounters in Bilgewater",
						"Beyond Bilgewater"
					]
				},
				{
					"name": "Heroes and Scoundrels of Bilgewater",
					"ordinal": {
						"type": "chapter",
						"identifier": 2
					},
					"headers": [
						"Races of Runeterra",
						"Character Options",
						"Barbarian: Path of the Depths",
						"Martial Archetype: Renegade",
						"Roguish Archetype: Wild Card"
					]
				},
				{
					"name": "Herald of the Harrowing",
					"ordinal": {
						"type": "chapter",
						"identifier": 3
					},
					"headers": [
						"Background",
						"Overview",
						"Part 1: Grim Shadows",
						"Part 2: Chasing Ghosts",
						{
							"depth": 1,
							"header": "1. The Warren"
						},
						{
							"depth": 1,
							"header": "2. Carrack Row"
						},
						{
							"depth": 1,
							"header": "3. Scouts' Waterfront"
						},
						{
							"depth": 1,
							"header": "4. Warehouses"
						},
						{
							"depth": 1,
							"header": "5. The Peregrine"
						},
						{
							"depth": 1,
							"header": "6. The Wreck of the Telemachus"
						},
						{
							"depth": 1,
							"header": "7. The Phantom's Ire"
						},
						"Part 3: Turning Tides"
					]
				},
				{
					"name": "Beasts of Bilgewater",
					"ordinal": {
						"type": "chapter",
						"identifier": 4
					},
					"headers": [
						"How to Use Monster Stat Blocks",
						"NPCs"
					]
				},
				{
					"name": "Booty of Bilgewater",
					"ordinal": {
						"type": "chapter",
						"identifier": 5
					},
					"headers": [
						"Magic Items"
					]
				}
			],
			"published": "2020-06-10",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/cover_DToB.png"
			}
		}
	],
	"bookData": [
		{
			"id": "LoRDToB",
			"source": "LoRDToB",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"id": "000",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/000-bilgewater-splash-poster.jpg"
							}
						},
						"Welcome to Bilgewater, the most remarkable port in the world of Runeterra! D&D Beyond is thrilled to bring this renowned city to life, giving you the tools to create your own Legends of Runeterra-inspired Dungeons & Dragons campaign.",
						"This is a world of champions and monsters, of nations rising and falling in wars of conquest and magic. The many lands of Runeterra are bursting with adventures of all kinds, from gritty street-level brawls to epic battles between supernatural powers, and Bilgewater is no exception. Packed to the gills with smugglers, scofflaws, and scoundrels, Bilgewater is more than a common pirate haven, though it has more than its fair share of pirates, too!",
						"Even though this version of Bilgewater is described in great detail, and adheres to Runeterra canon as frequently as possible, the adventures and story hooks in this source aren't canon. Let this free you from the need to create stories that stick to canon details. Make up as many new stories, dangers, and characters as you please! Your version of Bilgewater is the only one that's important, so long as you and your friends are having fun.",
						"A number of Runeterra's mightiest champions call Bilgewater their home. The gunslinging pirate legends Miss Sarah Fortune and Gangplank have famously battled for control of Bilgewater, and countless scoundrels have aligned themselves with these warring powers, seeking to wind up on top when the gunsmoke clears. Masters of the ocean depths like the armored Nautilus and occult powers like the kraken priestess Illaoi and the eldritch River King Tahm Kench pay frequent visits to the grimy shores of Bilgewater.",
						"These champions are far from the only people making waves in Bilgewater, however. You now have the chance to create your own characters and explore Runeterra's most remarkable port, going on grand nautical adventures on galleons, exploring the unforgiving depths of the sea, or delving into the unknown mysteries of the dark magic that lurks in Bilgewater's shadows. If you're a player, start by reading the introduction of {@book chapter 2: Heroes and Scoundrels of Bilgewater|LoRDToB|2} and start making your character.",
						"Once you have your characters, your Dungeon Master (DM) can use {@book chapter 3: Herald of the Harrowing|LoRDToB|3} to start your heroes' adventures in Runeterra. This adventure is a pre-made story set in Bilgewater to start your group's stories. This adventure assumes that your characters are mercenary adventurers seeking profit and excitement among the waves.",
						"After you complete this adventure, your DM can use the rest of this source to create brand-new adventures for your group. Once your first adventure is over, start thinking of a backstory and traits for your character and show that to your DM. Those will help your DM create a story that positions you and your friends' characters as the story's heroes, not just glorified errand-runners for high-level NPCs.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/001-bilgewater_crest_icon.png"
							}
						},
						{
							"type": "section",
							"name": "Chapters",
							"id": "001",
							"entries": [
								"This source is your portal to Bilgewater, allowing you to tell your own tales of high adventure with your friends. It's split into five chapters:",
								{
									"type": "entries",
									"name": "{@book Chapter 1: Bilgewater Setting Guide|LoRDToB|1}",
									"id": "002",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/002-card-ye-been-warned.png"
											}
										},
										"This guide breaks down the history, factions, and politics of Bilgewater to give players and Dungeon Masters all the backstory they need to play characters and NPCs from this scurvy port. Beyond this, all of the city's districts are described in enough detail to create their own NPCs and locations within them. Finally, a bounty of plot hooks and small encounters are placed here for DMs to plunder and adapt to their own stories."
									]
								},
								{
									"type": "entries",
									"name": "{@book Chapter 2: Heroes and Scoundrels of Bilgewater|LoRDToB|2}",
									"id": "003",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/003-double-up.png"
											}
										},
										"This chapter describes how to quickly create a character that you can use to adventure in Bilgewater, starting at 3rd level (the right level for the \"{@book Herald of the Harrowing|LoRDToB|3}\" adventure). Three new subclasses are also presented here: the barbarian's Path of the Depths, the fighter's Renegade archetype, and the rogue's Wild Card archetype."
									]
								},
								{
									"type": "entries",
									"name": "{@book Chapter 3: Herald of the Harrowing|LoRDToB|3} (For the Dungeon Master's Eyes Only!)",
									"id": "004",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/004-the-harrowing-2.png"
											}
										},
										"Defend Bilgewater from the Harrowing as a mighty specter of the Shadow Isles attempts to shroud all of Bilgewater Bay in the deadly Black Mist. This adventure is everything a Dungeon Master needs to play a one-shot set in Bilgewater. It's also the perfect starting point for a longer campaign set in Bilgewater."
									]
								},
								{
									"type": "entries",
									"name": "{@book Chapter 4: Beasts of Bilgewater|LoRDToB|4} (For the Dungeon Master's Eyes Only!)",
									"id": "005",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/005-mists-call.png"
											}
										},
										"This chapter includes the game statistics for all of the monsters used in \"{@book Herald of the Harrowing|LoRDToB|3},\" plus a few extras. Dungeon Masters can use these monsters and NPCs in conjunction with the monsters found in the free D&D {@book Basic Rules|PHB} to put their players in grave, nautical peril!"
									]
								},
								{
									"type": "entries",
									"name": "{@book Chapter 5: Booty of Bilgewater|LoRDToB|5}",
									"id": "006",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/006-card-lure-of-the-depths.png"
											}
										},
										"No adventure is complete without magical treasure. Dungeon Masters can give out the treasures described in this chapter as rewards to their players as described in \"{@book Herald of the Harrowing|LoRDToB|3},\" and as they complete their own homebrew adventures."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Using this Source",
							"id": "007",
							"entries": [
								"To use this book, you need a free copy of the D&D {@book Basic Rules|PHB}. Your D&D games will be enhanced by owning the D&D fifth edition core rulebooks: {@book Player's Handbook|PHB}, {@book Dungeon Master's Guide|DMG}, and {@book Monster Manual|MM}, but they aren't necessary.",
								{
									"type": "insetReadaloud",
									"id": "008",
									"entries": [
										"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a specific circumstance, as described in the text."
									]
								},
								{
									"type": "entries",
									"name": "Abbreviations",
									"id": "009",
									"entries": [
										"The following abbreviations appear in this book:",
										{
											"type": "inset",
											"id": "00a",
											"entries": [
												"{@b hp} = hit points",
												"{@b AC} = Armor Class",
												"{@b DC} = Difficulty Class",
												"{@b XP} = experience points",
												"{@b NPC} = nonplayer character",
												"{@b DM} = Dungeon Master",
												"{@b pp} = platinum piece(s)",
												"{@b gp} = gold piece(s)",
												"{@b ep} = electrum piece(s)",
												"{@b sp} = silver piece(s)",
												"{@b cp} = copper piece(s)"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 1: Bilgewater Setting Guide ",
					"id": "00b",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/007-butchers-bridge.png"
							}
						},
						"Bilgewater is an independent port city founded by sea-monster hunters, smugglers, and pirates. It is a haven where those fleeing debt, justice, or persecution can start over, without the burdens of a haunted past. This city of opportunity is also rife with dangers, surrounded by treacherous landscapes and seas teeming with monsters. Despite its dangers, however, Bilgewater is a paradise where everything is for sale, and fortune favors the bold.",
						{
							"type": "section",
							"name": "History of Bilgewater",
							"id": "00c",
							"entries": [
								"The city of Bilgewater began as an inhospitable stretch of land begrudgingly gifted by the Buhru to a group of refugees. These refugees sought to escape the oppressive rule of the mainland factions, wishing to start anew. Through luck and tenacity, these refugees built a life for themselves, and news of their new settlement began to spread. The cove that now forms Bilgewater was well hidden, dotted with spots to dock vessels, and better yet covered in abandoned ruins for shelter. These qualities made it an ideal hiding place for ships, and the settlers' resentment of mainland law made it an attractive port for pirates. As piracy ebbed and flowed in Runeterra with the rise and fall of factions, the cove remained a safe base for those evading the iron fist of naval forces.",
								"Inevitably, as more crews began to use the cove, the settlement began to expand. Traders willing to deal in stolen wealth, and entrepreneurs ready to cater to these crews set up shop amidst the ruins of the cove. The hardy settlers began to construct more permanent buildings, using found materials to build on top of the ruin foundations.",
								"As the population of Bilgewater began to grow, the Buhru natives, once again, were forced to act. They approached the people of Bilgewater and held council with those most influential in the settlement. The Buhru agreed to allow the expansion of Bilgewater, on the condition that the city would never expand beyond the bay's confines. The people agreed to the terms, and with this victory in hand, Bilgewater began to flourish.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/008-bilgewater_emblem.png"
									}
								},
								{
									"type": "entries",
									"name": "Fall of the King",
									"id": "00d",
									"entries": [
										"In the years that followed, a pirate captain named {@creature Gangplank|LoRDToB} came to serve as the unofficial ruler of Bilgewater crowning himself the Reaver King. He held this position of influence for years until an attempted assassination on his life by a bounty hunter named {@creature Miss Fortune|LoRDToB|Sarah Fortune}. While Gangplank managed to survive the attempt, his ship, and his most faithful followers were destroyed, forcing him to disappear from public view.",
										"In the power vacuum following Gangplank's supposed death, a ruling body called the Corsair's Conclave formed. The Conclave was composed of the four most influential captains in Bilgewater (including Sarah Fortune), and they divided Bilgewater into territories to enforce their rule."
									]
								},
								{
									"type": "entries",
									"name": "Fickle Fortune",
									"id": "00e",
									"entries": [
										"After some peaceful years, three members of the Corsair's Conclave decided to band together and eliminate Sarah from their ranks. Following this betrayal, Miss Fortune staged a coup where she successfully murdered or banished the traitorous captains. Following this bloody event, Sarah became the only power remaining to control Bilgewater.",
										"As of late, Gangplank has begun to make his presence known in the city. He has garnered the support of the Buhru in Bilgewater and grows his supporters aiming to claim his throne from Miss Fortune once again.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/009-card-the-dreadway.png"
											}
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Bilgewater Today",
							"id": "00f",
							"entries": [
								"Bilgewater is a free city, flourishing with opportunity. These opportunities have given rise to a great many parties interested in controlling what Bilgewater has to offer.",
								{
									"type": "entries",
									"name": "Factions",
									"id": "010",
									"entries": [
										"While there is no formal government established in Bilgewater, it is a city teeming with factions, each looking to further their own goals and agendas. Some of the active powers that shape life in Bilgewater are presented below.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/010-LoR-decoration-02.png"
											}
										},
										{
											"type": "entries",
											"name": "Soldiers of Fortune",
											"id": "011",
											"entries": [
												"After a bloody coup, Sarah Fortune (colloquially known as '{@creature Miss Fortune|LoRDToB}') is the de facto ruling force in Bilgewater. Though she holds no official title, her allies and crew members enact her will in the city, applying pressure as needed to achieve her goals. She currently fixates on finding and killing Gangplank, who previously ruled Bilgewater.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/011-LoR-decoration-03.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "The Jagged Hooks",
											"id": "012",
											"entries": [
												"{@creature Gangplank|LoRDToB} is the first and only captain to crown himself the Reaver King of Bilgewater. At the height of his power, he was deposed by Miss Fortune, and he now collects allies from the shadows of Bilgewater. His growing band of allies seeks to kill Miss Fortune and restore Gangplank to his place as Reaver King.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/012-LoR-decoration-11.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "Buhru",
											"id": "013",
											"entries": [
												"The Buhru inhabited the Serpent Isles for thousands of years before mainlanders founded Bilgewater. The Buhru still dominate the isles, and foreigners to their shores are only allowed to settle in Bilgewater. The Buhru have their language, capital city, and religion centered around the worship of the great Kraken Nagakabouros. The culture of the Buhru influences much of Bilgewater, and a healthy population of Buhru live in the city. While Buhru tolerate the settlement, the majority of them consider it to be a stain on their island."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Enemies and Allies",
									"id": "014",
									"entries": [
										"Across the seas from the Serpent Isles, the many factions of Runeterra struggle against one another for control. Some of these factions have chosen to ally themselves with Bilgewater, while others seek to consume the city entirely.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/013-shadow_isles_emblem.png"
											}
										},
										{
											"type": "entries",
											"name": "Shadow Isles",
											"id": "015",
											"entries": [
												"Southeast of the Serpent Isles lies the horrifying region known as the Shadow Isles. Since its corruption during a magical tragedy, the Shadow Isles emit dangerous black mists that routinely threaten the people of Bilgewater. These black mists thicken and travel across the ocean, flooding the Serpent Isles with undead spirits hungry for victims. This event has become known as 'The Harrowing,' and the power of the Buhru is the only thing that can keep its might at bay.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/014-Noxus_Crest.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "Noxus",
											"id": "016",
											"entries": [
												"Located Northwest of the Serpent Isles, is the evergrowing empire of Noxus. Noxians are determined to conquer Runeterra with aggressive expansionist action and have set their sights on Bilgewater as a potential resource for their naval campaigns. Noxus has not made any hostile action towards Bilgewater, but they have placed key soldiers in the port city, hoping to curry favor with the powers that struggle to control it."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Economy and Trade",
							"id": "017",
							"entries": [
								"Bilgewater is a city teeming with wealth and opportunity. Residents can make their fortunes scouring the seas, hunting those who flee justice or catering to those who do.",
								{
									"type": "entries",
									"name": "Bounty Hunting",
									"id": "018",
									"entries": [
										"Bilgewater is a lawless city, far from the reaches of the other factions of Runterra. Consequently, it attracts plenty of criminals aiming to flee justice. The presence of so many wanted criminals has given rise to a burgeoning population of bounty hunters. Bilgewater has several bounty boards, where new bounties are posted daily by pursers who pay out the hunters returning their targets dead or alive. With so many pirates, assassins, and criminals operating in and around Bilgewater, bounty hunting is an incredibly lucrative profession."
									]
								},
								{
									"type": "entries",
									"name": "Monster Hunters",
									"id": "019",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/015-LoR-decoration-04.png"
											}
										},
										"Bilgewater is famous for its monster-hunting trade, with its economy built around this burgeoning industry. The seas that surround the Serpent Isles are teeming with sea-monsters of every size and description. These monsters make travel around the city quite dangerous, but crews of monster hunters have turned this peril into profit. These individuals, sometimes referred to as 'serpent hunters,' embark on missions to hunt these monsters, slay them, then bring their corpses back to Bilgewater to sell to the highest bidder. Entire regions of Bilgewater host facilities built to process these corpses into food, treasures, and other sellable resources. A comfortable living can be made by hunting these monsters, or by working amongst the docks that process them."
									]
								},
								{
									"type": "entries",
									"name": "Salvage Divers",
									"id": "01a",
									"entries": [
										"If the swarms of sea monsters don't deter voyages to Bilgewater, then the brutal terrain certainly does. The seas around the Serpent Isles are dotted with rock formations and coral reefs that can destroy a ship before the crew realizes what they've hit. Many ships carrying valuable cargo have sunk to the ocean floor surrounding Bilgewater Bay, and retrieving these lost goods has become a profession. Treasure hunters and salvagers strike rich daily as they mine the ship graveyards just off of the coast. Traversing the ocean is incredibly dangerous, so skilled salvage divers can sell their services for extraordinary fees. Those with the stomach for the profession, make their fortunes retrieving lost treasures for merchants, for pirates, and by leading their private expeditions."
									]
								},
								{
									"type": "entries",
									"name": "Piracy",
									"id": "01b",
									"entries": [
										"Piracy has been historically tied to the legacy of Bilgewater, and it remains an active portion of the city's economy today. Because Bilgewater operates outside of the law, it is one of the only places pirate crews can safely sell stolen goods for profit. Many of the businesses in the city cater specifically to these crews, who return after laborious stints at sea with pockets full of coin seeking revelry. Pirate crews can return to the bay without real fear of persecution since natural hazards surround the Serpent Isles. The best navigators jealously guard knowledge of safe routes to the Isles, which forces larger navy vessels to abandon hopes of landing on its shores. The only real threats to pirates in Bilgewater come from other stronger crews and the occasional bounty hunter.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/016-Bilgewater_The_Serpent_Isles.png"
											}
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Religion in Bilgewater ",
							"id": "01c",
							"entries": [
								"While Bilgewater is home to a vast collection of cultures and faiths, there are two beliefs of note that are unique to the Serpent Isles. ",
								{
									"type": "entries",
									"name": "Buhru Religion",
									"id": "01d",
									"entries": [
										"The Buhru religion is the main religion of the Buhru people native to the Serpent Isles. This religion centers around the worship of Nagakabouros, a god often depicted as a colossal kraken. Followers of the Buhru religion believe that every spirit was born to serve the universe, and the best way to fulfill personal destiny is to pursue one's inherent desires. ",
										{
											"type": "entries",
											"name": "Nagakabouros",
											"id": "01e",
											"entries": [
												"Nagakabouros is the deity that presides over life, the ocean, storms, and motion. While her true form is unknown, the image of the kraken most often represents her in religious iconography. The god is called the 'Mother Serpent,' and the mass of sea monsters that fill the nearby oceans are known as the children of Nagakabouros. ",
												"Nagakabouros is a god that prefers action over words and has little patience for weakness or failure. One of the Buhru's religious rites is called the 'Test of Nagakabouros,' in which an individual submits to vicious psychic assault from the god's spectral tentacles. Partakers who fail perish, but those who survive have demonstrated they possess the favor of the Mother of Serpents."
											]
										},
										{
											"type": "entries",
											"name": "Buhru in Bilgewater",
											"id": "01f",
											"entries": [
												"Several temples to Nagakabouros have been built in Bilgewater, though priests strictly limit which residents are allowed inside them. Even with these restrictions, the Buhru religion is growing in popularity amongst all the peoples of the city. This popularity has a great deal to do with the current spiritual leader of the Buhu, a priestess named Illaoi, who bears the honored title of Truth Bearer. Illaoi has been a staunch ally in protecting Bilgewater against the harmful effects of the Harrowing and is well regarded by the citizenry. When Gangplank ruled Bilgewater, Illaoi and the Buhru were close allies. With Gangplank's fall from grace, it remains unclear what role the Buhru will play in the politics of leadership. "
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Tithe",
									"id": "020",
									"entries": [
										"'The Tithe' is a superstition as opposed to a full system of belief, but most sailors religiously observe it in Bilgewater. It is said that when a ship sets out to sail, the captain must make an offering to the sea (or some say to Nagakabouros) or risk the sea claiming the ship. Sailors usually keep a coin on their person just in case a tithe needs paying. ",
										"Cautionary tales warn of a salvage diver named Nautilus, who was dragged under the ocean and transformed into a monster when his captain refused to pay the tithe. ",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/017-card-hired-gun.png"
											}
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "City Districts",
							"id": "021",
							"entries": [
								"Bilgewater is a sprawling city that expands both vertically and horizontally across the cliffs that form Bilgewater Bay. This urban sprawl is divided into several distinct districts, that host different types of residents and serve different functions. ",
								{
									"type": "entries",
									"name": "Rat Town ",
									"id": "022",
									"entries": [
										"Teeming with scoundrels and filth, Rat Town is the largest slum in Bilgewater. Here, thieves prowl the crooked alleyways alongside hoards of wharf rats, and exhausted slaughter fleet crews can grab a cheap pint before their next hunt. ",
										"Rat Town occupies the majority of Bilgewater's west side, ending at Butcher's Bridge. On any given day, individuals ranging from weathered old sea captains, to Demacian runaways, to even a few excitable Yordle can be found along the district's crooked streets. Due to this varied nature of its inhabitants, Rat Town boasts a myriad of architectural styles; tenements crammed into upturned Frejlordian logships sit against towering structures decorated with carvings of the Buhru, and you may even spot a tavern built from the bones of a long-dead sea monster. ",
										"Though many who live in Rat Town earn their keep as tavern workers or members of various slaughter fleets, more enterprising individuals may seek out the neighborhood's various notice boards. Daring mercenaries can find postings there for everything ranging from traditional martial work to underhanded black market deals, and even bounties for some of Bilgewater's most notorious leaders. ",
										{
											"type": "entries",
											"name": "Fleet Street",
											"id": "023",
											"entries": [
												"The raucous laughter from Fleet Street's taverns can be heard all the way in the White Wharf. Pubs of all sorts fill this section of Rat Town, and you can often catch a retired chatting over a half-drunken tankard, telling tall tales of ages long past on the salty sea."
											]
										},
										{
											"type": "entries",
											"name": "Brazen Hydra",
											"id": "024",
											"entries": [
												"Perhaps the most famous tavern in Fleet Street, the Brazen Hydra is a popular destination for sailors, gamblers, and mercenaries alike. Built inside the upturned hull of a former slaughter fleet ship, an intricate carved figurehead of a many-headed serpent towers over the tavern entrance.",
												{
													"type": "inset",
													"id": "025",
													"entries": [
														"{@b Iron Wills (Low-Level})",
														"Eager to show their prowess to potential employers, two raucous {@creature Ironback|LoRDToB|ironbacks} have engaged in various tavern games, including arm-wrestling, darts, and shouting matches. But their friendly competition is quickly devolving into more aggressive attacks, and the nervous tavern managers of Fleet Street are asking for someone to intervene before the competition brings down the house—literally."
													]
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/018-LoR-decoration-01.png"
													}
												},
												"The tavern itself spans three stories: the bar and kitchen occupy the ground floor, while card games and pool tables fill the second floor, and the top floor consists only of smaller private meeting rooms reserved for mercenaries and business deals. Though a few patrons visit the establishment during the day, the Brazen Hydra comes alive once the sun has set, and the exhausted ship crews pile in for a meal and a drink after a long day at sea. ",
												"Horvon Beck (neutral, male human {@creature berserker}) runs the Brazen Hydra. After an encounter with a legendary sea monster left him unable to walk, Horvon personally carved himself leg braces from the bones of the vile monster and dragged the remains of his ship to shore to built the best pub Bilgewater has ever seen—at least, that's the story he likes to tell any bar patrons willing to listen. Many disregard his tale as an old sailor's legend, but the jagged ivory sheen of his leg braces (and the festering bite marks on the tavern's outside) suggest otherwise."
											]
										},
										{
											"type": "entries",
											"name": "Flophouses",
											"id": "026",
											"entries": [
												"Though not necessarily a section within Rat Town, the flophouses are nonetheless a prominent feature of the district. Many monster hunters and pirates down on their luck call these cheap tenements home in between dreary voyages.",
												{
													"type": "inset",
													"id": "027",
													"entries": [
														"{@b Sick Bay (Low-Level})",
														"A foul disease is sweeping through the flophouses of Rat Town. Many are blaming a nest of {@creature diseased giant rats|LoRDToB} that has recently settled into a nearby shipwreck, yet no one knows yet what this sickness is, where it came from, or how to cure it. Brave mercenaries are racing to capture one of these diseased specimens and begin research for a cure."
													]
												},
												{
													"type": "inset",
													"id": "028",
													"entries": [
														"{@b Upsetting the Yeti (Mid-Level)}",
														"A Freljordian ship smuggled a family of {@creature Yeti||yetis} into port. Unfortunately, the smuggler forgot to account for the warm island climate of Bilgewater, and the yetis have reacted poorly to the change in weather, breaking free from the flophouse stables originally holding them and running loose among the town. Where have the yetis disappeared off to? And why were they brought to Bilgewater in the first place?"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Raider's Hold",
											"id": "029",
											"entries": [
												"If you're looking for a place to sleep and keep the greedy wharf rats at bay, Raider's Hold is your inn. While not one of the nicest flophouses in Rat Town, Raider's Hold is infamous for its more flexible housing rates. The elderly pirate who runs the place, Captain Breanna Zyll (chaotic neutral, female human {@creature veteran}), is well-known throughout Bilgewater for dealing in favors instead of silver serpents. She will gladly provide you room and board for a week in exchange for hunting down a debtor or ensuring one of her rivals falters on their next voyage. Because of this, Breanna's bounty is one of the highest listed on the Bilgewater notice boards, and yet, none seem keen to take up arms against her, as everyone knows she has many powerful figures in her debt. ",
												"A few residents claim to have spotted the tidal trickster Fizz haunting the flophouse's halls some nights, but none have ever produced any evidence beyond their tall tales of his presence."
											]
										},
										{
											"type": "entries",
											"name": "Butcher's Bridge",
											"id": "02a",
											"entries": [
												"Butcher's Bridge sits on the far end of Rat Town, connecting the slum to both the Eyries in the upper parts of Bilgewater and the Temple of Nagakabouros. Made of ancient stone, Butcher's Bridge is one of the oldest structures in the city. The weathered cobblestones still bear the scars from Harrowings past, and a heavy wooden gate at its Western end is used to barricade the upper levels of the city against threats coming from port."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Slaughter Docks",
									"id": "02b",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/019-carving-bay.png"
											}
										},
										"The Slaughter Docks form one of the coastal districts of Bilgewater. This area is composed of carving bays, killhouses, butcheries, and other places that service the booming monster-hunting industry. The streets of the slaughter docks often run with blood and other viscera following productive days of work, and its stench is infamous.",
										"The buildings themselves are a testament to their trade, usually designed to resemble fearsome sea-beasts and built using the skins and bones of their likenesses.",
										"The waters surrounding the docks are tinged with red and poisoned by runoff, which drives any passing sea monsters away from Bilgewater's shores. This fact has increased tensions with the Buhru of Bilgewater, who depend on the sea monsters to provide aid when the Harrowing threatens the Serpent Isles.",
										{
											"type": "entries",
											"name": "Carving Bays",
											"id": "02c",
											"entries": [
												"These massive docks are equipped with cranes and towers capable of hoisting even the most colossal monsters from the water. Captains with corpses to sell can expect to haggle fiercely for the service of a trustworthy bay before their catches rot in the water. Since profit depends on fresh material, the carving bays often boom with activity both day and night.",
												{
													"type": "inset",
													"id": "02d",
													"entries": [
														"{@b Something Fishy (Mid-Level})",
														"A hungry {@creature dragon shark|LoRDToB} has been spotted prowling the Carving Bays, snapping at docked ships and pulling carcasses right off crane hooks. But creatures such as these usually stick to the deeper waters beyond Bilgewater Bay. What nefarious cause has driven this dragon shark so far inland? "
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Killhouses",
											"id": "02e",
											"entries": [
												"The killhouses of the slaughter docks are smelled long before they are spotted—these large warehouse-like buildings coated in the blood and slime of their trade. Once a corpse has been carved to pieces at a bay, it goes to these warehouses.",
												"Killhouses process these body parts into valuable skins, armor scales, and oil. They also clean and prepare sea monster bones and teeth to sell.",
												{
													"type": "inset",
													"id": "02f",
													"entries": [
														"{@b Tidal Sacrifice (Low-Level})",
														"Rumors have begun circulating the Slaughter Docks of a decrepit {@creature sea hag} lurking around the killhouses, absconding with valuable monster parts and even some unsuspecting workers to \"appease the beast below.\" What is the hag attempting to rouse from the depths—or worse, what is she trying to prevent from overtaking Bilgewater? Is a hag even responsible for these abductions, or is something more mundane the culprit?"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Butcheries",
											"id": "030",
											"entries": [
												"Particularly salvageable chunks of meat find their way from the carving bays to the butcheries of the Slaughter Docks. These butcheries sell any edible pieces of the latest kills to the people of Bilgewater."
											]
										},
										{
											"type": "entries",
											"name": "Bid House",
											"id": "031",
											"entries": [
												"The Bid House is a warehouse turned meeting hall. This impressive structure rests inside the ribcage of a titanic whale with a spiraling pearlescent horn. The Bid House bustles with constant activity, throughout the day and night, captains and bay workers pass in and out of the massive structure hoping to close the best deals of the day. It is here that the owners of the Slaughter Dock carving bays and killhouses meet to set their prices and negotiate with the monster hunters looking to sell their latest catch.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/020-LoR-decoration-10.png"
													}
												},
												"There is no formal union that rules the slaughter docks, but Junie Smith (lawful neutral, female human {@creature commoner}) is regarded as an unelected leader of the dock workers. Junie calls frequent meetings at the Bid House to gather the business owners of the docks, so they can agree on general price points and warn each other about dangerous clients.",
												"Characters looking to secure the services of a reputable carving bay or killhouse must come to the Bid House to find one. The Bid House is also a prime source of bounties in Bilgewater. The business owners who meet here, are quick to post rewards for the apprehension of any person who threatens them, goes back on a deal, or makes underhand deals with docks not approved by Junie.",
												"Junie carries a vast amount of influence in the Slaughter Docks; both Miss Fortune and Gangplank have tried to garner her support for the rule of Bilgewater. Junie has turned them both away, openly claiming her loyalty is to the workers of the Slaughter Docks and no one else."
											]
										},
										{
											"type": "entries",
											"name": "Squidrow",
											"id": "032",
											"entries": [
												"Squidrow is perhaps the most famous of the butcheries that crowd the series of streets aptly named Bloodharbor. The butchery is run by Gil Amberbrew (neutral, male human {@creature veteran}) and Barley Finn (neutral, male human {@creature veteran}) who purchased the shop after retiring from years in the monster-hunting trade. Squidrow stands out from other butcheries by pedaling only the most exotic of sea-monster ingredients. Visitors and locals line up to purchase candied abyssal eyes, kraken filet mignon, dragon shark stock, and whatever rarity of the day Amberbrew and Finn are selling.",
												"Due to their specific needs, the sailors often offer jobs to seaworthy adventurers, paying handsomely for whatever catch they seek. "
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Eyries",
									"id": "033",
									"entries": [
										"There is a commonly accepted truth in Bilgewater: the higher you climb, the less likely you are to drown. Because of this, the highest levels of the city, known as the Eyries, are home to the wealthiest taverns, theaters, and dice houses in the city. Those lucky enough to have some extra coin often make the long journey to these upper levels and relish in the fine drinks and luxurious company the Eyries' provide—though it's just as common for a sailor with too greedy an eye to lose their savings at one of the Eyries' high-stakes card tables, and be back at the Slaughter Docks the next morning.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/021-bilgewater-ancient-architecture.png"
											}
										},
										{
											"type": "entries",
											"name": "Cardsharp Walk",
											"id": "034",
											"entries": [
												"Though many dice houses and gambling halls can be found throughout Bilgewater, none have the high class and even higher stakes of those along Cardsharp Walk, the Eyries' primary gambling neighborhood. Glittering with the allure of golden krakens, Cardsharp Walk boasts overflowing game tables rife with opportunities for quick riches. Surprisingly, cheating is almost tolerated here, so long as you're not caught red-handed in the act. After all, pulling a good con is just one way of winning the game.",
												{
													"type": "inset",
													"id": "035",
													"entries": [
														"{@b Winner Take All (Mid-Level)}",
														"A trio of {@creature Pool Shark|LoRDToB|pool sharks} have been raiding the notorious dice houses of Cardsharp Walk for the past week, though their heists have always left a considerable amount of money left in the houses' vaults. What are these scoundrels really after, and who's employing them?"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Fortune's Glory",
											"id": "036",
											"entries": [
												"Marked by the Freljordian architecture on its front and the gold-painted sign swinging idly above the entrance, Fortune's Glory is one of the most popular destinations on Cardsharp Walk. Though some come to the gambling hall to bet their life savings on the roll of the dice, just as many come to spectate; Fortune's Glory has garnered a reputation for hosting some of the most intense card games Bilgewater has ever seen.",
												"The sly Zarcon Brath (chaotic neutral, nonbinary {@creature bandit captain}) currently serves as master of ceremonies for the establishment, though a few sailors dissatisfied with Zarcon's tolerance for a good con have been plotting to remove them from their position.",
												"The gambling house has also been said to be the preferred gambling den of the infamous Twisted Fate, though the scoundrel himself hasn't been seen on the premises since he won against the merchant Henmar. "
											]
										},
										{
											"type": "entries",
											"name": "Songbird's Row",
											"id": "037",
											"entries": [
												"For those who prefer not to lose their money to a hand of cards, the theaters and pubs of Songbird's Row provide ample entertainment for patrons of the Eyries.",
												{
													"type": "inset",
													"id": "038",
													"entries": [
														"{@b Duel of the Divas (Mid-Level)}",
														"Two talented singers are competing for the lead role in an upcoming production on Songbird's Row, a show which is guaranteed to be the talk of Bilgewater for weeks to come. Both are desperate to land the gig, but one has made a deal with an undead {@creature banshee} in the hopes it will increase their chances of winning. What does the banshee aim to get out of this deal? And what terrible fate does their ghostly wail spell for Songbird's Row at large?"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "The Garnay",
											"id": "039",
											"entries": [
												"A lavish nightclub, the Garnay boasts some of the best performances in Bilgewater. Lithe dancers take to the lacquered stage while brewmasters serve experimental concoctions to the enraptured crowd, and no show at the Garnay is ever performed twice. ",
												"Dame Lue Rhodenhart (chaotic good, female human {@creature mage}) runs the establishment. Known as one of the most generous and creative souls in Bilgewater, Dame Lue is always looking for new talent to flourish in her cabaret.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/022-card-brash-gambler.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "The Temple of Nagakabouros",
											"id": "03a",
											"entries": [
												"Though not technically part of the Eyries, the Temple of Nagakabouros sits at the midpoint between Rat Town and the upper levels of Bilgewater.",
												"Standing for over a thousand years, this sprawling temple of the Mother Serpent is one of the best-maintained structures in the pirate city. Its front windows overlook the churning waters of Bilgewater Bay, and at its heart sits a large courtyard shaped like the fanged mouth of a leviathan. Inside, acolytes pace the flame-lit halls and fill offering bowls with various fruits for Nagakabouros. When not wielded by Illaoi, visitors can also witness the gleaming Eye of God sitting on a central dais in the temple.",
												{
													"type": "inset",
													"id": "03b",
													"entries": [
														"{@b Lights on the Water (Low-Level)}",
														"From their vantage point overlooking Bilgewater Bay, several acolytes of Nagakabouros have spotted faint pale lights dancing along the waves after sunset. Some say these must be new bioluminescent flora, but others suspect that these lights are in fact {@creature Will-o'-Wisp||will-o'-wisps}, small spirits which feed off the souls of the deceased. Which is the truth, and what does this promise for the fate of Bilgewater?"
													]
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/023-Nagakabouros.png"
													}
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "White Wharf",
									"id": "03c",
									"entries": [
										"The White Wharf is a section of Bilgewater where the dead rest in floating graveyards. These graveyards are calm sections of water, where casks attached to grave-buoys are left to float. These buoys serve as markers; some made of wood simply carved with a name, and others are elaborate sculptures. These corpses attract plenty of scavengers, and the gulls crowd the wharf. The white wharf got its name from the enormous quantities of bird excrement left by these scavengers.",
										{
											"type": "inset",
											"id": "03d",
											"entries": [
												"{@b Floating Spirits (Mid-Level})",
												"Over the past few nights, many residents of Bilgewater have claimed to spy the glowing blue forms of {@creature Ghost||ghosts} rising from the floating graveyards scattered along the edges of the bay. The dead ought to rest peacefully—so what is rousing these spirits from their slumber? Could the Shadow Isles be making another attempt on Bilgewater, or is another faction to blame?"
											]
										},
										{
											"type": "entries",
											"name": "Mark's Spot",
											"id": "03e",
											"entries": [
												"Mark Lorkas (chaotic neutral, male human {@creature commoner}) is an artisan who makes his living carving the buoys that commemorate the dead in the white wharf. His home on white wharf doubles as a studio and store where the people of the city can commission these floating headstones. His business is well known, and since the death rate is high in Bilgewater, he turns a hefty profit.",
												"Since Mark deals in death, he is an excellent source of news and rumors. In addition to his sales, Mark also sits on the bankroll for several powerful criminals in Bilgewater. He plays a role in ensuring only the right bodies are discovered and is not above switching grave buoys to conceal evidence where needed.",
												"Mark's Spot is currently being watched by {@creature Miss Fortune|LoRDToB}, who correctly suspects that Mark played a role in covering up {@creature Gangplank|LoRDToB|Gangplank's} survival.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/024-card-prowling-cuthroat.png"
													}
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Random Encounters in Bilgewater",
							"id": "03f",
							"entries": [
								"Bilgewater is host to a colorful collection of people and dangers. This section describes some encounters that may occur while spending time in Bilgewater. While the party travels through the city, you may choose to roll on the below table to determine a random event that occurs.",
								{
									"type": "table",
									"caption": "City Encounters",
									"colLabels": [
										"d20",
										"Encounter"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"{@book Street Rats|LoRDToB|1|Street Rats}"
										],
										[
											"2",
											"{@book Tough As Nails|LoRDToB|1|Tough As Nails}"
										],
										[
											"3",
											"{@book Shark In Bilgewater|LoRDToB|1|Shark In Bilgewater}"
										],
										[
											"4",
											"{@book Good Egg|LoRDToB|1|Good Egg}"
										],
										[
											"5",
											"{@book Crossfire|LoRDToB|1|Crossfire}"
										],
										[
											"6",
											"{@book One of the Gang|LoRDToB|1|One of the Gang}"
										],
										[
											"7",
											"{@book Not-Dead-Yet|LoRDToB|1|Not-Dead-Yet}"
										],
										[
											"8",
											"{@book Fortune Smiles|LoRDToB|1|Fortune Smiles}"
										],
										[
											"9",
											"{@book Not-Dead-Yet|LoRDToB|1|Not-Dead-Yet}"
										],
										[
											"10",
											"{@book Grift|LoRDToB|1|Grift}"
										],
										[
											"11",
											"{@book Collect Call|LoRDToB|1|Collect Call}"
										],
										[
											"12",
											"{@book Penny Dreadful|LoRDToB|1|Penny Dreadful}"
										],
										[
											"13",
											"{@book Surprise Inside|LoRDToB|1|Surprise Inside}"
										],
										[
											"14",
											"{@book Graffiti|LoRDToB|1|Graffiti}"
										],
										[
											"15",
											"{@book This Sucks|LoRDToB|1|This Sucks}"
										],
										[
											"16",
											"{@book Nightlife|LoRDToB|1|Nightlife}"
										],
										[
											"17",
											"{@book Rotten Core|LoRDToB|1|Rotten Core}"
										],
										[
											"18",
											"{@book Serpent Spectacle|LoRDToB|1|Serpent Spectacle}"
										],
										[
											"19",
											"{@book Mob Mentality|LoRDToB|1|Mob Mentality}"
										],
										[
											"20",
											"{@book Finders Keepers|LoRDToB|1|Finders Keepers}"
										]
									]
								},
								{
									"type": "entries",
									"name": "Encounters A - F",
									"id": "040",
									"entries": [
										{
											"type": "entries",
											"name": "Collect Call",
											"id": "041",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "042",
													"entries": [
														"A crossbow bolt whizzes above your head, and someone calls: \"Stop right there, Kendrick! Your reign of terror ends now!\""
													]
												},
												"A human bounty hunter ({@creature veteran}) named Westley Graves has mistaken one of the characters for a petty criminal named Kendrick. A successful DC 15 Charisma ({@skill Persuasion}) check convinces Westley that he has made a mistake. Otherwise, the bounty hunter continues to attack."
											]
										},
										{
											"type": "entries",
											"name": "Crossfire",
											"id": "043",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "044",
													"entries": [
														"A shower of sparks explodes just above you as a monkey swoops down from a rooftop towards a cluster of ruffians in the street. The people around you begin to stampede to get away from the conflict."
													]
												},
												"The party is caught in the crossfire of a fight between six of Miss Fortune's {@creature Powder Monkey|LoRDToB|powder monkeys} and six {@creature Thug||thugs} loyal to Gangplank. If the party decides to avoid the battle, they must succeed on a DC 13 Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check to successfully make their way out of the panicking crowd. If the party decides to intercede in the fight, they might gain favor with either Miss Fortune or Gangplank, depending on which side they fight alongside.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/025-powder-monkeys.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "Finders Keepers",
											"id": "045",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "046",
													"entries": [
														"The toe of a leather boot peeks out from behind a pile of crates."
													]
												},
												"An unfortunate merchant has been murdered, and his body hastily stashed behind a pile of crates. A Wisdom ({@skill Medicine}) check reveals the merchant has been dead for less than an hour. A character who searches the corpse finds no money, but the merchant wears a {@item banshee's veil|LoRDToB} around his neck."
											]
										},
										{
											"type": "entries",
											"name": "Fortune Smiles",
											"id": "047",
											"entries": [
												"The party is approached by a human {@creature scout} named Reggie Mott, who is loyal to Miss Fortune. Reggie has noticed the party's capabilities and wants to gauge if they would be interested in joining the bounty hunter's supporters.",
												"If the party expresses interest, Reggie promises to contact them soon with some \"business\" opportunities."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Encounters G - N",
									"id": "048",
									"entries": [
										{
											"type": "entries",
											"name": "Good Egg",
											"id": "049",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "04a",
													"entries": [
														"A street vendor calls out to your party, \"You look like people of fine taste! I've got a treasure you can't afford to miss.\""
													]
												},
												"The vendor is an exotic pet dealer named Thea Brown. Cages filled with beautiful songbirds hang from her rolling cart display, along with several tanks occupied by rare types of lizards. Thea recently came in possession of a monster egg and is offering to sell it. If a character purchases the egg, it hatches in {@dice 1d4} days. Roll to determine what kind of egg it is, and Thea's asking price.",
												{
													"type": "table",
													"colLabels": [
														"1d4",
														"Egg type (and price)"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1",
															"A {@creature giant sea horse} (200 gp)"
														],
														[
															"2",
															"A {@creature giant toad} (350 gp)"
														],
														[
															"3",
															"A {@creature pseudodragon} (3000 gp)"
														],
														[
															"4",
															"A {@creature dragon shark|LoRDToB} (15,000 gp)"
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Graffiti",
											"id": "04b",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "04c",
													"entries": [
														"A mysterious masked figure hovers strangely over a nearby bounty board. "
													]
												},
												"If the characters confront the figure, the masked person runs away with surprising agility, calling out, 'my brush will never be silenced!' If the party examines the board, they see large mustaches drawn on all the bounty posters."
											]
										},
										{
											"type": "entries",
											"name": "Grift",
											"id": "04d",
											"entries": [
												"A wizard in a golden sequined robe starts a fire-eating act. If any characters stop to watch, they become marks for a team of three young pickpockets (human {@creature Commoner||commoners}). Any characters with a passive perception of 14 or higher notice the thieving attempt."
											]
										},
										{
											"type": "entries",
											"name": "Mob Mentality",
											"id": "04e",
											"entries": [
												"Loud yells sound from a nearby alley. A group of rowdy pirates has cornered two {@creature Soldier|GGR|soldiers} wearing the colors of Noxus.",
												"A group of eight pirates (use {@creature bandit} stats) has spent the night drinking and celebrating their fresh return to port. While out on the town, they spotted two {@creature Knight||knights} from Noxus, and are now threatening a fight. If the party does not intervene, the two knights are slaughtered."
											]
										},
										{
											"type": "entries",
											"name": "Nightlife",
											"id": "04f",
											"entries": [
												"A charismatic performer named Kiki Summers is standing on the street corner, offering coupons for a free drink at the famous Garnay nightclub in Songbird's Row."
											]
										},
										{
											"type": "entries",
											"name": "Not-Dead-Yet",
											"id": "050",
											"entries": [
												"A {@creature giant octopus} has escaped one of the killhouses and is attacking people in the streets."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Encounters O - S",
									"id": "051",
									"entries": [
										{
											"type": "entries",
											"name": "One of the Gang",
											"id": "052",
											"entries": [
												"The party is approached by a {@creature bandit} named Ophelia Landry, who is loyal to Gangplank. Ophelia has noticed the party's capabilities and wants to gauge if they would be interested in joining the captain's supporters.",
												"If the party expresses interest, Ophelia promises to contact them soon with some \"business\" opportunities.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/026-smooth-soloist.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "Penny Dreadful",
											"id": "053",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "054",
													"entries": [
														"A huddled beggar calls out, \"Just a penny please good people. For just a penny I'll tell your fortune.\""
													]
												},
												"If the characters give her a coin, the beggar rolls a cup of chicken bones onto the ground. After considering the bones, she tells them her prediction. Roll to determine what fortune she tells:",
												{
													"type": "table",
													"colLabels": [
														"1d4",
														"Fortune"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1",
															"You have a secret twin. This twin is currently trying to find and kill you."
														],
														[
															"2",
															"A remarkable treasure will fall from the sky very soon. It might be a sword, though, so if you aren't careful, it will kill you."
														],
														[
															"3",
															"Your next birthday is going to be incredible. The amount of fun will kill you."
														],
														[
															"4",
															"The next tavern you visit will unknowing be serving tainted food. If you eat it, it will kill you."
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Rotten Core",
											"id": "055",
											"entries": [
												"The support beams of a wooden walkway have rotted to ruin. All creatures standing on the section must succeed on a DC 13 Dexterity saving throw to jump out of the way or fall 20 feet, taking {@dice 2d6} bludgeoning damage."
											]
										},
										{
											"type": "entries",
											"name": "Serpent Spectacle",
											"id": "056",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "057",
													"entries": [
														"The people around you begin to murmur, and part as a group of Buhru move down the street. This collection of warriors are dressed in impressive suits of armor modeled to look like sea monsters."
													]
												},
												"A group of five Buhru serpent callers (use {@creature gladiator} stats) have just arrived in Bilgewater, and are heading to the Temple of Nagakabouros. They are quick to deal justice to any who interfere with their passage through the city."
											]
										},
										{
											"type": "entries",
											"name": "Shark In Bilgewater",
											"id": "058",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "059",
													"entries": [
														"A sudden snap comes from behind you, as two figures holding splintered cues step into view. One calls out, \"Alright, friend, just pay a little toll, and no one has to get hurt.\""
													]
												},
												"The party has attracted the attention of a pair of {@creature Pool Shark|LoRDToB|pool sharks}. The pool sharks have been tracking the party and wait for an opportune moment to approach. The sharks demand either 200 gold pieces or an item of equal value. If the party pays, the sharks leave them in peace. If the party refuses, the pool sharks attack.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/027-pool-shark.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "Surprise Inside",
											"id": "05a",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "05b",
													"entries": [
														"A cluster of sailors is gathered around a large wooden crate. They look at it nervously as loud, erratic knocking comes from inside it."
													]
												},
												"Unbeknownst to the sailors, this freshly unloaded crate has six {@creature Zombie||zombies} crammed inside. If no one opens the box, a zombie punches through the wood after one minute of knocking."
											]
										},
										{
											"type": "entries",
											"name": "Street Rats",
											"id": "05c",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "05d",
													"entries": [
														"A high pitched wail turns your attention towards a young man running up the street. A cluster of grey-furred bodies follows close at his heels."
													]
												},
												"Three {@creature Wharf Rat|LoRDToB|wharf rats} pursue a {@creature commoner} named Billy Brigs through the streets of Bilgewater. If the party does not interfere, the rats catch up to Billy and attack him."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Encounters T - Z",
									"id": "05e",
									"entries": [
										{
											"type": "entries",
											"name": "This Sucks",
											"id": "05f",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "060",
													"entries": [
														"A buzzing fills the air as a swarm of flying creatures burst from under the boardwalk."
													]
												},
												"The party's passing dislodges a hive of biting beetles, and three {@creature swarms of insects (beetles)|LoRDToB} surge out, attacking all creatures within 60 feet—possibly even innocent bystanders!"
											]
										},
										{
											"type": "entries",
											"name": "Tough As Nails",
											"id": "061",
											"entries": [
												{
													"type": "insetReadaloud",
													"id": "062",
													"entries": [
														"A crowd of spectators cheer as a turtle-like creature victoriously slams down the arm of a muscled sailor. The creature waves its arms in victory and yells, \"Anyone else have the guts to face me?\""
													]
												},
												"The challenger is an {@creature ironback|LoRDToB} who has defeated three challengers in arm wrestling matches. If a character decides to challenge them, they roll contested Strength ({@skill Athletics}) checks. If a character wins two out of three matches, the iron back concedes defeat and hands over 50 gp."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Beyond Bilgewater",
							"id": "063",
							"entries": [
								"Reaching Bilgewater is no easy feat. Miles of water teeming with fearsome sea monsters and deadly reefs surround the Serpent Isles. Traveling across the isle itself also has its share of perils, most notably encountering the Buhru, who do not allow non-natives to live outside the confines of Bilgewater.",
								"Use the following tables to determine who or what the characters might encounter on the way to and from Bilgewater. Use these tables as often as desired.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/028-the-beast-below.png"
									}
								},
								{
									"type": "table",
									"caption": "Encounters on the Land",
									"colLabels": [
										"d20",
										"Encounter"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1-10",
											"No encounter"
										],
										[
											"11",
											"A patrol of {@dice 1d6} Buhru {@creature Scout||scouts}"
										],
										[
											"12",
											"{@dice 2d4} {@creature Flying Snake||flying snakes}"
										],
										[
											"13",
											"A flock of {@dice 1d6} {@creature Axe Beak||axe beaks}"
										],
										[
											"14",
											"{@dice 1d4} {@creature Ape||apes}"
										],
										[
											"15",
											"A group of {@dice 1d4} {@creature Bandit||bandits} led by 1 {@creature bandit captain}"
										],
										[
											"16",
											"A pair of {@creature Awakened Tree||awakened trees}"
										],
										[
											"17",
											"A pair of {@creature Giant Boar||giant boars}"
										],
										[
											"18",
											"A friendly {@creature blink dog}"
										],
										[
											"19",
											"{@dice 1d6} {@creature Giant Wolf Spider||giant wolf spiders}"
										],
										[
											"20",
											"1 {@creature shambling mound}"
										]
									]
								},
								{
									"type": "table",
									"caption": "Encounters on the Sea",
									"colLabels": [
										"d20",
										"Encounter"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1-10",
											"No encounter"
										],
										[
											"11",
											"A patrol of {@dice 1d6} {@creature sahuagin}"
										],
										[
											"12",
											"A pair of {@creature merrow}"
										],
										[
											"13",
											"1 {@creature giant octopus}"
										],
										[
											"14",
											"{@dice 1d4} {@creature Harpy||harpies}"
										],
										[
											"15",
											"A pair of {@creature plesiosaurus}"
										],
										[
											"16",
											"A {@creature sea hag} disguised as a shipwreck survivor"
										],
										[
											"17",
											"A ship run by a crew of {@dice 2d6} pirates (use {@creature bandit} stat block)"
										],
										[
											"18",
											"{@dice 1d4} {@creature Killer Whale||killer whales}"
										],
										[
											"19",
											"A deserted ship infested by {@dice 3d6} {@creature Wharf Rat|LoRDToB|wharf rats}"
										],
										[
											"20",
											"1 {@creature dragon shark|LoRDToB}"
										]
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/029-LoR-decoration-05.png"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 2: Heroes and Scoundrels of Bilgewater",
					"id": "064",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/030-bilgewater-dock.png"
							}
						},
						"Creating a character of your own is easy. Start by opening the D&D Beyond {@link Character Builder|https://www.dndbeyond.com/characters/builder} and click on Quick Build. Follow these steps:",
						{
							"type": "list",
							"items": [
								"Select \"Human\" as your race",
								"Select \"Barbarian,\" \"Fighter,\" or \"Rogue\" as your class",
								"View your character sheet",
								"Click on your portrait in the top left corner and choose \"Manage Levels\" from the menu",
								"Set your level to 3 (the starting level for the adventure in this source)",
								"Make any decisions you need to make, including your subclass",
								"For your subclass, choose \"{@book Path of the Depths|LoRDToB|2|Barbarian: Path of the Depths}\" if you're a barbarian, \"{@book Renegade|LoRDToB|2|Martial Archetype: Renegade}\" if you're a fighter, or \"{@book Wild Card|LoRDToB|2|Roguish Archetype: Wild Card}\" if you're a rogue."
							]
						},
						"Be sure to talk with your fellow players about choosing different classes. It's not a problem if one or two people both choose fighter; one of you could play a different subclass, like a Champion archetype fighter instead of a Renegade—or you could make choices that set your characters apart, even if you're somewhat similar gameplay-wise. Once you start getting three or more players playing the same character class, your game might get messy.",
						"There are twelve classes in D&D, and three of them have Bilgewater-specific subclasses. You can find all these classes in the D&D {@book Basic Rules|PHB}. There are even more subclasses for all twelve classes in the {@book Player's Handbook|PHB}, some of which would fit Bilgewater perfectly, like a Tempest domain cleric, or a warlock whose patron is a Great Old One (like Tahm Kench). Be careful if you want to play a class that casts spells, like a bard, cleric, druid, sorcerer, wizard, or warlock. Spellcasting is one of the more complicated parts of D&D, so it's easier to learn the basic rules first before adding the spellcasting rules on top of that.",
						{
							"type": "section",
							"name": "Races of Runeterra",
							"id": "065",
							"entries": [
								"There are beings of all shapes and sizes that live across Runeterra. While most of the common D&D races don't perfectly fit these varied peoples, you can use these races as a starting point. A dragonborn might be a good template for a character that's half-dragon, half-human. Most of the magical beings of Runeterra vary widely in form, so you can use the game statistics of any of these races to create any sort of character you want, with any appearance—as long as your Dungeon Master says it's okay in their campaign.",
								"Other than humans, there is one other race that appears all across Runeterra: the strange and unpredictable spirit creatures called yordles. Usually covered in thick fur and standing about three feet tall, and filled with otherworldly caprice, the gnome race in D&D is a great fit for yordles."
							]
						},
						{
							"type": "section",
							"name": "Character Options",
							"id": "066",
							"entries": [
								"Below are three subclasses which give the barbarian, fighter, and rogue classes powers that make them particularly well-suited to the aquatic, black powder-choked, and high-rolling atmosphere of Bilgewater. It's highly recommended that new D&D players choose one of these subclasses. You can read about these subclasses below, and then select them in the D&D Beyond {@link Character Creator|https://www.dndbeyond.com/characters/builder} once you've started creating your character.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/031-card-nautilus.png"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Barbarian: Path of the Depths",
							"id": "067",
							"entries": [
								"Encounters with the terrors of the deep can break the minds of the weak-willed, but some forge their trauma into weapons never seen above the waves. The barbarian who walks this path has survived such an encounter and has gained extraordinary abilities from the experience.",
								{
									"type": "entries",
									"id": "068",
									"entries": [
										{
											"type": "entries",
											"name": "Gift of the Drowned Ones",
											"id": "069",
											"entries": [
												"At 3rd level when you adopt this path, you gain a swimming speed equal to your walking speed and gain the ability to breathe underwater."
											]
										},
										{
											"type": "entries",
											"name": "Dredge Line",
											"id": "06a",
											"entries": [
												"Starting when you choose this path at 3rd level, you manifest an extra appendage when you enter your rage. This weapon can appear as a kraken tentacle, a giant anchor, preternatural jaws, or something else based on your history.",
												"As a bonus action, you can use this appendage to strike at one creature of your choice that you can see within 15 feet. The target must succeed on a Strength saving throw (DC equal to 8 + your proficiency bonus + your Strength modifier) or be pulled up to 10 feet in a straight line towards you."
											]
										},
										{
											"type": "entries",
											"name": "Ghostwater Dive",
											"id": "06b",
											"entries": [
												"Beginning at 6th level, you can burst into water then materialize somewhere else as an action. You magically teleport along with any equipment you are wearing or carrying, up to 30 feet to an unoccupied space you can see. Before or after teleporting, you can make one attack, as part of your action. Moving in this way does not provoke opportunity attacks."
											]
										},
										{
											"type": "entries",
											"name": "Manifestations of the Deep",
											"id": "06c",
											"entries": [
												"At 10th level, you can manifest additional adaptations of the deep. Select one of the below adaptations you manifest, during a long rest you may replace your chosen manifestation with a new option from this list.",
												{
													"type": "entries",
													"name": "Eyes of the Deep",
													"id": "06d",
													"entries": [
														"You gain the ability to use echolocation. When you do so, you cast the {@spell true seeing} spell, without using a spell slot or material components. After you cast a spell in this way, you can't use this feature again until you finish a short or long rest."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "",
											"id": "06e",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Arms of the Deep",
															"entry": "While raging, you now manifest two magical appendages, which may be tentacles, chains and anchors, animated rigging, or another grasping arm of your choice. When you use your dredge line ability, you can attempt a grapple with each of your appendages."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "",
											"id": "06f",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Heart of the Deep",
															"entry": "Now on your turn, you can use a bonus action to gain temporary hit points equal to {@dice 1d12} + your barbarian level. Once you use this feature, you must finish a short or long rest before you can use it again."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "",
											"id": "070",
											"entries": [
												{
													"type": "entries",
													"name": "Soul of the Deep",
													"id": "071",
													"entries": [
														"You are now immune to all effects that would cause you to be {@condition charmed} or {@condition frightened}."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "",
											"id": "072",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Armor of the Deep",
															"entry": "Your skin hardens increasing your Armor Class by 1."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Depth Charge",
											"id": "073",
											"entries": [
												"At 14th level, when you use your ghostwater dive ability, you can choose to appear with a wave of tidal force. When you appear all creatures within 10 feet of you must make a Strength saving throw. On a failed save a creature takes {@dice 3d6} force damage and is knocked {@condition prone}. On a successful save, a creature takes half damage and is not knocked {@condition prone}.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/033-miss-fortune-2.png"
													}
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Martial Archetype: Renegade",
							"id": "074",
							"entries": [
								"What defines a Renegade is not simply the weapon they wield, or the ways they fight. A renegade, above all else, is a fighter of sly charm and swagger. With brash cockiness in spades, renegades build their own custom firearms to perfectly suit their own larger-than-life personalities. Particularly well-funded renegades may even have personalized Hextech weapons, but such folk are rare among the scoundrels of Bilgewater.",
								"Don't mistake their boasting for an empty facade—folk who underestimate a renegade's flashy gunplay tend to wind up dead.",
								{
									"type": "entries",
									"id": "075",
									"entries": [
										{
											"type": "entries",
											"name": "Scoundrel's Wit",
											"id": "076",
											"entries": [
												"Starting at 3rd level, you gain proficiency with the two of the following skills: {@skill Deception}, {@skill Persuasion}, or {@skill Sleight of Hand}."
											]
										},
										{
											"type": "entries",
											"name": "Gunfighter Form",
											"id": "077",
											"entries": [
												"Additionally, when you choose this archetype at 3rd level, you begin constructing a custom firearm that suits your unique brand of renegade style. This process begins by selecting the form upon which to base your weapon. Choose one of the following options; each form grants you a new ability and unlocks certain upgrades you can add to your weapon at higher levels.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Pistoleer",
															"entry": "Favoring speed and style over raw power, a renegade who adopts the Pistoleer form wields a small flintlock handgun. As an action on your turn, you can target a creature within 30 feet and shoot. Make a ranged attack roll against the target. You are proficient with the attack, and on a hit, the attack deals piercing damage equal to {@dice 1d6} + your Dexterity modifier."
														}
													]
												},
												"The number of shots you can fire during a single action increases when you reach higher levels in this subclass: two shots at 5th level, three shots at 11th level, and four shots at 20th level. The shots can target the same creature or different creatures. Make a separate attack roll for each shot.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Sniper",
															"entry": "Armed with a large two-handed firearm, a renegade who adopts the Sniper form can inflict massive damage in a single shot. As an action on your turn, you can target a creature within 120 feet and shoot. Make a ranged attack roll against the target. You are proficient with the attack, and on a hit, the attack deals piercing damage equal to {@dice 1d10} + your Dexterity modifier."
														}
													]
												},
												"You deal extra damage while using this form when you reach higher levels, dealing damage equal to {@dice 2d10} + your Dexterity modifier at 5th level, {@dice 4d10} at 11th level, and {@dice 6d10} at 20th level."
											]
										},
										{
											"type": "entries",
											"name": "Weapon of Choice",
											"id": "078",
											"entries": [
												"Through a combination of salvaging stolen pieces of arcane technology and sheer rakish ingenuity, you can customize your firearm with various upgrades. When you choose this archetype at 3rd level, pick one minor upgrade and one major upgrade from the {@filter Firearm Upgrades|optionalfeatures|Feature Type=FU:Min;FU:Maj} list at the end of this subclass. If an upgrade has a prerequisite, you must meet that prerequisite in order to benefit from the upgrade.",
												"You gain one additional minor upgrade at 5th level, and one additional major upgrade at 10th level."
											]
										},
										{
											"type": "entries",
											"name": "Cunning Shot",
											"id": "079",
											"entries": [
												"Starting at 7th level, you learn to exploit a foe's weak spots, even if they appear to have none. The damage dealt by your firearm, including damage dealt via Firearm Upgrades, ignores resistances and immunities."
											]
										},
										{
											"type": "entries",
											"name": "Grin and Bear It",
											"id": "07a",
											"entries": [
												"At 10th level, you can brace yourself in the heat of battle, even when gravely wounded. When you use your Second Wind feature, your AC gains a +1 bonus and your movement speed increases by 10 feet until the start of your next turn."
											]
										},
										{
											"type": "entries",
											"name": "Right Gun for the Job",
											"id": "07b",
											"entries": [
												"At 15th level, your skill with your firearm can adapt to any situation. When you finish a long rest, you can replace any of your Firearm Upgrades with a different one, though you cannot have more than two major upgrades equipped at a time. You must still meet the prerequisite of an upgrade in order to benefit from it."
											]
										},
										{
											"type": "entries",
											"name": "Light 'Em Up",
											"id": "07c",
											"entries": [
												"At 18th level, you learn to channel the volatile force of your firearm's black powder into a single concussive blast. As a bonus action, you can either throw or set down a small explosive. If thrown, the explosive has a range of 30 feet and detonates immediately on impact; if set down, the explosive can be detonated remotely from up to 60 feet away as another bonus action.",
												"When detonated, each creature within a 15-foot radius of the explosive must make a Dexterity saving throw, taking {@dice 12d6} force damage on a failure and half as much on a success. The DC for this saving throw is equal to your Firearm Upgrade DC.",
												"Once you use this feature, you cannot use it again until you complete a short or long rest."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Firearm Upgrades",
									"id": "07d",
									"entries": [
										"Unlike many tinkerers who labor studiously in their workshops, renegades alter their weapons to suit their personal knavish swagger. The following list provides various options to enhance your firearm's capabilities. These upgrades may be personal touches you put on your weapon, or scavenged bits of Hextech that you've discovered and rigged to work with your weapon.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Saving Throws",
													"entry": "Some of these upgrades require your targets to make a saving throw to resist the effect. The saving throw DC is calculated as follows:"
												}
											]
										},
										"{@b Firearm Upgrade save DC}= 8 + your proficiency bonus + your Charisma modifier"
									]
								},
								{
									"type": "entries",
									"name": "Minor Firearm Upgrades",
									"id": "07e",
									"entries": [
										{
											"type": "entries",
											"name": "Blade and Black Powder",
											"id": "07f",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Prerequisite",
															"entry": "Pistoleer Form"
														}
													]
												},
												"You create a matching blade to accompany your firearm, rendering you a deadly opponent in both melee and ranged combat. Being within 5 feet of a hostile creature doesn't impose disadvantage on your ranged attack rolls. Additionally, when you use your action to shoot using your Gunfighter Form, you can use your bonus action to strike at a creature within melee range. Make a melee attack roll. The attack roll uses your Dexterity modifier, and you are proficient with the attack. On a hit, the attack deals slashing damage equal to {@dice 1d6} + your Dexterity modifier."
											]
										},
										{
											"type": "entries",
											"name": "Caliber Net",
											"id": "080",
											"entries": [
												"By repurposing some salvaged Hextech parts, you equip your gun with an arcane net meant to trap opponents. As an action, choose a creature within range of your firearm. The creature must succeed on a Strength saving throw or be {@condition restrained}. At the end of each of its turns, the target can repeat this saving throw, ending the effect on a success. Once you use this feature, you cannot use it again until you finish a short or long rest."
											]
										},
										{
											"type": "entries",
											"name": "Collateral Damage",
											"id": "081",
											"entries": [
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Prerequisite",
															"entry": "Sniper Form"
														}
													]
												},
												"You alter your ammunition to have explosive capabilities. When you hit a target with a successful attack from your firearm, all creatures within 5 feet of the target must succeed on a Dexterity saving throw or take {@dice 1d6} piercing damage."
											]
										},
										{
											"type": "entries",
											"name": "Crosshairs",
											"id": "082",
											"entries": [
												{
													"type": "entries",
													"name": "Prerequisite",
													"id": "083",
													"entries": [
														"5th level",
														"You equip your firearm with a targeting mechanism. If you haven't moved this turn, you can aim down your sights as a bonus action, reducing your speed to 0 and granting you advantage on all attacks you make using your Gunfighter's Form feature until the end of your turn."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Double-Barrel",
											"id": "084",
											"entries": [
												{
													"type": "entries",
													"name": "Prerequisite",
													"id": "085",
													"entries": [
														"Sniper Form, 5th level",
														"You add a second barrel to your firearm. When you use your Gunfighter Form, you can shoot twice during a single action, instead of once. The shots can target the same creature or different creatures. Make a separate attack roll for each shot."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Smoke Screen",
											"id": "086",
											"entries": [
												"As an action, you alter the firing mechanism of your gun to release a burst of ash and smoke. This cloud forms a 10-foot cube centered on a point of your choice within the firearm's range, spreading around corners, and the area covered by this cube is considered heavily obscured. This smoke lasts for 10 minutes and cannot be dispersed. Once you use this feature, you cannot use it again until you finish a short or long rest."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Major Firearm Upgrades",
									"id": "087",
									"entries": [
										{
											"type": "entries",
											"name": "Barrage",
											"id": "088",
											"entries": [
												"As an action, you can fire a barrage of bullets. Each creature in a 15-foot cone originating from yourself must make a Dexterity saving throw, taking piercing damage equal to {@dice 3d10} + your Dexterity modifier on a failure and half as much on a success. Once you use this feature, you cannot use it again until you finish a short or long rest."
											]
										},
										{
											"type": "entries",
											"name": "Double Up",
											"id": "089",
											"entries": [
												"When you hit a creature with a successful ranged weapon attack with a firearm, you can immediately cause the bullet to hit another creature within 15 feet of the original target. The second target takes piercing damage equal to your Dexterity modifier (minimum of one). You can redirect a bullet in this way a number of times equal to your Charisma modifier, and regain all expended uses after a short or long rest."
											]
										},
										{
											"type": "entries",
											"name": "Lightning Round",
											"id": "08a",
											"entries": [
												"You equip your firearm with a volatile piece of stolen Hextech, allowing you to release a piercing bolt of electricity as an action on your turn. The lightning fires from you in a straight line that is 1 foot wide and 30 feet long. Each creature in the line must make a Dexterity saving throw, taking {@dice 3d8} lightning damage on a failure and half as much on a success. Once you use this feature, you cannot use it again until you finish a short or long rest."
											]
										},
										{
											"type": "entries",
											"name": "Trial by Fire",
											"id": "08b",
											"entries": [
												"As a bonus action, you can charge your weapons with blazing force. Until the start of your next turn, whenever you make a successful attack, you deal extra fire damage equal to half your fighter level, rounded up. You can charge your weapons this way a number of times equal to your Charisma modifier (minimum of once), and regain all uses after a short or long rest.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/038-twisted-fate-2.png"
													}
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Roguish Archetype: Wild Card",
							"id": "08c",
							"entries": [
								"Some rogues favor honing their skill and precision, others perfect a silver tongue, but you—well, you've always gotten a kick out of leaving things up to chance.",
								"Rogues of the Wild Card variety thrive on the high stakes and random thrill of the game table. Armed with cunning cheats and no small amount of luck, these sly gamblers live and die by their rules, never keen to simply accept the hand fate deals them.",
								{
									"type": "entries",
									"id": "08d",
									"entries": [
										{
											"type": "entries",
											"name": "Tricks Up the Sleeve",
											"id": "08e",
											"entries": [
												"Your penchant for games has afforded you the ability to subtly manipulate fortune to your favor. When you choose this archetype at 3rd level, you learn the {@spell guidance} cantrip. Starting at 9th level, it has a range of 30 feet for you, and you can cast it as a bonus action."
											]
										},
										{
											"type": "entries",
											"name": "Wild Card's Gambit",
											"id": "08f",
											"entries": [
												"Also at 3rd level, you gain proficiency with one of the following gaming sets: {@item dice set|PHB}, {@item dragonchess set|PHB}, or {@item playing card set|PHB}.",
												"The gaming set you choose grants you a Wild Card's Gambit, as detailed below. If you are proficient in multiple types of gaming sets, you must choose which gambit to use when you gain this feature. You can change your choice of gambit whenever you gain a level in this class."
											]
										},
										{
											"type": "entries",
											"name": "Loaded Dice",
											"id": "090",
											"entries": [
												"You gain a pool of d6s equal to the number of d6s you roll for your Sneak Attack damage. (Your pool starts with {@dice 2d6} at 3rd level, and increases to {@dice 3d6} at 5th level, and so on.)",
												"When a creature targets you with an attack, you can use your reaction to spend one die from the pool and subtract the number rolled from the attack. You can choose to use this feature after the creature makes its roll, but before the DM determines whether the attack roll hits or misses. Starting at 9th level you can spend up to two dice from the pool at once, and starting at 17th level you can spend up to three dice at once. You regain all expended dice from your loaded dice pool when you complete a long rest."
											]
										},
										{
											"type": "entries",
											"name": "Dragonchess",
											"id": "091",
											"entries": [
												"Your prowess of the chessboard has made you a skilled tactician on the battlefield. As a bonus action on your turn, you can execute one of the following chess maneuvers. You can use a bonus action in this way a number of times equal to your Charisma modifier (minimum of once), and regain all uses after a long rest.",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Dragon",
															"entry": "Choose a creature you can see within 30 feet of you. The first time that creature makes a successful attack roll before the start of your next turn, they deal extra damage equal to your level in this class."
														},
														{
															"type": "item",
															"name": "Griffon",
															"entry": "Your movement speed increases by 10 feet, and your movement does not provoke opportunity attacks. These benefits last until the start of your next turn."
														},
														{
															"type": "item",
															"name": "Sylph",
															"entry": "You and all friendly creatures within 5 feet of you have advantage on Dexterity saving throws until the start of your next turn."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Playing Cards",
											"id": "092",
											"entries": [
												"You have developed a fighting style based around the cartomancy of the Serpent Isles. You have your own deck of enchanted cards, and can make their edges razor-sharp with a flick of your wrist. If you have not yet used your Sneak Attack this turn, you can use your action to take one of these cards and attack a creature within 30 feet with it. The attack roll for this feature uses your Dexterity modifier, and on a hit, it deals slashing damage equal {@dice 1d4} + your Dexterity modifier. When you roll for damage, look at the number rolled on the {@dice d4}. The attack gains a random effect based on the number rolled, as detailed in the Wild Card Suit table below.",
												"You can attack using a card in this manner a number of times equal to your Charisma modifier (minimum of once), and regain all uses after a long rest.",
												{
													"type": "table",
													"caption": "Wild Card Suit Table",
													"colLabels": [
														"Damage die (d4)",
														"Suit"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1",
															"Blade. Roll your Sneak Attack damage and add it to your razor card's damage. At the start of its next turn, the target takes additional damage equal to half the Sneak Attack damage rolled."
														],
														[
															"2",
															"Shackle. Until the start of your next turn, the target's speed is halved. It can't make more than one attack on its turn while its speed is reduced in this way."
														],
														[
															"3",
															"Heart. Roll your Sneak Attack damage and add it to your razor card's damage. You also immediately regain a number of hit points equal to the half the damage dealt. Any excess hit points regains become temporary hit points."
														],
														[
															"4",
															"Wild Ace. This card morphs suits depending on the dealer's wishes. Choose Blade, Shackle, or Heart. The card then immediately gains the suit's respective effect."
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Shifting the Odds",
											"id": "093",
											"entries": [
												"Starting at 9th level, you are acutely aware of how to quit when you're ahead, vanishing in a flash when the odds begin to turn against you. As a bonus action, you can disappear with a dramatic flourish. Each creature within 10 feet of you must make a Dexterity saving throw (DC 8 + your proficiency bonus + your Charisma modifier), taking {@dice 4d10} force damage on a failed save or half as much on a successful one.",
												"You then teleport yourself to an unoccupied space that you can see within 120 feet of your original location. Once you have used this ability, you cannot use it again until you have finished a short or long rest."
											]
										},
										{
											"type": "entries",
											"name": "Twist of Fate",
											"id": "094",
											"entries": [
												"At 13th level, your mastery over the game table hones your speed and cunning in combat. After rolling initiative but before the first turn of combat, you can choose to swap places in the initiative order with one creature you can see. If the creature is one of your allies, that ally must agree to swapping initiative with you."
											]
										},
										{
											"type": "entries",
											"name": "Joker Wild",
											"id": "095",
											"entries": [
												"At 17th level, your mastery over chance encompasses even your own form, allowing you to exist between potential realities. As a bonus action on your turn, you can take on an incorporeal form, during which you gain the following benefits:",
												{
													"type": "list",
													"items": [
														"You regain expended power for your Wild Card's Gambit feature:",
														{
															"type": "list",
															"items": [
																"{@b {@i Cards}.} You regain all spent uses of that feature.",
																"{@b {@i Dragonchess}.} You regain all spent uses of that feature.",
																"{@b {@i Dice}.} You regain all spent dice."
															]
														},
														"Your movement speed is doubled.",
														"You gain resistance to all damage, and are immune to the {@condition grappled}, {@condition paralyzed}, {@condition stunned}, and {@condition restrained} conditions.",
														"You can move through objects and creatures as if they were difficult terrain. If you end your turn inside a creature, the creature takes {@dice 1d10} force damage and is shunted into an adjacent space within 5 feet of their original location."
													]
												},
												"This incorporeal state lasts for one minute, or until you are {@condition incapacitated}. Once you use this feature, you cannot use it again until you complete a long rest."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 3: Herald of the Harrowing",
					"id": "096",
					"entries": [
						"As the saying goes—there's never a dull day in Bilgewater. From daring smuggler's runs to legendary monster hunts on the high seas, this port city thrums with adventure. ",
						"This chapter presents \"Herald of the Harrowing,\" a short adventure to help adventurers get their campaign started in Bilgewater. When a night out at a tavern turns dark, the adventurers find themselves fighting shadows and investigating ghostly harbors, entrenched in a battle for the city itself. If you're planning on experiencing the adventure as a player, stop reading now!",
						{
							"type": "section",
							"name": "Background",
							"id": "097",
							"entries": [
								"Though many residents of Bilgewater earn their keep through the Slaughter Fleets and Carving Bays, a handful work as scrappers, dredging shipwrecks from the briny depths and salvaging whatever parts they can find. One such group of scrappers recently uncovered the {@i Phantom's Ire}, a massive sunken galleon at the bottom of Bilgewater Bay. Though many are excited to discover what valuable treasures they can find within its rotting hull, a few residents of Bilgewater are apprehensive, regarding the ship as an ill omen for the future of the city.",
								"Their suspicions are proven true when some nights later, a tendril of dark magic reaches out from the Shadow Isles and ensnares the wreck, causing it to spew forth the undead-ridden Black Mist upon the city."
							]
						},
						{
							"type": "section",
							"name": "Overview",
							"id": "098",
							"entries": [
								"\"Herald of the Harrowing\" is an adventure designed for a party of 3rd-level characters. The adventure can be broken down into the following points:",
								{
									"type": "list",
									"items": [
										"After a tavern brawl breaks out at the Brazen Hydra, the Black Mist begins to engulf Bilgewater Bay. Undead spirits ravage the streets as part of what is known as the Harrowing, a scourge from the Shadow Isles.",
										"The adventurers are recruited by either {@creature Miss Fortune|LoRDToB|Sarah Fortune}, the current leader of Bilgewater, or {@creature Gangplank|LoRDToB}, the city's former Reaver King, to travel to Bilgewater's salvage docks and scuttle the ship at the epicenter of this Harrowing.",
										"At the salvage docks, the adventurers confront the Shadow Isles' {@creature Commander Ledros|LoRDToB} and must destroy the shipwreck before the Harrowing consumes the city in its entirety."
									]
								},
								"If your players would like to level up over the course of the adventure, it's recommended that they level at the end of Part 1.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/041-bilgewater-bar.png"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Part 1: Grim Shadows",
							"id": "099",
							"entries": [
								"Tall tales fill the briny air of Bilgewater Bay, as sailors return to port after a hard day's work. But some of these stories are more fact than fiction, and when one tavern patron's ramblings prove to hold more truth than expected, the entirety of Rat Town find themselves engulfed in the Black Mist of a Harrowing. The characters must battle through the shadows and strike unlikely bargains, all in a desperate attempt to rid the city of this roiling darkness.",
								{
									"type": "entries",
									"name": "Where to Start",
									"id": "09a",
									"entries": [
										"This adventure assumes that the characters have already met and are presently spending the night at the Brazen Hydra, Bilgewater's most famous tavern. How the characters know each other is up for the group to decide: they could be a group of mercenaries, a scrappy pirate crew looking for some spare coin, or maybe just sailing buddies relaxing on a night off. Alternatively, you can begin this adventure as each character enters the Brazen Hydra on their own independent ventures and then unite as danger threatens them all."
									]
								},
								{
									"type": "entries",
									"name": "The Brazen Hydra",
									"id": "09b",
									"entries": [
										"A rowdy tavern housed within the three-story wreck of an old slaughter fleet galleon, the Brazen Hydra is a hotbed for all sorts of scum and villainy in Bilgewater. At every hour, pool sharks and cardsharps place their bets on the tavern's many dice tables, and bedraggled sailors can be heard regaling embellished tales of their latest seafaring escapades to any who will listen.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/042-LoR-decoration-09.png"
											}
										},
										{
											"type": "entries",
											"name": "Patrons",
											"id": "09c",
											"entries": [
												"Given the popularity of the Brazen Hydra, there is no shortage of interesting faces to be found around the tavern's premises. Two of the loudest patrons currently occupying the tavern are scrapper Tala Kenton and the knavish pickpocket Daine Pierpont. ",
												"A tall woman with wild dark hair and a flair for the dramatic, Tala (chaotic neutral, female human {@creature spy}) is known around Bilgewater for her penchant for tall tales. Tala is also secretly in league with Gangplank, the former Reaver King believed to be deceased. With her mother serving as one of the priests at the Temple of Nagakabouros, Tala has more knowledge about the strange legends that lurk in Bilgewater's tides than she initially lets on.",
												"Daine Pierpont (neutral, male human {@creature bandit}) has heard his fair share of Tala's stories, and knows to take what she says with a grain of salt. He's often found sitting with a couple of his drinking buddies, loudly scoffing at Tala's legends. His bald head and thick silver mutton chops are easily recognizable to anyone who frequents the Brazen Hydra.",
												"Characters may also encounter a myriad of other patrons as they meander through the Brazen Hydra. For more interesting faces to pepper throughout the tavern, see {@book part 3|LoRDToB|3|Part 3: Turning Tides} of the adventure. "
											]
										},
										{
											"type": "entries",
											"name": "Tales From the Dark Depths ",
											"id": "09d",
											"entries": [
												"As the characters relax in the Brazen Hydra, they overhear a cocky scrapper reciting the tale of her latest find, much to the chagrin of other patrons. Read the following to set the scene:",
												{
													"type": "insetReadaloud",
													"id": "09e",
													"entries": [
														"You sit around a chipped wooden table, surrounded by the sound of raucous laughter and hearty swigs of Bilgewater's finest rum. In the corner, a woman in a flamboyant purple coat kicks her feet onto the table. \"And so there we was,\" she says, eyes solemn, \"Me and me crew, diggin' through that cursed wreck. When suddenly—whoosh!\" She sweeps her arm, nearly knocking over a tankard of ale. \"Somethin' dark swooped from the horizon. I never felt somethin' so terrifyin' and cold in my life, I tell ye! Ship's haunted, I say. We never should've pulled that wreck from the tides.\"",
														"A squat figure in dark clothes pipes up from a few tables away. \"C'mon Tala, we know better than to believe your tall tales, now!\""
													]
												},
												"The woman in purple is Tala Kenton. A tall figure with wavy, silver-streaked black hair and a flair for the dramatic, Tala has just returned from working at the salvage docks, where she and a small team have been dismantling the wreck of the {@i Phantom's Ire}. ",
												"But the figure in dark clothes, Daine Pierpont, has other opinions. Not one for superstition and myth, Daine believes Tala to be exaggerating the danger of the wreck in order to claim more of its treasures for herself. He alternates between loudly interjecting detractions from Tala's story and soothing his tipsy companions that they'll get their share of valuables from the wreck. ",
												"Tala and Daine's squabbling continues in the background of the Brazen Hydra, until their argument reaches a breaking point:",
												{
													"type": "insetReadaloud",
													"id": "09f",
													"entries": [
														"A sudden shout rises above the crowd. \"I'll show ye what happens if you don't believe this scrapper's tales!\" Knuckles crack against bone, and the same squat man in dark clothes is sent flying as the woman in purple crashes her fist into his face. One of the man's drinking buddies help him from the ground, while the other lunges for the woman. Someone in the bar raises a tankard in a cheer, and a rowdy crowd begins to urge the fight on. What do you do?"
													]
												},
												"A brawl breaks out between Tala, Daine, and Daine's two buddies, who are both {@creature Bandit||bandits} like their friend. Daine attempts to knock Tala out before she can keep spinning tales; Tala fights for both what she believes to be the truth and her injured pride. Neither Tala nor Daine want to kill the other; they're fighting just to defend their pride.",
												"If the characters decide to intervene in the fight, have everyone roll initiative."
											]
										},
										{
											"type": "entries",
											"name": "Siding with Tala",
											"id": "0a0",
											"entries": [
												"Should one or all the characters help Tala, either by knocking Daine and his friends out or by pulling her away from the brawl, the captain reluctantly thanks the characters for their assistance. ",
												"Should they pry for more information, Tala gladly provides them the full story: she and two other scrapper crews dredged the {@i Phantom's Ire} from the depths of Bilgewater Bay three nights ago. However, every time she attempts to salvage anything from the galleon, she swears she spots a tendril of shadow lash across the horizon towards Bilgewater. Highly suspicious of magic, Tala believes this to be an ill omen for the future of the city, and has been since urging her companions to return the shipwreck to its rightful place beneath the tides.",
												"If the characters say they believe her story, Tala thanks them and promises to aid them in the future in return. Should a character wish to lie to Tala about believing her story, they must succeed on DC 12 Charisma ({@skill Deception}) check. If the check fails, or if a character outright says Tala's story is false, Tala spits in the character's face and storms off."
											]
										},
										{
											"type": "entries",
											"name": "Siding with Daine",
											"id": "0a1",
											"entries": [
												"Should one or all of the characters help Daine, either by knocking Tala out or by pulling him and his companions away from the brawl, Daine breathlessly thanks the characters for their intervention and busies himself with checking his drinking buddies for injuries. ",
												"While patching up his fellows, Daine explains that he couldn't stand Tala spreading such lies. If asked for clarification, Daine informs the characters about the {@i Phantom's Ire}. a small scrapper crew pulled the wreckage from the bay three nights ago, and since then, desperate scrappers and thieves have been trying to claim some of the ship's valuable parts for their own. He also explains that a handful of superstitious sailors (\"'course, what sailor ain't superstitious, ya get?\" he adds), believe the ship to be cursed, though he thinks that is just a ruse to keep other crews away from the wreck."
											]
										},
										{
											"type": "entries",
											"name": "Staying Back",
											"id": "0a2",
											"entries": [
												"Characters who choose to spectate the brawl overhear snippets of Tala and Daine's argument. Those who wish to listen more intently must make a DC 12 Wisdom ({@skill Perception}) check. On a success, the character hears fragments of both parties' arguments: Tala firmly believes that {@i Phantom's Ire} will bring ill fate to Bilgewater, and Daine insists she is only fabricating such a tale to keep others away from her share of the treasure.",
												"If no characters decide to intervene in the brawl, Tala knocks out both of Daine's companions before Daine lands a sucker punch in her gut. She staggers, and then storms off to the bar counter to order another drink, while Daine is left to weakly bandage his friends' wounds. Attempting to approach either of them for conversation in this state requires a successful DC 13 Charisma ({@skill Persuasion}) check. Otherwise, the person in question stonily ignores the characters.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/043-the-harrowing.png"
													}
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Harrowing Begins",
									"id": "0a3",
									"entries": [
										"The uneasy peace that settles over the Brazen Hydra in the aftermath of the brawl doesn't last for long, however. Read or paraphrase the following when the characters are finished talking with people after the brawl:",
										{
											"type": "insetReadaloud",
											"id": "0a4",
											"entries": [
												"All at once, the candles lining the tavern's chandeliers flicker, then are extinguished. The door creaks open with a cold wind, and in the moonlight seeping in through the grimy windows, the shadows of the room seem to elongate. Growing long limbs, sharp claws, gaping mouths. Rising up from the ground of their own accord. The sockets where their eyes should be flash a ghostly, hungering blue."
											]
										},
										"Countless tendrils of swirling Black Mist stretch through the streets of Rat Town, and swarms of undead tear through its streets. Shouts of confusion intermingle with cries of panic as townsfolk rush to grab their weapons and find shelter. ",
										{
											"type": "entries",
											"name": "Encounter: Vanguard of the Harrowing",
											"id": "0a5",
											"entries": [
												"This encounter can take place either inside the Brazen Hydra or on the streets of Bilgewater. As the characters attempt to escape the Black Mist, they find themselve accosted by two {@creature Barkbeast|LoRDToB|barkbeasts} and one {@creature shadow}, all hungering to claim souls for the Shadow Isles. Have everyone roll initiative."
											]
										},
										{
											"type": "entries",
											"name": "Aftermath",
											"id": "0a6",
											"entries": [
												"Once combat has ceased, the characters hear Daine's voice booming over the hubbub. \"Get to the barricade!\" he roars, urging the chaotic tide of confused townsfolk down the street. Following this crowd leads the characters to Butcher's Bridge (see \"{@book Butcher's Bridge|LoRDToB|3|Butcher's Bridge}\"), where the survivors of the Harrowing are sheltering. ",
												"A character that makes a successful DC 15 Wisdom ({@skill Perception}) check notices that the Black Mist is pouring out of a port built around one of the many rock spires protruding from Bilgewater Bay—one of the city's salvage docks. More intrepid parties may choose to head straight for the eye of the storm. In that case, proceed directly to {@book Part 2|LoRDToB|3|Part 2: Chasing Ghosts}.",
												"Tala is also watching the characters from the shadows. If the characters allied with Tala during the tavern brawl, the slaughter fleet captain approaches them and promises to lead the party somewhere safe. Tala then escorts the party to Gangplank's ship, the {@i Dreadway}, via a rowboat (see \"{@book The Dreadway|LoRDToB|3|The Dreadway}\").",
												"If the characters didn't ally with Tala, a character that makes a successful DC 14 Wisdom ({@skill Perception}) check spots the flutter of Tala's purple coast disappearing down an alleyway, away from the other crowds. If characters decide to follow her, they must succeed on a DC 16 Dexterity ({@skill Stealth}) check to proceed undetected. Tala engages anyone she believes is tracking her, and takes potshots while fleeing. Following her unnoticed leads to a dock of small dinghies where the characters spy her rowing towards the {@i Dreadway}. The characters may follow in a rowboat of their own (see \"{@book The {@i Dreadway}|LoRDToB|3|The Dreadway}\")."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "A Tale of Two Captains",
									"id": "0a7",
									"entries": [
										"The conflict between Miss Sarah Fortune and the Reaver King Gangplank is nothing short of legendary. Many believed the war between captains ended six months ago, when Miss Fortune bombed Gangplank's ship, the {@i Dead Pool}, and ostensibly killed its pirate captain. But Gangplank survived, and now, with the support of the Buhru people, he aims to take back leadership of Bilgewater. ",
										"Depending on which location the characters visit after their first encounter with the Harrowing, the party may find themselves allied with either {@creature Miss Fortune|LoRDToB} or {@creature Gangplank|LoRDToB}.",
										{
											"type": "entries",
											"name": "Butcher's Bridge",
											"id": "0a8",
											"entries": [
												"The sounds of panic and splintering wood greet the characters as they rush towards Butcher's Bridge:",
												{
													"type": "insetReadaloud",
													"id": "0a9",
													"entries": [
														"The streets of Rat Town soon give way to a crumbling stone bridge with a heavy wooden gate. Urgent shouting fills your ears: \"Hurry, barricade the door! Don't let any of that mist through!\" You push past the crowd and stumble onto the other side just before the gate slams shut with a heavy crash."
													]
												},
												"The few survivors who escaped the Harrowing of Rat Town (about 5 {@creature Bandit||bandits} and 10 {@creature Commoner||commoners}) huddle along Butcher's Bridge, tending their wounds. On the end of the bridge opposite the gate rises the towers of the Temple of Nagakabouros. ",
												"One of the survivors is Daine, but both of his wounded friends were slain by creatures of the Shadow Isles. If the characters sided with Daine during the tavern brawl or chose not to intervene, the pickpocket's voice expresses a mixture of surprise and regret, explaining with a hollow laugh that he never expected Tala's stories to be true. If the characters sided with Tala, Daine ruefully growls that they made the right call in trusting her. ",
												"Either way, Daine explains he works for the legendary Miss Sarah Fortune, and that she's called all her loyalists to the Temple, seeking able fighters to scuttle the cursed wreck at the salvage docks and offering quite the reward for a successful mission. He suggests that the characters go talk with her, given how well they handled themselves against the shadows back in Rat Town.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/044-miss-fortune.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "The Temple of Nagakabouros",
											"id": "0aa",
											"entries": [
												"Looking for Miss Fortune leads the characters into the main courtyard of the temple:",
												{
													"type": "insetReadaloud",
													"id": "0ab",
													"entries": [
														"Your steps echo through the ancient stone halls of the temple until you emerge into a wide courtyard, decorated with dozens of statues of rearing, fanged serpents. At the far end stands a young woman with flame-red hair tumbling from beneath a stylish pirate's hat, and bearing two elegantly carved pistols at her side. Her blouse is stained with scorch marks. She greets you with a smirk and a nod of her head, and says, \"I hear tell a group of fighters saved a load of people back in Rat Town. Matchin' your description, too. Are you them?\" "
													]
												},
												"Though usually confident and charming, {@creature Miss Fortune|LoRDToB} is in a foul mood, and wastes no time in explaining the situation to the party. She tells the characters that she spied a tendril of the Black Mist reaching out from the Shadow Isles and ensnaring one of the wrecks at Bilgewater's salvage docks, which leads her to believe that some stronger specter from the Shadow Isles has claimed dominion over the wreck and aims to consume the entire city with the Black Mist. A character that makes a successful DC 15 Wisdom ({@skill Insight}) check intuits that beneath her strong facade, Miss Fortune is deeply shaken by the events and truly concerned for the well-being of those who live in Bilgewater. ",
												"Miss Fortune offers the characters 25 gp each, should they successfully scuttle the cursed wreck and send it back below the waves. Characters attempting to negotiate this deal must make a DC 13 Charisma ({@skill Persuasion}) check. On a success, Miss Fortune either agrees to raise the final payment to 30 gp or pay each character 10 gp up front—but not both. ",
												"Once the deal has been finalized, Miss Fortune gives each character one {@item powder keg|LoRDToB} to help them scuttle the ship and points the characters towards the salvage docks. ",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/045-Slaughter_Docks_3.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "The Dreadway",
											"id": "0ac",
											"entries": [
												"Paddling across Bilgewater Bay, the characters see the intimidating, shark-like hull of the {@i Dreadway} rising from the mist:",
												{
													"type": "insetReadaloud",
													"id": "0ad",
													"entries": [
														"The shadow of a massive ship looms over you, lights like eyes glowing green in its prow. Two massive cannons rise from the shark's maw carved into its prow, and its black sails flutter in the wind."
													]
												},
												"If the characters are not accompanied by Tala, they must succeed on a DC 18 group Dexterity ({@skill Stealth}) check to avoid the notice of Gangplank's various lookouts. If the number of failures outweigh the number of successes, the party is spotted (see \"A Captive Audience\"). On a success, the party can board the {@i Dreadway} unhindered, blending into the motley crowd of Gangplank's allies."
											]
										},
										{
											"type": "entries",
											"name": "A Captive Audience",
											"id": "0ae",
											"entries": [
												"If the party is spotted, a shout rises up from the deck: \"Spies, off the starboard bow!\" The crew then aims multiple cannons at the characters' small boat and demands their surrender. A successful DC 13 Charisma ({@skill Deception} or {@skill Persuasion}) check convinces the crew that the characters aren't spies, but the crew still requests they come aboard the {@i Dreadway}nonetheless.",
												"Once on board, the characters come face-to-face with the Saltwater Scourge himself:",
												{
													"type": "insetReadaloud",
													"id": "0af",
													"entries": [
														"In front of you stands a towering man, beard as grey as a stormcloud and eyes glowering beneath a tattered captain's hat. One hand, composed entirely of creaking iron and gears, wraps around the hilt of a vicious cutlass. \"Thought that dogs like ye could sneak up on ol' Gangplank, eh?\" he sneers. \"Did ye think I was still rottin' in the tides? Ha! Think again.\""
													]
												},
												"Gangplank is keen to prevent word of his survival reaching Bilgewater proper, and considers killing the characters to ensure their silence. After a moment's thought, however, he proposes a deal: if the characters manage to stop the Black Mist currently ravaging the city, he will let them walk away from his ship with their lives. A character that makes a successful DC 15 Wisdom ({@skill Insight}) check intuits that, for all of Gangplank's ploys for power, he cares about this city—at least insofar as he wants to have something left to rule once he has returned to his throne. Should the characters refuse Gangplank's offer, he throws them into the {@i Dreadway}'s brig until they reconsider.",
												"Once agreed, Gangplank forces the characters into one of the {@i Dreadway}'s life boats and sends them sailing towards one of Bilgewater's many salvage docks, where he can see the thickest concentration of the Black Mist in Bilgewater.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/046-gangplank.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "Captain's Orders",
											"id": "0b0",
											"entries": [
												"If brought onto the {@i Dreadway} by Tala or boarding the ship undetected, the party encounters {@creature Gangplank|LoRDToB} anxiously watching the Black Mist consuming Bilgewater:",
												{
													"type": "insetReadaloud",
													"id": "0b1",
													"entries": [
														"Amidst the crowd of both pirates and acolytes dressed in Buhru attire paces a towering man with stormy eyes and a wild grey beard—Gangplank, the Saltwater Scourge, long thought dead by most of Bilgewater. One hand, made entirely of iron and gears, rests against the helm of the ship. \"Bloody Sarah Fortune won't be able to defend the city against another Harrowing,\" he mutters. \"I want there to be a city left when I return.\""
													]
												},
												"Gangplank offers 20 gp and a place among his elite warriors to anyone who helps drive back this Harrowing. If the characters aided Tala back at the Brazen Hydra, she personally recommends them for the job. Gangplank is stubborn and refuses to budge on the terms of his offer, but a character that makes a successful DC 18 Charisma ({@skill Persuasion}) check can sweet-talk him into paying each individual 5 gp up front. ",
												"Once the deal is finalized, Gangplank gives each character one {@item powder keg|LoRDToB} and lends the characters one of the {@i Dreadway}'s lifeboats. He then points them in the direction of the salvage docks, where he's spotted the Black Mist gathering."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Pursuing the Mist",
									"id": "0b2",
									"entries": [
										"Whether by land or by sea, the characters journey to the salvage docks. You can treat this journey as a short rest, allowing characters to expend hit dice and regain other resources."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 2: Chasing Ghosts",
							"id": "0b3",
							"entries": [
								"Task in hand, the characters follow the Black Mist to the salvage docks. As the epicenter of this Harrowing, the neighborhood is abandoned and in shambles. The heart of this Harrowing is the {@i Phantom's Ire}, a dredged-up ghost ship now helmed by a ghastly warrior of the Shadow Isles.",
								{
									"type": "entries",
									"name": "The Salvage Docks",
									"id": "0b4",
									"entries": [
										"Located on an isolated rock spire in Bilgewater Bay, this wharf is the base of operations for many of the city's scrappers, who make a living dredging wrecks from the deep and salvaging their usable parts. A reinforced boardwalk stretches from Bilgewater proper to the spire, but it's also easily accessible by boat. The docks are largely empty; though scrappers are a cunning and resourceful lot, they are ill-suited for fighting and thus were quickly overwhelmed by the Black Mist. ",
										{
											"type": "entries",
											"name": "Regional Effects",
											"id": "0b5",
											"entries": [
												"As the epicenter of the Harrowing, the dark magic of the Shadow Isles has warped the salvage docks to an unnatural degree. Whether coming from the Temple of Nagakabouros or from Gangplank's {@i Dreadway}, an unnatural chill prickles up the characters' backs, and clammy fog clings to their form. Keep the following in mind as the characters begin to explore the neighborhood.",
												{
													"type": "entries",
													"name": "Pestilence",
													"id": "0b6",
													"entries": [
														"All vegetation within one mile of the salvage docks looks blighted; the leaves are an inky black and ghostly white blemishes coat the stems. A living creature that eats a blighted plant becomes violently ill, and must make a DC 15 Constitution saving throw or be {@condition poisoned} for 1 hour."
													]
												},
												{
													"type": "entries",
													"name": "Light",
													"id": "0b7",
													"entries": [
														"A constant gloomy shroud hangs over the neighborhood. Unless mentioned otherwise, the entire area is dimly lit (see \"{@book Vision and Light|PHB|8|Vision and Light}\" in {@book chapter 8|PHB|-1} of the D&D {@book Basic Rules|PHB})."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Eyes in the Dark",
									"id": "0b8",
									"entries": [
										"When a tendril of the Black Mist stretched from the Shadow Isles to ensnare the {@i Phantom's Ire}, it brought with it the undead Commander Ledros. Bound in service to the Harrowing, this accursed specter has claimed the salvage docks for the Shadow Isles and, along with the rest of the Shadow Isles' undead legion, aims to ravage all of Bilgewater.",
										"Ledros stays aboard the {@i Phantom's Ire}, which is docked at the neighborhood's north port; any characters looking northward can see the tattered ghostly sails of the {@i Phantom's Ire} waving in the breeze above the area. A number of {@creature Shadow||shadows} patrol the streets, snuffing out any remaining life in the area.",
										"Whenever characters enter a new section of the map, they must make a DC 10 Dexterity ({@skill Stealth}) check. To avoid detection, the number of successes made in the group must be more than the number of failures. If the characters engaged in combat in the previous area, these checks are made with disadvantage.",
										"A character can search for potential aggressors hidden in the Black Mist by making a DC 14 Wisdom ({@skill Perception}) check. On a success, the character notices one {@creature shadow} spying on their group. Should the characters choose to engage in combat, reducing the shadow to 0 hit points prevents it from reporting back to Commander Ledros, and the characters remain undetected.",
										"The shadows are bound to the Black Mist, and can't enter a space that isn't at least partially covered by the mist (see the map). However, the longer the characters spend exploring the salvage docks, the more the Black Mist spreads. If you like, you can fill in a new 10-foot by 10-foot square area anywhere on the map with Black Mist every minute, but you can speed this up or slow this down depending on how dire you wish to make the Harrowing.",
										"Keep track of whether or not Ledros's minions notice the characters' presence. It will affect the final encounter with him. ",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/047-Slaughter_Docks_2.png"
											}
										}
									]
								},
								{
									"type": "entries",
									"name": "Areas of the Salvage Docks",
									"id": "0b9",
									"entries": [
										"Left in ruins, this neighborhood is nothing more than an assortment of crumbling storehouses along cracked streets. Wharf rats and other vermin scurry amidst the splintering remains of taverns, and a few wrecked ships bob aimlessly along the docks.",
										"The following areas are keyed to the map. If characters are arriving from the Temple of Nagakabouros, they enter the area through the Warren ({@book area 1|LoRDToB|3|1. The Warren}). If the characters are arriving from Gangplank's {@i Dreadway}, they enter the area at the Scouts' Waterfront ({@book area 3|LoRDToB|3|3. Scouts' Waterfront}).",
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/048-map-3.1-docks-DM.jpg"
													},
													"title": "Map 3.1: docks DM",
													"imageType": "map"
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/049-map-3.1-docks-player.jpg"
													},
													"title": "Player Version",
													"imageType": "mapPlayer"
												}
											]
										},
										{
											"type": "entries",
											"name": "1. The Warren",
											"id": "0ba",
											"entries": [
												"With many of the main thoroughfares into this neighborhood left ruined by the Harrowing, this winding series of alleyways serves as the primary route into the remains of the salvage docks from Bilgewater proper. These passages reek of rotting fish and decay, yet no vermin rummage through the upturned crates and derelict buildings, rendering them eerily silent. Effects like {@spell detect magic} sense a lingering presence of necromancy seeped into the earth of the Warren leading deep into the heart of the neighborhood. The end of the Warren deposits characters into Carrack Row.",
												{
													"type": "entries",
													"name": "Loot",
													"id": "0bb",
													"entries": [
														"Characters who wish to search the area may make a DC 14 Intelligence ({@skill Investigation}) check. On a success, they find a rusty {@item dagger|PHB} and {@dice 1d4} sp."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "2. Carrack Row",
											"id": "0bc",
											"entries": [
												"What was once the commercial hub of this area is now nothing more than a hollow shell. Vicious gunpowder marks sit beside faded splatters of blood on the broken streets, and the cracked windows of the former shops creak idly in the faint wind. Beside the entrance to the docks sits what appears to be the remains of a tavern, constructed from two upturned ship hulls sandwiched together. Faded paint above the splintered door reads, \"The Peregrine.\"",
												"Most building entrances remain inaccessible, their doorways caved and covered in rubble from the Harrowing, but characters can force their way past the Peregrine's broken door with a successful DC 12 Strength ({@skill Athletics}) check. If the characters enter the tavern, jump to the Peregrine ({@book area 5|LoRDToB|3|5. The Peregrine}).",
												"Characters inspecting the other buildings of Carrack Row encounter 3 {@creature Skeleton||skeletons} lurking among the Black Mist in the area. These undead attempt to continue the motions of their former lives, restocking shelves and cleaning counters. If these routines are interrupted, the skeletons attack the intruders."
											]
										},
										{
											"type": "entries",
											"name": "3. Scouts' Waterfront",
											"id": "0bd",
											"entries": [
												"This smaller set of docks on the western side are usually used by small scouting vessels, which search and mark areas for potential wrecks before sending in the larger salvage crews. Now, though, these docks are decrepit, blackened barnacles coating the rotting pilings. The broken planks of wood squelch and sag as the characters step onto them. Closer to the warehouses sits a small abandoned shed that was once the dockmaster's office.",
												{
													"type": "entries",
													"name": "Loot",
													"id": "0be",
													"entries": [
														"Curious characters inspecting the inside of the shed find the remains of a skeleton wearing a dented {@item breastplate|PHB}, which can be salvaged and donned by a human character (or another Medium-size humanoid) proficient with medium armor."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "4. Warehouses",
											"id": "0bf",
											"entries": [
												"These warehouses once stored a myriad of equipment and treasure salvaged from various wrecks. The Peregrine sits right between Carrack Row and the warehouses, and the tavern was once a common respite for weary dockworkers after a long day.",
												"Black Mist swarms one corner of the warehouses. In addition to the spying {@creature Shadow||shadows} that lurk throughout the area as mentioned in \"{@book Eyes in the Dark|LoRDToB|3|Eyes in the Dark},\" a ghostly blue commodore of Ledros (using the {@creature specter} statistics) can be found moving through the abandoned warehouses. As the Mist encroaches on the neighborhood, the commodore communes with the various corpses littering the area, summoning 2 {@creature Zombie||zombies}. ",
												"If the characters attempt to engage the commodore, the spirit commands the zombies to combat the characters before fleeing to the {@i Phantom's Ire} and alerting Ledros of the characters' presence. "
											]
										},
										{
											"type": "entries",
											"name": "5. The Peregrine",
											"id": "0c0",
											"entries": [
												"Once a bustling tavern built within two upturned ship hulls, the inside of the Peregrine is now filled with dusty overturned tables and shattered tankards. ",
												"If the characters are allied with Miss Fortune, they also encounter three {@creature Wharf Rat|LoRDToB|wharf rats} rummaging through the tavern. The wharf rats are incredibly territorial, and will attack the characters on sight.",
												"If the characters are allied with Gangplank, they instead encounter three {@creature Powder Monkey|LoRDToB|powder monkeys} dangling from the rafters. A character can identify these rambunctious creatures as lackeys of Miss Fortune with a successful DC 13 Intelligence ({@skill History}) check. The powder monkeys do not engage in combat unless provoked, and as soon as one of them is reduced to 0 hit points, the remaining powder monkeys attempt to flee and inform Miss Fortune of what they saw.",
												{
													"type": "entries",
													"name": "Loot",
													"id": "0c1",
													"entries": [
														"A character that inspects the broken shelves behind the bar and makes a successful DC 10 Intelligence ({@skill Investigation}) check finds 3 {@item Potion of Healing||potions of healing} stashed behind a now-empty bottle of rum."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "6. The Wreck of the Telemachus",
											"id": "0c2",
											"entries": [
												"Both Carrack Row and the warehouses connect to these main docks. Though mostly abandoned, a few shipwrecks can be spotted bobbing with the tide, the closest of which is the wreck of a sloop named the {@i Telemachus}.",
												"The {@i Telemachus} sits breached onto one of the auxiliary piers. Time has rotted the wood planks, leaving splintered holes in the dock, and a hungry {@creature abyssal eye|LoRDToB} leaps over these broken sections with jaws bared. Characters wishing to cross the broken dock and enter the {@i Telemachus} must make a successful DC 14 Dexterity ({@skill Stealth}) check. On a failure, the abyssal eye leaps from the water and makes a bite attack against the character using its Go Fish ability.",
												"The storm has severely weakened the structural integrity of the {@i Telemachus}. Only two Medium creatures, or one Medium creature and two Small creatures, can be aboard the {@i Telemachus} at a time. If more creatures board the wreck, the ship begins to sink, and all characters on board must make a successful DC 12 Strength saving throw or be pinned by the sinking rubble. A pinned character begins to drown (see \"{@book Suffocating|PHB|8|Suffocating}\" in chapter 8 of the D&D {@book Basic Rules|PHB}) but can repeat the Strength saving throw as an action on future turns, escaping the rubble on a success.",
												{
													"type": "entries",
													"name": "Loot",
													"id": "0c3",
													"entries": [
														"If a character exploring the wreck of the Telemachus makes a successful DC 13 Intelligence ({@skill Investigation}) check, the character finds a {@item Bilgewater cutlass|LoRDToB} among the abandoned cargo. If this check succeeds by 5 or more, find a set of {@item dead man's plate|LoRDToB} instead."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "7. The Phantom's Ire",
											"id": "0c4",
											"entries": [
												"This massive ghostly galleon sits at the end of the pier. What were once broken parts of its hull have now been reconstructed with ghostly blue wood, and a prow shaped like a hungering maw swarms with dark fog.",
												"The {@i Phantom's Ire} has a barren top deck, with raised platforms on the forward and aft of the ship and a large singular mast at its center. Going below deck uncovers a completely barren hold, and Commander Ledros awaits the characters on board. When the characters board the {@i Phantom's Ire}, proceed to \"Confronting the Commander.\"",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/050-ledros.png"
													}
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Confronting the Commander",
									"id": "0c5",
									"entries": [
										"How Commander Ledros greets the characters upon their boarding of the ship depends on whether Ledros detected their presence in the neighborhood.",
										{
											"type": "entries",
											"name": "Encounter: Ledros Expectant",
											"id": "0c6",
											"entries": [
												"If the characters were detected, {@creature Commander Ledros|LoRDToB} is expecting them. He stands on the center of the deck, pacing around the mast:",
												{
													"type": "insetReadaloud",
													"id": "0c7",
													"entries": [
														"The grey wood of the ship creaks beneath your feet, the tattered sails rustling above you. Beside the crooked and groaning mast stands a tall figure in blackened armor, ghostly green smile stretching impossibly wide behind his helm. In one hand, he holds a jagged shield, and in the other, he clutches a broken blade, cursed mist wisping off its sharp edge.",
														"\"So, you've come to see the might of Commander Ledros,\" he says. His voice rumbles like a thousand souls speaking at once. \"You should have left well enough alone.\""
													]
												},
												"Ledros immediately uses his Harrowing Mist ability, covering the deck of the {@i Phantom's Ire} in writhing black fog. Have everyone roll initiative. "
											]
										},
										{
											"type": "entries",
											"name": "Encounter: Ledros Surprised",
											"id": "0c8",
											"entries": [
												"Unaware yet of the characters' presence, {@creature Commander Ledros|LoRDToB} stands at the prow of the ship, gazing out towards Bilgewater proper. Read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"id": "0c9",
													"entries": [
														"At the helm of the ship, stands an imposing figure in blackened armor, the gaps where a body should be instead filled with ghostly green light. His gaze combs across the roiling Black Mist surging towards Bilgewater with a heavy sigh that sounds like a thousand souls speaking at once.",
														"\"I will not fail this time,\" he says to himself, grip tightening around the broken sword in his grasp, \"Every step brings the Isles closer to deliverance.\""
													]
												},
												"Characters attempting to board the ship without drawing his attention must make a DC 11 Dexterity ({@skill Stealth}) check. On a success, a character is able to surprise Ledros (see \"{@book Surprise|PHB|9|Surprise}\" in chapter 9 of the D&D {@book Basic Rules|PHB}). Everyone rolls initiative, and creatures that are surprised lose their first turn in the initiative order."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Blood in the Water",
									"id": "0ca",
									"entries": [
										"When {@creature Commander Ledros|LoRDToB} is reduced to 0 hit points, he lets out a piercing death rattle that shakes the very bowels of the ship:",
										{
											"type": "insetReadaloud",
											"id": "0cb",
											"entries": [
												"An aching groan echoes from the ship's hull. \"No!\" Ledros shrieks. More splintering and shattering wood echoes from the hull, the mast wavering above you. Soon, the edges of the commander's form fade to smoke, the harsh edges of his armor turning to mist as the ship lurches again. \"I have been broken once—I will not be broken again. You have not seen the last of Ledros! You will soon taste my undying wrath!\" "
											]
										},
										"Commander Ledros's spectral form vanishes into the mist, leaving only the cursed {@item Blade of Ledros|LoRDToB} behind. Ledros's defeat has foiled his plans to conquer Bilgewater, but he is far from dead. This undying servant of the Shadow Isles will reform one day to take his vengeance upon the adventurers that defeated him. ",
										{
											"type": "entries",
											"name": "Encounter: Scuttling the Ship",
											"id": "0cc",
											"entries": [
												"The scarred and weathered hull of the {@i Phantom's Ire} has AC 15 and 50 hit points and is vulnerable to fire damage. When the hull reaches 0 hit points, the ship begins to sink. Any characters on board the {@i Phantom's Ire} when it begins sinking must scramble to escape the ship before it drags them into the briny depths. ",
												"For this encounter, the party can remain in the same initiative order from the combat with Ledros, or everyone can roll for initiative again. On their turn, a character can attempt to leap from the sinking ship by making a DC 14 Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check, landing safely on the remains of the dock on a success. On a failure, the character falls deeper into the sinking shipwreck, taking 2 ({@dice 1d4}) bludgeoning damage.",
												"Every turn, on initiative count 20 (losing initiative ties), a complication arises from the sinking ship. Roll on the Shipwreck Complications table to determine what misfortune befalls the group. ",
												"The {@i Phantom's Ire} is fully submerged after 5 rounds. At this time, any characters still on board the ship are submerged and begin to drown (see \"{@book Suffocating|PHB|8|Suffocating}\" in {@book chapter 8|PHB|-1} of the D&D {@book Basic Rules|PHB}). ",
												{
													"type": "table",
													"caption": "Sinking Ship Complications",
													"colLabels": [
														"d8",
														"Complication"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1",
															"Ghostly blue hands rise from the deep. Each character on the shipwreck must make a DC 10 Strength saving throw. On a failure, a character must subtract {@dice 1d4} from the next Strength or Dexterity check they make, as these ghostly hands grasp and cling to their form."
														],
														[
															"2",
															"A barrel bursts, flooding the shipwreck with dark energy. Everyone on the sinking ship must make a successful DC 12 Constitution saving throw or take 3 ({@dice 1d6}) necrotic damage."
														],
														[
															"3",
															"A massive wave sweeps over the wreck. Everyone on board must make a successful DC 10 Strength saving throw or be pushed 10 feet underwater."
														],
														[
															"4",
															"A chunk of the mast topples into the water. Everyone on the shipwreck must make a successful DC 14 Dexterity saving throw or take 5 ({@dice 2d4}) bludgeoning damage from the falling debris."
														],
														[
															"5–8",
															"No complication occurs."
														]
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "A New Dawn",
									"id": "0cd",
									"entries": [
										"As the last of the {@i Phantom's Ire} sinks beneath the tides of Bilgewater, the Black Mist begins to recede from Bilgewater:",
										{
											"type": "insetReadaloud",
											"id": "0ce",
											"entries": [
												"With one last creak, the ship's prow plunges into the ocean. And slowly, as if caught in a whirlpool, the Black Mist also is sucked beneath the waves, until the hazy dark horizon of Bilgewater is once again clear. "
											]
										},
										"With the cursed wreck sunk, the Harrowing ends, and the residents of Bilgewater live to fight another day. In the unlikely event that Ledros was not defeated before the {@i Phantom's Ire}was scuttled, he is swept away by the receding Black Mist, unable to seek revenge beyond its accursed bounds. The characters can return to Bilgewater proper when they are ready to claim their reward from Miss Fortune or Gangplank.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/051-bilgewater-waterways.png"
											}
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 3: Turning Tides",
							"id": "0cf",
							"entries": [
								"Though the Harrowing has been averted for now, more adventures still await the characters. From two captains vying for power in the city, to sea monsters churning the depths, to even darker forces lurking on the horizon—it's just another beautiful day in Bilgewater.",
								{
									"type": "entries",
									"name": "Fickle Fortune",
									"id": "0d0",
									"entries": [
										"Upon returning to the Temple of Nagakabouros, {@creature Miss Fortune|LoRDToB} congratulates the characters on a job well done and pays them their respective rewards. However, a successful DC 18 Wisdom ({@skill Insight}) check intuits that Miss Fortune is calculatedly taking note of their skill sets for future jobs. ",
										"One job in particular concerns the matter of Gangplank, the former Reaver King. Miss Fortune suspects that her old nemesis isn't as dead as he seems. Impressed by the character's ability to push back the Harrowing, she may request their help in the future with investigating rumors of how Gangplank may have survived his attempted assassination. "
									]
								},
								{
									"type": "entries",
									"name": "The Saltwater Scourge",
									"id": "0d1",
									"entries": [
										"Upon returning to the {@i Dreadway}, {@creature Gangplank|LoRDToB} either clears the characters of their debt to him (if they were caught sneaking aboard) or pays them their due reward. He then allows the characters to leave, but threatens to send them into the briny tides himself if he catches them spreading word of his survival.",
										"Should the characters wish to continue working with Gangplank, the former Reaver King may task them to gather more information about Miss Fortune and begin plotting his eventual return to Bilgewater."
									]
								},
								{
									"type": "entries",
									"name": "Other Adventures in Bilgewater",
									"id": "0d2",
									"entries": [
										"If the characters want no more to do with the feuding captains, there are plenty of other strange fellows and even stranger mysteries to investigate within the port city.",
										{
											"type": "entries",
											"name": "New Faces",
											"id": "0d3",
											"entries": [
												"Characters may encounter any of the following characters either in the Brazen Hydra or around Bilgewater. Each character has their own encounter, as detailed in the setting guide."
											]
										},
										{
											"type": "entries",
											"name": "Kyren Addams",
											"id": "0d4",
											"entries": [
												"Armed with a paintbrush and an exceedingly rebellious spirit, this young street urchin derives enjoyment from harmless pranks. His latest endeavor has been vandalizing Bilgewater's various notice boards. See the encounter \"{@book Graffiti|LoRDToB|1|Graffiti}\" for more."
											]
										},
										{
											"type": "entries",
											"name": "Billy Brigs",
											"id": "0d5",
											"entries": [
												"A wide-eyed and naive newcomer to Bilgewater, Billy finds himself constantly beset by the city's nasty surprises. See the encounter \"{@book Street Rats|LoRDToB|1|Street Rats}\" for more."
											]
										},
										{
											"type": "entries",
											"name": "Commodore Edwin Holt",
											"id": "0d6",
											"entries": [
												"This grizzled soldier is clad in the armor of Noxus. He and his partner have been harrassed by various pirates wishing, and currently find themselves beset with a drunken mob. See the encounter \"{@book Mob Mentality|LoRDToB|1|Mob Mentality}\" for more."
											]
										},
										{
											"type": "entries",
											"name": "Jessamin Oz",
											"id": "0d7",
											"entries": [
												"Jessamin is a young woman in rags who makes her living by telling fortunes to interested passers-by. See the encounter \"{@book Penny Dreadful|LoRDToB|1|Penny Dreadful}\" for more."
											]
										},
										{
											"type": "entries",
											"name": "Kiki Summers",
											"id": "0d8",
											"entries": [
												"A young lady with brilliant dyed sashes around her waist, Kiki darts around Bilgewater, handing out invites and coupons to the exclusive taverns of the Eyries, Bilgewater's upper levels. See the encounter \"{@book Nightlife|LoRDToB|1|Nightlife}\" for more."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Shadow Isles",
									"id": "0d9",
									"entries": [
										"Characters may also desire to learn more about the Harrowing and the mysterious Shadow Isles. They may consult the acolytes in the Temple of Nagakabouros, who can provide more information regarding the Mother Serpent and the Harrowing. Though the Buhru are wary of outsiders, the characters' deeds have earned them a tentative amount of trust, and a few priests may offer to take the characters along the rest of the Serpent Isles to investigate the sudden aggression from the Shadow Isles. More intrepid adventurers may even strike out for the Shadow Isles themselves.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/052-shadow-isles-sea.png"
											}
										}
									]
								},
								{
									"type": "entries",
									"name": "Mishaps and More",
									"id": "0da",
									"entries": [
										"For characters more focused on independent ventures, the setting guide provides numerous locations, individuals, and even random encounters for the party to experience. But don't feel boxed in by the information provided. This is your game—your version of Bilgewater. And in this city brimming with scum and villainy, the possibilities are endless. "
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 4: Beasts of Bilgewater",
					"id": "0db",
					"entries": [
						"This chapter is for the Dungeon Master's eyes only, and contains a short bestiary of iconic monsters unique to Bilgewater and the world of Runeterra. Many other monsters, including some referenced in encounters in chapter 1 of this source, can be found in the free D&D {@book Basic Rules|PHB}. You can use the game statistics in this book and the {@book Basic Rules|PHB} to create exciting stories and combat encounters for your continuing adventures on the high seas of Runeterra.",
						"This chapter also includes game statistics for two famous NPCs in Bilgewater: {@creature Miss Fortune|LoRDToB} and {@creature Gangplank|LoRDToB}. Characters aren't expected to fight these mighty champions, but the DM is encouraged to use these statistics to adjudicate how they might react if they were suddenly attacked by murderous adventurers, or if they decided to temporarily ally with the heroes.",
						{
							"type": "section",
							"name": "How to Use Monster Stat Blocks",
							"id": "0dc",
							"entries": [
								"A monster's game statistics, also known as its stat block, provide all the information a Dungeon Master needs to portray the monster in combat. Its narrative description also provides all the information on how to play it in scenes without combat. A full description of how monster statistics work can be found in Chapter 12: Monsters of the D&D {@book Basic Rules|PHB}.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@creature Abyssal Eye|LoRDToB}",
										"{@creature Barkbeast|LoRDToB}",
										"{@creature Dragon Shark|LoRDToB}",
										"{@creature Ironback|LoRDToB}",
										"{@creature Pool Shark|LoRDToB}",
										"{@creature Powder Monkey|LoRDToB}",
										"{@creature Wharf Rat|LoRDToB}"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "NPCs",
							"id": "0e4",
							"entries": [
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@creature Commander Ledros|LoRDToB}",
										"{@creature Miss Fortune|LoRDToB}",
										"{@creature Gangplank|LoRDToB}"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 5: Booty of Bilgewater",
					"id": "0e8",
					"entries": [
						"There's nothing better than getting to the end of a dangerous adventure and finding a hoard of gold and jewels. Except, of course, finding magic items mixed in with the loot. This source's adventure, \"{@book Herald of the Harrowing|LoRDToB|3},\" includes several of these magic items scattered throughout. Beyond that adventure, the Dungeon Master can place these magic items throughout their own homebrew adventures as rewards for the characters.",
						{
							"type": "section",
							"name": "Magic Items",
							"id": "0e9",
							"entries": [
								"More magic items, as well as the rules for how to use magic items, can be found in chapter 14 of the D&D {@book Basic Rules|PHB}.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@item Adaptive Helm|LoRDToB}",
										"{@item Banshee's Veil|LoRDToB}",
										"{@item Bilgewater Cutlass|LoRDToB}",
										"{@item Blade of Ledros|LoRDToB}",
										"{@item Boots of Swiftness|LoRDToB}",
										"{@item Dead Man's Plate|LoRDToB}",
										"{@item Powder Keg|LoRDToB}"
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"adventure": [
		{
			"name": "Legends of Runeterra: Dark Tides of Bilgewater",
			"id": "LoRDToB",
			"source": "LoRDToB",
			"group": "homebrew",
			"contents": [
				{
					"name": "Chapter 3: Herald of the Harrowing",
					"headers": [
						"Background",
						"Overview",
						"Part 1: Grim Shadows",
						"Part 2: Chasing Ghosts",
						"Part 3: Turning Tides"
					]
				}
			],
			"level": {
				"start": 3,
				"end": 4
			},
			"published": "2020-06-12",
			"storyline": "Legends of Runeterra"
		}
	],
	"adventureData": [
		{
			"id": "LoRDToB",
			"source": "LoRDToB",
			"data": [
				{
					"type": "section",
					"name": "Chapter 3: Herald of the Harrowing",
					"id": "096",
					"entries": [
						"As the saying goes—there's never a dull day in Bilgewater. From daring smuggler's runs to legendary monster hunts on the high seas, this port city thrums with adventure. ",
						"This chapter presents \"Herald of the Harrowing,\" a short adventure to help adventurers get their campaign started in Bilgewater. When a night out at a tavern turns dark, the adventurers find themselves fighting shadows and investigating ghostly harbors, entrenched in a battle for the city itself. If you're planning on experiencing the adventure as a player, stop reading now!",
						{
							"type": "section",
							"name": "Background",
							"id": "097",
							"entries": [
								"Though many residents of Bilgewater earn their keep through the Slaughter Fleets and Carving Bays, a handful work as scrappers, dredging shipwrecks from the briny depths and salvaging whatever parts they can find. One such group of scrappers recently uncovered the {@i Phantom's Ire}, a massive sunken galleon at the bottom of Bilgewater Bay. Though many are excited to discover what valuable treasures they can find within its rotting hull, a few residents of Bilgewater are apprehensive, regarding the ship as an ill omen for the future of the city.",
								"Their suspicions are proven true when some nights later, a tendril of dark magic reaches out from the Shadow Isles and ensnares the wreck, causing it to spew forth the undead-ridden Black Mist upon the city."
							]
						},
						{
							"type": "section",
							"name": "Overview",
							"id": "098",
							"entries": [
								"\"Herald of the Harrowing\" is an adventure designed for a party of 3rd-level characters. The adventure can be broken down into the following points:",
								{
									"type": "list",
									"items": [
										"After a tavern brawl breaks out at the Brazen Hydra, the Black Mist begins to engulf Bilgewater Bay. Undead spirits ravage the streets as part of what is known as the Harrowing, a scourge from the Shadow Isles.",
										"The adventurers are recruited by either {@creature Miss Fortune|LoRDToB|Sarah Fortune}, the current leader of Bilgewater, or {@creature Gangplank|LoRDToB}, the city's former Reaver King, to travel to Bilgewater's salvage docks and scuttle the ship at the epicenter of this Harrowing.",
										"At the salvage docks, the adventurers confront the Shadow Isles' {@creature Commander Ledros|LoRDToB} and must destroy the shipwreck before the Harrowing consumes the city in its entirety."
									]
								},
								"If your players would like to level up over the course of the adventure, it's recommended that they level at the end of Part 1.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/041-bilgewater-bar.png"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Part 1: Grim Shadows",
							"id": "099",
							"entries": [
								"Tall tales fill the briny air of Bilgewater Bay, as sailors return to port after a hard day's work. But some of these stories are more fact than fiction, and when one tavern patron's ramblings prove to hold more truth than expected, the entirety of Rat Town find themselves engulfed in the Black Mist of a Harrowing. The characters must battle through the shadows and strike unlikely bargains, all in a desperate attempt to rid the city of this roiling darkness.",
								{
									"type": "entries",
									"name": "Where to Start",
									"id": "09a",
									"entries": [
										"This adventure assumes that the characters have already met and are presently spending the night at the Brazen Hydra, Bilgewater's most famous tavern. How the characters know each other is up for the group to decide: they could be a group of mercenaries, a scrappy pirate crew looking for some spare coin, or maybe just sailing buddies relaxing on a night off. Alternatively, you can begin this adventure as each character enters the Brazen Hydra on their own independent ventures and then unite as danger threatens them all."
									]
								},
								{
									"type": "entries",
									"name": "The Brazen Hydra",
									"id": "09b",
									"entries": [
										"A rowdy tavern housed within the three-story wreck of an old slaughter fleet galleon, the Brazen Hydra is a hotbed for all sorts of scum and villainy in Bilgewater. At every hour, pool sharks and cardsharps place their bets on the tavern's many dice tables, and bedraggled sailors can be heard regaling embellished tales of their latest seafaring escapades to any who will listen.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/042-LoR-decoration-09.png"
											}
										},
										{
											"type": "entries",
											"name": "Patrons",
											"id": "09c",
											"entries": [
												"Given the popularity of the Brazen Hydra, there is no shortage of interesting faces to be found around the tavern's premises. Two of the loudest patrons currently occupying the tavern are scrapper Tala Kenton and the knavish pickpocket Daine Pierpont. ",
												"A tall woman with wild dark hair and a flair for the dramatic, Tala (chaotic neutral, female human {@creature spy}) is known around Bilgewater for her penchant for tall tales. Tala is also secretly in league with Gangplank, the former Reaver King believed to be deceased. With her mother serving as one of the priests at the Temple of Nagakabouros, Tala has more knowledge about the strange legends that lurk in Bilgewater's tides than she initially lets on.",
												"Daine Pierpont (neutral, male human {@creature bandit}) has heard his fair share of Tala's stories, and knows to take what she says with a grain of salt. He's often found sitting with a couple of his drinking buddies, loudly scoffing at Tala's legends. His bald head and thick silver mutton chops are easily recognizable to anyone who frequents the Brazen Hydra.",
												"Characters may also encounter a myriad of other patrons as they meander through the Brazen Hydra. For more interesting faces to pepper throughout the tavern, see {@book part 3|LoRDToB|3|Part 3: Turning Tides} of the adventure. "
											]
										},
										{
											"type": "entries",
											"name": "Tales From the Dark Depths ",
											"id": "09d",
											"entries": [
												"As the characters relax in the Brazen Hydra, they overhear a cocky scrapper reciting the tale of her latest find, much to the chagrin of other patrons. Read the following to set the scene:",
												{
													"type": "insetReadaloud",
													"id": "09e",
													"entries": [
														"You sit around a chipped wooden table, surrounded by the sound of raucous laughter and hearty swigs of Bilgewater's finest rum. In the corner, a woman in a flamboyant purple coat kicks her feet onto the table. \"And so there we was,\" she says, eyes solemn, \"Me and me crew, diggin' through that cursed wreck. When suddenly—whoosh!\" She sweeps her arm, nearly knocking over a tankard of ale. \"Somethin' dark swooped from the horizon. I never felt somethin' so terrifyin' and cold in my life, I tell ye! Ship's haunted, I say. We never should've pulled that wreck from the tides.\"",
														"A squat figure in dark clothes pipes up from a few tables away. \"C'mon Tala, we know better than to believe your tall tales, now!\""
													]
												},
												"The woman in purple is Tala Kenton. A tall figure with wavy, silver-streaked black hair and a flair for the dramatic, Tala has just returned from working at the salvage docks, where she and a small team have been dismantling the wreck of the {@i Phantom's Ire}. ",
												"But the figure in dark clothes, Daine Pierpont, has other opinions. Not one for superstition and myth, Daine believes Tala to be exaggerating the danger of the wreck in order to claim more of its treasures for herself. He alternates between loudly interjecting detractions from Tala's story and soothing his tipsy companions that they'll get their share of valuables from the wreck. ",
												"Tala and Daine's squabbling continues in the background of the Brazen Hydra, until their argument reaches a breaking point:",
												{
													"type": "insetReadaloud",
													"id": "09f",
													"entries": [
														"A sudden shout rises above the crowd. \"I'll show ye what happens if you don't believe this scrapper's tales!\" Knuckles crack against bone, and the same squat man in dark clothes is sent flying as the woman in purple crashes her fist into his face. One of the man's drinking buddies help him from the ground, while the other lunges for the woman. Someone in the bar raises a tankard in a cheer, and a rowdy crowd begins to urge the fight on. What do you do?"
													]
												},
												"A brawl breaks out between Tala, Daine, and Daine's two buddies, who are both {@creature Bandit||bandits} like their friend. Daine attempts to knock Tala out before she can keep spinning tales; Tala fights for both what she believes to be the truth and her injured pride. Neither Tala nor Daine want to kill the other; they're fighting just to defend their pride.",
												"If the characters decide to intervene in the fight, have everyone roll initiative."
											]
										},
										{
											"type": "entries",
											"name": "Siding with Tala",
											"id": "0a0",
											"entries": [
												"Should one or all the characters help Tala, either by knocking Daine and his friends out or by pulling her away from the brawl, the captain reluctantly thanks the characters for their assistance. ",
												"Should they pry for more information, Tala gladly provides them the full story: she and two other scrapper crews dredged the {@i Phantom's Ire} from the depths of Bilgewater Bay three nights ago. However, every time she attempts to salvage anything from the galleon, she swears she spots a tendril of shadow lash across the horizon towards Bilgewater. Highly suspicious of magic, Tala believes this to be an ill omen for the future of the city, and has been since urging her companions to return the shipwreck to its rightful place beneath the tides.",
												"If the characters say they believe her story, Tala thanks them and promises to aid them in the future in return. Should a character wish to lie to Tala about believing her story, they must succeed on DC 12 Charisma ({@skill Deception}) check. If the check fails, or if a character outright says Tala's story is false, Tala spits in the character's face and storms off."
											]
										},
										{
											"type": "entries",
											"name": "Siding with Daine",
											"id": "0a1",
											"entries": [
												"Should one or all of the characters help Daine, either by knocking Tala out or by pulling him and his companions away from the brawl, Daine breathlessly thanks the characters for their intervention and busies himself with checking his drinking buddies for injuries. ",
												"While patching up his fellows, Daine explains that he couldn't stand Tala spreading such lies. If asked for clarification, Daine informs the characters about the {@i Phantom's Ire}. a small scrapper crew pulled the wreckage from the bay three nights ago, and since then, desperate scrappers and thieves have been trying to claim some of the ship's valuable parts for their own. He also explains that a handful of superstitious sailors (\"'course, what sailor ain't superstitious, ya get?\" he adds), believe the ship to be cursed, though he thinks that is just a ruse to keep other crews away from the wreck."
											]
										},
										{
											"type": "entries",
											"name": "Staying Back",
											"id": "0a2",
											"entries": [
												"Characters who choose to spectate the brawl overhear snippets of Tala and Daine's argument. Those who wish to listen more intently must make a DC 12 Wisdom ({@skill Perception}) check. On a success, the character hears fragments of both parties' arguments: Tala firmly believes that {@i Phantom's Ire} will bring ill fate to Bilgewater, and Daine insists she is only fabricating such a tale to keep others away from her share of the treasure.",
												"If no characters decide to intervene in the brawl, Tala knocks out both of Daine's companions before Daine lands a sucker punch in her gut. She staggers, and then storms off to the bar counter to order another drink, while Daine is left to weakly bandage his friends' wounds. Attempting to approach either of them for conversation in this state requires a successful DC 13 Charisma ({@skill Persuasion}) check. Otherwise, the person in question stonily ignores the characters.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/043-the-harrowing.png"
													}
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Harrowing Begins",
									"id": "0a3",
									"entries": [
										"The uneasy peace that settles over the Brazen Hydra in the aftermath of the brawl doesn't last for long, however. Read or paraphrase the following when the characters are finished talking with people after the brawl:",
										{
											"type": "insetReadaloud",
											"id": "0a4",
											"entries": [
												"All at once, the candles lining the tavern's chandeliers flicker, then are extinguished. The door creaks open with a cold wind, and in the moonlight seeping in through the grimy windows, the shadows of the room seem to elongate. Growing long limbs, sharp claws, gaping mouths. Rising up from the ground of their own accord. The sockets where their eyes should be flash a ghostly, hungering blue."
											]
										},
										"Countless tendrils of swirling Black Mist stretch through the streets of Rat Town, and swarms of undead tear through its streets. Shouts of confusion intermingle with cries of panic as townsfolk rush to grab their weapons and find shelter. ",
										{
											"type": "entries",
											"name": "Encounter: Vanguard of the Harrowing",
											"id": "0a5",
											"entries": [
												"This encounter can take place either inside the Brazen Hydra or on the streets of Bilgewater. As the characters attempt to escape the Black Mist, they find themselve accosted by two {@creature Barkbeast|LoRDToB|barkbeasts} and one {@creature shadow}, all hungering to claim souls for the Shadow Isles. Have everyone roll initiative."
											]
										},
										{
											"type": "entries",
											"name": "Aftermath",
											"id": "0a6",
											"entries": [
												"Once combat has ceased, the characters hear Daine's voice booming over the hubbub. \"Get to the barricade!\" he roars, urging the chaotic tide of confused townsfolk down the street. Following this crowd leads the characters to Butcher's Bridge (see \"{@book Butcher's Bridge|LoRDToB|3|Butcher's Bridge}\"), where the survivors of the Harrowing are sheltering. ",
												"A character that makes a successful DC 15 Wisdom ({@skill Perception}) check notices that the Black Mist is pouring out of a port built around one of the many rock spires protruding from Bilgewater Bay—one of the city's salvage docks. More intrepid parties may choose to head straight for the eye of the storm. In that case, proceed directly to {@book Part 2|LoRDToB|3|Part 2: Chasing Ghosts}.",
												"Tala is also watching the characters from the shadows. If the characters allied with Tala during the tavern brawl, the slaughter fleet captain approaches them and promises to lead the party somewhere safe. Tala then escorts the party to Gangplank's ship, the {@i Dreadway}, via a rowboat (see \"{@book The Dreadway|LoRDToB|3|The Dreadway}\").",
												"If the characters didn't ally with Tala, a character that makes a successful DC 14 Wisdom ({@skill Perception}) check spots the flutter of Tala's purple coast disappearing down an alleyway, away from the other crowds. If characters decide to follow her, they must succeed on a DC 16 Dexterity ({@skill Stealth}) check to proceed undetected. Tala engages anyone she believes is tracking her, and takes potshots while fleeing. Following her unnoticed leads to a dock of small dinghies where the characters spy her rowing towards the {@i Dreadway}. The characters may follow in a rowboat of their own (see \"{@book The {@i Dreadway}|LoRDToB|3|The Dreadway}\")."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "A Tale of Two Captains",
									"id": "0a7",
									"entries": [
										"The conflict between Miss Sarah Fortune and the Reaver King Gangplank is nothing short of legendary. Many believed the war between captains ended six months ago, when Miss Fortune bombed Gangplank's ship, the {@i Dead Pool}, and ostensibly killed its pirate captain. But Gangplank survived, and now, with the support of the Buhru people, he aims to take back leadership of Bilgewater. ",
										"Depending on which location the characters visit after their first encounter with the Harrowing, the party may find themselves allied with either {@creature Miss Fortune|LoRDToB} or {@creature Gangplank|LoRDToB}.",
										{
											"type": "entries",
											"name": "Butcher's Bridge",
											"id": "0a8",
											"entries": [
												"The sounds of panic and splintering wood greet the characters as they rush towards Butcher's Bridge:",
												{
													"type": "insetReadaloud",
													"id": "0a9",
													"entries": [
														"The streets of Rat Town soon give way to a crumbling stone bridge with a heavy wooden gate. Urgent shouting fills your ears: \"Hurry, barricade the door! Don't let any of that mist through!\" You push past the crowd and stumble onto the other side just before the gate slams shut with a heavy crash."
													]
												},
												"The few survivors who escaped the Harrowing of Rat Town (about 5 {@creature Bandit||bandits} and 10 {@creature Commoner||commoners}) huddle along Butcher's Bridge, tending their wounds. On the end of the bridge opposite the gate rises the towers of the Temple of Nagakabouros. ",
												"One of the survivors is Daine, but both of his wounded friends were slain by creatures of the Shadow Isles. If the characters sided with Daine during the tavern brawl or chose not to intervene, the pickpocket's voice expresses a mixture of surprise and regret, explaining with a hollow laugh that he never expected Tala's stories to be true. If the characters sided with Tala, Daine ruefully growls that they made the right call in trusting her. ",
												"Either way, Daine explains he works for the legendary Miss Sarah Fortune, and that she's called all her loyalists to the Temple, seeking able fighters to scuttle the cursed wreck at the salvage docks and offering quite the reward for a successful mission. He suggests that the characters go talk with her, given how well they handled themselves against the shadows back in Rat Town.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/044-miss-fortune.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "The Temple of Nagakabouros",
											"id": "0aa",
											"entries": [
												"Looking for Miss Fortune leads the characters into the main courtyard of the temple:",
												{
													"type": "insetReadaloud",
													"id": "0ab",
													"entries": [
														"Your steps echo through the ancient stone halls of the temple until you emerge into a wide courtyard, decorated with dozens of statues of rearing, fanged serpents. At the far end stands a young woman with flame-red hair tumbling from beneath a stylish pirate's hat, and bearing two elegantly carved pistols at her side. Her blouse is stained with scorch marks. She greets you with a smirk and a nod of her head, and says, \"I hear tell a group of fighters saved a load of people back in Rat Town. Matchin' your description, too. Are you them?\" "
													]
												},
												"Though usually confident and charming, {@creature Miss Fortune|LoRDToB} is in a foul mood, and wastes no time in explaining the situation to the party. She tells the characters that she spied a tendril of the Black Mist reaching out from the Shadow Isles and ensnaring one of the wrecks at Bilgewater's salvage docks, which leads her to believe that some stronger specter from the Shadow Isles has claimed dominion over the wreck and aims to consume the entire city with the Black Mist. A character that makes a successful DC 15 Wisdom ({@skill Insight}) check intuits that beneath her strong facade, Miss Fortune is deeply shaken by the events and truly concerned for the well-being of those who live in Bilgewater. ",
												"Miss Fortune offers the characters 25 gp each, should they successfully scuttle the cursed wreck and send it back below the waves. Characters attempting to negotiate this deal must make a DC 13 Charisma ({@skill Persuasion}) check. On a success, Miss Fortune either agrees to raise the final payment to 30 gp or pay each character 10 gp up front—but not both. ",
												"Once the deal has been finalized, Miss Fortune gives each character one {@item powder keg|LoRDToB} to help them scuttle the ship and points the characters towards the salvage docks. ",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/045-Slaughter_Docks_3.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "The Dreadway",
											"id": "0ac",
											"entries": [
												"Paddling across Bilgewater Bay, the characters see the intimidating, shark-like hull of the {@i Dreadway} rising from the mist:",
												{
													"type": "insetReadaloud",
													"id": "0ad",
													"entries": [
														"The shadow of a massive ship looms over you, lights like eyes glowing green in its prow. Two massive cannons rise from the shark's maw carved into its prow, and its black sails flutter in the wind."
													]
												},
												"If the characters are not accompanied by Tala, they must succeed on a DC 18 group Dexterity ({@skill Stealth}) check to avoid the notice of Gangplank's various lookouts. If the number of failures outweigh the number of successes, the party is spotted (see \"A Captive Audience\"). On a success, the party can board the {@i Dreadway} unhindered, blending into the motley crowd of Gangplank's allies."
											]
										},
										{
											"type": "entries",
											"name": "A Captive Audience",
											"id": "0ae",
											"entries": [
												"If the party is spotted, a shout rises up from the deck: \"Spies, off the starboard bow!\" The crew then aims multiple cannons at the characters' small boat and demands their surrender. A successful DC 13 Charisma ({@skill Deception} or {@skill Persuasion}) check convinces the crew that the characters aren't spies, but the crew still requests they come aboard the {@i Dreadway}nonetheless.",
												"Once on board, the characters come face-to-face with the Saltwater Scourge himself:",
												{
													"type": "insetReadaloud",
													"id": "0af",
													"entries": [
														"In front of you stands a towering man, beard as grey as a stormcloud and eyes glowering beneath a tattered captain's hat. One hand, composed entirely of creaking iron and gears, wraps around the hilt of a vicious cutlass. \"Thought that dogs like ye could sneak up on ol' Gangplank, eh?\" he sneers. \"Did ye think I was still rottin' in the tides? Ha! Think again.\""
													]
												},
												"Gangplank is keen to prevent word of his survival reaching Bilgewater proper, and considers killing the characters to ensure their silence. After a moment's thought, however, he proposes a deal: if the characters manage to stop the Black Mist currently ravaging the city, he will let them walk away from his ship with their lives. A character that makes a successful DC 15 Wisdom ({@skill Insight}) check intuits that, for all of Gangplank's ploys for power, he cares about this city—at least insofar as he wants to have something left to rule once he has returned to his throne. Should the characters refuse Gangplank's offer, he throws them into the {@i Dreadway}'s brig until they reconsider.",
												"Once agreed, Gangplank forces the characters into one of the {@i Dreadway}'s life boats and sends them sailing towards one of Bilgewater's many salvage docks, where he can see the thickest concentration of the Black Mist in Bilgewater.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/046-gangplank.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "Captain's Orders",
											"id": "0b0",
											"entries": [
												"If brought onto the {@i Dreadway} by Tala or boarding the ship undetected, the party encounters {@creature Gangplank|LoRDToB} anxiously watching the Black Mist consuming Bilgewater:",
												{
													"type": "insetReadaloud",
													"id": "0b1",
													"entries": [
														"Amidst the crowd of both pirates and acolytes dressed in Buhru attire paces a towering man with stormy eyes and a wild grey beard—Gangplank, the Saltwater Scourge, long thought dead by most of Bilgewater. One hand, made entirely of iron and gears, rests against the helm of the ship. \"Bloody Sarah Fortune won't be able to defend the city against another Harrowing,\" he mutters. \"I want there to be a city left when I return.\""
													]
												},
												"Gangplank offers 20 gp and a place among his elite warriors to anyone who helps drive back this Harrowing. If the characters aided Tala back at the Brazen Hydra, she personally recommends them for the job. Gangplank is stubborn and refuses to budge on the terms of his offer, but a character that makes a successful DC 18 Charisma ({@skill Persuasion}) check can sweet-talk him into paying each individual 5 gp up front. ",
												"Once the deal is finalized, Gangplank gives each character one {@item powder keg|LoRDToB} and lends the characters one of the {@i Dreadway}'s lifeboats. He then points them in the direction of the salvage docks, where he's spotted the Black Mist gathering."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Pursuing the Mist",
									"id": "0b2",
									"entries": [
										"Whether by land or by sea, the characters journey to the salvage docks. You can treat this journey as a short rest, allowing characters to expend hit dice and regain other resources."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 2: Chasing Ghosts",
							"id": "0b3",
							"entries": [
								"Task in hand, the characters follow the Black Mist to the salvage docks. As the epicenter of this Harrowing, the neighborhood is abandoned and in shambles. The heart of this Harrowing is the {@i Phantom's Ire}, a dredged-up ghost ship now helmed by a ghastly warrior of the Shadow Isles.",
								{
									"type": "entries",
									"name": "The Salvage Docks",
									"id": "0b4",
									"entries": [
										"Located on an isolated rock spire in Bilgewater Bay, this wharf is the base of operations for many of the city's scrappers, who make a living dredging wrecks from the deep and salvaging their usable parts. A reinforced boardwalk stretches from Bilgewater proper to the spire, but it's also easily accessible by boat. The docks are largely empty; though scrappers are a cunning and resourceful lot, they are ill-suited for fighting and thus were quickly overwhelmed by the Black Mist. ",
										{
											"type": "entries",
											"name": "Regional Effects",
											"id": "0b5",
											"entries": [
												"As the epicenter of the Harrowing, the dark magic of the Shadow Isles has warped the salvage docks to an unnatural degree. Whether coming from the Temple of Nagakabouros or from Gangplank's {@i Dreadway}, an unnatural chill prickles up the characters' backs, and clammy fog clings to their form. Keep the following in mind as the characters begin to explore the neighborhood.",
												{
													"type": "entries",
													"name": "Pestilence",
													"id": "0b6",
													"entries": [
														"All vegetation within one mile of the salvage docks looks blighted; the leaves are an inky black and ghostly white blemishes coat the stems. A living creature that eats a blighted plant becomes violently ill, and must make a DC 15 Constitution saving throw or be {@condition poisoned} for 1 hour."
													]
												},
												{
													"type": "entries",
													"name": "Light",
													"id": "0b7",
													"entries": [
														"A constant gloomy shroud hangs over the neighborhood. Unless mentioned otherwise, the entire area is dimly lit (see \"{@book Vision and Light|PHB|8|Vision and Light}\" in {@book chapter 8|PHB|-1} of the D&D {@book Basic Rules|PHB})."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Eyes in the Dark",
									"id": "0b8",
									"entries": [
										"When a tendril of the Black Mist stretched from the Shadow Isles to ensnare the {@i Phantom's Ire}, it brought with it the undead Commander Ledros. Bound in service to the Harrowing, this accursed specter has claimed the salvage docks for the Shadow Isles and, along with the rest of the Shadow Isles' undead legion, aims to ravage all of Bilgewater.",
										"Ledros stays aboard the {@i Phantom's Ire}, which is docked at the neighborhood's north port; any characters looking northward can see the tattered ghostly sails of the {@i Phantom's Ire} waving in the breeze above the area. A number of {@creature Shadow||shadows} patrol the streets, snuffing out any remaining life in the area.",
										"Whenever characters enter a new section of the map, they must make a DC 10 Dexterity ({@skill Stealth}) check. To avoid detection, the number of successes made in the group must be more than the number of failures. If the characters engaged in combat in the previous area, these checks are made with disadvantage.",
										"A character can search for potential aggressors hidden in the Black Mist by making a DC 14 Wisdom ({@skill Perception}) check. On a success, the character notices one {@creature shadow} spying on their group. Should the characters choose to engage in combat, reducing the shadow to 0 hit points prevents it from reporting back to Commander Ledros, and the characters remain undetected.",
										"The shadows are bound to the Black Mist, and can't enter a space that isn't at least partially covered by the mist (see the map). However, the longer the characters spend exploring the salvage docks, the more the Black Mist spreads. If you like, you can fill in a new 10-foot by 10-foot square area anywhere on the map with Black Mist every minute, but you can speed this up or slow this down depending on how dire you wish to make the Harrowing.",
										"Keep track of whether or not Ledros's minions notice the characters' presence. It will affect the final encounter with him. ",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/047-Slaughter_Docks_2.png"
											}
										}
									]
								},
								{
									"type": "entries",
									"name": "Areas of the Salvage Docks",
									"id": "0b9",
									"entries": [
										"Left in ruins, this neighborhood is nothing more than an assortment of crumbling storehouses along cracked streets. Wharf rats and other vermin scurry amidst the splintering remains of taverns, and a few wrecked ships bob aimlessly along the docks.",
										"The following areas are keyed to the map. If characters are arriving from the Temple of Nagakabouros, they enter the area through the Warren ({@book area 1|LoRDToB|3|1. The Warren}). If the characters are arriving from Gangplank's {@i Dreadway}, they enter the area at the Scouts' Waterfront ({@book area 3|LoRDToB|3|3. Scouts' Waterfront}).",
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/048-map-3.1-docks-DM.jpg"
													},
													"title": "Map 3.1: docks DM",
													"imageType": "map"
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/049-map-3.1-docks-player.jpg"
													},
													"title": "Player Version",
													"imageType": "mapPlayer"
												}
											]
										},
										{
											"type": "entries",
											"name": "1. The Warren",
											"id": "0ba",
											"entries": [
												"With many of the main thoroughfares into this neighborhood left ruined by the Harrowing, this winding series of alleyways serves as the primary route into the remains of the salvage docks from Bilgewater proper. These passages reek of rotting fish and decay, yet no vermin rummage through the upturned crates and derelict buildings, rendering them eerily silent. Effects like {@spell detect magic} sense a lingering presence of necromancy seeped into the earth of the Warren leading deep into the heart of the neighborhood. The end of the Warren deposits characters into Carrack Row.",
												{
													"type": "entries",
													"name": "Loot",
													"id": "0bb",
													"entries": [
														"Characters who wish to search the area may make a DC 14 Intelligence ({@skill Investigation}) check. On a success, they find a rusty {@item dagger|PHB} and {@dice 1d4} sp."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "2. Carrack Row",
											"id": "0bc",
											"entries": [
												"What was once the commercial hub of this area is now nothing more than a hollow shell. Vicious gunpowder marks sit beside faded splatters of blood on the broken streets, and the cracked windows of the former shops creak idly in the faint wind. Beside the entrance to the docks sits what appears to be the remains of a tavern, constructed from two upturned ship hulls sandwiched together. Faded paint above the splintered door reads, \"The Peregrine.\"",
												"Most building entrances remain inaccessible, their doorways caved and covered in rubble from the Harrowing, but characters can force their way past the Peregrine's broken door with a successful DC 12 Strength ({@skill Athletics}) check. If the characters enter the tavern, jump to the Peregrine ({@book area 5|LoRDToB|3|5. The Peregrine}).",
												"Characters inspecting the other buildings of Carrack Row encounter 3 {@creature Skeleton||skeletons} lurking among the Black Mist in the area. These undead attempt to continue the motions of their former lives, restocking shelves and cleaning counters. If these routines are interrupted, the skeletons attack the intruders."
											]
										},
										{
											"type": "entries",
											"name": "3. Scouts' Waterfront",
											"id": "0bd",
											"entries": [
												"This smaller set of docks on the western side are usually used by small scouting vessels, which search and mark areas for potential wrecks before sending in the larger salvage crews. Now, though, these docks are decrepit, blackened barnacles coating the rotting pilings. The broken planks of wood squelch and sag as the characters step onto them. Closer to the warehouses sits a small abandoned shed that was once the dockmaster's office.",
												{
													"type": "entries",
													"name": "Loot",
													"id": "0be",
													"entries": [
														"Curious characters inspecting the inside of the shed find the remains of a skeleton wearing a dented {@item breastplate|PHB}, which can be salvaged and donned by a human character (or another Medium-size humanoid) proficient with medium armor."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "4. Warehouses",
											"id": "0bf",
											"entries": [
												"These warehouses once stored a myriad of equipment and treasure salvaged from various wrecks. The Peregrine sits right between Carrack Row and the warehouses, and the tavern was once a common respite for weary dockworkers after a long day.",
												"Black Mist swarms one corner of the warehouses. In addition to the spying {@creature Shadow||shadows} that lurk throughout the area as mentioned in \"{@book Eyes in the Dark|LoRDToB|3|Eyes in the Dark},\" a ghostly blue commodore of Ledros (using the {@creature specter} statistics) can be found moving through the abandoned warehouses. As the Mist encroaches on the neighborhood, the commodore communes with the various corpses littering the area, summoning 2 {@creature Zombie||zombies}. ",
												"If the characters attempt to engage the commodore, the spirit commands the zombies to combat the characters before fleeing to the {@i Phantom's Ire} and alerting Ledros of the characters' presence. "
											]
										},
										{
											"type": "entries",
											"name": "5. The Peregrine",
											"id": "0c0",
											"entries": [
												"Once a bustling tavern built within two upturned ship hulls, the inside of the Peregrine is now filled with dusty overturned tables and shattered tankards. ",
												"If the characters are allied with Miss Fortune, they also encounter three {@creature Wharf Rat|LoRDToB|wharf rats} rummaging through the tavern. The wharf rats are incredibly territorial, and will attack the characters on sight.",
												"If the characters are allied with Gangplank, they instead encounter three {@creature Powder Monkey|LoRDToB|powder monkeys} dangling from the rafters. A character can identify these rambunctious creatures as lackeys of Miss Fortune with a successful DC 13 Intelligence ({@skill History}) check. The powder monkeys do not engage in combat unless provoked, and as soon as one of them is reduced to 0 hit points, the remaining powder monkeys attempt to flee and inform Miss Fortune of what they saw.",
												{
													"type": "entries",
													"name": "Loot",
													"id": "0c1",
													"entries": [
														"A character that inspects the broken shelves behind the bar and makes a successful DC 10 Intelligence ({@skill Investigation}) check finds 3 {@item Potion of Healing||potions of healing} stashed behind a now-empty bottle of rum."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "6. The Wreck of the Telemachus",
											"id": "0c2",
											"entries": [
												"Both Carrack Row and the warehouses connect to these main docks. Though mostly abandoned, a few shipwrecks can be spotted bobbing with the tide, the closest of which is the wreck of a sloop named the {@i Telemachus}.",
												"The {@i Telemachus} sits breached onto one of the auxiliary piers. Time has rotted the wood planks, leaving splintered holes in the dock, and a hungry {@creature abyssal eye|LoRDToB} leaps over these broken sections with jaws bared. Characters wishing to cross the broken dock and enter the {@i Telemachus} must make a successful DC 14 Dexterity ({@skill Stealth}) check. On a failure, the abyssal eye leaps from the water and makes a bite attack against the character using its Go Fish ability.",
												"The storm has severely weakened the structural integrity of the {@i Telemachus}. Only two Medium creatures, or one Medium creature and two Small creatures, can be aboard the {@i Telemachus} at a time. If more creatures board the wreck, the ship begins to sink, and all characters on board must make a successful DC 12 Strength saving throw or be pinned by the sinking rubble. A pinned character begins to drown (see \"{@book Suffocating|PHB|8|Suffocating}\" in chapter 8 of the D&D {@book Basic Rules|PHB}) but can repeat the Strength saving throw as an action on future turns, escaping the rubble on a success.",
												{
													"type": "entries",
													"name": "Loot",
													"id": "0c3",
													"entries": [
														"If a character exploring the wreck of the Telemachus makes a successful DC 13 Intelligence ({@skill Investigation}) check, the character finds a {@item Bilgewater cutlass|LoRDToB} among the abandoned cargo. If this check succeeds by 5 or more, find a set of {@item dead man's plate|LoRDToB} instead."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "7. The Phantom's Ire",
											"id": "0c4",
											"entries": [
												"This massive ghostly galleon sits at the end of the pier. What were once broken parts of its hull have now been reconstructed with ghostly blue wood, and a prow shaped like a hungering maw swarms with dark fog.",
												"The {@i Phantom's Ire} has a barren top deck, with raised platforms on the forward and aft of the ship and a large singular mast at its center. Going below deck uncovers a completely barren hold, and Commander Ledros awaits the characters on board. When the characters board the {@i Phantom's Ire}, proceed to \"Confronting the Commander.\"",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/050-ledros.png"
													}
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Confronting the Commander",
									"id": "0c5",
									"entries": [
										"How Commander Ledros greets the characters upon their boarding of the ship depends on whether Ledros detected their presence in the neighborhood.",
										{
											"type": "entries",
											"name": "Encounter: Ledros Expectant",
											"id": "0c6",
											"entries": [
												"If the characters were detected, {@creature Commander Ledros|LoRDToB} is expecting them. He stands on the center of the deck, pacing around the mast:",
												{
													"type": "insetReadaloud",
													"id": "0c7",
													"entries": [
														"The grey wood of the ship creaks beneath your feet, the tattered sails rustling above you. Beside the crooked and groaning mast stands a tall figure in blackened armor, ghostly green smile stretching impossibly wide behind his helm. In one hand, he holds a jagged shield, and in the other, he clutches a broken blade, cursed mist wisping off its sharp edge.",
														"\"So, you've come to see the might of Commander Ledros,\" he says. His voice rumbles like a thousand souls speaking at once. \"You should have left well enough alone.\""
													]
												},
												"Ledros immediately uses his Harrowing Mist ability, covering the deck of the {@i Phantom's Ire} in writhing black fog. Have everyone roll initiative. "
											]
										},
										{
											"type": "entries",
											"name": "Encounter: Ledros Surprised",
											"id": "0c8",
											"entries": [
												"Unaware yet of the characters' presence, {@creature Commander Ledros|LoRDToB} stands at the prow of the ship, gazing out towards Bilgewater proper. Read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"id": "0c9",
													"entries": [
														"At the helm of the ship, stands an imposing figure in blackened armor, the gaps where a body should be instead filled with ghostly green light. His gaze combs across the roiling Black Mist surging towards Bilgewater with a heavy sigh that sounds like a thousand souls speaking at once.",
														"\"I will not fail this time,\" he says to himself, grip tightening around the broken sword in his grasp, \"Every step brings the Isles closer to deliverance.\""
													]
												},
												"Characters attempting to board the ship without drawing his attention must make a DC 11 Dexterity ({@skill Stealth}) check. On a success, a character is able to surprise Ledros (see \"{@book Surprise|PHB|9|Surprise}\" in chapter 9 of the D&D {@book Basic Rules|PHB}). Everyone rolls initiative, and creatures that are surprised lose their first turn in the initiative order."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Blood in the Water",
									"id": "0ca",
									"entries": [
										"When {@creature Commander Ledros|LoRDToB} is reduced to 0 hit points, he lets out a piercing death rattle that shakes the very bowels of the ship:",
										{
											"type": "insetReadaloud",
											"id": "0cb",
											"entries": [
												"An aching groan echoes from the ship's hull. \"No!\" Ledros shrieks. More splintering and shattering wood echoes from the hull, the mast wavering above you. Soon, the edges of the commander's form fade to smoke, the harsh edges of his armor turning to mist as the ship lurches again. \"I have been broken once—I will not be broken again. You have not seen the last of Ledros! You will soon taste my undying wrath!\" "
											]
										},
										"Commander Ledros's spectral form vanishes into the mist, leaving only the cursed {@item Blade of Ledros|LoRDToB} behind. Ledros's defeat has foiled his plans to conquer Bilgewater, but he is far from dead. This undying servant of the Shadow Isles will reform one day to take his vengeance upon the adventurers that defeated him. ",
										{
											"type": "entries",
											"name": "Encounter: Scuttling the Ship",
											"id": "0cc",
											"entries": [
												"The scarred and weathered hull of the {@i Phantom's Ire} has AC 15 and 50 hit points and is vulnerable to fire damage. When the hull reaches 0 hit points, the ship begins to sink. Any characters on board the {@i Phantom's Ire} when it begins sinking must scramble to escape the ship before it drags them into the briny depths. ",
												"For this encounter, the party can remain in the same initiative order from the combat with Ledros, or everyone can roll for initiative again. On their turn, a character can attempt to leap from the sinking ship by making a DC 14 Strength ({@skill Athletics}) or Dexterity ({@skill Acrobatics}) check, landing safely on the remains of the dock on a success. On a failure, the character falls deeper into the sinking shipwreck, taking 2 ({@dice 1d4}) bludgeoning damage.",
												"Every turn, on initiative count 20 (losing initiative ties), a complication arises from the sinking ship. Roll on the Shipwreck Complications table to determine what misfortune befalls the group. ",
												"The {@i Phantom's Ire} is fully submerged after 5 rounds. At this time, any characters still on board the ship are submerged and begin to drown (see \"{@book Suffocating|PHB|8|Suffocating}\" in {@book chapter 8|PHB|-1} of the D&D {@book Basic Rules|PHB}). ",
												{
													"type": "table",
													"caption": "Sinking Ship Complications",
													"colLabels": [
														"d8",
														"Complication"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10"
													],
													"rows": [
														[
															"1",
															"Ghostly blue hands rise from the deep. Each character on the shipwreck must make a DC 10 Strength saving throw. On a failure, a character must subtract {@dice 1d4} from the next Strength or Dexterity check they make, as these ghostly hands grasp and cling to their form."
														],
														[
															"2",
															"A barrel bursts, flooding the shipwreck with dark energy. Everyone on the sinking ship must make a successful DC 12 Constitution saving throw or take 3 ({@dice 1d6}) necrotic damage."
														],
														[
															"3",
															"A massive wave sweeps over the wreck. Everyone on board must make a successful DC 10 Strength saving throw or be pushed 10 feet underwater."
														],
														[
															"4",
															"A chunk of the mast topples into the water. Everyone on the shipwreck must make a successful DC 14 Dexterity saving throw or take 5 ({@dice 2d4}) bludgeoning damage from the falling debris."
														],
														[
															"5–8",
															"No complication occurs."
														]
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "A New Dawn",
									"id": "0cd",
									"entries": [
										"As the last of the {@i Phantom's Ire} sinks beneath the tides of Bilgewater, the Black Mist begins to recede from Bilgewater:",
										{
											"type": "insetReadaloud",
											"id": "0ce",
											"entries": [
												"With one last creak, the ship's prow plunges into the ocean. And slowly, as if caught in a whirlpool, the Black Mist also is sucked beneath the waves, until the hazy dark horizon of Bilgewater is once again clear. "
											]
										},
										"With the cursed wreck sunk, the Harrowing ends, and the residents of Bilgewater live to fight another day. In the unlikely event that Ledros was not defeated before the {@i Phantom's Ire}was scuttled, he is swept away by the receding Black Mist, unable to seek revenge beyond its accursed bounds. The characters can return to Bilgewater proper when they are ready to claim their reward from Miss Fortune or Gangplank.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/051-bilgewater-waterways.png"
											}
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 3: Turning Tides",
							"id": "0cf",
							"entries": [
								"Though the Harrowing has been averted for now, more adventures still await the characters. From two captains vying for power in the city, to sea monsters churning the depths, to even darker forces lurking on the horizon—it's just another beautiful day in Bilgewater.",
								{
									"type": "entries",
									"name": "Fickle Fortune",
									"id": "0d0",
									"entries": [
										"Upon returning to the Temple of Nagakabouros, {@creature Miss Fortune|LoRDToB} congratulates the characters on a job well done and pays them their respective rewards. However, a successful DC 18 Wisdom ({@skill Insight}) check intuits that Miss Fortune is calculatedly taking note of their skill sets for future jobs. ",
										"One job in particular concerns the matter of Gangplank, the former Reaver King. Miss Fortune suspects that her old nemesis isn't as dead as he seems. Impressed by the character's ability to push back the Harrowing, she may request their help in the future with investigating rumors of how Gangplank may have survived his attempted assassination. "
									]
								},
								{
									"type": "entries",
									"name": "The Saltwater Scourge",
									"id": "0d1",
									"entries": [
										"Upon returning to the {@i Dreadway}, {@creature Gangplank|LoRDToB} either clears the characters of their debt to him (if they were caught sneaking aboard) or pays them their due reward. He then allows the characters to leave, but threatens to send them into the briny tides himself if he catches them spreading word of his survival.",
										"Should the characters wish to continue working with Gangplank, the former Reaver King may task them to gather more information about Miss Fortune and begin plotting his eventual return to Bilgewater."
									]
								},
								{
									"type": "entries",
									"name": "Other Adventures in Bilgewater",
									"id": "0d2",
									"entries": [
										"If the characters want no more to do with the feuding captains, there are plenty of other strange fellows and even stranger mysteries to investigate within the port city.",
										{
											"type": "entries",
											"name": "New Faces",
											"id": "0d3",
											"entries": [
												"Characters may encounter any of the following characters either in the Brazen Hydra or around Bilgewater. Each character has their own encounter, as detailed in the setting guide."
											]
										},
										{
											"type": "entries",
											"name": "Kyren Addams",
											"id": "0d4",
											"entries": [
												"Armed with a paintbrush and an exceedingly rebellious spirit, this young street urchin derives enjoyment from harmless pranks. His latest endeavor has been vandalizing Bilgewater's various notice boards. See the encounter \"{@book Graffiti|LoRDToB|1|Graffiti}\" for more."
											]
										},
										{
											"type": "entries",
											"name": "Billy Brigs",
											"id": "0d5",
											"entries": [
												"A wide-eyed and naive newcomer to Bilgewater, Billy finds himself constantly beset by the city's nasty surprises. See the encounter \"{@book Street Rats|LoRDToB|1|Street Rats}\" for more."
											]
										},
										{
											"type": "entries",
											"name": "Commodore Edwin Holt",
											"id": "0d6",
											"entries": [
												"This grizzled soldier is clad in the armor of Noxus. He and his partner have been harrassed by various pirates wishing, and currently find themselves beset with a drunken mob. See the encounter \"{@book Mob Mentality|LoRDToB|1|Mob Mentality}\" for more."
											]
										},
										{
											"type": "entries",
											"name": "Jessamin Oz",
											"id": "0d7",
											"entries": [
												"Jessamin is a young woman in rags who makes her living by telling fortunes to interested passers-by. See the encounter \"{@book Penny Dreadful|LoRDToB|1|Penny Dreadful}\" for more."
											]
										},
										{
											"type": "entries",
											"name": "Kiki Summers",
											"id": "0d8",
											"entries": [
												"A young lady with brilliant dyed sashes around her waist, Kiki darts around Bilgewater, handing out invites and coupons to the exclusive taverns of the Eyries, Bilgewater's upper levels. See the encounter \"{@book Nightlife|LoRDToB|1|Nightlife}\" for more."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Shadow Isles",
									"id": "0d9",
									"entries": [
										"Characters may also desire to learn more about the Harrowing and the mysterious Shadow Isles. They may consult the acolytes in the Temple of Nagakabouros, who can provide more information regarding the Mother Serpent and the Harrowing. Though the Buhru are wary of outsiders, the characters' deeds have earned them a tentative amount of trust, and a few priests may offer to take the characters along the rest of the Serpent Isles to investigate the sudden aggression from the Shadow Isles. More intrepid adventurers may even strike out for the Shadow Isles themselves.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/bookData/052-shadow-isles-sea.png"
											}
										}
									]
								},
								{
									"type": "entries",
									"name": "Mishaps and More",
									"id": "0da",
									"entries": [
										"For characters more focused on independent ventures, the setting guide provides numerous locations, individuals, and even random encounters for the party to experience. But don't feel boxed in by the information provided. This is your game—your version of Bilgewater. And in this city brimming with scum and villainy, the possibilities are endless. "
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Adaptive Helm",
			"source": "LoRDToB",
			"page": 0,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This metal helmet is set with crystals that change color when exposed to elemental energy. While wearing this helm, if you are the target of an attack which would deal acid, cold, fire, lightning, or thunder damage you can use a reaction to adapt to that damage type. While adapted, you have resistance to that damage type. The helm returns to its normal state after ten minutes."
			],
			"fluff": {
				"_itemFluff": {
					"name": "Adaptive Helm",
					"source": "LoRDToB"
				}
			},
			"hasFluffImages": true
		},
		{
			"name": "Banshee's Veil",
			"source": "LoRDToB",
			"page": 0,
			"rarity": "uncommon",
			"reqAttune": "by a spellcaster",
			"wondrous": true,
			"entries": [
				"This amulet is shaped like a sword with a small ruby set in the crossguard. Once per day when you are the target of a spell you can use a reaction to cast {@spell counterspell} (using your spellcasting ability). Casting {@spell counterspell} in this way does not expend a spell slot."
			],
			"attachedSpells": [
				"counterspell"
			],
			"fluff": {
				"_itemFluff": {
					"name": "Banshee's Veil",
					"source": "LoRDToB"
				}
			},
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Bilgewater Cutlass",
			"source": "LoRDToB",
			"page": 0,
			"srd": true,
			"baseItem": "scimitar|PHB",
			"type": "M",
			"rarity": "uncommon",
			"weight": 3,
			"value": 2500,
			"weaponCategory": "martial",
			"property": [
				"F",
				"L"
			],
			"dmg1": "1d6",
			"dmgType": "S",
			"bonusWeapon": "+1",
			"entries": [
				"These curved blades trail golden light when swung through the air.",
				"You have a +1 bonus to attack and damage rolls made with this magic weapon. On a successful hit with the cutlass the target's speed is reduced by 10 feet until the start of your next turn."
			],
			"fluff": {
				"_itemFluff": {
					"name": "Bilgewater Cutlass",
					"source": "LoRDToB"
				}
			},
			"hasFluffImages": true
		},
		{
			"name": "Blade of Ledros",
			"source": "LoRDToB",
			"page": 0,
			"srd": true,
			"baseItem": "longsword|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"curse": true,
			"weight": 3,
			"value": 1500,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"bonusWeapon": "+1",
			"entries": [
				"The jagged shards of this blade are bound together by sickly green energy. You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
				"When you hit a humanoid with this weapon, the humanoid takes an extra {@damage 3d6} slashing damage.",
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"This weapon is cursed, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times. In addition, you have disadvantage on attack rolls made with weapons other than this one.",
						"While you are attuned to the sword, once a day at midnight, you must succeed on a DC 17 Constitution saving throw unless you are undead. On a failed save, your maximum hit points are reduced by 10. Hit points lost in this way can only be restored by a wish spell. If your maximum hit points are reduced to 0 in this way, you die and immediately rise as a {@creature wraith}."
					]
				}
			],
			"fluff": {
				"_itemFluff": {
					"name": "Blade of Ledros",
					"source": "LoRDToB"
				}
			},
			"hasFluffImages": true
		},
		{
			"name": "Boots of Swiftness",
			"source": "LoRDToB",
			"page": 0,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"These fashionable boots are adorned with small white wings. While you wear these boots your base walking speed increases by 10 feet. In addition, your movement is unaffected by difficult terrain, and spells and other magical effects can neither reduce your speed nor cause you to be {@condition restrained}."
			],
			"fluff": {
				"_itemFluff": {
					"name": "Boots of Swiftness",
					"source": "LoRDToB"
				}
			},
			"hasFluffImages": true
		},
		{
			"name": "Dead Man's Plate",
			"source": "LoRDToB",
			"page": 0,
			"srd": true,
			"baseItem": "plate armor|PHB",
			"type": "HA",
			"rarity": "rare",
			"weight": 65,
			"value": 150000,
			"ac": 18,
			"strength": "15",
			"stealth": true,
			"entries": [
				"This jagged armor is made of castaway hooks and barbs. While wearing this armor, if you take the {@action Attack} action on your turn, you can use a bonus action to try to shove a creature within 5 feet of you (see \"Shoving a Creature\" in chapter 9 of the D&D Basic Rules). The shoved creature takes {@damage 1d8} piercing damage, in addition to either being knocked {@condition prone} or pushed."
			],
			"fluff": {
				"_itemFluff": {
					"name": "Dead Man's Plate",
					"source": "LoRDToB"
				}
			},
			"hasFluffImages": true
		},
		{
			"name": "Powder Keg",
			"source": "LoRDToB",
			"page": 0,
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"These small wooden barrels are filled with highly volatile gun powder, then magically sealed for easy transport. Setting fire to a keg requires one action and a lit torch, match, or similar magical effect. Once set on fire, a powder keg explodes at the end of the round it is lit, dealing {@damage 1d10} fire damage to creatures and objects within 10 feet of it. A successful DC 12 Dexterity saving throw halves the damage."
			],
			"fluff": {
				"_itemFluff": {
					"name": "Powder Keg",
					"source": "LoRDToB"
				}
			},
			"hasFluffImages": true
		}
	],
	"itemFluff": [
		{
			"name": "Adaptive Helm",
			"source": "LoRDToB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/itemFluff/Adaptive Helm.png"
					}
				}
			]
		},
		{
			"name": "Banshee's Veil",
			"source": "LoRDToB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/itemFluff/Banshee's Veil.png"
					}
				}
			]
		},
		{
			"name": "Bilgewater Cutlass",
			"source": "LoRDToB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/itemFluff/Bilgewater Cutlass.png"
					}
				}
			]
		},
		{
			"name": "Blade of Ledros",
			"source": "LoRDToB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/itemFluff/Blade of Ledros.jpg"
					}
				}
			]
		},
		{
			"name": "Boots of Swiftness",
			"source": "LoRDToB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/itemFluff/Boots of Swiftness.png"
					}
				}
			]
		},
		{
			"name": "Dead Man's Plate",
			"source": "LoRDToB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/itemFluff/Dead Man's Plate.png"
					}
				}
			]
		},
		{
			"name": "Powder Keg",
			"source": "LoRDToB",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/itemFluff/Powder Keg.jpg"
					}
				}
			]
		}
	],
	"monster": [
		{
			"name": "Abyssal Eye",
			"source": "LoRDToB",
			"page": 0,
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 42,
				"formula": "5d10 + 15"
			},
			"speed": {
				"walk": 5,
				"swim": 50
			},
			"str": 17,
			"dex": 11,
			"con": 16,
			"int": 5,
			"wis": 14,
			"cha": 3,
			"skill": {
				"perception": "+4"
			},
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"passive": 14,
			"languages": [
				"understands Deep Speech but can't speak"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Vigilant",
					"entries": [
						"The abyssal eye can't be surprised."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The abyssal eye can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d6 + 6}) piercing damage."
					]
				},
				{
					"name": "Evil Eye",
					"entries": [
						"The abyssal eye uses its eye to create an aura of fear. Each creature in a 30-foot cone must succeed on a {@dc 13} Wisdom saving throw or be {@condition frightened} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"name": "Go Fish",
					"entries": [
						"The abyssal eye uses an action leaps from the water and lands at another point in water up to 30 feet away, this path must follow a straight line. During this leap, it can make a bite attack on one target in its path. If the attack is successful, the target is {@condition grappled} (escape {@dc 13}) and carried by the abyssal eye to its landing point. Until this grapple ends, the target is {@condition restrained}, and the abyssal eye can't use its bite on another target."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"languageTags": [
				"CS",
				"DS"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"conditionInflict": [
				"frightened",
				"grappled",
				"restrained"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Abyssal Eye",
					"source": "LoRDToB"
				}
			},
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "Barkbeast",
			"source": "LoRDToB",
			"page": 0,
			"size": [
				"M"
			],
			"type": "undead",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 16,
				"formula": "3d8 + 3"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 14,
			"con": 12,
			"int": 6,
			"wis": 10,
			"cha": 6,
			"skill": {
				"stealth": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"necrotic",
				"poison"
			],
			"vulnerable": [
				"fire",
				"radiant"
			],
			"conditionImmune": [
				"exhaustion",
				"poisoned"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Pack Tactics",
					"entries": [
						"The barkbeast has advantage on an attack roll against a creature if at least one of the barkbeast's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				},
				{
					"name": "Soul Feast",
					"entries": [
						"When the barkbeast reduces an enemy to 0 hit points, the barkbeast gains 5 temporary hit points."
					]
				}
			],
			"action": [
				{
					"name": "Life Drain",
					"entries": [
						"{@atk ms} {@hit 4} to hit, reach 5 ft., one creature. {@h}7 ({@damage 2d6}) necrotic damage. The target must succeed on a {@dc 10} Constitution saving throw or its hit point maximum is reduced by an amount equal to the damage taken. This reduction lasts until the creature finishes a long rest. The target dies if this effect reduces its hit point maximum to 0."
					]
				}
			],
			"traitTags": [
				"Pack Tactics"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"N"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Barkbeast",
					"source": "LoRDToB"
				}
			},
			"miscTags": [
				"HPR"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Commander Ledros",
			"source": "LoRDToB",
			"page": 0,
			"size": [
				"M"
			],
			"type": "undead",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item breastplate|PHB}",
						"{@item shield|PHB}"
					]
				}
			],
			"hp": {
				"average": 73,
				"formula": "7d8 + 42"
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 10,
			"con": 16,
			"int": 15,
			"wis": 12,
			"cha": 15,
			"save": {
				"dex": "+3",
				"wis": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 11,
			"resist": [
				"acid",
				"cold",
				"fire",
				"lightning",
				"thunder",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks that aren't silvered",
					"cond": true
				}
			],
			"immune": [
				"necrotic",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned"
			],
			"languages": [
				"Common"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Incorporeal Movement",
					"entries": [
						"Ledros can move through other creatures and objects as if they were difficult terrain. He takes 5 ({@damage 1d10}) force damage if he ends his turn inside an object."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, Ledros has disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight."
					]
				}
			],
			"action": [
				{
					"name": "Sword of Ledros",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) slashing damage plus 10 ({@damage 3d6}) slashing damage if the target is a humanoid creature."
					]
				},
				{
					"name": "Harrowing Mist {@recharge}",
					"entries": [
						"Ledros unleashes a wave of shadowy mist that coalesces into a 15-foot radius circle centered on himself. Each creature within that radius must succeed on a {@dc 14} Constitution saving throw, taking 22 ({@damage 4d10}) necrotic damage on a failure and half as much on a success."
					]
				}
			],
			"traitTags": [
				"Incorporeal Movement",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"S",
				"N",
				"O"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Commander Ledros",
					"source": "LoRDToB"
				}
			},
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Dragon Shark",
			"source": "LoRDToB",
			"page": 0,
			"size": [
				"H"
			],
			"type": "dragon",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armour"
					]
				}
			],
			"hp": {
				"average": 126,
				"formula": "11d12 + 55"
			},
			"speed": {
				"walk": 0,
				"swim": 60
			},
			"str": 23,
			"dex": 11,
			"con": 21,
			"int": 1,
			"wis": 10,
			"cha": 5,
			"skill": {
				"perception": "+3"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 13,
			"cr": "5",
			"trait": [
				{
					"name": "Water Breathing",
					"entries": [
						"The dragon shark can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}22 ({@damage 3d10 + 6}) piercing damage and the target must make a successful {@dc 15} Strength saving throw or be thrown 20 feet in a direction of the dragon shark's choice."
					]
				},
				{
					"name": "Fin Rays",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 10 ft., one target. {@h}22 ({@damage 3d10 + 6}) piercing damage. The target must make a {@dc 15} Constitution saving throw, taking 24 ({@damage 6d6}) poison damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"P",
				"I"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Dragon Shark",
					"source": "LoRDToB"
				}
			},
			"hasFluff": true,
			"savingThrowForced": [
				"constitution",
				"strength"
			]
		},
		{
			"name": "Gangplank",
			"isNamedCreature": true,
			"source": "LoRDToB",
			"page": 0,
			"size": [
				"L"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item plate armor|PHB|plate}"
					]
				}
			],
			"hp": {
				"average": 190,
				"formula": "20d8 + 100"
			},
			"speed": {
				"walk": 30
			},
			"str": 20,
			"dex": 14,
			"con": 20,
			"int": 16,
			"wis": 12,
			"cha": 18,
			"save": {
				"str": "+9",
				"con": "+9"
			},
			"skill": {
				"athletics": "+9",
				"intimidation": "+8",
				"perception": "+5",
				"sleight of hand": "+6"
			},
			"passive": 15,
			"languages": [
				"Common"
			],
			"cr": "12",
			"trait": [
				{
					"name": "Indomitable (3/Day)",
					"entries": [
						"When Gangplank fails a saving throw, he can choose to reroll it. He must use the new roll."
					]
				},
				{
					"name": "Remove Scurvy",
					"entries": [
						"Gangplank regains 10 hit points at the start of his turn as long as he has at least 1 hit point."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Gangplank makes two flame blade attacks. One of these attacks can be replaced by a rifle attack."
					]
				},
				{
					"name": "Flame Blade",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 5 ft., one creature. {@h}6 ({@damage 1d8 + 5}) slashing damage, plus 7 ({@damage 2d6}) fire damage."
					]
				},
				{
					"name": "Rifle",
					"entries": [
						"{@atk rw} {@hit 6} to hit, range 60/150 ft., one target. {@h}8 ({@damage 1d12 + 2}) piercing damage."
					]
				}
			],
			"legendary": [
				{
					"name": "Parrrley",
					"entries": [
						"Gangplank makes an attack with his rifle."
					]
				},
				{
					"name": "Dead Man's Plate (Costs 2 Actions)",
					"entries": [
						"Gangplank attempts to shove a creature within 5 feet of him (see \"Shoving a Creature\" in chapter 9 of the D&D Basic Rules). The shoved creature takes 4 ({@damage 1d8}) piercing damage, in addition to either being knocked {@condition prone} or pushed."
					]
				},
				{
					"name": "Cannon Barrage (Costs 3 Actions)",
					"entries": [
						"Gangplank fires a magic bullet that explodes into a rain of cannon balls. Gangplank chooses a point within 60 feet of him and each creature in a 20-foot-radius sphere centered on that point must make a {@dc 17} Dexterity saving throw. On a failed save a target takes 11 ({@damage 2d10}) bludgeoning damage and is knocked {@condition prone}. On a successful save, a target takes half damage and is not knocked {@condition prone}."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"S",
				"F",
				"P",
				"B"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RW"
			],
			"conditionInflict": [
				"prone"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Gangplank",
					"source": "LoRDToB"
				}
			},
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Ironback",
			"source": "LoRDToB",
			"page": 0,
			"size": [
				"M"
			],
			"type": "humanoid",
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 26,
				"formula": "4d8 + 8"
			},
			"speed": {
				"walk": 20,
				"swim": 40
			},
			"str": 15,
			"dex": 10,
			"con": 14,
			"int": 11,
			"wis": 13,
			"cha": 12,
			"skill": {
				"athletics": "+4",
				"survival": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 11,
			"languages": [
				"Aquan",
				"Common"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The ironback can breathe air and water."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The ironback deals double damage to objects and structures."
					]
				}
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d6 + 2}) bludgeoning damage."
					]
				},
				{
					"name": "Harpoon",
					"entries": [
						"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage. If the target is a Large or smaller creature, it must succeed on a Strength contest against the ironback or be pulled up to 20 feet toward the ironback."
					]
				}
			],
			"reaction": [
				{
					"name": "Iron Plating",
					"entries": [
						"The ironback adds 2 to its AC against one melee attack that would hit it. To do so, the ironback must be able to see the attacker."
					]
				}
			],
			"traitTags": [
				"Amphibious",
				"Siege Monster"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"AQ",
				"C"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Ironback",
					"source": "LoRDToB"
				}
			},
			"hasFluff": true
		},
		{
			"name": "Miss Fortune",
			"isNamedCreature": true,
			"source": "LoRDToB",
			"page": 0,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"{@item studded leather armor|PHB|studded leather}"
					]
				}
			],
			"hp": {
				"average": 123,
				"formula": "19d8 + 38"
			},
			"speed": {
				"walk": 30
			},
			"str": 12,
			"dex": 20,
			"con": 14,
			"int": 18,
			"wis": 16,
			"cha": 18,
			"save": {
				"dex": "+9",
				"int": "+8"
			},
			"skill": {
				"acrobatics": "+9",
				"deception": "+8",
				"perception": "+7",
				"sleight of hand": "+9"
			},
			"passive": 17,
			"languages": [
				"Common"
			],
			"cr": "12",
			"trait": [
				{
					"name": "Evasion",
					"entries": [
						"If Miss Fortune is subjected to an effect that allows her to make a Dexterity saving throw to take only half damage, Miss Fortune instead takes no damage if she succeeds on the saving throw, and only half damage if she fails. She can't use this trait if she's {@condition incapacitated}."
					]
				},
				{
					"name": "Fortune's Favor (1/Day)",
					"entries": [
						"If Miss Fortune fails a saving throw, she can choose to succeed instead."
					]
				},
				{
					"name": "Gunslinger",
					"entries": [
						"Being within 5 feet of a hostile creature or attacking at long range doesn't impose disadvantage on Miss Fortune's ranged attack rolls with a pistol. In addition, Miss Fortune ignores half cover and three-quarters cover when making ranged attacks with a pistol."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Miss Fortune makes two weapon attacks."
					]
				},
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d8 + 5}) piercing damage"
					]
				},
				{
					"name": "Pistol",
					"entries": [
						"{@atk rw} {@hit 9} to hit, range 30/90 ft., one target. {@h}10 ({@damage 1d10 + 5}) piercing damage."
					]
				}
			],
			"legendary": [
				{
					"name": "Strut",
					"entries": [
						"Miss Fortune moves up to her speed without provoking opportunity attacks."
					]
				},
				{
					"name": "Bullet Time (Costs 2 Actions)",
					"entries": [
						"Miss Fortune makes two attacks with her pistol.",
						"Make it Rain (Costs 3 Actions). Miss Fortune fires a barrage of bullets. Each creature in a 15-foot cone must make a {@dc 17} Dexterity saving throw, taking 16 ({@damage 3d10}) piercing damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RW",
				"MLW"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Miss Fortune",
					"source": "LoRDToB"
				}
			},
			"hasFluff": true,
			"hasFluffImages": true,
			"attachedItems": [
				"pistol|dmg",
				"rapier|phb"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Pool Shark",
			"source": "LoRDToB",
			"page": 0,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				"NX",
				"C",
				"G",
				"NY",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item studded leather armor|PHB|studded leather}"
					]
				}
			],
			"hp": {
				"average": 52,
				"formula": "8d8 + 16"
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 16,
			"con": 14,
			"int": 14,
			"wis": 11,
			"cha": 14,
			"skill": {
				"deception": "+4",
				"sleight of hand": "+5"
			},
			"passive": 10,
			"languages": [
				"any two languages (usually Common and one other)"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Gambler's Luck",
					"entries": [
						"When the pool shark rolls a 1 on the {@dice d20} for an attack roll, ability check, or saving throw, reroll the die and use the new roll (even if that roll is also a 1)."
					]
				},
				{
					"name": "Sharking (2/Day)",
					"entries": [
						"The pool shark can use a bonus action on its turn to target one creature within 30 feet of it. If the target can hear the pool shark, the target must succeed on a {@dc 12} Charisma saving throw or have disadvantage on ability checks, attack rolls, and saving throws until the start of the pool shark's next turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The pool shark makes two cue stick attacks. One of these attacks can be replaced with improvised weapon."
					]
				},
				{
					"name": "Cue Stick",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}6 ({@damage 1d6 + 2}) piercing damage."
					]
				},
				{
					"name": "Improvised Weapon",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 20/60 ft., one target. {@h}5 ({@damage 1d6 + 2}) bludgeoning damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"P",
				"B"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Pool Shark",
					"source": "LoRDToB"
				}
			},
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"charisma"
			]
		},
		{
			"name": "Powder Monkey",
			"source": "LoRDToB",
			"page": 0,
			"size": [
				"S"
			],
			"type": "elemental",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 22,
				"formula": "5d6 + 5"
			},
			"speed": {
				"walk": 40,
				"climb": 40
			},
			"str": 8,
			"dex": 16,
			"con": 12,
			"int": 6,
			"wis": 10,
			"cha": 10,
			"skill": {
				"acrobatics": "+5"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"immune": [
				"fire",
				"poison"
			],
			"vulnerable": [
				"cold"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"understands Common and Ignan",
				"but can't speak"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Animalistic Elemental",
					"entries": [
						"The speak with animals and locate animals or plants spells treat the powder monkey as a beast."
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"When the powder monkey is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails."
					]
				}
			],
			"action": [
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one creature. {@h}3 ({@damage 1d4 + 1}) slashing damage plus 2 ({@damage 1d4}) fire damage."
					]
				},
				{
					"name": "Explosive Excretion",
					"entries": [
						"The powder monkey conjures gunpowder and throws it at a point up to 60 feet away. Each creature within 5 feet of that point must make a {@dc 12} Dexterity saving throw, taking {@damage 3d6} bludgeoning damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"name": "Flash Powder {@recharge 4}",
					"entries": [
						"With a bright flash, the powder monkey magically teleports along with any equipment it is wearing or carrying up to 40 feet to an unoccupied space it can see. Before or after teleporting, the powder monkey can reload one weapon it can reach with the reload property."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C",
				"CS",
				"IG"
			],
			"damageTags": [
				"S",
				"F"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Powder Monkey",
					"source": "LoRDToB"
				}
			},
			"hasFluff": true,
			"hasFluffImages": true,
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Wharf Rat",
			"source": "LoRDToB",
			"page": 0,
			"size": [
				"S"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 11,
				"formula": "3d6 + 1"
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 7,
			"dex": 15,
			"con": 12,
			"int": 2,
			"wis": 10,
			"cha": 4,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"cr": "1/4",
			"trait": [
				{
					"name": "Keen Smell",
					"entries": [
						"The wharf rat has advantage on Wisdom (Perception) checks that rely on smell."
					]
				},
				{
					"name": "Blood Frenzy",
					"entries": [
						"The wharf rat has advantage on melee attack rolls against any creature that doesn't have all its hit points."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage."
					]
				}
			],
			"traitTags": [
				"Keen Senses"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"_monsterFluff": {
					"name": "Wharf Rat",
					"source": "LoRDToB"
				}
			},
			"hasFluff": true,
			"hasFluffImages": true
		}
	],
	"monsterFluff": [
		{
			"name": "Abyssal Eye",
			"source": "LoRDToB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The abyssal eye is a monstrous fish-like aberration with razor-sharp teeth and a single violet eye in its skull."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/monsterFluff/Abyssal Eye.jpg"
					}
				}
			]
		},
		{
			"name": "Barkbeast",
			"source": "LoRDToB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Undead servants formed from petrified bark and necrotic mist, barkbeasts are spawned by the Harrowing to consume the souls of the living."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/monsterFluff/Barkbeast.jpg"
					}
				}
			]
		},
		{
			"name": "Commander Ledros",
			"source": "LoRDToB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When a tendril of the Black Mist stretched from the Shadow Isles to ensnare the{@i Phantom's Ire}, it brought with it the undead Commander Ledros. Bound in service to the Harrowing, this accursed specter has claimed the salvage docks for the Shadow Isles and, along with the rest of the Shadow Isles' undead legion, aims to ravage all of Bilgewater."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/monsterFluff/Commander Ledros.jpg"
					}
				}
			]
		},
		{
			"name": "Dragon Shark",
			"source": "LoRDToB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Cousins to aquatic dragons, dragon sharks are massive creatures with poisonous fin rays that prowl the shores of Bilgewater."
					]
				}
			]
		},
		{
			"name": "Gangplank",
			"source": "LoRDToB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Gangplank is a commanding, battle-worn pirate captain. Gangplank is the previous Reaver King of Bilgewater, who seeks to reclaim his title after surviving an assasination attempt on his life. Gangplank dominated Bilgewater with fearsome strength and an iron will, two qualities which serve him well as he rebuilds support to once again rule the city."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/monsterFluff/Gangplank.jpg"
					}
				}
			]
		},
		{
			"name": "Ironback",
			"source": "LoRDToB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Ironbacks are tanky, turtle-like humanoids that sell their impressive destructive capabilities to the highest bidder."
					]
				}
			]
		},
		{
			"name": "Miss Fortune",
			"source": "LoRDToB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sarah Fortune is a charismatic, gun-toting bounty hunter. Through patience and planning she has come to rule Bilgewater as its most influential champion. Sarah has used her wits, charm, and unrivaled aim to establish a semblance of order in the chaotic city, and intends to keep it that way."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/monsterFluff/Miss Fortune.png"
					}
				}
			]
		},
		{
			"name": "Pool Shark",
			"source": "LoRDToB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A common feature of Bilgewater's taverns and casinos, the pool shark delights in games of skill. They don't fear a good old-fashioned brawl; to them, combat is the most skillful game of all."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/monsterFluff/Pool Shark.jpg"
					}
				}
			]
		},
		{
			"name": "Powder Monkey",
			"source": "LoRDToB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"These elemental minions of Miss Fortune make life difficult for her enemies, hurling explosives around to cause chaos."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/monsterFluff/Powder Monkey.jpg"
					}
				}
			]
		},
		{
			"name": "Wharf Rat",
			"source": "LoRDToB",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Vicious monsters that stalk Bilgewater, wharf rats combine the deadliest qualities of rats and sharks to make a fearsome hunter."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/LoRDToB/monsterFluff/Wharf Rat.jpg"
					}
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Path of the Depths",
			"shortName": "Depths",
			"source": "LoRDToB",
			"subclassFeatures": [
				"Path of the Depths|Barbarian||Depths|LoRDToB|3",
				"Dredge Line|Barbarian||Depths|LoRDToB|3",
				"Ghostwater Dive|Barbarian||Depths|LoRDToB|6",
				"Manifestations of the Deep|Barbarian||Depths|LoRDToB|10",
				"Depth Charge|Barbarian||Depths|LoRDToB|14"
			],
			"className": "Barbarian",
			"classSource": "PHB"
		},
		{
			"name": "Renegade",
			"shortName": "Renegade",
			"source": "LoRDToB",
			"subclassFeatures": [
				"Renegade|Fighter||Renegade|LoRDToB|3",
				"Cunning Shot|Fighter||Renegade|LoRDToB|7",
				"Grin and Bear It|Fighter||Renegade|LoRDToB|10",
				"Right Gun for the Job|Fighter||Renegade|LoRDToB|15",
				"Light 'Em Up|Fighter||Renegade|LoRDToB|18"
			],
			"className": "Fighter",
			"classSource": "PHB"
		},
		{
			"name": "Wild Card",
			"shortName": "Wild Card",
			"source": "LoRDToB",
			"subclassFeatures": [
				"Wild Card|Rogue||Wild Card|LoRDToB|3",
				"Shifting the Odds|Rogue||Wild Card|LoRDToB|9",
				"Twist of Fate|Rogue||Wild Card|LoRDToB|13",
				"Joker Wild|Rogue||Wild Card|LoRDToB|17"
			],
			"className": "Rogue",
			"classSource": "PHB"
		}
	],
	"optionalfeature": [
		{
			"name": "Blade and Black Powder",
			"source": "LoRDToB",
			"featureType": [
				"FU:Min"
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Pistoleer Form",
						"entrySummary": "Pistoleer Form"
					}
				}
			],
			"entries": [
				"You create a matching blade to accompany your firearm, rendering you a deadly opponent in both melee and ranged combat. Being within 5 feet of a hostile creature doesn't impose disadvantage on your ranged attack rolls.",
				"Additionally, when you use your action to shoot using your Gunfighter Form, you can use your bonus action to strike at a creature within melee range. Make a melee attack roll. The attack roll uses your Dexterity modifier, and you are proficient with the attack. On a hit, the attack deals slashing damage equal to {@dice 1d6} + your Dexterity modifier."
			]
		},
		{
			"name": "Caliber Net",
			"source": "LoRDToB",
			"featureType": [
				"FU:Min"
			],
			"entries": [
				"By repurposing some salvaged Hextech parts, you equip your gun with an arcane net meant to trap opponents. As an action, choose a creature within range of your firearm. The creature must succeed on a Strength saving throw or be {@condition restrained}. At the end of each of its turns, the target can repeat this saving throw, ending the effect on a success. Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Collateral Damage",
			"source": "LoRDToB",
			"featureType": [
				"FU:Min"
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Sniper Form",
						"entrySummary": "Sniper Form"
					}
				}
			],
			"entries": [
				"You alter your ammunition to have explosive capabilities. When you hit a target with a successful attack from your firearm, all creatures within 5 feet of the target must succeed on a Dexterity saving throw or take {@dice 1d6} piercing damage."
			]
		},
		{
			"name": "Crosshairs",
			"source": "LoRDToB",
			"featureType": [
				"FU:Min"
			],
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Fighter"
						}
					}
				}
			],
			"entries": [
				"You equip your firearm with a targeting mechanism. If you haven't moved this turn, you can aim down your sights as a bonus action, reducing your speed to 0 and granting you advantage on all attacks you make using your Gunfighter's Form feature until the end of your turn."
			]
		},
		{
			"name": "Double-Barrel",
			"source": "LoRDToB",
			"featureType": [
				"FU:Min"
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Sniper Form",
						"entrySummary": "Sniper Form"
					},
					"level": {
						"level": 5,
						"class": {
							"name": "Fighter"
						}
					}
				}
			],
			"entries": [
				"You add a second barrel to your firearm. When you use your Gunfighter Form, you can shoot twice during a single action, instead of once. The shots can target the same creature or different creatures. Make a separate attack roll for each shot."
			]
		},
		{
			"name": "Smoke Screen",
			"source": "LoRDToB",
			"featureType": [
				"FU:Min"
			],
			"entries": [
				"As an action, you alter the firing mechanism of your gun to release a burst of ash and smoke. This cloud forms a 10-foot cube centered on a point of your choice within the firearm's range, spreading around corners, and the area covered by this cube is considered heavily obscured. This smoke lasts for 10 minutes and cannot be dispersed. Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Barrage",
			"source": "LoRDToB",
			"featureType": [
				"FU:Maj"
			],
			"entries": [
				"As an action, you can fire a barrage of bullets. Each creature in a 15-foot cone originating from yourself must make a Dexterity saving throw, taking piercing damage equal to {@dice 3d10} + your Dexterity modifier on a failure and half as much on a success. Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Double Up",
			"source": "LoRDToB",
			"featureType": [
				"FU:Maj"
			],
			"entries": [
				"When you hit a creature with a successful ranged weapon attack with a firearm, you can immediately cause the bullet to hit another creature within 15 feet of the original target. The second target takes piercing damage equal to your Dexterity modifier (minimum of one). You can redirect a bullet in this way a number of times equal to your Charisma modifier, and regain all expended uses after a short or long rest."
			]
		},
		{
			"name": "Lightning Round",
			"source": "LoRDToB",
			"featureType": [
				"FU:Maj"
			],
			"entries": [
				"You equip your firearm with a volatile piece of stolen Hextech, allowing you to release a piercing bolt of electricity as an action on your turn. The lightning fires from you in a straight line that is 1 foot wide and 30 feet long. Each creature in the line must make a Dexterity saving throw, taking {@dice 3d8} lightning damage on a failure and half as much on a success. Once you use this feature, you cannot use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Trial by Fire",
			"source": "LoRDToB",
			"featureType": [
				"FU:Maj"
			],
			"entries": [
				"As a bonus action, you can charge your weapons with blazing force. Until the start of your next turn, whenever you make a successful attack, you deal extra fire damage equal to half your fighter level, rounded up. You can charge your weapons this way a number of times equal to your Charisma modifier (minimum of once), and regain all uses after a short or long rest."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Path of the Depths",
			"source": "LoRDToB",
			"page": 46,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Depths",
			"subclassSource": "LoRDToB",
			"level": 3,
			"entries": [
				"Encounters with the terrors of the deep can break the minds of the weak-willed, but some forge their trauma into weapons never seen above the waves. The barbarian who walks this path has survived such an encounter and has gained extraordinary abilities from the experience.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Gift of the Drowned Ones|Barbarian||Depths|LoRDToB|3"
				}
			]
		},
		{
			"name": "Gift of the Drowned Ones",
			"entries": [
				"At 3rd level when you adopt this path, you gain a swimming speed equal to your walking speed and gain the ability to breathe underwater."
			],
			"source": "LoRDToB",
			"page": 46,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Depths",
			"subclassSource": "LoRDToB",
			"level": 3,
			"header": 1
		},
		{
			"name": "Dredge Line",
			"source": "LoRDToB",
			"page": 46,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Depths",
			"subclassSource": "LoRDToB",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting when you choose this path at 3rd level, you manifest an extra appendage when you enter your rage. This weapon can appear as a kraken tentacle, a giant anchor, preternatural jaws, or something else based on your history.",
				"As a bonus action, you can use this appendage to strike at one creature of your choice that you can see within 15 feet. The target must succeed on a Strength saving throw (DC equal to 8 + your proficiency bonus + your Strength modifier) or be pulled up to 10 feet in a straight line towards you."
			]
		},
		{
			"name": "Ghostwater Dive",
			"source": "LoRDToB",
			"page": 46,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Depths",
			"subclassSource": "LoRDToB",
			"level": 6,
			"header": 2,
			"entries": [
				"Beginning at 6th level, you can burst into water then materialize somewhere else as an action. You magically teleport along with any equipment you are wearing or carrying, up to 30 feet to an unoccupied space you can see. Before or after teleporting, you can make one attack, as part of your action. Moving in this way does not provoke opportunity attacks."
			]
		},
		{
			"name": "Manifestations of the Deep",
			"source": "LoRDToB",
			"page": 46,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Depths",
			"subclassSource": "LoRDToB",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you can manifest additional adaptations of the deep. Select one of the below adaptations you manifest, during a long rest you may replace your chosen manifestation with a new option from this list.",
				{
					"type": "entries",
					"name": "Eyes of the Deep",
					"entries": [
						"You gain the ability to use echolocation. When you do so, you cast the {@spell true seeing} spell, without using a spell slot or material components. After you cast a spell in this way, you can't use this feature again until you finish a short or long rest."
					]
				},
				{
					"type": "entries",
					"name": "Arms of the Deep",
					"entries": [
						"While raging, you now manifest two magical appendages, which may be tentacles, chains and anchors, animated rigging, or another grasping arm of your choice. When you use your dredge line ability, you can attempt a grapple with each of your appendages."
					]
				},
				{
					"type": "entries",
					"name": "Heart of the Deep",
					"entries": [
						"Now on your turn, you can use a bonus action to gain temporary hit points equal to {@dice 1d12} + your barbarian level. Once you use this feature, you must finish a short or long rest before you can use it again."
					]
				},
				{
					"type": "entries",
					"name": "Soul of the Deep",
					"entries": [
						"You are now immune to all effects that would cause you to be {@condition charmed} or {@condition frightened}."
					]
				},
				{
					"type": "entries",
					"name": "Armor of the Deep",
					"entries": [
						"Your skin hardens increasing your Armor Class by 1."
					]
				}
			]
		},
		{
			"name": "Depth Charge",
			"source": "LoRDToB",
			"page": 46,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Depths",
			"subclassSource": "LoRDToB",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, when you use your ghostwater dive ability, you can choose to appear with a wave of tidal force. When you appear all creatures within 10 feet of you must make a Strength saving throw. On a failed save a creature takes {@dice 3d6} force damage and is knocked {@condition prone}. On a successful save, a creature takes half damage and is not knocked {@condition prone}."
			]
		},
		{
			"name": "Renegade",
			"source": "LoRDToB",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Renegade",
			"subclassSource": "LoRDToB",
			"level": 3,
			"entries": [
				"What defines a Renegade is not simply the weapon they wield, or the ways they fight. A renegade, above all else, is a fighter of sly charm and swagger. With brash cockiness in spades, renegades build their own custom firearms to perfectly suit their own larger-than-life personalities. Particularly well-funded renegades may even have personalized Hextech weapons, but such folk are rare among the scoundrels of Bilgewater.",
				"Don't mistake their boasting for an empty facade—folk who underestimate a renegade's flashy gunplay tend to wind up dead.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Scoundrel's Wit|Fighter||Renegade|LoRDToB|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Gunfighter Form|Fighter||Renegade|LoRDToB|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Weapon of Choice|Fighter||Renegade|LoRDToB|3"
				}
			]
		},
		{
			"name": "Scoundrel's Wit",
			"entries": [
				"Starting at 3rd level, you gain proficiency with the two of the following skills: {@skill Deception}, {@skill Persuasion}, or {@skill Sleight of Hand}."
			],
			"source": "LoRDToB",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Renegade",
			"subclassSource": "LoRDToB",
			"level": 3,
			"header": 1
		},
		{
			"name": "Gunfighter Form",
			"entries": [
				"Additionally, when you choose this archetype at 3rd level, you begin constructing a custom firearm that suits your unique brand of renegade style. This process begins by selecting the form upon which to base your weapon. Choose one of the following options; each form grants you a new ability and unlocks certain upgrades you can add to your weapon at higher levels.",
				{
					"type": "entries",
					"name": "Pistoleer",
					"entries": [
						"Favoring speed and style over raw power, a renegade who adopts the Pistoleer form wields a small flintlock handgun. As an action on your turn, you can target a creature within 30 feet and shoot. Make a ranged attack roll against the target. You are proficient with the attack, and on a hit, the attack deals piercing damage equal to {@dice 1d6} + your Dexterity modifier.",
						"The number of shots you can fire during a single action increases when you reach higher levels in this subclass: two shots at 5th level, three shots at 11th level, and four shots at 20th level. The shots can target the same creature or different creatures. Make a separate attack roll for each shot."
					]
				},
				{
					"type": "entries",
					"name": "Sniper",
					"entries": [
						"Armed with a large two-handed firearm, a renegade who adopts the Sniper form can inflict massive damage in a single shot. As an action on your turn, you can target a creature within 120 feet and shoot. Make a ranged attack roll against the target. You are proficient with the attack, and on a hit, the attack deals piercing damage equal to {@dice 1d10} + your Dexterity modifier.",
						"You deal extra damage while using this form when you reach higher levels, dealing damage equal to {@dice 2d10} + your Dexterity modifier at 5th level, {@dice 4d10} at 11th level, and {@dice 6d10} at 20th level."
					]
				}
			],
			"source": "LoRDToB",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Renegade",
			"subclassSource": "LoRDToB",
			"level": 3,
			"header": 1
		},
		{
			"name": "Weapon of Choice",
			"entries": [
				"Through a combination of salvaging stolen pieces of arcane technology and sheer rakish ingenuity, you can customize your firearm with various upgrades. When you choose this archetype at 3rd level, pick one minor upgrade and one major upgrade from the {@filter Firearm Upgrades|optionalfeatures|Feature Type=FU:Min;FU:Maj} list at the end of this subclass. If an upgrade has a prerequisite, you must meet that prerequisite in order to benefit from the upgrade.",
				"You gain one additional minor upgrade at 5th level, and one additional major upgrade at 10th level.",
				{
					"type": "entries",
					"name": "Saving Throws",
					"entries": [
						"Some of these upgrades require your targets to make a saving throw to resist the effect. The saving throw DC is calculated as follows:",
						{
							"type": "abilityDc",
							"name": "Firearm Upgrade",
							"attributes": [
								"cha"
							]
						}
					]
				}
			],
			"source": "LoRDToB",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Renegade",
			"subclassSource": "LoRDToB",
			"level": 3,
			"header": 1
		},
		{
			"name": "Cunning Shot",
			"source": "LoRDToB",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Renegade",
			"subclassSource": "LoRDToB",
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 7th level, you learn to exploit a foe's weak spots, even if they appear to have none. The damage dealt by your firearm, including damage dealt via Firearm Upgrades, ignores resistances and immunities."
			]
		},
		{
			"name": "Grin and Bear It",
			"source": "LoRDToB",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Renegade",
			"subclassSource": "LoRDToB",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you can brace yourself in the heat of battle, even when gravely wounded. When you use your Second Wind feature, your AC gains a +1 bonus and your movement speed increases by 10 feet until the start of your next turn."
			]
		},
		{
			"name": "Right Gun for the Job",
			"source": "LoRDToB",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Renegade",
			"subclassSource": "LoRDToB",
			"level": 15,
			"header": 2,
			"entries": [
				"At 15th level, your skill with your firearm can adapt to any situation. When you finish a long rest, you can replace any of your Firearm Upgrades with a different one, though you cannot have more than two major upgrades equipped at a time. You must still meet the prerequisite of an upgrade in order to benefit from it."
			]
		},
		{
			"name": "Light 'Em Up",
			"source": "LoRDToB",
			"page": 70,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Renegade",
			"subclassSource": "LoRDToB",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, you learn to channel the volatile force of your firearm's black powder into a single concussive blast. As a bonus action, you can either throw or set down a small explosive. If thrown, the explosive has a range of 30 feet and detonates immediately on impact; if set down, the explosive can be detonated remotely from up to 60 feet away as another bonus action.",
				"When detonated, each creature within a 15-foot radius of the explosive must make a Dexterity saving throw, taking {@dice 12d6} force damage on a failure and half as much on a success. The DC for this saving throw is equal to your Firearm Upgrade DC.",
				"Once you use this feature, you cannot use it again until you complete a short or long rest."
			]
		},
		{
			"name": "Wild Card",
			"source": "LoRDToB",
			"page": 94,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Wild Card",
			"subclassSource": "LoRDToB",
			"level": 3,
			"entries": [
				"Some rogues favor honing their skill and precision, others perfect a silver tongue, but you—well, you've always gotten a kick out of leaving things up to chance.",
				"Rogues of the Wild Card variety thrive on the high stakes and random thrill of the game table. Armed with cunning cheats and no small amount of luck, these sly gamblers live and die by their rules, never keen to simply accept the hand fate deals them.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tricks Up the Sleeve|Rogue||Wild Card|LoRDToB|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wild Card's Gambit|Rogue||Wild Card|LoRDToB|3"
				}
			]
		},
		{
			"name": "Tricks Up the Sleeve",
			"entries": [
				"Your penchant for games has afforded you the ability to subtly manipulate fortune to your favor. When you choose this archetype at 3rd level, you learn the {@spell guidance} cantrip. Starting at 9th level, it has a range of 30 feet for you, and you can cast it as a bonus action."
			],
			"source": "LoRDToB",
			"page": 94,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Wild Card",
			"subclassSource": "LoRDToB",
			"level": 3,
			"header": 1
		},
		{
			"name": "Wild Card's Gambit",
			"entries": [
				"Also at 3rd level, you gain proficiency with one of the following gaming sets: {@item dice set|PHB}, {@item dragonchess set|PHB}, or {@item playing card set|PHB}.",
				"The gaming set you choose grants you a Wild Card's Gambit, as detailed below. If you are proficient in multiple types of gaming sets, you must choose which gambit to use when you gain this feature. You can change your choice of gambit whenever you gain a level in this class.",
				{
					"type": "entries",
					"name": "Loaded Dice",
					"entries": [
						"You gain a pool of d6s equal to the number of d6s you roll for your Sneak Attack damage. (Your pool starts with {@dice 2d6} at 3rd level, and increases to {@dice 3d6} at 5th level, and so on.)",
						"When a creature targets you with an attack, you can use your reaction to spend one die from the pool and subtract the number rolled from the attack. You can choose to use this feature after the creature makes its roll, but before the DM determines whether the attack roll hits or misses. Starting at 9th level you can spend up to two dice from the pool at once, and starting at 17th level you can spend up to three dice at once. You regain all expended dice from your loaded dice pool when you complete a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Dragonchess",
					"entries": [
						"Your prowess of the chessboard has made you a skilled tactician on the battlefield. As a bonus action on your turn, you can execute one of the following chess maneuvers. You can use a bonus action in this way a number of times equal to your Charisma modifier (minimum of once), and regain all uses after a long rest.",
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Dragon.",
									"entry": "Choose a creature you can see within 30 feet of you. The first time that creature makes a successful attack roll before the start of your next turn, they deal extra damage equal to your level in this class."
								},
								{
									"type": "item",
									"name": "Griffon.",
									"entry": "Your movement speed increases by 10 feet, and your movement does not provoke opportunity attacks. These benefits last until the start of your next turn."
								},
								{
									"type": "item",
									"name": "Sylph.",
									"entry": "You and all friendly creatures within 5 feet of you have advantage on Dexterity saving throws until the start of your next turn."
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Playing Cards",
					"entries": [
						"You have developed a fighting style based around the cartomancy of the Serpent Isles. You have your own deck of enchanted cards, and can make their edges razor-sharp with a flick of your wrist. If you have not yet used your Sneak Attack this turn, you can use your action to take one of these cards and attack a creature within 30 feet with it. The attack roll for this feature uses your Dexterity modifier, and on a hit, it deals slashing damage equal {@dice 1d4} + your Dexterity modifier. When you roll for damage, look at the number rolled on the {@dice d4}. The attack gains a random effect based on the number rolled, as detailed in the Wild Card Suit table below.",
						"You can attack using a card in this manner a number of times equal to your Charisma modifier (minimum of once), and regain all uses after a long rest."
					]
				},
				{
					"type": "table",
					"caption": "Wild Card Suit Table",
					"colLabels": [
						"Damage die (d4)",
						"Suit"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@b {@i Blade.}} Roll your Sneak Attack damage and add it to your razor card's damage. At the start of its next turn, the target takes additional damage equal to half the Sneak Attack damage rolled."
						],
						[
							"2",
							"{@b {@i Shackle.}} Until the start of your next turn, the target's speed is halved. It can't make more than one attack on its turn while its speed is reduced in this way."
						],
						[
							"3",
							"{@b {@i Heart.}} Roll your Sneak Attack damage and add it to your razor card's damage. You also immediately regain a number of hit points equal to the half the damage dealt. Any excess hit points regains become temporary hit points."
						],
						[
							"4",
							"{@b {@i Wild Ace.}} This card morphs suits depending on the dealer's wishes. Choose Blade, Shackle, or Heart. The card then immediately gains the suit's respective effect."
						]
					]
				}
			],
			"source": "LoRDToB",
			"page": 94,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Wild Card",
			"subclassSource": "LoRDToB",
			"level": 3,
			"header": 1
		},
		{
			"name": "Shifting the Odds",
			"source": "LoRDToB",
			"page": 94,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Wild Card",
			"subclassSource": "LoRDToB",
			"level": 9,
			"header": 2,
			"entries": [
				"Starting at 9th level, you are acutely aware of how to quit when you're ahead, vanishing in a flash when the odds begin to turn against you. As a bonus action, you can disappear with a dramatic flourish. Each creature within 10 feet of you must make a Dexterity saving throw (DC 8 + your proficiency bonus + your Charisma modifier), taking {@dice 4d10} force damage on a failed save or half as much on a successful one.",
				"You then teleport yourself to an unoccupied space that you can see within 120 feet of your original location. Once you have used this ability, you cannot use it again until you have finished a short or long rest."
			]
		},
		{
			"name": "Twist of Fate",
			"source": "LoRDToB",
			"page": 94,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Wild Card",
			"subclassSource": "LoRDToB",
			"level": 13,
			"header": 2,
			"entries": [
				"At 13th level, your mastery over the game table hones your speed and cunning in combat. After rolling initiative but before the first turn of combat, you can choose to swap places in the initiative order with one creature you can see. If the creature is one of your allies, that ally must agree to swapping initiative with you."
			]
		},
		{
			"name": "Joker Wild",
			"source": "LoRDToB",
			"page": 94,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Wild Card",
			"subclassSource": "LoRDToB",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, your mastery over chance encompasses even your own form, allowing you to exist between potential realities. As a bonus action on your turn, you can take on an incorporeal form, during which you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You regain expended power for your Wild Card's Gambit feature:",
						{
							"type": "list",
							"items": [
								"{@b {@i Cards}.} You regain all spent uses of that feature.",
								"{@b {@i Dragonchess}.} You regain all spent uses of that feature.",
								"{@b {@i Dice}.} You regain all spent dice."
							]
						},
						"Your movement speed is doubled.",
						"You gain resistance to all damage, and are immune to the {@condition grappled}, {@condition paralyzed}, {@condition stunned}, and {@condition restrained} conditions.",
						"You can move through objects and creatures as if they were difficult terrain. If you end your turn inside a creature, the creature takes {@dice 1d10} force damage and is shunted into an adjacent space within 5 feet of their original location."
					]
				},
				"This incorporeal state lasts for one minute, or until you are {@condition incapacitated}. Once you use this feature, you cannot use it again until you complete a long rest."
			]
		}
	]
}
