{
	"_meta": {
		"sources": [
			{
				"json": "SCGtD",
				"abbreviation": "SCGtD",
				"full": "Sebastian Crowe's Guide to Drakkenheim",
				"url": "https://www.youtube.com/@DungeonDudes",
				"authors": [
					"Dungeon Dudes"
				],
				"convertedBy": [
					"Werring"
				],
				"version": "1.0",
				"targetSchema": "1.0.0"
			}
		],
		"status": "wip",
		"dateAdded": 1700993345,
		"dateLastModified": 1704103734,
		"_dateLastModifiedHash": "70c3287b67"
	},
	"class": [
		{
			"name": "Apothecary",
			"source": "SCGtD",
			"classFeatures": [
				{
					"classFeature": "Occult Practice|Apothecary|SCGtD|1",
					"gainSubclassFeature": true
				},
				"Apothecary Magic|Apothecary|SCGtD|1",
				"Esoteric Theories|Apothecary|SCGtD|2",
				{
					"classFeature": "Occult Practice feature|Apothecary|SCGtD|3",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Apothecary|SCGtD|4",
				{
					"classFeature": "Occult Practice feature|Apothecary|SCGtD|6",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Apothecary|SCGtD|8",
				{
					"classFeature": "Occult Practice feature|Apothecary|SCGtD|10",
					"gainSubclassFeature": true
				},
				"Greater Formula (6th level)|Apothecary|SCGtD|11",
				"Ability Score Improvement|Apothecary|SCGtD|12",
				"Greater Formula (7th level)|Apothecary|SCGtD|13",
				{
					"classFeature": "Occult Practice feature|Apothecary|SCGtD|14",
					"gainSubclassFeature": true
				},
				"Greater Formula (8th level)|Apothecary|SCGtD|15",
				"Ability Score Improvement|Apothecary|SCGtD|16",
				"Greater Formula (9th level)|Apothecary|SCGtD|17",
				{
					"classFeature": "Occult Practice feature|Apothecary|SCGtD|18",
					"gainSubclassFeature": true
				},
				"Additional Greater Formula (6th level)|Apothecary|SCGtD|19",
				"Ability Score Improvement|Apothecary|SCGtD|19",
				"Additional Greater Formula (7th level)|Apothecary|SCGtD|20",
				"Miraculous Recovery|Apothecary|SCGtD|20"
			],
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"int",
				"wis"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|class=Apothecary}",
						"Spell Slots",
						"Slot Level",
						"{@filter Theories Known|optionalfeatures|source=SCGtD|Feature Type=ET}"
					],
					"rows": [
						[
							3,
							1,
							"1st",
							0
						],
						[
							3,
							2,
							"1st",
							2
						],
						[
							3,
							2,
							"2nd",
							2
						],
						[
							4,
							2,
							"2nd",
							3
						],
						[
							4,
							2,
							"3rd",
							3
						],
						[
							4,
							2,
							"3rd",
							4
						],
						[
							4,
							2,
							"4th",
							4
						],
						[
							4,
							2,
							"4th",
							5
						],
						[
							4,
							2,
							"5th",
							5
						],
						[
							5,
							2,
							"5th",
							6
						],
						[
							5,
							3,
							"5th",
							6
						],
						[
							5,
							3,
							"5th",
							7
						],
						[
							5,
							3,
							"5th",
							7
						],
						[
							5,
							3,
							"5th",
							8
						],
						[
							5,
							3,
							"5th",
							8
						],
						[
							5,
							3,
							"5th",
							9
						],
						[
							5,
							4,
							"5th",
							9
						],
						[
							5,
							4,
							"5th",
							10
						],
						[
							5,
							4,
							"5th",
							10
						],
						[
							5,
							4,
							"5th",
							11
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium"
				],
				"weapons": [
					"simple",
					"{@item short sword|phb|short swords}",
					"{@item hand crossbow|phb|hand crossbows}"
				],
				"tools": [
					"Any one tool proficiency",
					"Plus another of your choice from the following: poisoner's kit, herbalism kit, or alchemist's supplies"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcana",
								"history",
								"investigation",
								"medicine",
								"nature",
								"religion"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"default": [
					"(a) a {@item light crossbow|phb} and {@item Crossbow Bolts (20)|phb|20 bolts}, (b) a ${@item short sword|phb} or (c) any {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) a {@item component pouch|phb} or (b) an {@item arcane focus|phb}",
					"(a) a {@item scholar's pack|phb} or (b) a {@item dungeoneer's pack|phb}",
					"{@item Hide armor|phb}, any {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}, and two {@item dagger|phb|daggers}",
					"a {@item Healer's kit|phb}"
				],
				"additionalFromBackground": true,
				"goldAlternative": "{@dice 4d4 × 10|4d4 × 10|Starting Gold}"
			},
			"multiclassing": {
				"requirements": {
					"int": 13
				},
				"proficienciesGained": {
					"armor": [
						"light"
					],
					"tools": [
						"Any one tool proficiency"
					],
					"skills": [
						{
							"acrobatics": true
						}
					]
				}
			},
			"casterProgression": "pact",
			"spellcastingAbility": "int",
			"classSpells": [
				"Acid Burn|SCGtD",
				"Acid Splash",
				"Bacterial Barrage|SCGtD",
				"Chill Touch",
				"Guidance",
				"Light",
				"Mending",
				"Message",
				"Poison Needle|SCGtD",
				"Poison Spray",
				"Resistance",
				"Shocking Grasp",
				"Spare the Dying",
				"Thaumaturgy",
				"Acrid Orb|SCGtD",
				"Alarm",
				"Comprehend Languages",
				"Create or Destroy Water",
				"Cure Wounds",
				"Detect Evil and Good",
				"Detect Magic",
				"Detect Poison and Disease",
				"Envenom|SCGtD",
				"False Life",
				"Feather Fall",
				"Floating Disk",
				"Fog Cloud",
				"Grease",
				"Healing Word",
				"Hideous Laughter",
				"Identify",
				"Illusory Script",
				"Infect|SCGtD",
				"Jump",
				"Purify Food and Drink",
				"Sleep",
				"Stream of Consumption|SCGtD",
				"Toxic Shield|SCGtD",
				"Unseen Servant",
				"Acid Arrow",
				"Aid",
				"Biohazard|SCGtD",
				"Blindness/Deafness",
				"Caustic Grip|SCGtD",
				"Enhance Ability",
				"Enlarge/Reduce",
				"Gentle Repose",
				"Grasping Ghost|SCGtD",
				"Hold Person",
				"Invigorate|SCGtD",
				"Lesser Restoration",
				"Ocular Necrosis|SCGtD",
				"Protection from Poison",
				"Ray of Enfeeblement",
				"See Invisibility",
				"Silence",
				"Spider Climb",
				"Web",
				"Bestow Curse",
				"Corrosive Blast|SCGtD",
				"Dispel Magic",
				"Fear",
				"Fetid Blade|SCGtD",
				"Gaseous Form",
				"Glyph of Warding",
				"Haste",
				"Hypnotic Pattern",
				"Magic Circle",
				"Mass Healing Word",
				"Pestilence|SCGtD",
				"Purge Contamination",
				"Protection from Energy",
				"Remove Curse",
				"Revivify",
				"Sending",
				"Slow",
				"Speak with Dead",
				"Stinking Cloud",
				"Tranquilizing Toxin|SCGtD",
				"Vampiric Touch",
				"Venomous Aura|SCGtD",
				"Water Breathing",
				"Black Tentacles",
				"Blight",
				"Blood Worm|SCGtD",
				"Corpse Explosion|SCGtD",
				"Corrupting Spores|SCGtDm",
				"Death Ward",
				"Freedom of Movement",
				"Last Rites|SCGtD",
				"Poison Wave|SCGtD",
				"Polymorph",
				"Stoneskin",
				"Vitriolic Ichor|SCGtD",
				"Acid Rain|SCGtD",
				"Antilife Shell",
				"Cloudkill",
				"Contact Other Plane",
				"Greater Restoration",
				"Hold Monster",
				"Mass Cure Wounds",
				"Nerve Gas|SCGtD",
				"Raise Dead",
				"Scrying",
				"Septic Shock|SCGtD",
				"Telepathic Bond",
				"Teleportation Circle",
				"Toxic Barrage|SCGtD",
				"Chain Lighting",
				"Circle of Death",
				"Create Undead",
				"Disintegrate",
				"Eyebite",
				"Flesh to Stone",
				"Globe of Invulnerability",
				"Harm",
				"Heal",
				"Mephitic Vapors|SCGtD",
				"True Seeing",
				"Vile Necrosis|SCGtD",
				"Etherealness",
				"Finger of Death",
				"Forcecage",
				"Miasma|SCGtD",
				"Plane Shift",
				"Prismatic Spray",
				"Grievous Wounds|SCGtD",
				"Regenerate",
				"Resurrection",
				"Antimagic Field",
				"Antipathy/Sympathy",
				"Breath of Nightshade|SCGtD",
				"Clone",
				"Dominate Monster",
				"Feeblemind",
				"Mind Blank",
				"Plague Wind|SCGtD",
				"Power Word Stun",
				"Astral Projection",
				"Foresight",
				"Mass Heal",
				"Pandemic|SCGtD",
				"Power Word Kill",
				"Time Stop",
				"Touch of Death|SCGtD",
				"True Polymorph",
				"True Resurrection"
			],
			"cantripProgression": [
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5
			],
			"preparedSpells": "<$level$> + <$int_mod$>",
			"fluff": [
				{
					"name": "Apothecary",
					"source": "SCGtD",
					"page": 132,
					"type": "section",
					"entries": [
						"A bespectacled man stands at an operating table, studying the dissected monstrosity resting upon the slab. The crackle of electric conductors harmonize with his arcane mumblings as he takes up his scalpels and saws. As he finishes the final stitch, the creature's hand twitches and jolts to life once more.",
						"Cloaked in an acid-stained heavy coat, a tall half-elf brews tinctures and tonics. Her face is concealed behind thick black goggles and a heavy breathing mask as she performs an unusual combination of herbalism, alchemy, medicine, and magic. Her mixtures bubble and boil as she muses whether the cure will be worse than the disease.",
						"A lithe tiefling soothes a suffering patient as they draw a sample of contaminated blood. Lifting the vial to examine the liquid within, they pull upon eldritch energy to distill the sample into a pure contagion.                        Scribbling their findings down in a withered notebook, they add the vial to their collection of pathogens and scourges to use against their foes.",
						{
							"type": "entries",
							"name": "Medical Experts",
							"entries": [
								"An apothecary is a practiced medical expert and arcane magic user.",
								"They wield their knowledge to both heal and harm, augmenting their conventional skills with alchemy and occult magic.",
								"Some apothecaries might first attempt treatment with traditional means like medicinal herbs and surgical techniques.",
								"When these mundane methods are not enough, they use arcane magic and eldritch forces to restore their patients.",
								"An apothecary's unique skills prove useful whether their patients suffer from natural or supernatural ailments, but apothecaries possess knowledge of the body which can be used for more than just healing.",
								"Their arcane methods can strengthen, transform, or protect their allies, and some apothecaries know deadly techniques which can harm and kill their enemies.",
								"An apothecary understands how the difference between a poison and a cure lies often only in the dose.",
								"Their careful study of life and death gives an apothecary the tools to both help allies survive horrible ailments, injuries, and pluck them from the clutches of death, or use their enemies as test subjects for their dangerous compounds, terrible diseases and poisonous magic."
							]
						},
						{
							"type": "entries",
							"name": "Knowledge Seekers",
							"entries": [
								"Most apothecaries set out with the goal of furthering their studies and expanding their magical horizons, uncovering new ways to wield magic for dangerous or life-saving effects, and learning forbidden knowledge kept from the rest of the world.",
								"They believe that knowledge is power, and see themselves as seekers of knowledge.",
								"Some kinder apothecaries see their duty as protectors of the innocent, dedicating their lives to helping sick and injured people.",
								"Others see every opportunity to exploit the weak and push their search for true power forward.",
								"Many fall somewhere in between, riding the lines of mad scientist and renowned doctor."
							]
						},
						{
							"type": "entries",
							"name": "Occult Practitioners",
							"entries": [
								"Apothecaries seek out occult lore and use it to study and practice scientific theories.",
								"Many of their magical incantations, whether it be for the purposes of saving lives, or ending them, are deemed experimental.",
								"Many apothecaries keep a notebook close at hand and write down esoteric theories based on their findings and field work.",
								"Apothecaries are gaining renown within some remote communities on the continent as doctors and healers to whom one can turn to instead of religious figures.",
								"However, they are more often viewed as dangerous scientists and mysterious witches who use magic to create toxins and poisons that could eradicate entire armies."
							]
						},
						{
							"type": "entries",
							"name": "Creating an Apothecary",
							"entries": [
								"When you set out to create an apothecary, the most important question is to decide your path of study.",
								"What is it that drives you to seek knowledge?",
								"Are you working in the service of good? Is your life dedicated to helping those in need?",
								"By studying poisons, diseases, occult lore, and forbidden knowledge, do you hope to help the sick and wounded?",
								"Perhaps you aim to save someone you care about, or protect your kingdom or homeland from the evils of this world.",
								"Or maybe your studies are more dangerous in nature. Do you set out on adventure to test your dangerous chemical formulae?",
								"Do you see each monster or enemy as a test subject for your concoctions and spells?",
								"All apothecaries share a search for knowledge, and dabble in forbidden lore and occult practices.",
								"Although many in their practice are happy to sell their services or potions in cities or to well-paying nobles and kings, some are called to adventure, setting out on the endless hunt for knowledge.",
								"Others work as investigators and researchers. Many apothecaries see adventure as a means to perform direct field research, perfect their skills, and test the true potential of their theories.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make an apothecary quickly by following these suggestions.",
										"First, Intelligence should be your highest ability score, followed by Constitution.",
										"Second, choose your character ancestry and background.",
										"Third, choose the {@spell poison needle|SCGtD} and {@spell spare the dying} cantrips, along with the 1st-level spells {@spell envenom|SCGtD} and {@spell healing word}."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Apothecaries in Drakkenheim",
							"entries": [
								"A magic-adjacent term broadly used on the continent to describe many professions and forms.",
								"The term is found throughout the continent, and the vast array of possible fields of study is ever expanding.",
								"The Amethyst Academy has departments of apothecaries managing their labs and research centers.",
								"Within their many schools and strongholds, they teach advanced sciences and using magic to better understand the body and mind, and the various modern medical practices that can be combined with magic to save lives — or end them.",
								"Not all apothecaries are mageborn. The broad term has been used to describe several practices that combine herbal ingredients, chemicals, and poisons with biological study to induce outcomes similar to the effects of evocation or necromantic magic.",
								"Pathogenists working in distant labs perform studies to create new powerful strains of disease and poison. Chemists find ways to surpass the potency of mageborn spellcasting with the right dose of chemicals for their explosive and destructive results.",
								"Other Mutagenists working with the mutating effects of delirium seek to control and isolate the elements of mutation and apply them in a more controlled manner.",
								"There are even reports of apothecaries who are studying techniques to unlock the potential of the mind. These Alienists have caused a stir amongst nobles, mages, and clergy for their ability to tap into mental capabilities that mirror magic, without requiring a mageborn's lineage.",
								"Secretive reanimators pursue grisly studies into the realms of death and undeath, mimicking necromantic magic using little more than new science and invention.",
								"There are apothecaries working under the Sacred Flame as exorcists, channeling their occult knowledge and research into helping rid holy sites of undead, dispatch unwanted spirits, and remove terrible curses.",
								"Apothecaries are found on every continent; whether mage-born or not, many are skilled academics who have a keen mind for pushing the boundaries of science.",
								"These researchers have found themselves on the path of the apothecary, lending their aid to cities and towns throughout the continent, and occasionally bringing unique chemical warfare to the battlefield of great wars."
							]
						}
					]
				}
			]
		}
	],
	"classFeature": [
		{
			"name": "Apothecary Magic",
			"source": "SCGtD",
			"page": 135,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 1,
			"entries": [
				"Your arcane research has given you facility with spells. Refer to the Core Rules for the general rules of spellcasting and the Spells Listing in this book for the apothecary spell list.",
				{
					"type": "entries",
					"name": "Formula Book",
					"entries": [
						"You have a book or collection of notes that you study to prepare your apothecary spells, develop your esoteric theories, and record your occult practices.",
						"You may use your formula book as an arcane focus for your apothecary spells.",
						"You may describe this book any way you like. Some examples of your book's appearance include:",
						"- A large leatherbound tome with yellowing pages bound shut with an iron lock",
						"- A scattered assortment of scribbled notes loosely held together by rope",
						"- A pristine journal with perfect edges and beautiful penmanship",
						"- A leather briefcase with two small golden locks",
						"- A medical bag with surgical symbols on the sides",
						"- A beat-up satchel slung over one shoulder with vials and bottles poking out of every pocket",
						"If the book is destroyed or lost, you can recreate it using inks and paper during a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Cantrips",
					"entries": [
						"You know three cantrips of your choice from the apothecary spell list.",
						"You learn additional apothecary cantrips of your choice at higher levels, as shown in the Cantrips Known column of the Apothecary table.",
						{
							"type": "entries",
							"name": "Elementary Reformulation",
							"entries": [
								"Whenever you finish a long rest and consult your formula book, you can replace one apothecary cantrip you know with another cantrip from the apothecary spell list."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Preparing and Casting Spells",
					"entries": [
						"The Apothecary table shows how many spell slots you have to cast your apothecary spells of 1st through 5th level.",
						"The table also shows what the level of those slots is; all of your spell slots are the same level.",
						"To cast one of your apothecary spells of 1st level or higher, you must expend a spell slot. You regain all expended spell slots when you finish a short or long rest.",
						"You prepare the list of apothecary spells that are available for you to cast, choosing from the {@filter apothecary spell list|spells|class=Apothecary}.",
						"When you do so, choose a number of apothecary spells equal to your Intelligence modifier + your apothecary level (minimum of one spell).",
						"A spell you prepare must be of a level no higher than what's shown in the Apothecary table's Slot Level column for your level.",
						"For example, if you are a 5th-level apothecary, you have three 3rd-level spell slots.",
						"With an Intelligence of 16, your list of prepared spells can include eight spells of 1st, 2nd, or 3rd level, in any combination.",
						"To cast the 1st-level spell cure wounds, you must spend one of those slots, and you cast it as a 3rd-level spell.",
						"Casting a spell doesn't remove it from your list of prepared spells.",
						"You can change your list of prepared spells when you finish a long rest.",
						"Preparing a new list of apothecary spells requires at least 1 minute per spell level for each spell on your list."
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Ability",
					"entries": [
						"Intelligence is your spellcasting ability for your apothecary spells, since you learn your spells through dedicated study and occult knowledge.",
						"You use your Intelligence whenever a spell refers to your spellcasting ability.",
						"In addition, you use your Intelligence modifier when setting the saving throw DC for an apothecary spell you cast and when making an attack roll with one.",
						{
							"type": "abilityDc",
							"name": "Spell",
							"attributes": [
								"int"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Spell",
							"attributes": [
								"int"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Ritual Casting",
					"entries": [
						"You can cast an apothecary spell as a ritual if that spell has the ritual tag and you have the spell prepared."
					]
				},
				{
					"type": "entries",
					"name": "Spellcasting Focus",
					"entries": [
						"You can use an {@item arcane focus|PHB} as a spellcasting focus for your apothecary spells."
					]
				}
			]
		},
		{
			"name": "Occult Practice",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 1,
			"entries": [
				"At 1st level, you take up one of the Occult Practices, a chosen discipline which defines your ongoing research of the body and spirit: the Alienist, the Chemist, the Exorcist, the Mutagenist, the Pathogenist, or the Reanimator.",
				"Your choice grants you additional proficiencies and an expanded spell list at 1st level, and additional class features at 3rd, 6th, 10th, 14th, and 18th level."
			]
		},
		{
			"name": "Esoteric Theories",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 2,
			"entries": [
				"You have discovered esoteric theories, scraps of forbidden lore that you can use to augment your magical abilities.",
				"At 2nd level, you gain two {@filter esoteric theories|optionalfeatures|source=SCGtD|Feature Type=ET} of your choice. Your theory options are detailed at the end of the class description.",
				"When you gain certain apothecary levels, you gain additional theories of your choice, as shown in the Theories Known column of the Apothecary table.",
				"Additionally, when you gain a level in this class, you can choose one of the theories you know and replace it with another theory that you could learn at that level."
			]
		},
		{
			"name": "Occult Practice Feature",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 3,
			"entries": [
				"At 3rd level, you gain a feature granted by your chosen discipline."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 4,
			"entries": [
				"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Occult Practice Feature",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 6,
			"entries": [
				"At 6th level, you gain a feature granted by  your chosen discipline."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 8,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Occult Practice Feature",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 10,
			"entries": [
				"At 10th level, you gain a feature granted by  your chosen discipline."
			]
		},
		{
			"name": "Greater Formula (6th level)",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 11,
			"entries": [
				"At 11th level, you discover a magical secret called a Greater Formula. Choose one 6th-level spell from the apothecary spell list as this formula.",
				"You can cast your Greater Formula once without expending a spell slot. You must finish a long rest before you can do so again.",
				{
					"type": "entries",
					"name": "Master Reformulation",
					"entries": [
						"Whenever you finish a long rest and consult your formula book, you can replace one spell you gained from this feature with another spell of the same level from the Apothecary spell list."
					]
				}
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Greater Formula (7th level)",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 13,
			"entries": [
				"At 13th level, you discover a magical secret called a Greater Formula. Choose one 7th-level spell from the apothecary spell list as this formula."
			]
		},
		{
			"name": "Occult Practice Feature",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 14,
			"entries": [
				"At 14th level, you gain a feature granted by  your chosen discipline."
			]
		},
		{
			"name": "Greater Formula (8th level)",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 15,
			"entries": [
				"At 15th level, you discover a magical secret called a Greater Formula. Choose one 8th-level spell from the apothecary spell list as this formula."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Greater Formula (9th level)",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 17,
			"entries": [
				"At 17th level, you discover a magical secret called a Greater Formula. Choose one 9th-level spell from the apothecary spell list as this formula."
			]
		},
		{
			"name": "Occult Practice Feature",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 18,
			"entries": [
				"At 18th level, you gain a feature granted by  your chosen discipline."
			]
		},
		{
			"name": "Additional Greater Formula (6th level)",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 19,
			"entries": [
				"At 19th level, you discover a magical secret called a Greater Formula. Choose one additional 6th-level spell from the apothecary spell list as this formula."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Additional Greater Formula (7th level)",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 20,
			"entries": [
				"At 20th level, you discover a magical secret called a Greater Formula. Choose one additional 7th-level spell from the apothecary spell list as this formula."
			]
		},
		{
			"name": "Miraculous Recovery",
			"source": "SCGtD",
			"page": 136,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"level": 20,
			"entries": [
				"At 20th level, you can spend 5 minutes channeling power into a number of creatures (which can include yourself) equal to your Intelligence modifier to facilitate an abnormally fast recovery.",
				"You must tend to the creatures during this period, using a {@item Healer's Kit|PHB} with at least one use remaining.",
				"The targets regain hit points, spell slots, hit dice, and other abilities as if they completed a long rest.",
				"A creature can only benefit from one Miraculous Recovery in a 24-hour period.",
				"Once you use this feature, you can't do so again until you finish a long rest."
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Acquired Tolerance",
			"source": "SCGtD",
			"page": 136,
			"featureType": [
				"ET"
			],
			"entries": [
				"You have advantage on saving throws against poison, and you gain resistance to poison damage.",
				"In addition, you automatically succeed on saving throws against your own apothecary spells, and never take damage from your own apothecary spells."
			]
		},
		{
			"name": "Adrenaline Surge",
			"source": "SCGtD",
			"page": 136,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"entries": [
				"A creature at 0 hit points who regains hit points from a spell you cast using an apothecary spell slot gains resistance to all damage and has advantage on saving throws until the end of its next turn.",
				"It gains advantage on the first attack roll it makes on its next turn."
			]
		},
		{
			"name": "Anatomical Precision",
			"source": "SCGtD",
			"page": 136,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"entries": [
				"When you make a weapon attack, you can use your Intelligence modifier, instead of Strength or Dexterity, for the attack and damage rolls."
			]
		},
		{
			"name": "Anesthesiology",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 14
				}
			],
			"entries": [
				"You can cast hold person without expending a spell slot or requiring material components.",
				"You must finish a long rest before you can use this theory on the same creature again."
			]
		},
		{
			"name": "Bedside Manner",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"entries": [
				"You gain proficiency in the Insight and Persuasion skills.",
				"Your proficiency bonus is doubled for any ability check you make that uses either of these skills."
			]
		},
		{
			"name": "Caustic Formulae",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"entries": [
				"Once per turn when you deal damage to a creature or object with an apothecary spell, you can expend an apothecary spell slot to deal 2d4 extra acid damage to that target, plus another 2d4 per level of the spell slot."
			]
		},
		{
			"name": "Clinical Conditioning",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"entries": [
				"You gain proficiency in Constitution saving throws."
			]
		},
		{
			"name": "Combat Medic",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"entries": [
				"You gain proficiency with martial weapons and shields."
			]
		},
		{
			"name": "Corrosive Compound",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"entries": [
				"When you deal poison damage with your apothecary spells, you can choose to deal half the spell's damage as poison damage and half the spell's damage as acid damage instead."
			]
		},
		{
			"name": "Cosmetic Surgery",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"entries": [
				"You can spend 8 hours performing an occult surgical procedure upon a willing creature, permanently transforming its appearance.",
				"You decide what the creature looks like, including facial features, the sound of its voice, hair length, coloration, and distinguishing characteristics, but none of its game statistics change.",
				"You can't alter the size of a creature, and its basic shape stays the same.",
				"The resulting transformation is non-magical, however, a greater restoration spell or similar magic cast upon the creature can restore it to its original appearance."
			]
		},
		{
			"name": "Critical Condition",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"entries": [
				"When a creature rolls a natural 1 on a saving throw made against one of your apothecary spells that deals damage, roll all of the spell's damage dice twice and add them together.",
				"Then add any relevant modifiers as normal to determine the damage that creature takes from the spell."
			]
		},
		{
			"name": "Diagnosis",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"entries": [
				"You can take the Help action as a bonus action on your turn."
			]
		},
		{
			"name": "Doctor's Note",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"entries": [
				"You can cast the sending spell at-will.",
				"You must finish a long rest before you can use this theory to contact the same creature again."
			]
		},
		{
			"name": "Double Dose",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 10
				}
			],
			"entries": [
				"When you cast an apothecary spell using an apothecary spell slot that targets a single creature and restores hit points to that creature, you can target an additional creature within range."
			]
		},
		{
			"name": "Extracurricular Research",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"entries": [
				"You learn two additional cantrips of your choice from any class's spell list.",
				"These cantrips become apothecary cantrips for you."
			]
		},
		{
			"name": "Inoculation",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"entries": [
				"You have resistance to necrotic damage, and your hit point maximum can't be reduced.",
				"In addition, you are immune to diseases."
			]
		},
		{
			"name": "Interdisciplinary Practice",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 14
				}
			],
			"entries": [
				"When you use your action to cast a spell, you can make one weapon attack as a bonus action."
			]
		},
		{
			"name": "Laboratory Assistant",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"entries": [
				"You learn the spell find familiar, and always have this spell prepared.",
				"It doesn't count against the number of apothecary spells you can prepare."
			]
		},
		{
			"name": "Liability Insurance",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 14
				}
			],
			"entries": [
				"You can cast contingency once on yourself without material components.",
				"You can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Medical Expertise",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"entries": [
				"You gain proficiency in the Medicine and Nature skills.",
				"Your proficiency bonus is doubled for any ability check you make that uses either of these skills."
			]
		},
		{
			"name": "Medical Lexicon",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"entries": [
				"You learn six languages of your choice.",
				"You can cast detect poison and disease at will."
			]
		},
		{
			"name": "Nerve Agent",
			"source": "SCGtD",
			"page": 137,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 14
				}
			],
			"entries": [
				"When you deal poison damage with your apothecary spells, you can choose to deal psychic damage instead."
			]
		},
		{
			"name": "Noxious Blood",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"entries": [
				"When a creature hits you with a melee attack while within 5 feet of you, it takes poison damage equal to 1d6 + your Constitution modifier."
			]
		},
		{
			"name": "Pharmacology",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"entries": [
				"When you cast a spell using an apothecary spell slot or your Greater Formula feature which restores hit points to a creature, the creature regains additional hit points equal to your Intelligence modifier."
			]
		},
		{
			"name": "Physiological Analysis",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"entries": [
				"If you spend at least 1 minute observing or interacting with another creature outside combat, you can learn certain information about its physiology.",
				"The Game Master reveals to you two of the following characteristics of your choice:",
				"- Any one ability score",
				"- Armor Class",
				"- Current hit points",
				"- Resistances (if any)",
				"- Immunities (if any)",
				"- Vulnerabilities (if any)",
				"Alternatively, you can spend 1 minute observing a corpse.",
				"After 1 minute, you determine the cause of death."
			]
		},
		{
			"name": "Practical Resuscitation",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 10
				}
			],
			"entries": [
				"When you cast a spell that has the sole effect of restoring a creature to life (but not undeath), such as raise dead, you don't need material components to cast the spell if the creature has died within the past hour."
			]
		},
		{
			"name": "Putrefaction",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"entries": [
				"Your apothecary spells and abilities ignore undead creatures' resistance or immunity to poison damage and immunity to the poisoned condition."
			]
		},
		{
			"name": "Rapid Response",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"entries": [
				"When you cast an apothecary spell that restores hit points to a creature, before or after casting the spell, you can move your speed without provoking opportunity attacks."
			]
		},
		{
			"name": "Routine Procedure",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 10
				}
			],
			"entries": [
				"You can cast lesser restoration at-will without expending a spell slot."
			]
		},
		{
			"name": "Stolen Secrets",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 10
				}
			],
			"entries": [
				"You learn one spell from any class's spell list.",
				"It must be of a level for which you have apothecary spell slots or lower.",
				"The spell is treated as an apothecary spell for you and doesn't count against the number of apothecary spells you know."
			]
		},
		{
			"name": "Subject Preparation",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 10
				}
			],
			"entries": [
				"When you hit a creature with a melee weapon attack, that creature has disadvantage on the next saving throw it makes against an apothecary spell you cast before the end of your next turn."
			]
		},
		{
			"name": "Surgeon's Instinct",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"entries": [
				"You have blindsight out to a range of 10 feet."
			]
		},
		{
			"name": "Surgical Strikes",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"entries": [
				"You can attack twice, instead of once, when you take the Attack action on your turn."
			]
		},
		{
			"name": "Toxicology",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"entries": [
				"You add your Intelligence modifier to the damage rolls of spells that deal poison damage."
			]
		},
		{
			"name": "Triage",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"entries": [
				"You learn the spare the dying cantrip if you don't know it already.",
				"When you cast this cantrip, it has a range of 60 feet."
			]
		},
		{
			"name": "Unfailing Focus",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"entries": [
				"When you fail a Constitution saving throw to maintain concentration on an apothecary spell, you can choose to succeed instead.",
				"Once you use this feature, you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Venomous Instruments",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 10
				}
			],
			"entries": [
				"When you hit a creature with a weapon attack, the creature takes extra poison damage equal to your Intelligence modifier."
			]
		},
		{
			"name": "Virulence",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"entries": [
				"When you roll a 1 on a damage die for an apothecary spell that deals poison damage, you can reroll the die.",
				"You must use the new result, even if the new roll is a 1."
			]
		},
		{
			"name": "Vital Signs",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"entries": [
				"When a creature you can see within 30 feet of you fails a saving throw or death saving throw, you can use your reaction to add your Intelligence modifier to the creature's roll, potentially turning a failure into a success.",
				"You must finish a short rest before you can use this theory on the same creature again."
			]
		},
		{
			"name": "Vivisection",
			"source": "SCGtD",
			"page": 138,
			"featureType": [
				"ET"
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"entries": [
				"Your weapon attacks score a critical hit on a 19 or 20."
			]
		}
	],
	"subclass": [
		{
			"name": "Alienist",
			"shortName": "Alienist",
			"source": "SCGtD",
			"page": 140,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassSpells": [
				"charm person",
				"hideous laughter",
				"detect thoughts",
				"suggestion",
				"hypnotic pattern",
				"major image",
				"arcane eye",
				"dimension door",
				"animate objects",
				"modify memory"
			],
			"additionalSpells": [
				{
					"expanded": {
						"s1": [
							"charm person",
							"hideous laughter"
						],
						"s2": [
							"detect thoughts",
							"suggestion"
						],
						"s3": [
							"hypnotic pattern",
							"major image"
						],
						"s4": [
							"arcane eye",
							"dimension door"
						],
						"s5": [
							"animate objects",
							"modify memory"
						]
					}
				}
			],
			"subclassFeatures": [
				"Alienist|Apothecary|SCGtD|Alienist|SCGtD|1|SCGtD",
				"Mental Influence|Apothecary|SCGtD|Alienist|SCGtD|3|SCGtD",
				"Metaphysical Tether|Apothecary|SCGtD|Alienist|SCGtD|3|SCGtD",
				"Force Manipulation|Apothecary|SCGtD|Alienist|SCGtD|6|SCGtD",
				"Mental Magic|Apothecary|SCGtD|Alienist|SCGtD|10|SCGtD",
				"Self-Diagnosis|Apothecary|SCGtD|Alienist|SCGtD|14|SCGtD",
				"Impenetrable Mind|Apothecary|SCGtD|Alienist|SCGtD|18|SCGtD"
			],
			"casterProgression": "pact",
			"spellcastingAbility": "int"
		},
		{
			"name": "Chemist",
			"shortName": "Chemist",
			"source": "SCGtD",
			"page": 141,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassSpells": [
				"burning hands",
				"grease",
				"acid arrow",
				"flaming sphere",
				"fireball",
				"stinking cloud",
				"ice storm",
				"wall of fire",
				"cloudkill",
				"cone of cold"
			],
			"additionalSpells": [
				{
					"expanded": {
						"s1": [
							"burning hands",
							"grease"
						],
						"s2": [
							"acid arrow",
							"flaming sphere"
						],
						"s3": [
							"fireball",
							"stinking cloud"
						],
						"s4": [
							"ice storm",
							"wall of fire"
						],
						"s5": [
							"cloudkill",
							"cone of cold"
						]
					}
				}
			],
			"subclassFeatures": [
				"Chemist|Apothecary|SCGtD|Chemist|SCGtD|1|SCGtD",
				"Precise Application|Apothecary|SCGtD|Chemist|SCGtD|3|SCGtD",
				"Chain Reaction|Apothecary|SCGtD|Chemist|SCGtD|6|SCGtD",
				"Chemical Conditioning|Apothecary|SCGtD|Chemist|SCGtD|6|SCGtD",
				"Bottled Spells|Apothecary|SCGtD|Chemist|SCGtD|10|SCGtD",
				"Elemental Adjustment|Apothecary|SCGtD|Chemist|SCGtD|14|SCGtD",
				"Chemical Cataclysm|Apothecary|SCGtD|Chemist|SCGtD|18|SCGtD"
			],
			"casterProgression": "pact",
			"spellcastingAbility": "int"
		},
		{
			"name": "Exorcist",
			"shortName": "Exorcist",
			"source": "SCGtD",
			"page": 142,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassSpells": [
				"bless",
				"protection from evil and good",
				"spiritual weapon",
				"zone of truth",
				"counterspell",
				"spirit guardians",
				"banishment",
				"last rites|SCGtD",
				"dispel evil and good",
				"flame strike"
			],
			"additionalSpells": [
				{
					"expanded": {
						"s1": [
							"bless",
							"protection from evil and good"
						],
						"s2": [
							"spiritual weapon",
							"zone of truth"
						],
						"s3": [
							"counterspell",
							"spirit guardians"
						],
						"s4": [
							"banishment",
							"last rites|SCGtD"
						],
						"s5": [
							"dispel evil and good",
							"flame strike"
						]
					}
				}
			],
			"subclassFeatures": [
				"Exorcist|Apothecary|SCGtD|Exorcist|SCGtD|1|SCGtD",
				"Exorcism|Apothecary|SCGtD|Exorcist|SCGtD|3|SCGtD",
				"Sacred Vessel|Apothecary|SCGtD|Exorcist|SCGtD|6|SCGtD",
				"Negation|Apothecary|SCGtD|Exorcist|SCGtD|10|SCGtD",
				"Empowered Healing|Apothecary|SCGtD|Exorcist|SCGtD|14|SCGtD",
				"Devout Witness|Apothecary|SCGtD|Exorcist|SCGtD|18|SCGtD"
			],
			"casterProgression": "pact",
			"spellcastingAbility": "int"
		},
		{
			"name": "Mutagenist",
			"shortName": "Mutagenist",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassSpells": [
				"jump",
				"toxic shield",
				"alter self",
				"enhance ability",
				"haste",
				"water breathing",
				"polymorph",
				"stoneskin",
				"reincarnate",
				"septic shock"
			],
			"additionalSpells": [
				{
					"expanded": {
						"s1": [
							"jump",
							"toxic shield|SCGtD"
						],
						"s2": [
							"alter self",
							"enhance ability"
						],
						"s3": [
							"haste",
							"water breathing"
						],
						"s4": [
							"polymorph",
							"stoneskin"
						],
						"s5": [
							"reincarnate",
							"septic shock|SCGtD"
						]
					}
				}
			],
			"subclassFeatures": [
				"Mutagenist|Apothecary|SCGtD|Mutagenist|SCGtD|1|SCGtD",
				"Transmogrifying Elixir|Apothecary|SCGtD|Mutagenist|SCGtD|3|SCGtD",
				"Extra Attack|Apothecary|SCGtD|Mutagenist|SCGtD|6|SCGtD",
				"Potent Biology|Apothecary|SCGtD|Mutagenist|SCGtD|6|SCGtD",
				"Adaptive Genetics|Apothecary|SCGtD|Mutagenist|SCGtD|10|SCGtD",
				"Unnatural Evolution|Apothecary|SCGtD|Mutagenist|SCGtD|14|SCGtD",
				"The New Flesh|Apothecary|SCGtD|Mutagenist|SCGtD|18|SCGtD"
			],
			"casterProgression": "pact",
			"spellcastingAbility": "int"
		},
		{
			"name": "Pathogenist",
			"shortName": "Pathogenist",
			"source": "SCGtD",
			"page": 145,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassSpells": [
				"infect",
				"inflict wounds",
				"blindness/deafness",
				"biohazard",
				"pestilence",
				"venomous aura",
				"blight",
				"blood worm",
				"contagion",
				"insect plague"
			],
			"additionalSpells": [
				{
					"expanded": {
						"s1": [
							"infect",
							"inflict wounds"
						],
						"s2": [
							"blindness/deafness",
							"biohazard|SCGtD"
						],
						"s3": [
							"pestilence|SCGtD",
							"venomous aura|SCGtD"
						],
						"s4": [
							"blight",
							"blood worm|SCGtD"
						],
						"s5": [
							"contagion",
							"insect plague"
						]
					}
				}
			],
			"subclassFeatures": [
				"Pathogenist|Apothecary|SCGtD|Pathogenist|SCGtD|1|SCGtD",
				"Pernicious Pathogens|Apothecary|SCGtD|Pathogenist|SCGtD|3|SCGtD",
				"Mutant Strain|Apothecary|SCGtD|Pathogenist|SCGtD|3|SCGtD",
				"Breakthrough Infection|Apothecary|SCGtD|Pathogenist|SCGtD|6|SCGtD",
				"Outbreak|Apothecary|SCGtD|Pathogenist|SCGtD|6|SCGtD",
				"Insidious Incubation|Apothecary|SCGtD|Pathogenist|SCGtD|10|SCGtD",
				"Immunocompromised|Apothecary|SCGtD|Pathogenist|SCGtD|14|SCGtD",
				"Rapid Evolution|Apothecary|SCGtD|Pathogenist|SCGtD|18|SCGtD"
			],
			"casterProgression": "pact",
			"spellcastingAbility": "int"
		},
		{
			"name": "Reanimator",
			"shortName": "Reanimator",
			"source": "SCGtD",
			"page": 146,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassSpells": [
				"false life",
				"inflict wounds",
				"gentle repose",
				"invigorate|SCGtD",
				"lightning bolt",
				"revivify",
				"death ward",
				"corpse explosion|SCGtD",
				"raise dead",
				"nerve gas|SCGtD"
			],
			"additionalSpells": [
				{
					"expanded": {
						"s1": [
							"false life",
							"inflict wounds"
						],
						"s2": [
							"gentle repose",
							"invigorate|SCGtD"
						],
						"s3": [
							"lightning bolt",
							"revivify"
						],
						"s4": [
							"death ward",
							"corpse explosion|SCGtD"
						],
						"s5": [
							"raise dead",
							"nerve gas|SCGtD"
						]
					}
				}
			],
			"subclassFeatures": [
				"Reanimator|Apothecary|SCGtD|Reanimator|SCGtD|1|SCGtD",
				"Corpsewrought Creature|Apothecary|SCGtD|Reanimator|SCGtD|3|SCGtD",
				"Bodyguard|Apothecary|SCGtD|Reanimator|SCGtD|6|SCGtD",
				"Reanimated Head|Apothecary|SCGtD|Reanimator|SCGtD|6|SCGtD",
				"Behold, My Creation|Apothecary|SCGtD|Reanimator|SCGtD|10|SCGtD",
				"Berserk Fury|Apothecary|SCGtD|Reanimator|SCGtD|14|SCGtD",
				"I Can't Stop The Monster I Created|Apothecary|SCGtD|Reanimator|SCGtD|18|SCGtD"
			],
			"casterProgression": "pact",
			"spellcastingAbility": "int"
		}
	],
	"subclassFeature": [
		{
			"name": "Alienist",
			"source": "SCGtD",
			"page": 140,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Alienist",
			"subclassSource": "SCGtD",
			"level": 1,
			"entries": [
				"An Alienist seeks to master the mysteries of the mind. Having devoted years to studying the inner workings of the brain, and unlocking its latent potential, an Alienist is able to read and manipulate the thoughts of others, and bend reality itself. They tap into unfathomable realities and shift the world to their will using the psychic energies they call upon from eldritch lore and arcane knowledge.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Advanced Psychology|Apothecary|SCGtD|Alienist|SCGtD|1|SCGtD"
				},
				{
					"type": "entries",
					"name": "Alienist Spells",
					"entries": [
						"You always have certain spells prepared after you reach particular levels in this class, as shown in the Alienist Spells table. These spells count as apothecary spells for you, but they don't count against the number of apothecary spells you prepare.",
						{
							"type": "table",
							"caption": "Alienist Spells",
							"colLabels": [
								"Apothecary Level",
								"Spell"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell charm person}, {@spell hideous laughter}"
								],
								[
									"3rd",
									"{@spell detect thoughts}, {@spell suggestion}"
								],
								[
									"5th",
									"{@spell hypnotic pattern}, {@spell major image}"
								],
								[
									"7th",
									"{@spell arcane eye}, {@spell dimension door}"
								],
								[
									"9th",
									"{@spell animate objects}, {@spell modify memory}"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Advanced Psychology",
			"source": "SCGtD",
			"page": 140,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Alienist",
			"subclassSource": "SCGtD",
			"level": 1,
			"entries": [
				"You learn the {@spell eldritch blast} cantrip. You gain proficiency in the {@skill Arcana} skill. If you already have this proficiency, you gain proficiency with another skill of your choice."
			]
		},
		{
			"name": "Mental Influence",
			"source": "SCGtD",
			"page": 140,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Alienist",
			"subclassSource": "SCGtD",
			"level": 3,
			"entries": [
				"You have studied hard to unlock the deepest recesses of your psyche, unleashing untapped psychic potential within yourself. This energy is represented by a pool of Psychic Points. You have four psychic points.",
				"You gain two more at 6th level, another two at 10th, and two more again at 14th level, which you can expend to use the various psionic powers you have detailed below.",
				"If you have expended all your Psychic Points, you cannot use these powers.",
				"You regain all your expended Psychic Points when you finish a short or long rest.",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"name": "Cerebral Breakthrough",
							"entries": [
								"When you cast an apothecary spell that deals damage, you can expend a Psychic Point to re-roll any number of the dice. You must use the new rolls."
							]
						},
						{
							"type": "entries",
							"name": "Mind Over Matter",
							"entries": [
								"Whenever you take damage, you can use your reaction and expend a Psychic Point, reducing the damage taken by an amount equal to your apothecary level."
							]
						},
						{
							"type": "entries",
							"name": "Mind Whisperer",
							"entries": [
								"When you cast an apothecary spell which does not deal damage, you may spend a psychic point to cast it without any somatic or verbal components."
							]
						}
					]
				}
			]
		},
		{
			"name": "Metaphysical Tether",
			"source": "SCGtD",
			"page": 140,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Alienist",
			"subclassSource": "SCGtD",
			"level": 3,
			"entries": [
				"As an action, you can touch a willing creature to create a psychic link with it which lasts a number of hours equal to your Apothecary level or until you end the link (no action required).",
				"The maximum number of links you can have at any time is equal to your proficiency bonus.",
				"All the creatures tethered in this way can communicate telepathically with one another as long as they are within 100 feet of each other."
			]
		},
		{
			"name": "Force Manipulation",
			"source": "SCGtD",
			"page": 141,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Alienist",
			"subclassSource": "SCGtD",
			"level": 6,
			"entries": [
				"Your mental prowess allows you to control the very fabric of your own reality around you, allowing you to defy gravity and push yourself through the air using only your mind. As a bonus action, you can expend a psychic point to give yourself a flying speed equal to your walking speed for 1 minute, during which you can hover."
			]
		},
		{
			"name": "Mental Magic",
			"source": "SCGtD",
			"page": 141,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Alienist",
			"subclassSource": "SCGtD",
			"level": 10,
			"entries": [
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"name": "Prescribed Effects",
							"entries": [
								"Once per turn when a target you can see within 30 feet of you succeeds on an Intelligence, Wisdom, or Charisma saving throw against a spell you cast, you can expend a Psychic Point to fill its mind with scrambled psionic energy, forcing it to reroll the d20 and use the lower roll for its saving throw, possibly turning a success into a failure."
							]
						},
						{
							"type": "entries",
							"name": "Mentally Prepared",
							"entries": [
								"Once per turn, when a target you can see within 30 feet of you, including yourself, fails an Intelligence, Wisdom, or Charisma saving throw, you can use a Psychic Point and add your Intelligence modifier to the creature's saving throw, potentially turning the failure into a success."
							]
						},
						{
							"type": "entries",
							"name": "Fight or Flight Response",
							"entries": [
								"As a bonus action, you can expend a Psychic Point and teleport up to 30 feet to an unoccupied space you can see. You immediately gain temporary hit points equal to twice your intelligence modifier."
							]
						}
					]
				}
			]
		},
		{
			"name": "Self-Diagnosis",
			"source": "SCGtD",
			"page": 141,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Alienist",
			"subclassSource": "SCGtD",
			"level": 14,
			"entries": [
				"If you have no Psychic Points remaining, you can use a bonus action and expend a spell slot to regain 1d4 Psychic Points.",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"name": "Careful Examination",
							"entries": [
								"Whenever you cast a spell that restores hit points to a creature, you may expend a Psychic Point. If you do, all creatures targeted by the spell regain an additional amount of hit points equal to twice your Intelligence modifier."
							]
						},
						{
							"type": "entries",
							"name": "Enhanced Cerebellum",
							"entries": [
								"When you cast any spell of 1st level or higher from your Alienist Spells feature, you can cast it by expending a spell slot as normal or by spending a number of psychic points equal to the spell's level."
							]
						}
					]
				}
			]
		},
		{
			"name": "Impenetrable Mind",
			"source": "SCGtD",
			"page": 141,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Alienist",
			"subclassSource": "SCGtD",
			"level": 18,
			"entries": [
				"You are resistant to psychic damage and immune to being {@condition charmed} or {@condition frightened}. Magic cannot put you to sleep, and you have advantage on saving throws against spells that attempt to read your thoughts or control your mind or actions, such as dominate person.",
				"Additionally, when you use the Self-Diagnosis feature to regain Psychic Points using a spell slot, you now regain Psychic Points equal to the spell's level."
			]
		},
		{
			"name": "Chemist",
			"source": "SCGtD",
			"page": 141,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Chemist",
			"subclassSource": "SCGtD",
			"level": 1,
			"entries": [
				"A Chemist is a studied scientist whose advanced research into chemical compounds has granted them the ability to terrorize their enemies with alchemical explosions, devastating gases, and other horrific concoctions. Chemists love testing their new compounds in the field, and are always keen to advance their study and research further, finding new combinations to combust their foes with.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Chemical Compound|Apothecary|SCGtD|Chemist|SCGtD|1|SCGtD"
				},
				{
					"type": "entries",
					"name": "Chemist Spells",
					"entries": [
						"You always have certain spells prepared after you reach particular levels in this class, as shown in the Chemist Spells table. These spells count as apothecary spells for you, but they don't count against the number of apothecary spells you prepare.",
						{
							"type": "table",
							"caption": "Chemist Spells",
							"colLabels": [
								"Apothecary Level",
								"Spell"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell Burning Hands}, {@spell Grease}"
								],
								[
									"3rd",
									"{@spell Acid Arrow}, {@spell Flaming Sphere}"
								],
								[
									"5th",
									"{@spell Fireball}, {@spell Stinking Cloud}"
								],
								[
									"7th",
									"{@spell Ice Storm}, {@spell Wall of Fire}"
								],
								[
									"9th",
									"{@spell Cloudkill}, {@spell Cone of Cold}"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Chemical Compound",
			"source": "SCGtD",
			"page": 141,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Chemist",
			"subclassSource": "SCGtD",
			"level": 1,
			"entries": [
				"You gain proficiency in alchemist's supplies if you do not already have it. You also learn the firebolt cantrip and one additional evocation cantrip of your choice from the wizard spell list. These cantrips count as apothecary cantrips for you, but do not count against your cantrips known."
			]
		},
		{
			"name": "Precise Application",
			"source": "SCGtD",
			"page": 142,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Chemist",
			"subclassSource": "SCGtD",
			"level": 3,
			"entries": [
				"When you cast a spell that deals acid, cold, fire, lightning, or poison damage to other creatures that you can see, you can choose a number of them equal to your Intelligence modifier. The chosen creatures automatically succeed on their saving throws against the spell, and they take no damage if they would normally take half damage on a successful save."
			]
		},
		{
			"name": "Chain Reaction",
			"source": "SCGtD",
			"page": 142,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Chemist",
			"subclassSource": "SCGtD",
			"level": 6,
			"entries": [
				"When you cast an apothecary cantrip that normally targets only one creature and deals acid, cold, fire, lightning, or poison damage, the spell can instead target two creatures that are within the spell's range."
			]
		},
		{
			"name": "Chemical Conditioning",
			"source": "SCGtD",
			"page": 142,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Chemist",
			"subclassSource": "SCGtD",
			"level": 6,
			"entries": [
				"As an action, you give one creature you touch (including possibly yourself) resistance to acid, cold, fire, lightning, or poison damage for 1 hour. This benefit ends immediately if you use this feature again."
			]
		},
		{
			"name": "Bottled Spells",
			"source": "SCGtD",
			"page": 142,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Chemist",
			"subclassSource": "SCGtD",
			"level": 10,
			"entries": [
				"You can store a spell from your Chemist Spells feature as a liquid in a small vial or bottle you touch when you cast the spell.",
				"The spell has no effect other than to be stored in the bottle.",
				"The spell remains stored inside until a creature opens the bottle.",
				"Once you use this feature, any unused bottled spell you previously created becomes inert, and you can't bottle another spell until you finish a short rest.",
				"Any creature holding the bottle may spend an action to open it and cast the spell inside.",
				"The spell uses your spell attack bonus and save DC, but the spell treats the creature who released it as the caster in all other respects."
			]
		},
		{
			"name": "Elemental Adjustment",
			"source": "SCGtD",
			"page": 142,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Chemist",
			"subclassSource": "SCGtD",
			"level": 14,
			"entries": [
				"When you cast a spell using an apothecary spell slot which deals a type of damage from the following list, you can change that damage type to one of the other listed types: acid, cold, fire, lightning, or poison."
			]
		},
		{
			"name": "Chemical Cataclysm",
			"source": "SCGtD",
			"page": 142,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Chemist",
			"subclassSource": "SCGtD",
			"level": 18,
			"entries": [
				"When you cast a spell that deals acid, cold, fire, lighting, or poison damage using an apothecary spell slot, it is treated as if it was cast using a 7th-level spell slot."
			]
		},
		{
			"name": "Exorcist",
			"source": "SCGtD",
			"page": 142,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Exorcist",
			"subclassSource": "SCGtD",
			"level": 1,
			"entries": [
				"An Exorcist comes prepared to deal with evil entities, sinister spirits, and fearsome fiends. Equipped with their holy symbol, a book of prayers, and a bag of ritualistic baubles, they stand ready to face the most unnatural and otherworldly entities of the realms.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spiritual Study|Apothecary|SCGtD|Exorcist|SCGtD|1|SCGtD"
				},
				{
					"type": "entries",
					"name": "Exorcist Spells",
					"entries": [
						{
							"type": "table",
							"caption": "Exorcist Spells",
							"colLabels": [
								"Apothecary Level",
								"Spell"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell bless}, {@spell protection from evil and good}"
								],
								[
									"3rd",
									"{@spell spiritual weapon}, {@spell zone of truth}"
								],
								[
									"5th",
									"{@spell counterspell}, {@spell spirit guardians}"
								],
								[
									"7th",
									"{@spell banishment}, {@spell last rites|SCGtD}"
								],
								[
									"9th",
									"{@spell dispel evil and good}, {@spell flame strike}"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Spiritual Study",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Exorcist",
			"subclassSource": "SCGtD",
			"level": 1,
			"entries": [
				"You gain proficiency in heavy armor and the Religion Skill. If you already have this proficiency, you gain proficiency with another skill of your choice. You can use a holy symbol as an arcane focus for your apothecary spells and you gain a cantrip of your choice from the cleric spell list. This cantrip counts as an apothecary cantrip for you."
			]
		},
		{
			"name": "Exorcism",
			"source": "SCGtD",
			"page": 142,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Exorcist",
			"subclassSource": "SCGtD",
			"level": 3,
			"entries": [
				"At 3rd level, you gain the ability to imbue divine energy through your holy symbol to expel evil entities in the area or purge their harmful effects from your allies.",
				"You can use this feature a number of times equal to half your proficiency bonus rounded down, you regain all expended uses on a short or long rest.",
				"Starting at 5th level, when an undead or fiend fails its saving throw against your Expel Evil feature, that creature suffers 4d8 radiant damage.",
				{
					"type": "entries",
					"name": "Expel Evil",
					"entries": [
						"As an action, you present your holy symbol and speak a prayer censuring creatures that mean you harm. Each undead, celestial, fey, or fiend within 30 feet must make a Wisdom saving throw. On a failure, it is turned for 1 minute or until it takes any damage."
					]
				},
				{
					"type": "entries",
					"name": "Purge Corruption",
					"entries": [
						"You touch a creature or item and can end one condition afflicting it. If a creature is possessed or mind controlled, you can use this feature to remove any traits related to the possession. If possessed, the creature takes psychic damage."
					]
				}
			]
		},
		{
			"name": "Sacred Vessel",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Exorcist",
			"subclassSource": "SCGtD",
			"level": 6,
			"entries": [
				"You are immune to the frightened condition, cannot be possessed or cursed, and have advantage on saving throws against being charmed."
			]
		},
		{
			"name": "Negation",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Exorcist",
			"subclassSource": "SCGtD",
			"level": 10,
			"entries": [
				"As a reaction when a hostile creature targets an ally, you can expend an Apothecary spell slot to force it to make a Charisma saving throw. On a failure, the action fails and resources used are wasted."
			]
		},
		{
			"name": "Empowered Healing",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Exorcist",
			"subclassSource": "SCGtD",
			"level": 14,
			"entries": [
				"Whenever you cast a spell that heals a creature, that spell deals maximum healing and the creature gains temporary hit points equal to your apothecary level."
			]
		},
		{
			"name": "Devout Witness",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Exorcist",
			"subclassSource": "SCGtD",
			"level": 18,
			"entries": [
				"As a Devout Witness, you speak on behalf of your gods and can feel their powers surging through you. Creatures failing their saving throws against your Exorcism take additional radiant damage, and those aided by Purge Corruption gain temporary hit points."
			]
		},
		{
			"name": "Mutagenist",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Mutagenist",
			"subclassSource": "SCGtD",
			"level": 1,
			"entries": [
				"Mutagenists have researched a serum that they inject to transform into a monstrous form. They use themselves as the conduit for this power and hurl themselves towards their enemies as a hulking abomination. They spend their lives researching and discovering new ways to improve and modify the serum in hopes of becoming the perfect form.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Natural Philosophy|Apothecary|SCGtD|Mutagenist|SCGtD|1|SCGtD"
				},
				{
					"type": "entries",
					"name": "Mutagenist Spells",
					"entries": [
						"You always have certain spells prepared after you reach particular levels in this class, as shown in the Mutagenist Spells table. These spells count as apothecary spells for you, but they don't count against the number of apothecary spells you prepare.",
						{
							"type": "table",
							"caption": "Mutagenist Spells",
							"colLabels": [
								"Apothecary Level",
								"Spell"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell jump}, {@spell toxic shield|SCGtD}"
								],
								[
									"3rd",
									"{@spell alter self}, {@spell enhance ability}"
								],
								[
									"5th",
									"{@spell haste}, {@spell water breathing}"
								],
								[
									"7th",
									"{@spell polymorph}, {@spell stoneskin}"
								],
								[
									"9th",
									"{@spell reincarnate}, {@spell septic shock|SCGtD}"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Natural Philosophy",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Mutagenist",
			"subclassSource": "SCGtD",
			"level": 1,
			"entries": [
				"You gain proficiency with alchemist's supplies and either the herbalism kit or poisoner's kit. You also gain proficiency in two additional languages and the Nature Skill. If you already have this proficiency, you gain proficiency with another skill of your choice."
			]
		},
		{
			"name": "Transmogrifying Elixir",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Mutagenist",
			"subclassSource": "SCGtD",
			"level": 3,
			"entries": [
				"As a bonus action, you may expend a spell slot to undergo a grotesque transformation. The transformation ends after one minute, or if you are reduced to 0 hit points or incapacitated. When you undergo this transformation you maintain your personality, alignment, and game statistics. However, several changes occur:",
				{
					"type": "list",
					"items": [
						"Your Strength and Intelligence ability scores are swapped.",
						"Your size becomes Large, your jump distance is doubled, and you count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.",
						"Each of your hands transforms into a big meaty fist, which you can use to make melee weapon attacks. It counts as a simple weapon for you. Your big meaty fists deal 1d10 + your Strength modifier + your Apothecary level bludgeoning damage on a hit.",
						"You cannot cast or concentrate on spells.",
						"You have darkvision out to a range of 120 feet.",
						"You gain temporary hit points equal to five times your Apothecary level.",
						"You also amplify your abilities based on the potency of your concoction. This is related to the spell slot you used to undergo the transformation:",
						"Your speed increases by 5 feet per level of spell slot used.",
						"Your AC is 13 + the level of spell slot used.",
						"At the start of each of your turns and as long as you have at least 1 hit point remaining, you regain a number of hit points equal to the level of the spell slot used."
					]
				}
			]
		},
		{
			"name": "Extra Attack",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Mutagenist",
			"subclassSource": "SCGtD",
			"level": 6,
			"entries": [
				"Beginning at 6th level, you attack twice, instead of once, whenever you take the Attack action on your turn."
			]
		},
		{
			"name": "Potent Biology",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Mutagenist",
			"subclassSource": "SCGtD",
			"level": 6,
			"entries": [
				"When you are in your transmogrified form, you have more powerful attacks capable of bypassing your enemy's greatest defenses.",
				"Your big meaty fist attacks count as magical for overcoming resistance and immunity to non-magical attacks and damage.",
				"When you hit with an attack using your big meaty fists, you can expend a spell slot to empower the force of your blow with unnatural energy. When you expend a spell slot in this way you deal an additional 1d8 force damage per level of spell slot used."
			]
		},
		{
			"name": "Adaptive Genetics",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Mutagenist",
			"subclassSource": "SCGtD",
			"level": 10,
			"entries": [
				"You are able to use your changed biology to protect yourself from the clutches of death. When you are reduced to 0 hit points in either your natural, or transmogrified state, your other self is ready to take over.",
				{
					"type": "list",
					"items": [
						"When in your natural form and reduced to 0 hit points you can immediately transform using your Transmogrifying Elixir feature expending a spell slot as normal. You regain a number of hit points equal to your Apothecary level when you do (in addition to gaining temporary hit points from your transformation).",
						"When you are reduced to 0 hit points in your transmogrified form, you revert to your natural form with 1 hit point remaining. If you do, you can't assume your transmogrified form again until you finish a short or long rest."
					]
				}
			]
		},
		{
			"name": "Unnatural Evolution",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Mutagenist",
			"subclassSource": "SCGtD",
			"level": 14,
			"entries": [
				"You can use your Greater Formulas feature to transmogrify as if you had used a spell slot of that level. When you transform in this way you gain one of the additional genome mutations listed below.",
				{
					"type": "entries",
					"name": "Draconic Genome",
					"entries": [
						"You grow fleshy wings from your back and your skin takes on a scaly appearance. You gain a flying speed equal to your walking speed and as an action can spew bile in a 30-foot cone. All creatures in the area must succeed on a Constitution saving throw against your spell save DC or take 8d6 acid damage, or half as much on a successful save. Once you use this feature, you can not do so again until you finish a short or long rest."
					]
				},
				{
					"type": "entries",
					"name": "Giant Genome",
					"entries": [
						"You become a hulking mass of flesh and muscle, turning yourself into a living siege weapon.",
						"Your size becomes Huge and all damage dealt to objects and structures is now doubled.",
						"As an action, you can expend a spell slot on your turn to slam your fists into the ground, sending shockwaves and rubble crashing around you.",
						"All creatures in a 30-foot radius centered on you must succeed on a Dexterity saving throw against your spell save DC or they take 8d6 bludgeoning damage and are knocked prone.",
						"If they succeed on the saving throw, they take half damage and are not knocked prone."
					]
				},
				{
					"type": "entries",
					"name": "Cerebellum Genome",
					"entries": [
						"You maintain a fraction of your mind as you transform, allowing remnants of your studies to linger in your monstrous brain. You now have the ability to maintain concentration on spells while in your transmogrified form. While transmogrified, your concentration can't be broken as a result of taking damage."
					]
				}
			]
		},
		{
			"name": "The New Flesh",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Mutagenist",
			"subclassSource": "SCGtD",
			"level": 18,
			"entries": [
				"You have perfected your Transmogrifying Elixir, breaking the confines of evolution and pushing your form to what you deem the apex of evolution. You gain the following benefits while transmogrified:",
				{
					"type": "list",
					"items": [
						"As long as you have one or more hit points remaining, you can use a bonus action and expend a spell slot to regain hit points equal to ten times the level of the spell slot used.",
						"If you fail a saving throw, as a reaction you can expend a spell slot to succeed instead.",
						"Your Strength score becomes equal to your Intelligence score when transmogrified. Additionally, you can cast spells while in your transmogrified form."
					]
				}
			]
		},
		{
			"name": "Pathogenist",
			"source": "SCGtD",
			"page": 145,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Pathogenist",
			"subclassSource": "SCGtD",
			"level": 1,
			"entries": [
				"The study of diseases opens doorways to many dangerous scientific discoveries. As experts in both ridding the body of sickness and the mutations of infectious disease, Pathogenists bring their study to the battlefield by using monsters and enemies as test subjects for their infections. Long years spent carefully monitoring the causes and effects of such plagues allows them to be experts at disease mutation, allowing their sickness to spread in a terrifying manner and riddle their foes with debilitating symptoms, crippling their bodies and rattling their minds.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Plague Proficiency|Apothecary|SCGtD|Pathogenist|SCGtD|1|SCGtD"
				},
				{
					"type": "entries",
					"name": "Pathogenist Spells",
					"entries": [
						"You always have certain spells prepared after you reach particular levels in this class, as shown in the Pathogenist Spells table. These spells count as apothecary spells for you, but they don't count against the number of apothecary spells you prepare.",
						{
							"type": "table",
							"caption": "Pathogenist Spells",
							"colLabels": [
								"Apothecary Level",
								"Spell"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell Infect|SCGtD}, {@spell Inflict Wounds}"
								],
								[
									"3rd",
									"{@spell Blindness/Deafness}, {@spell Biohazard|SCGtD}"
								],
								[
									"5th",
									"{@spell Pestilence|SCGtD}, {@spell Venomous Aura|SCGtD}"
								],
								[
									"7th",
									"{@spell Blight}, {@spell Blood Worm|SCGtD}"
								],
								[
									"9th",
									"{@spell Contagion}, {@spell Insect Plague}"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Plague Proficiency",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Pathogenist",
			"subclassSource": "SCGtD",
			"level": 1,
			"entries": [
				"You learn the {@spell Chill Touch} cantrip. You gain proficiency with the herbalism kit. If you already have this proficiency, you gain proficiency with one other type of artisan's tools of your choice."
			]
		},
		{
			"name": "Pernicious Pathogens",
			"source": "SCGtD",
			"page": 145,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Pathogenist",
			"subclassSource": "SCGtD",
			"level": 3,
			"entries": [
				"Whenever a creature casts a spell or uses a trait or feature that would cure or remove one of your diseases (such as casting {@spell lesser restoration} to remove your {@spell infect|SCGtD} spell), the creature must first make an ability check using its spellcasting ability (or its Charisma modifier, if the spell or special ability does not specify a spellcasting ability score). The DC equals your spell save DC.",
				"On a failed check, the creature's spell, trait, or feature fails and has no effect. Any material components used are expended, and any spell slot expended is wasted."
			]
		},
		{
			"name": "Mutant Strain",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Pathogenist",
			"subclassSource": "SCGtD",
			"level": 3,
			"entries": [
				"You can evolve your diseases to cause new symptoms. You learn two mutant strains of your choice, and each time you gain a level in this class, you can replace one mutant strain you know with a different one from this feature. When you reach certain levels in this class, you learn additional mutant strains, as shown in the Mutant Strains Known table.",
				{
					"type": "table",
					"caption": "Mutant Strains Known",
					"colLabels": [
						"Apothecary Level",
						"Number of Strains"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"2"
						],
						[
							"9th",
							"3"
						],
						[
							"15th",
							"4"
						]
					]
				},
				"Whenever you cast a spell which inflicts diseases (such as {@spell infect|SCGtD} or {@spell contagion|SCGtD}) you can apply an additional effect from your mutant strain to one of the targets of the spell, which lasts for the duration of that spell.",
				"The following mutant strains are available to you when you learn a mutant strain. If a strain has a level requirement, you must be at least that level in this class to learn the strain.",
				{
					"type": "list",
					"items": [
						{
							"type": "entries",
							"name": "Dizziness",
							"entries": [
								"The target can't take reactions."
							]
						},
						{
							"type": "entries",
							"name": "Fatigue",
							"entries": [
								"Each time the target fails a saving throw against your disease, its speed is reduced to five feet until the start of its next turn."
							]
						},
						{
							"type": "entries",
							"name": "Coughing Fits",
							"entries": [
								"At the start of each of the target's turns, it must make a Constitution saving throw against your spell save DC. On a failed save, it is unable to speak until the start of its next turn."
							]
						},
						{
							"type": "entries",
							"name": "Shivers",
							"entries": [
								"The target shakes uncontrollably. At the start of each of the target's turns, it drops whatever it is holding in its hands."
							]
						},
						{
							"type": "entries",
							"name": "Weakness (9th level)",
							"entries": [
								"The target deals half damage with melee weapon attacks."
							]
						},
						{
							"type": "entries",
							"name": "Dry Eyes (9th level)",
							"entries": [
								"Each time the target fails a saving throw against your disease, it becomes blinded until the start of its next turn."
							]
						},
						{
							"type": "entries",
							"name": "Intense Fever (9th level)",
							"entries": [
								"The target can't regain hit points."
							]
						},
						{
							"type": "entries",
							"name": "Lesions (9th level)",
							"entries": [
								"The target loses any damage resistances."
							]
						},
						{
							"type": "entries",
							"name": "Nausea (15th level)",
							"entries": [
								"Each time a target fails a saving throw against your disease, it becomes incapacitated until the start of its next turn."
							]
						},
						{
							"type": "entries",
							"name": "Dystrophy (15th level)",
							"entries": [
								"The target becomes vulnerable to bludgeoning, piercing, and slashing damage."
							]
						}
					]
				}
			]
		},
		{
			"name": "Breakthrough Infection",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Pathogenist",
			"subclassSource": "SCGtD",
			"level": 6,
			"entries": [
				"When you cast a spell using an apothecary spell slot or your Greater Formula feature that causes disease, that spell ignores any creature's immunity to disease. Such creatures instead make any saving throws against your diseases with advantage."
			]
		},
		{
			"name": "Outbreak",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Pathogenist",
			"subclassSource": "SCGtD",
			"level": 6,
			"entries": [
				"When a creature infected by one of your diseases dies, you can use your reaction to spread the disease to a different creature you can see within 30 feet of that creature."
			]
		},
		{
			"name": "Insidious Incubation",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Pathogenist",
			"subclassSource": "SCGtD",
			"level": 10,
			"entries": [
				"When you start casting {@spell infect|SCGtD}, you can modify it so that it doesn't require concentration. If you do so, the spell's duration becomes 1 minute for that casting. You must finish a short or long rest before using this feature again."
			]
		},
		{
			"name": "Immunocompromised",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Pathogenist",
			"subclassSource": "SCGtD",
			"level": 14,
			"entries": [
				"A creature infected with one of your diseases (such as {@spell infect|SCGtD} or {@spell contagion}) has disadvantage on saving throws against your apothecary spells."
			]
		},
		{
			"name": "Rapid Evolution",
			"source": "SCGtD",
			"page": 143,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Pathogenist",
			"subclassSource": "SCGtD",
			"level": 18,
			"entries": [
				"Whenever you cast a spell which inflicts diseases, you can apply two additional effects from your mutant strain to one of the targets of the spell, instead of one."
			]
		},
		{
			"name": "Reanimator",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Reanimator",
			"subclassSource": "SCGtD",
			"level": 1,
			"entries": [
				"A Reanimator is the master of life and death. Years spent perfecting their formula to bring the recently dead back, or to construct new life out of discarded flesh and patchwork anatomy, have left most Reanimators in a state constantly riding the lines between genius and madness. A Reanimator's skills at clutching life from the jaws of death make them exquisitely suited for dealing with death, and undeath. Their mad genius is presented with the construction of a creature made from the scrap body parts left behind by their enemies which storms forward into battle on their command.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spark of Life|Apothecary|SCGtD|Reanimator|SCGtD|1|SCGtD"
				},
				{
					"type": "entries",
					"name": "Reanimator Spells",
					"entries": [
						"You always have certain spells prepared after you reach particular levels in this class, as shown in the Reanimator Spells table. These spells count as apothecary spells for you, but they don't count against the number of apothecary spells you prepare.",
						{
							"type": "table",
							"caption": "Reanimator Spells",
							"colLabels": [
								"Apothecary Level",
								"Spell"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell false life}, {@spell inflict wounds}"
								],
								[
									"3rd",
									"{@spell gentle repose}, {@spell invigorate|SCGtD}"
								],
								[
									"5th",
									"{@spell lightning bolt}, {@spell revivify}"
								],
								[
									"7th",
									"{@spell death ward}, {@spell corpse explosion|SCGtD}"
								],
								[
									"9th",
									"{@spell raise dead}, {@spell nerve gas|SCGtD}"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Spark of Life",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Reanimator",
			"subclassSource": "SCGtD",
			"level": 1,
			"entries": [
				"You learn the {@spell shocking grasp} and {@spell spare the dying} cantrips. These count as apothecary spells for you, and don't count against the number of apothecary cantrips you know."
			]
		},
		{
			"name": "Corpsewrought Creature",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Reanimator",
			"subclassSource": "SCGtD",
			"level": 3,
			"entries": [
				"You have constructed a companion from scavenged body parts and brought it to life with your occult magic: a {@creature corpsewrought creature|SCGtD}.",
				"The creature is friendly to you and your companions, and it obeys your commands. See its game statistics in the accompanying {@creature corpsewrought creature|SCGtD} stat block, which uses your proficiency bonus (PB) in several places.",
				"You can determine the cosmetic characteristics of the creature; your choice has no effect on its game statistics.",
				"In combat, the creature shares your initiative count, but it takes its turn immediately after yours.",
				"It can move and use its reaction on its own, but the only action it takes on its turn is the Dodge action, unless you take a bonus action on your turn to command it to take another action.",
				"That action can be one in its stat block or some other action.",
				"If you are incapacitated, the creature can take any action of its choice, not just Dodge.",
				"If your corpsewrought creature has died within the last hour, you can use your healer's kit as an action to revive it, provided you are within 5 feet of it and you expend an apothecary spell slot.",
				"The corpsewrought companion returns to life after 1 minute with all its hit points restored.",
				"At the end of a long rest, you can create a new corpsewrought creature if you have your healer's kit with you and access to suitable \"materials.\"",
				"If you already have a corpsewrought creature from this feature, the first one immediately perishes.",
				"The creature also perishes if you die."
			]
		},
		{
			"name": "Bodyguard",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Reanimator",
			"subclassSource": "SCGtD",
			"level": 6,
			"entries": [
				"When a creature within 5 feet of your corpsewrought creature makes an attack against you, it can use its reaction to make a melee weapon attack against the attacking creature.",
				"In addition, your corpsewrought creature's slam attack counts as magical for the purposes of overcoming resistance and immunity to nonmagical attacks and damage.",
				"In addition, you can cast animate dead once using an Apothecary spell slot. Once you do, you can't cast the spell again until you finish a long rest."
			]
		},
		{
			"name": "Reanimated Head",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Reanimator",
			"subclassSource": "SCGtD",
			"level": 6,
			"entries": [
				"You have reanimated the head of a dead humanoid creature which now serves you in your studies. You may use the head as a spellcasting focus. The head speaks common and one other language of your choice.",
				"Whenever you make an Intelligence ability check that lets you add your proficiency bonus, you can treat a d20 roll of 9 or lower as a 10. Additionally, you gain proficiency in the Arcana and Investigation skills.",
				"You can use the head to cast speak with dead without expending a spell slot. Once you use this feature you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Behold, My Creation",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Reanimator",
			"subclassSource": "SCGtD",
			"level": 10,
			"entries": [
				"Your corpsewrought creature's size increases to Large, and its speed increases to 40 feet.",
				"When your corpsewrought creature hits a creature with a melee attack, it can immediately make a grapple attempt against the target.",
				"The DC to escape this grapple is equal to 8 + the corpsewrought creature's strength modifier (+4) + your PB."
			]
		},
		{
			"name": "Berserk Fury",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Reanimator",
			"subclassSource": "SCGtD",
			"level": 14,
			"entries": [
				"When you command your corpsewrought creature to take the Attack action, the creature can make two attacks."
			]
		},
		{
			"name": "I Can't Stop The Monster I Created",
			"source": "SCGtD",
			"page": 144,
			"className": "Apothecary",
			"classSource": "SCGtD",
			"subclassShortName": "Reanimator",
			"subclassSource": "SCGtD",
			"level": 18,
			"entries": [
				"Your corpsewrought creature increases in size to Huge, gains a reach of 10 feet, and its speed increases to 50 feet. Its slam attack deals an additional 1d8 bludgeoning damage.",
				"Additionally, the weight your corpsewrought creature can push or lift is doubled."
			]
		}
	],
	"monster": [
		{
			"name": "Corpsewrought Creature",
			"source": "SCGtD",
			"page": 147,
			"summonedByClass": "Apothecary|SCGtD",
			"size": [
				"M"
			],
			"type": "construct",
			"ac": [
				{
					"special": "14 + PB"
				}
			],
			"hp": {
				"special": "5 + five times your apothecary level (the creature has a number of hit dice [d12s] equal to your apothecary level)"
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 10,
			"con": 16,
			"int": 8,
			"wis": 12,
			"cha": 8,
			"save": {
				"con": "+3 plus PB",
				"wis": "+1 plus PB"
			},
			"skill": {
				"athletics": "+4 plus PB"
			},
			"senses": [
				"darkvision 60 ft"
			],
			"passive": 11,
			"immune": [
				"poison",
				"lightning"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"understands the languages of its creator but can't speak"
			],
			"pbNote": "equals your proficiency bonus",
			"trait": [
				{
					"name": "Lightning Absorption",
					"entries": [
						"Whenever the corpsewrought creature is subjected to lightning damage, it takes no damage and regains a number of hit points equal to the lightning damage dealt."
					]
				}
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 4 plus PB} to hit, reach 5 ft., one target. {@h}{@damage 1d8 + 4} bludgeoning damage."
					]
				}
			],
			"traitTags": [
				"Damage Absorption"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"CS"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "The Thing with the Writhing Tail",
			"isNamedCreature": true,
			"source": "SCGtD",
			"page": 191,
			"summonedBySpell": "Summon the Thing with the Writhing Tail|SCGtD",
			"summonedBySpellLevel": 4,
			"size": [
				"M"
			],
			"type": "aberration",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"special": "12 + the level of the spell"
				}
			],
			"hp": {
				"special": "50 + 10 for each spell level above 4th"
			},
			"speed": {
				"walk": 40,
				"climb": 30
			},
			"str": 13,
			"dex": 19,
			"con": 12,
			"int": 19,
			"wis": 15,
			"cha": 19,
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"immune": [
				"psychic"
			],
			"conditionImmune": [
				"charmed",
				"frightened"
			],
			"languages": [
				"Deep Speech",
				"telepathy 120 ft."
			],
			"pbNote": "Equals your proficiency bonus",
			"trait": [
				{
					"name": "Ethereal Sight",
					"entries": [
						"The thing sees {@condition invisible} creatures and can see into the Ethereal Plane."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The thing makes a number of claw attacks equal to half this spell's level (rounded down)."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hitYourSpellAttack} to hit, reach 5 ft., one target. {@h}{@dice 1d6} + the spell's level + 4 slashing damage plus {@damage 2d6} cold damage."
					]
				},
				{
					"name": "Eldritch Hiss",
					"entries": [
						"The thing whispers a terrible truth to one creature it can see within 5 feet. The target must make a Wisdom saving throw. On a failed save, it takes {@damage 4d6} psychic damage and must immediately use its reaction, if available, to move as far as its speed allows away from the thing. The creature doesn't move into obviously dangerous ground, such as a fire or a pit."
					]
				},
				{
					"name": "Thought Tendril",
					"entries": [
						"The thing psychically lashes out at one creature it can see within 5 feet. The target must make an Intelligence saving throw. On a failed save, the target takes {@damage 4d6} psychic damage, and it can't take a reaction until the end of its next turn. Additionally, on its next turn, it must choose whether it gets a move, an action, or a bonus action; it gets only one of the three."
					]
				}
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"DS",
				"TP"
			],
			"damageTags": [
				"C",
				"S",
				"Y"
			],
			"miscTags": [
				"MW"
			]
		}
	],
	"spell": [
		{
			"name": "Acid Burn",
			"source": "SCGtD",
			"page": 186,
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 15
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You magically produce a spray of acidic formula in a 15-foot cone in front of you. All creatures in the cone must succeed on a Dexterity saving throw or take {@damage 1d6} acid damage.",
				"This spell's damage increases by {@dice 1d6} when you reach 5th level ({@dice 2d6}), 11th level ({@dice 3d6}), and 17th level ({@dice 4d6})."
			],
			"scalingLevelDice": {
				"label": "acid damage",
				"scaling": {
					"1": "1d6",
					"5": "2d6",
					"11": "3d6",
					"17": "4d6"
				}
			},
			"damageInflict": [
				"acid"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SCL"
			]
		},
		{
			"name": "Bacterial Barrage",
			"source": "SCGtD",
			"page": 186,
			"level": 0,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You attack a creature in range with a quick spreading infection that takes advantage of existing conditions. Make a ranged spell attack against a target, on a hit the infection does {@damage 1d8} necrotic damage to the target. If the target is suffering from the {@condition poisoned} condition or a disease, it instead takes {@damage 1d12} necrotic damage.",
				"The spell's damage increases by one die when you reach 5th level ({@dice 2d8} or {@dice 2d12}), 11th level ({@dice 3d8} or {@dice 3d12}), and 17th level ({@dice 4d8} or {@dice 4d12})."
			],
			"damageInflict": [
				"necrotic"
			],
			"conditionInflict": [
				"poisoned"
			],
			"spellAttack": [
				"R"
			],
			"miscTags": [
				"SCL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Poison Needle",
			"source": "SCGtD",
			"page": 186,
			"level": 0,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You launch a conjured dart coated with lethal poison at a creature you can see within range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 1d10} poison damage.",
				"If the poison damage reduces the target to 0 hit points, the target is stable but {@condition poisoned} for 1 hour, even after regaining hit points, and is {@condition paralyzed} while {@condition poisoned} in this way.",
				"This spell's damage increases by {@dice 1d10} when you reach 5th level ({@dice 2d10}), 11th level ({@dice 3d10}), and 17th level ({@dice 4d10})."
			],
			"scalingLevelDice": {
				"label": "poison damage",
				"scaling": {
					"1": "1d10",
					"5": "2d10",
					"11": "3d10",
					"17": "4d10"
				}
			},
			"damageInflict": [
				"poison"
			],
			"conditionInflict": [
				"paralyzed",
				"poisoned"
			],
			"spellAttack": [
				"R"
			],
			"miscTags": [
				"HL",
				"SCL",
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Acrid Orb",
			"source": "SCGtD",
			"page": 187,
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a vial of stomach acid and a pinch of sulfate"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You create an orb of acid gel and fling it at one creature within range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 2d6} acid damage. Whether the attack hits or misses, the orb explodes. The target and each creature within 5 feet of it must succeed on a Dexterity saving throw or take {@damage 2d6} acid damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the exploding acid damage increases by {@dice 1d6} for each slot level above 1st."
					]
				}
			],
			"damageInflict": [
				"acid"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Envenom",
			"source": "SCGtD",
			"page": 187,
			"level": 1,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a vial of basic poison"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Choose a creature you can see within range to inflict with a magical poison. The target takes {@damage 2d4} poison damage and must make a Constitution saving throw. On a failed saving throw, it becomes {@condition poisoned} for the spell's duration.",
				"While {@condition poisoned} in this way, the target must make a Constitution saving throw at the end of each of its turns. It takes {@damage 2d4} poison damage on a failed saving throw. On a success, the spell ends on that target.",
				"A lesser restoration spell cast on the target ends this spell early."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"If you cast this spell using a spell slot of",
						"2nd level or higher, you can target one additional creature for each slot level above 1st"
					]
				}
			],
			"damageInflict": [
				"poison"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Infect",
			"source": "SCGtD",
			"page": 187,
			"level": 1,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a petri dish"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You inflict a creature you can see within range with a magical disease. At the start of each of the target's turns, it must make a Constitution saving throw. The creature takes {@damage 1d12} necrotic damage on a failed saving throw, or half as much on a successful one. If a target succeeds on three of these saves, the spell ends.",
				"A lesser restoration spell cast on the target ends this spell early."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"If you cast this spell using a spell slot of",
						"2nd level or higher, the damage increases by {@dice 1d12} for every two slot levels above 1st."
					]
				}
			],
			"damageInflict": [
				"necrotic"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Stream of Consumption",
			"source": "SCGtD",
			"page": 187,
			"level": 1,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"For the spell's duration, your tongue becomes an elongated tether of necrotic green energy you can use to drink the vitality of other creatures. One creature of your choice within 60 feet of you that you can see must make a Constitution saving throw. On a failed save, the target gains 1 level of {@condition exhaustion}, and you regain hit points equal to {@dice 1d4} + your spellcasting ability modifier.",
				"On each of your turns until the spell ends, you can use your action to target the same creature or a different one, but can't target a creature again if it has succeeded on a saving throw against this casting of stream of consumption"
			],
			"conditionInflict": [
				"exhaustion"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"HL",
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Toxic Shield",
			"source": "SCGtD",
			"page": 187,
			"level": 1,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": "a drop of dwarven blood"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You gain resistance to poison damage and advantage on saves against being {@condition poisoned} for the duration. In addition, whenever a creature within 5 feet of you hits you with a melee attack, the shield sprays them with poison, dealing {@damage 1d8} poison damage to the attacker."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the poison damage increases by {@dice 1d8} for every 2 slot levels above 1st."
					]
				}
			],
			"damageResist": [
				"poison"
			],
			"damageInflict": [
				"poison"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Biohazard",
			"source": "SCGtD",
			"page": 187,
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a withered root and a drop of vinegar"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You coat a 15-foot-wide cube with toxic sludge for the spell's duration. The area is difficult terrain and filled with dangerous fumes. A creature that enters the area or starts its turn there must make a Constitution saving throw. On a failed saving throw, the creature takes {@damage 1d8} poison damage and is {@condition poisoned} until the start of its next turn. Creatures are affected even if they hold their breath or don't need to breathe."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"If you cast this spell using a spell slot of",
						"3rd level or higher, the damage increases by {@dice 1d8} for each slot level above 2nd"
					]
				}
			],
			"damageInflict": [
				"poison"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"DFT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Caustic Grip",
			"source": "SCGtD",
			"page": 188,
			"level": 2,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"For the spell's duration, your hand secretes sticky burning acid which you can use to hold a creature in a painful clutch. When you cast this spell, and as an action on your turn until the spell ends, you can make a melee spell attack against one creature within 5 feet of you. On a hit, you deal {@damage 4d4} acid damage to the target, and the creature is {@condition restrained} in your acidic grip until the end of your next turn. You can attack the same target round after round, or choose a new one at any time. If you switch targets, the prior target is no longer affected by the spell.",
				"A creature {@condition restrained} by your grip can use its action to make a Strength check against your spell save DC. If it succeeds, it is no longer {@condition restrained}. Each time a creature ends its turn {@condition restrained} by this spell, it takes an additional {@damage 4d4} acid damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"If you cast this spell using a spell slot of",
						"3rd level or higher, the damage increases by {@dice 2d4} for each slot level above 2nd."
					]
				}
			],
			"damageInflict": [
				"acid"
			],
			"conditionInflict": [
				"restrained"
			],
			"spellAttack": [
				"M"
			],
			"abilityCheck": [
				"strength"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Grasping Ghost",
			"source": "SCGtD",
			"page": 188,
			"level": 2,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true,
				"m": "a finger bone and a scrap of fabric"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A flock of floating spectral hands appear and grasp a target you can see within range. The target must succeed on a Strength saving throw. A target takes {@damage 3d8} necrotic damage on a failed save, or half as much damage on a successful one.",
				"In addition, on a failed saving throw the ghostly hands grapple the target until the end of your next turn, and immediately move the target up to 30 feet in a direction of your choice (but not upward). On its turn, the creature can use an action to attempt to escape the grapple by making a Strength or Dexterity check (its choice) against your spell save DC. If it succeeds, the grapple ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"If you cast this spell using a spell slot of",
						"3rd level or higher, the grasping ghost can target one additional creature within range for each spell level above 2nd."
					]
				}
			],
			"damageInflict": [
				"necrotic"
			],
			"savingThrow": [
				"strength"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Invigorate",
			"source": "SCGtD",
			"page": 188,
			"level": 2,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true,
				"m": "a syringe and a blood sample"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"Choose up to three creatures within range. Each target gains 10 temporary hit points."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the temporary hit points increase by 5 for each slot level above 2nd."
					]
				}
			],
			"miscTags": [
				"THP"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Ocular Necrosis",
			"source": "SCGtD",
			"page": 188,
			"level": 2,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Make a ranged spell attack against a creature you can see in range. If you hit, you wrack the creature with a deadly toxin that causes their eyes to bleed. The creature takes {@damage 2d6} necrotic damage and is {@condition blinded} until the end of your next turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the necrotic damage increases by {@dice 1d6} for each slot above 2nd."
					]
				}
			],
			"damageInflict": [
				"necrotic"
			],
			"conditionInflict": [
				"blinded"
			],
			"spellAttack": [
				"R"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Corrosive Blast",
			"source": "SCGtD",
			"page": 188,
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a vial of acid"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A spew of acrid chemicals erupts from your hands. Each creature in a 30-foot cone must make a Dexterity saving throw. A creature takes {@damage 10d4} acid damage on a failed save, or half as much damage on a successful one.",
				"The acid destroys any objects made of organic materials in the spell's area. A creature killed by this spell has its flesh entirely dissolved, leaving behind only a corroded skeleton."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the acid damage increases by {@dice 2d4} for each slot level above 3rd."
					]
				}
			],
			"damageInflict": [
				"acid"
			],
			"savingThrow": [
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Fetid Blade",
			"source": "SCGtD",
			"page": 188,
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a drop of acid and a pinch of iron dust"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You coat a weapon you touch in an acidic substance. Until the spell ends, weapon attacks made with it deal an extra {@damage 2d4} acid damage on a hit. If the weapon isn't already a magic weapon, it becomes one for the duration.",
				"In addition, a creature hit with a melee attack using the weapon must make a Constitution saving throw. On a failed save, it becomes {@condition poisoned} until the end of the attacker's next turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the acid damage increases by {@dice 1d4} for each slot level above 3rd."
					]
				}
			],
			"damageInflict": [
				"acid"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"AAD"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Pestilence",
			"source": "SCGtD",
			"page": 189,
			"level": 3,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a withered flower"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You infect up to three creatures you can see within range with a magical disease. At the start of each of the target's turns, it must make a Constitution saving throw. On a failed saving throw, the creature takes {@damage 3d6} necrotic damage and gains 1 level of {@condition exhaustion}. If a target succeeds on three of these saves, the spell ends for that creature.",
				"A lesser restoration spell cast on a target ends this spell early for that creature."
			],
			"damageInflict": [
				"necrotic"
			],
			"conditionInflict": [
				"exhaustion"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Purge Contamination",
			"source": "SCGtD",
			"page": 189,
			"level": 3,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "hour"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "100 gp of alchemical fluids or holy water, which the spell consumes",
					"cost": 10000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You apply alchemical fluids or holy water to a contaminated humanoid creature while reciting an exacting magical chant which expels eldritch contaminants from its body. When you finish casting the spell, all contamination levels and mutations are removed from the creature. It then gains 1 level of {@condition exhaustion} for each contamination level removed with this spell."
			],
			"conditionInflict": [
				"exhaustion"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Tranquilizing Toxin",
			"source": "SCGtD",
			"page": 189,
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"One target you choose within range must make a Constitution saving throw or take {@damage 8d6} poison damage and become {@condition poisoned} until the end of your next turn. While {@condition poisoned} in this way, the target is also {@condition stunned}. On a successful saving throw, the target takes half damage and is not {@condition poisoned}."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the poison damage increases by {@dice 1d6} for each slot level above 3rd."
					]
				}
			],
			"damageInflict": [
				"poison"
			],
			"conditionInflict": [
				"poisoned",
				"stunned"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Venomous Aura",
			"source": "SCGtD",
			"page": 189,
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "scales or fangs of a venomous snake"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You emit a baleful aura which disorients creatures who approach you. Any creatures that start their turn within 10 feet of you are {@condition poisoned} until the start of their next turn."
			],
			"conditionInflict": [
				"poisoned"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Blood Worm",
			"source": "SCGtD",
			"page": 189,
			"level": 4,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a jar full of leeches"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You infect a creature you can see within range with a magical disease in the form of a malignant parasite. Once per turn when a creature hits the infected target with a weapon attack, that attack deals an additional {@damage 4d6} necrotic damage, and the attacker regains hit points equal to the necrotic damage dealt. Each time the infected target takes this necrotic damage, it makes a Constitution saving throw against the spell. If the saving throw succeeds, the spell ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the necrotic damage increases by {@dice 1d6} for each slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"necrotic"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"HL",
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Corpse Explosion",
			"source": "SCGtD",
			"page": 189,
			"level": 4,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "which you take when a creature you can see dies within 120 feet of you."
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You cause the triggering creature's body to explode in a violent shower of gore and infected flesh. Creatures within 10 feet of a point centered on the triggering creature's body take {@damage 4d8} necrotic damage and {@damage 4d8} acid damage, or half as much damage on a successful Dexterity saving throw."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"If you cast this spell using a spell slot of",
						"5th level or higher, the damage increases by {@damage 1d8} acid damage for each slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"acid",
				"necrotic"
			],
			"savingThrow": [
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Corrupting Spores",
			"source": "SCGtD",
			"page": 190,
			"level": 4,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a dried mushroom"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"A small patch of three poison mushrooms magically sprout in a 5-foot square that you can see within range. The mushrooms emit toxic spores, and any creature that starts its turn within 10 feet of the mushroom patch must make a Constitution saving throw. On a failed save, the creature takes {@damage 1d8} poison damage for each mushroom in the patch and is {@condition poisoned} until the start of its next turn.",
				"Until the spell ends, you can use a bonus action on your turn to cause an additional mushroom to sprout within the patch."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, one additional mushroom sprouts with the initial patch for each slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"poison"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT",
				"UBA"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Last Rites",
			"source": "SCGtD",
			"page": 190,
			"level": 4,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small piece of brass, a rose petal, and a drop of holy water"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You target a creature you can see within range with a beam of holy light that shines down upon them. The target must make a Wisdom saving throw. The target takes {@damage 8d8} radiant damage on a failed save, or half as much damage on a successful one. This spell has no effect on celestials or constructs.",
				"If you target an undead or fiend, it makes the saving throw with disadvantage, and the spell deals maximum damage to it.",
				"If an undead or fiend is reduced to 0 hit points by this spell, it dies and its body is reduced to ash."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, you may target an additional creature within 30 feet of each other for each spell level above 5th."
					]
				}
			],
			"damageInflict": [
				"radiant"
			],
			"savingThrow": [
				"wisdom"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Poison Wave",
			"source": "SCGtD",
			"page": 190,
			"level": 4,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "sphere",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a withered root and a drop of vinegar"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A wave of poisonous fumes emanates from you. Creatures within 30 feet of you must make a Constitution saving throw.",
				"On a failed save, each creature takes {@damage 4d12} poison damage and is {@condition poisoned} until the end of your next turn. On a successful saving throw, a creature takes half as much damage and does not become {@condition poisoned}."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"If you cast this spell using a spell slot of",
						"5th level or higher, the damage increases by {@dice 1d12} for each slot level above 4th."
					]
				}
			],
			"damageInflict": [
				"poison"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Summon the Thing with the Writhing Tail",
			"source": "SCGtD",
			"page": 190,
			"level": 4,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a tuft of cat hair and a dead rat"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You call forth {@creature The Thing with the Writhing Tail|SCGtD}. It manifests in an unoccupied space that you can see within range. This corporeal form uses the stat block below. The creature disappears when it drops to 0 hit points or when the spell ends.",
				"The creature is an ally to you and your companions. In combat, the creature shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you). If you don't issue any, it takes the {@action Dodge} action and uses its move to avoid danger."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, use the higher level wherever the spell's level appears in the stat block."
					]
				}
			],
			"miscTags": [
				"SGT",
				"SMN"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Vitriolic Ichor",
			"source": "SCGtD",
			"page": 191,
			"level": 4,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a vial of nitric acid and a flask of water"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Choose a creature within range that has natural armor or is wearing armor. You magically cause the creature's natural or manufactured armor to become corroded and brittle for the spell's duration. While its armor is corroded, the creature's AC becomes 10 + the creature's Dexterity modifier."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, you may target one additional creature for each slot level above 4th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Acid Rain",
			"source": "SCGtD",
			"page": 191,
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a pinch of sulfur and ground coal"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Until the spell ends, acid rain falls in a 40-foot-tall cylinder with a 40- foot radius centered on a point you choose within range. The area is lightly obscured, and exposed flames in the area are doused.",
				"Chemical pools accumulate on the ground in the area, making it difficult terrain. When a creature enters the spell's area for the first time on a turn or starts its turn there, it takes {@damage 3d6} acid damage and must make a Dexterity saving throw. On a failed save, it falls {@condition prone} in the pools, taking an additional {@damage 3d6} acid damage."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the acid damage increases by {@dice 1d6} for each slot level above 5th."
					]
				}
			],
			"damageInflict": [
				"acid"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"OBS"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Nerve Gas",
			"source": "SCGtD",
			"page": 191,
			"level": 5,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "samples of phosphate and chlorine mixed with a drop of pure alcohol"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a 10-foot-radius sphere of toxic fog centered on a point you choose within range. The fog spreads around corners.",
				"It lasts for the duration or until strong wind disperses the fog, ending the spell. The fog's area is heavily obscured.",
				"When a creature enters the spell's area for the first time on a turn or starts its turn there, that creature must make an Intelligence saving throw. On a failed saving throw, the creature takes {@damage 3d6} psychic damage and becomes {@condition stunned} until the start of its next turn. On a successful saving throw, the creature takes half as much damage and is not {@condition stunned}. Creatures are affected even if they hold their breath or don't need to breathe."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"If you cast this spell using a spell slot of",
						"6th level or higher, the damage increases by {@damage 1d6} psychic damage for each slot level above 5th."
					]
				}
			],
			"damageInflict": [
				"psychic"
			],
			"conditionInflict": [
				"stunned"
			],
			"savingThrow": [
				"intelligence"
			],
			"miscTags": [
				"OBS"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Septic Shock",
			"source": "SCGtD",
			"page": 192,
			"level": 5,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a piece of a rotten liver"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Choose a creature you can see within range that doesn't have all its hit points. You infect the target's wounds with putrefying bacteria. The target must make a Constitution saving throw.",
				"If it has less than half its maximum hit points remaining, it makes the saving throw with disadvantage. On a failed save, the target takes {@damage 10d8} necrotic damage and gains 1 level of {@condition exhaustion}. On a successful save, it takes half as much damage and does not gain any {@condition exhaustion} levels."
			],
			"damageInflict": [
				"necrotic"
			],
			"conditionInflict": [
				"exhaustion"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Toxic Barrage",
			"source": "SCGtD",
			"page": 192,
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "Four death cap mushrooms"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You create four rays of pure poison and hurl them at targets within range. You can hurl them at one target or several.",
				"Make a ranged spell attack for each ray. On a hit, the target takes {@damage 3d6} poison damage. If a target is hit by one or more of these rays, it must make a Constitution saving throw. On a failed save, the target is {@condition poisoned} for 1 minute. While {@condition poisoned} in this way, the target can repeat the saving throw at the end of each of its turns. On a success, it is no longer {@condition poisoned}."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, you create one additional ray for each slot level above 5th"
					]
				}
			],
			"damageInflict": [
				"poison"
			],
			"conditionInflict": [
				"poisoned"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Mephitic Vapors",
			"source": "SCGtD",
			"page": 192,
			"level": 6,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a vial of chlorine"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"entries": [
				"You douse a 20-foot radius area centered on a point you can see within range with acrid slime, which remains for the spell's duration. The area becomes difficult terrain, and any creature wholly within the area is {@condition blinded} and can't take reactions.",
				"A creature who starts its turn in the area must succeed on a Constitution saving throw or take {@damage 2d8} poison damage and {@damage 2d8} acid damage and gain one level of {@condition exhaustion}."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"If you cast this spell using a spell slot of",
						"7th level or higher, the damage increases by {@damage 1d8} poison damage and {@damage 1d8} acid damage for each slot level above 6th."
					]
				}
			],
			"damageInflict": [
				"acid",
				"poison"
			],
			"conditionInflict": [
				"blinded",
				"exhaustion"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"DFT",
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Vile Necrosis",
			"source": "SCGtD",
			"page": 192,
			"level": 6,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a vial of coagulated blood"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You point your finger towards a creature within range, projecting a pale green beam of debilitating energy at them.",
				"Make a ranged spell attack against the target. On a hit, the target takes {@damage 12d6} necrotic damage, and it becomes weakened.",
				"While weakened by this spell, a target deals half damage with weapon attacks and spells.",
				"A weakened target can make a Constitution saving throw at the end of each of its turns. On a successful save, the weakness ends."
			],
			"damageInflict": [
				"necrotic"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Contamination Immunity",
			"source": "SCGtD",
			"page": 192,
			"level": 7,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "an eldritch lily mixed into 250 gp worth of purified fluids per target, which the spell consumes",
					"cost": 25000,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 24
					}
				}
			],
			"entries": [
				"Until the spell ends, one willing creature you touch is immune to necrotic damage and cannot gain Contamination Levels.",
				"The affected creature may rest normally within the Haze.",
				"This spell ends immediately if the creature casts a contaminated spell.",
				{
					"type": "entries",
					"name": "Researching the Spell:",
					"entries": [
						"A character who can cast 7th level spells, knows the neutralizing field spell, and who has visited the Delerium Heart can research contamination immunity."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Grievous Wounds",
			"source": "SCGtD",
			"page": 193,
			"level": 7,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a needle and several stitches"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Choose a creature you can see within range. You momentarily strip the target's physiology of all resilience, enough that a mere scratch can become a terrible injury. Until the end of your next turn, the target loses any damage resistances or immunities, becomes vulnerable to all damage, and makes all its saving throws with disadvantage."
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Miasma",
			"source": "SCGtD",
			"page": 193,
			"level": 7,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a freshly harvested corpse lily"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a wall of sickly, yellowish green, toxic fumes on a solid surface within range. You can make the wall up to 60 feet long, 20 feet high, and 1 foot thick, or a ringed wall up to 20 feet in diameter, 20 feet high, and 1 foot thick. The wall is opaque and lasts for the duration.",
				"When the wall appears, each creature within its area must make a Dexterity saving throw. On a failed save, a creature takes {@damage 10d4} acid damage, or half as much damage on a successful save.",
				"One side of the wall, selected by you when you cast this spell, emits toxic fumes. It deals {@damage 8d8} poison damage to each creature that ends its turn within 30 feet of that side or inside the wall. A creature takes the same damage when it enters the wall for the first time on a turn. The other side of the wall deals no damage.",
				"A creature who takes poison damage from the wall must make a Constitution saving throw or become {@condition poisoned} for the duration of the spell"
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 8th level or higher, the damage increases by {@dice 2d8} for each slot level above 7th."
					]
				}
			],
			"damageInflict": [
				"acid",
				"poison"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrow": [
				"constitution",
				"dexterity"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Pandemic",
			"source": "SCGtD",
			"page": 193,
			"level": 9,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "the fetid corpse of a plague rat"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You infect one creature you can see within range with a deadly and highly infectious disease which lasts until it is cured by greater restoration, heal or wish. Other spells and magical effects which remove diseases fail to cure the infection caused by this spell.",
				"While infected, a creature must make a Constitution saving throw at the start of each of its turns. On a failed saving throw, it takes {@damage 10d8} necrotic damage and becomes {@condition incapacitated} until the start of its next turn. On a successful save, it takes half as much damage and is not {@condition incapacitated}. An infected creature must make the saving throw at the start of each of its turns until it dies or is cured.",
				"A creature who starts its turn within 10 feet of a creature infected by this spell must make a Constitution saving throw.",
				"On a failed saving throw, that creature contracts the infection.",
				"When you cast the spell, you can choose yourself and up to eight other creatures to be unaffected by the infection caused by this casting of the spell."
			],
			"damageInflict": [
				"necrotic"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"HL",
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Touch of Death",
			"source": "SCGtD",
			"page": 193,
			"level": 9,
			"school": "N",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "the finger of a hag"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"Make a melee spell attack against a target within 5 feet of you.",
				"On a hit, the target takes 200 poison damage. This damage ignores any resistance or immunity the creature has to poison damage, and can't be reduced or prevented in any way.",
				"The potent poison lingers in the targets body and pulls it towards death. A target reduced to zero hit points by this poison damage automatically fails death saving throws until it finishes a long rest. A heal or greater restoration spell cast on the target also ends this effect."
			],
			"damageInflict": [
				"poison"
			],
			"spellAttack": [
				"M"
			],
			"miscTags": [
				"HL"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Breath of Nightshade",
			"source": "SCGtD",
			"page": 193,
			"level": 8,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "A pair of deadly nightshade flowers"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You exhale a 60-foot-cone of lethal poison. Each creature in the area when you cast the spell must make a Constitution saving throw. On a failed save, the creature becomes {@condition poisoned} for 1 hour. While {@condition poisoned} by this spell, the creature is {@condition paralyzed}.",
				"The spell ends for an affected creature if it takes any damage."
			],
			"conditionInflict": [
				"paralyzed",
				"poisoned"
			],
			"savingThrow": [
				"constitution"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Plague Wind",
			"source": "SCGtD",
			"page": 193,
			"level": 8,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "mucus from a ghoul"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You summon a roiling wind of flesh devouring disease and excruciating blood boiling fumes that sweeps over the area emanating from you in a 120-foot cone. Creatures in the area must make a Constitution saving throw. On a failed saving throw a creature takes {@damage 5d8} poison damage and {@damage 5d8} necrotic damage or half as much damage on a success. After taking this damage, any affected creature with 25 hit points or fewer remaining immediately dies and is reduced to a weathered skeleton as their flesh and soft tissue blows off like ash"
			],
			"damageInflict": [
				"necrotic",
				"poison"
			],
			"savingThrow": [
				"constitution"
			],
			"miscTags": [
				"SMN"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Neutralizing Field",
			"source": "SCGtD",
			"page": 192,
			"level": 5,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "sphere",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "A delerium crystal or holy relic worth 1,000 gp",
					"cost": 100000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You negate contaminated magical energies in a 10-foot-radius sphere. Until the spell ends, the sphere moves with you, centered on you. Creatures in the sphere (including you) can't gain",
				"Contamination Levels and have resistance to necrotic damage.",
				"Contaminated spells can't be cast by creatures in the area.",
				{
					"type": "entries",
					"name": "Researching the Spell:",
					"entries": [
						"A character who can cast 5th level spells, knows the purge contamination spell, and has created at least 1 dose of aqua expurgo may research neutralizing field."
					]
				}
			],
			"damageResist": [
				"necrotic"
			],
			"damageImmune": [
				"necrotic"
			],
			"damageVulnerable": [
				"necrotic"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		}
	]
}
