{
	"_meta": {
		"sources": [
			{
				"json": "Compendium of Nonsense",
				"abbreviation": "CoN",
				"full": "Compendium of Nonsense",
				"authors": [
					"Ejkesler",
					"Voltoph"
				],
				"convertedBy": [
					"Ejkesler#1022"
				],
				"url": "https://pastebin.com/KYANC4HW",
				"version": "1.0",
				"targetSchema": "1.0"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "059a6052f3",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Cybertronian",
			"source": "Compendium of Nonsense",
			"page": 1,
			"alias": [
				"Transformer"
			],
			"additionalSpells": [
				{
					"known": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Wizard|spell attack=r",
									"count": 1
								},
								{
									"choose": "level=0|class=Druid|spell attack=r",
									"count": 1
								}
							]
						},
						"3": [
							"chromatic orb"
						]
					},
					"ability": {
						"choose": [
							"int",
							"wis",
							"cha"
						]
					}
				}
			],
			"lineage": "VRGR",
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Barring time warping Minimum 40 years.  They do not die of old age"
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Tend to avoid neutrality due to typically having been on one side of the great war."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"6 to 7 feet tall. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Machined Body",
					"entries": [
						"You are resistant to poison damage and have advantage on saving throws against the poisoned condition.  You also do not need to eat drink or breath."
					]
				},
				{
					"type": "entries",
					"name": "Shifting Armor",
					"entries": [
						"As a bonus action you way alter your armor one of 3 forms.  Attack:  You transform your hand into a simple weapon you are proficient with which only you can wield.  Defense:  One of your hands transforms into a shield which only you can wield.  Disguise:  You transform into the appearance and texture of a nonmagical object but do not gain it's affects.  You gain +4 AC while in this mode but cannot move, attack, or cast spells with somatic or material components.  Each of these forms last for 1 hour or until you use a bonus action to dismiss it.  You may assume a new form a number of times equal to your proficiency bonus and regain all expended uses after finishing a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Spell Blaster",
					"entries": [
						"You learn a cantrip with a ranged attack roll from the {@filter wizard|spells|level=0|class=wizard|spell attack=r} or {@filter druid|spells|level=0|class=druid|spell attack=r} spell list.  You also learn {@spell chromatic orb} at third level  you may cast this spell with any spell slots you have.  Your spellcasting ability is int wis or cha (your choice chosen when you pick this race).  You may cast chromatic orb at it's lowest level with this feature without expending a spell slot.  If you have the Spellcasting or Pact Magic class feature you may cast a spell you know or have prepared (as applicable (wizards need it prepared)) that has a casting time of one action and deals damage at it's lowest level without expending a spell slot,  This spell must be of 3rd level or lower.  Once you have cast a spell this way you may not do so again until you finish a long rest."
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": false,
			"fluff": {
				"_raceFluff": {
					"name": "Cybertronian",
					"source": "Compendium of Nonsense"
				}
			},
			"age": {
				"mature": 20
			}
		}
	],
	"raceFluff": [
		{
			"name": "Cybertronian",
			"source": "Compendium of Nonsense",
			"entries": [
				"Out in the far reaches of the wildspace there was a planet called cybertron.  This planet was destroyed by civil war but many survivors live to this Day",
				"These Machine like creatures are often mistaken for warforge"
			]
		}
	],
	"feat": [
		{
			"name": "Glider Membrane",
			"source": "Compendium of Nonsense",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Cybertronian"
						}
					]
				}
			],
			"entries": [
				"As a reaction you may use a charge of your shifting armor when you do so:",
				{
					"type": "list",
					"items": [
						"You gain a glider that allows you to reduce your fall speed to 50ft per round",
						"You do not take fall damage",
						"You move 2ft forward per foot you fall to a maximum of 100ft per turn.  Moving in this way does not provoke opportunity attacks"
					]
				},
				"All these effects end when you land."
			]
		},
		{
			"name": "Great Beast Killer",
			"source": "Compendium of Nonsense",
			"entries": [
				"You may replace a melee attack with an attempt to climb onto a creature at least one size category larger than you. To do so you expend half your movement and make a acrobatics or athletics check (your  choice) DC 12 + 2 times the number of size categories the creature is larger than you.",
				{
					"type": "list",
					"items": [
						"While you are atop a creature in this way you have advantage on attack rolls with one handed and versital weapons.",
						"The creature may as an action attempt to shake you off you must make a DC 15 + the creatures strength modifier otherwise you are thrown a number of feet equal to 5 times the creatures strength modifier of the creature (minimum of 5 feet) in a lateral direction of the DM's choice.",
						"If you land a critical hit while atop the creature in this way the creature is knocked prone and is incapacitated until the end of it's next turn.",
						"Once you have climbed atop a creature using this feature you may not do so again until innovative is rolled again"
					]
				}
			]
		}
	]
}
