{
	"_meta": {
		"sources": [
			{
				"json": "LUA5E:AG",
				"abbreviation": "A5E:AG",
				"full": "Level Up: Advanced 5th Edition Adventurer's Guide",
				"authors": [
					"EN Publishing"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "1",
				"color": "8f5f4f",
				"url": "https://enpublishingrpg.com/products/level-up-adventurers-guide-a5e",
				"dateReleased": "2022-03-17"
			}
		],
		"optionalFeatureTypes": {
			"A5E:BM": "A5E Basic Maneuver",
			"A5E:CM:AM": "A5E Combat Maneuver: Adamant Mountain",
			"A5E:CM:BZ": "A5E Combat Maneuver: Biting Zephyr",
			"A5E:CM:MG": "A5E Combat Maneuver: Mirror's Glint",
			"A5E:CM:MS": "A5E Combat Maneuver: Mist and Shade",
			"A5E:CM:RC": "A5E Combat Maneuver: Rapid Current",
			"A5E:CM:RE": "A5E Combat Maneuver: Razor's Edge",
			"A5E:CM:SK": "A5E Combat Maneuver: Sanguine Knot",
			"A5E:CM:SS": "A5E Combat Maneuver: Spirited Steed",
			"A5E:CM:TI": "A5E Combat Maneuver: Tempered Iron",
			"A5E:CM:TC": "A5E Combat Maneuver: Tooth and Claw",
			"A5E:CM:UW": "A5E Combat Maneuver: Unending Wheel"
		},
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1720032529,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "cc9c83d9c9"
	},
	"optionalfeature": [
		{
			"name": "Agile Feint",
			"source": "LUA5E:AG",
			"page": 472,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 2nd degree Mist and Shade bonus action}",
				"You juke left and right, throw sand, whip out your cloak, or otherwise try to distract your opponent and make them vulnerable to attack.",
				"Choose a creature within your reach. You have advantage on your next weapon attack roll against it."
			]
		},
		{
			"name": "Anticipate Spell",
			"source": "LUA5E:AG",
			"page": 471,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Mist and Shade bonus action}",
				"You make your move while your foe is busy casting a spell.",
				"Until the start of your next turn, when you see a creature within 5 feet of you cast a spell you can use your reaction to make either an opportunity attack or a Sleight of Hand check against it."
			]
		},
		{
			"name": "Any Weapon Stance",
			"source": "LUA5E:AG",
			"page": 489,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 4th degree Unending Wheel bonus action (stance)}",
				"What you wield isn't what makes you a deadly combatant—{@i you} are the weapon.",
				"Attaining mastery of some weaponry has taught you how to focus and bring all that practice to bear even with lethal implements you've never seen before.",
				"You gain proficiency with all weapons (including rare weapons)."
			]
		},
		{
			"name": "Armor Lock",
			"source": "LUA5E:AG",
			"page": 473,
			"featureType": [
				"A5E:CM:MS"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Mist and Shade action}",
				"You swiftly adjust your enemy's armor so that they cannot move.",
				"Make a Sleight of Hand check against the AC of a creature within reach that is wearing armor, paralyzing it on a success. At the beginning of each of its turns, a creature paralyzed by this maneuver can make a Strength saving throw, ending the effect on itself on a success.",
				"A creature wearing heavy armor has disadvantage on its saving throw."
			]
		},
		{
			"name": "Assisted Roll",
			"source": "LUA5E:AG",
			"page": 470,
			"featureType": [
				"A5E:CM:MG"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Mirror's Glint reaction}",
				"You take the force delivered by an opponent's failed attack and make it your own, propelling yourself away.",
				"When a creature within your reach misses you with a melee weapon attack, you can use your reaction to move 15 feet without provoking opportunity attacks."
			]
		},
		{
			"name": "Back To Back",
			"source": "LUA5E:AG",
			"page": 478,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Sanguine Knot bonus action}",
				"You know how to fight while surrounded by foes and can quickly instruct an ally on how to move in concert to survive against an overwhelming number of foes.",
				"Choose an ally within 5 feet. Until the start of your next turn, as long as that ally remains within 5 feet of you and is able to take actions, and both of you are unmounted, you and your ally increase your AC by 2.",
				"In addition, each of you gets an extra reaction that can be used before the start of your next turn to either make an opportunity attack or activate a combat maneuver."
			]
		},
		{
			"name": "Battering Strike",
			"source": "LUA5E:AG",
			"page": 466,
			"featureType": [
				"A5E:CM:AM"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 3rd degree Adamant Mountain reaction}",
				"A powerful blow smashes a weapon from your enemy's grasp.",
				"When you hit a creature using a melee weapon that has the {@itemProperty H||heavy} property, you can use your reaction to force it to make a Strength saving throw. On a failure, a weapon it is wielding (your choice) flies from its grip to land in a randomly determined space 10 feet away.",
				"A creature that is two or more size categories larger than you has advantage on its saving throw."
			],
			"hasFluffImages": true
		},
		{
			"name": "Blind Instinct",
			"source": "LUA5E:AG",
			"page": 486,
			"featureType": [
				"A5E:CM:TC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 4th degree Tooth and Claw bonus action}",
				"You use all your senses to focus your attacks on a single enemy.",
				"You gain blindsight out to a range of 30 feet.",
				"If a creature leaves the range of your blindsight, you can use your reaction to mark it as prey and move up to your Speed. The next melee weapon attack you make against that creature before the end of your next turn deals an additional weapon damage die."
			]
		},
		{
			"name": "Blinding Blow Stance",
			"source": "LUA5E:AG",
			"page": 473,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Mist and Shade bonus action (stance)}",
				"You pace your attacks in a disruptive flow that makes it easy to follow a strike with maneuvering that temporarily blinds your foes.",
				"After you hit a creature with a melee weapon attack, you can spend 1 exertion to make a Sleight of Hand check, blinding it if the result is higher than its AC.",
				"At the beginning of each of its turns, the blinded creature can make a Wisdom saving throw to recover from its blindness."
			]
		},
		{
			"name": "Blinding Strikes",
			"source": "LUA5E:AG",
			"page": 471,
			"featureType": [
				"A5E:CM:MG"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Mirror's Glint action}",
				"With a vicious strike, you blind your enemy.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Until the start of your next turn, when you use a melee weapon to deal damage against a creature, it is blinded and can't benefit from either blindsight or tremorsense.",
				"At the beginning of each of its turns, a creature blinded by this maneuver can make a Constitution saving throw, ending the effect on itself on a success."
			]
		},
		{
			"name": "Blindshot",
			"source": "LUA5E:AG",
			"page": 468,
			"featureType": [
				"A5E:CM:BZ"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 3rd degree Biting Zephyr bonus action}",
				"By closing your eyes and focusing on the sound of the environment, you target an unseen foe with uncanny accuracy.",
				"Make a Perception check against the passive Stealth of a target you cannot see that is within 30 feet. On a success, you know the target's location and do not have disadvantage on your next ranged attack against it before the end of your turn."
			]
		},
		{
			"name": "Bloody Roar",
			"source": "LUA5E:AG",
			"page": 486,
			"featureType": [
				"A5E:CM:TC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 4th degree Tooth and Claw action}",
				"A victorious battle cry strikes fear in the heart of your foes.",
				"Make a melee weapon attack against a creature. On a hit, you release a mighty roar that shakes the very earth and firmament in a 30-foot cube centered on you. Each hostile creature in the area makes a Wisdom saving throw. On a failure, a creature takes psychic damage equal to twice your proficiency bonus and it becomes frightened until the end of its next turn, or on a success it takes half damage and does not become frightened."
			]
		},
		{
			"name": "Bodyguard",
			"source": "LUA5E:AG",
			"page": 479,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 4th degree Sanguine Knot reaction}",
				"You interpose yourself to take a hit for your ally.",
				"When an ally within your reach is hit by an attack, you can use your reaction to swap places with them and become the target of that attack, taking half as much damage as normal."
			]
		},
		{
			"name": "Bounding Strike",
			"source": "LUA5E:AG",
			"page": 485,
			"featureType": [
				"A5E:CM:TC"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Tooth and Claw action}",
				"You leap and bound toward your enemy with animal fury.",
				"Move 15 feet in a straight line and make an Acrobatics or Athletics check to jump as you do so. If a creature is within your reach when you land, you can make a melee weapon attack against it using the result of your check instead of an attack roll."
			]
		},
		{
			"name": "Branding Steel",
			"source": "LUA5E:AG",
			"page": 485,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Tempered Iron bonus action}",
				"You permanently mark your foe with your sword.",
				"Before the start of your next turn, when you hit a creature with a melee weapon attack you can choose to brand it. A branded creature has disadvantage on concentration checks and on attacks made against creatures other than you. In addition, a branded creature cannot move closer to you without making a Wisdom saving throw. The brand on a creature is removed when it regains 30 hit points or more from a healing spell or similar magic."
			]
		},
		{
			"name": "Break Spell",
			"source": "LUA5E:AG",
			"page": 484,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Tempered Iron reaction}",
				"You interrupt a spell to stop it being cast.",
				"When a creature you can see within your reach casts a spell, you can use your reaction to make a melee weapon attack against it. On a hit, the creature makes a Constitution saving throw (against your maneuver DC or as normal, whichever is higher) or the spell is interrupted (expending the spell slot) and has no effect."
			]
		},
		{
			"name": "Brotherhood Stance",
			"source": "LUA5E:AG",
			"page": 479,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 4th degree Sanguine Knot bonus action (stance)}",
				"By focusing on keeping enemies off-balance, you help allies attack more effectively.",
				"Whenever you hit a creature with a melee weapon attack, you can also take Help action. On a critical hit, the target of your Help action can use their reaction to take the Dodge action."
			]
		},
		{
			"name": "Burning Embers of Faith",
			"source": "LUA5E:AG",
			"page": 485,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Tempered Iron reaction}",
				"Digging within, you stave off the call of death and surge renewed towards your foes.",
				"When you are reduced to 0 hit points, you can use your reaction to heal a number of hit points equal to your proficiency bonus.",
				"If you were reduced to 0 hit points by a spell, you instead heal a number of hit points equal to your level. In addition, for the next minute you gain advantage on attack rolls made against the creature that reduced you to 0 hit points, and your weapon attacks against it deal extra damage equal to your proficiency bonus."
			]
		},
		{
			"name": "Catch Your Breath",
			"source": "LUA5E:AG",
			"page": 465,
			"featureType": [
				"A5E:CM:AM"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 1st degree Adamant Mountain bonus action}",
				"You have a limited well of stamina that you can draw on to protect yourself from harm.",
				"You regain hit points equal to {@dice 1d6} + your proficiency bonus + your Constitution modifier (minimum 0)."
			]
		},
		{
			"name": "Cavalier Stance",
			"source": "LUA5E:AG",
			"page": 480,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Spirited Steed bonus action (stance)}",
				"You protect your mount as you ride.",
				"While you are riding your mount, its Armor Class increases by an amount equal to half your proficiency bonus."
			]
		},
		{
			"name": "Charge",
			"source": "LUA5E:AG",
			"page": 473,
			"featureType": [
				"A5E:CM:RC"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Rapid Current action}",
				"Flinging yourself forward you barrel towards an enemy with your weapon held at the ready to unleash an attack before they can react!",
				"Move up to 30 feet in a straight line and make a melee weapon attack. You can't take the Dash action and use this maneuver on the same turn."
			]
		},
		{
			"name": "Cleaving Swing",
			"source": "LUA5E:AG",
			"page": 465,
			"featureType": [
				"A5E:CM:AM"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 1st degree Adamant Mountain reaction}",
				"After you slam your weapon into an opponent you work the momentum of the blow into another strike at a second enemy nearby in a devastating display of might.",
				"When you hit with a melee weapon attack using a weapon with the {@itemProperty H||heavy} property, you can use your reaction to make an additional melee weapon attack against a second creature that is also within your reach."
			]
		},
		{
			"name": "Countershot",
			"source": "LUA5E:AG",
			"page": 468,
			"featureType": [
				"A5E:CM:BZ"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Biting Zephyr reaction}",
				"With awe-inspiring skill you unleash a thrown weapon or arrow, knocking a missile out of the air.",
				"When you see a missile from a ranged weapon attack enter into the normal range of a weapon you are wielding, you can use your reaction to deflect it. Use a weapon to make a ranged attack against an AC equal to the attack roll of the missile. On a hit, the missile is deflected and misses its target.",
				"At the Narrator's discretion, certain ranged weapon attacks (like a giant's thrown rock) may be too heavy to be deflected by Countershot."
			]
		},
		{
			"name": "Covering Fire",
			"source": "LUA5E:AG",
			"page": 467,
			"featureType": [
				"A5E:CM:BZ"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Biting Zephyr action}",
				"Making haphazard shots to dissuade enemies, you force opponents onto the defensive by unleashing death from above so an ally can move into position.",
				"Choose a number of creatures equal to your proficiency bonus that you can see within your weapon's normal range. Until the start of your next turn, a chosen creature's movement does not provoke opportunity attacks from creatures you can see as you pelt the area nearby with missiles.",
				"For each opportunity attack a chosen creature would have otherwise provoked, you expend one piece of ammunition or thrown weapon."
			]
		},
		{
			"name": "Crushing Blow",
			"source": "LUA5E:AG",
			"page": 466,
			"featureType": [
				"A5E:CM:AM"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Adamant Mountain action}",
				"With a bone crushing strike you briefly deprive an opponent of their very ability to move.",
				"Make a melee weapon attack roll using a weapon that has the {@itemProperty H||heavy} property. A creature damaged by the attack makes a Strength saving throw, and on a failure it is paralyzed until it takes damage or the end of your next turn (whichever comes first)."
			]
		},
		{
			"name": "Dangerous Signature",
			"source": "LUA5E:AG",
			"page": 487,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Unending Wheel reaction}",
				"You have mastered a strike that is unmistakably your own.",
				"Choose a simple symbol (such as a letter) to be your signature. When you have advantage on a melee weapon attack roll, on a hit you can leave your signature on the creature or object you attacked. Your signature remains on a creature until it is fully healed and has taken a long rest.",
				"While a creature bears your signature, you can use a bonus action to try to intimidate it. The creature makes a Wisdom saving throw against your maneuver DC or becomes frightened of you until the start of your next turn."
			]
		},
		{
			"name": "Dangerous Strikes",
			"source": "LUA5E:AG",
			"page": 476,
			"featureType": [
				"A5E:CM:RE"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Razor's Edge action}",
				"The execution and follow through of your strike is exquisite with not an iota of force wasted.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Until the start of your next turn, your weapon attacks score a critical hit on a roll of 19–20.",
				"If you already have a feature that increases the range of your critical hits, your critical hit range increases by 1 (maximum 17–20)."
			]
		},
		{
			"name": "Dashing Razor",
			"source": "LUA5E:AG",
			"page": 477,
			"featureType": [
				"A5E:CM:RE"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 4th degree Razor's Edge action}",
				"You feed off the adrenaline from a solid strike and turn that energy into frenetic movement.",
				"Move up to your Speed and make a melee weapon attack against a creature. On a hit, for the next minute your Speed is increased by 10 feet."
			]
		},
		{
			"name": "Death Blow",
			"source": "LUA5E:AG",
			"page": 478,
			"featureType": [
				"A5E:CM:RE"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack (2)"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Razor's Edge action}",
				"All your training culminates in this lethal attack. You deliver the perfect killing blow with a single secret technique.",
				"Make a melee weapon attack against a creature. On a hit, your attack becomes a critical hit, and if your attack would have already been a critical hit the creature makes a Constitution saving throw. On a failure, the creature is reduced to 0 hit points."
			]
		},
		{
			"name": "Deceptive Stance",
			"source": "LUA5E:AG",
			"page": 472,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Mist and Shade bonus action (stance)}",
				"With practice and training you learn how to shut off your facial reactions amidst battle, taking on a passive countenance from which nothing can be easily gleaned.",
				"You gain an expertise die on Deception and Sleight of Hand checks made in combat."
			]
		},
		{
			"name": "Deflect Strike",
			"source": "LUA5E:AG",
			"page": 488,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Unending Wheel reaction}",
				"With a bit of effort as an opponent strikes at you, you can knock the blow away and divert the attack.",
				"When a creature makes a weapon attack against you, you can use your reaction to reduce the attack's damage by a number of {@dice d6} equal to your proficiency bonus.",
				"If this maneuver reduces the damage to 0, the attack becomes a miss."
			]
		},
		{
			"name": "Defy Magic",
			"source": "LUA5E:AG",
			"page": 484,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Tempered Iron reaction}",
				"The potency of magic is dependent upon whoever wields it, and whether arcane or divine most spells and spellcasters pale in comparison to your obsessive conviction.",
				"When you see a creature within 30 feet make a spell attack against you, you can use your reaction to defy it. The creature makes a spellcasting ability check against your maneuver DC or automatically misses with its spell attack.",
				"If the spell is of 7th-level or higher, this combat maneuver has no effect."
			]
		},
		{
			"name": "Devoted Assault",
			"source": "LUA5E:AG",
			"page": 484,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 4th degree Tempered Iron bonus action}",
				"The battle around you narrows as you focus your ire on a single opponent, ignoring other threats or enemies.",
				"1 Choose one creature you can see within 30 feet. Until the start of your next turn, you cannot attack any other targets and you have advantage on weapon attacks made against that creature.",
				"On a critical hit, you can use a Tempered Iron maneuver that you know against the creature so long as it can be activated with an action or bonus action."
			]
		},
		{
			"name": "Disarm",
			"source": "LUA5E:AG",
			"page": 458,
			"featureType": [
				"A5E:BM"
			],
			"entries": [
				"You can use the Disarm maneuver to attempt to knock an item or weapon from a creature's hand. If you are able to make multiple attacks with the Attack action, this maneuver replaces one of them.",
				"The target must be within your reach and be holding an item (either carried or wielded). The target makes a Strength or Dexterity saving throw against your maneuver DC. On a failure, you deal basic melee damage and the target drops the item in its space. The target has advantage if it is larger than you or holding the item with two or more hands, and a target smaller than you has disadvantage."
			]
		},
		{
			"name": "Disarming Assault",
			"source": "LUA5E:AG",
			"page": 488,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 3rd degree Unending Wheel action}",
				"Instead of waiting for an opponent to strike so you can slap their weapon away, you lay into them with attacks that knock it from their hands.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Until the start of your next turn, your strikes can deprive foes of their armaments. In addition to dealing damage, when you hit a creature with a melee weapon attack it makes a Strength saving throw. On a failure, an item of your choice that the creature is holding (including a shield) flies from its grip to land in a randomly determined space 10 feet away."
			]
		},
		{
			"name": "Disarming Counter",
			"source": "LUA5E:AG",
			"page": 475,
			"featureType": [
				"A5E:CM:RC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Rapid Current reaction}",
				"With expert timing you apply just the right amount of force to send an opponent's weapon flying just as they strike.",
				"When a creature makes a melee weapon attack against you and misses, you can use your reaction to force it to make a Dexterity saving throw. On a failure, a weapon it is wielding (your choice) flies from its grip to land in a randomly determined space 10 feet away."
			]
		},
		{
			"name": "Discerning Strike",
			"source": "LUA5E:AG",
			"page": 471,
			"featureType": [
				"A5E:CM:MG"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Mirror's Glint action}",
				"A probing blow allows you to take the measure of your foe.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Until the start of your next turn, when you deal damage to a creature you learn its current hit points, hit point maximum, immunities, resistances, and vulnerabilities.",
				"If you score a critical hit you can choose one of the creature's resistances or immunities. The creature loses that resistance or immunity until the end of your next turn. In addition, until the beginning of your next turn you gain advantage on melee weapon attacks against that creature."
			]
		},
		{
			"name": "Dispelling Assault",
			"source": "LUA5E:AG",
			"page": 484,
			"featureType": [
				"A5E:CM:TI"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Tempered Iron action}",
				"You attack with such fury that your enemy's magical defenses wither and fail.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Until the start of your next turn, your weapon attacks score a critical hit on a roll of 19–20, and when you score a critical hit against a creature any spell of 3rd-level or lower on the creature ends.",
				"If you already have a feature that increases the range of your critical hits, your critical hit range increases by 1 (maximum 17–20)."
			]
		},
		{
			"name": "Dispelling Charge",
			"source": "LUA5E:AG",
			"page": 484,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Tempered Iron reaction}",
				"You charge a spellcaster in order to interrupt their spell.",
				"When a creature you can see casts a spell, you can use your reaction to move up to your Speed. If you end your movement adjacent to that creature, you can make a melee weapon attack against it. On a critical hit, the spell is interrupted (expending the spell slot) and has no effect."
			]
		},
		{
			"name": "Dive For Cover",
			"source": "LUA5E:AG",
			"page": 468,
			"featureType": [
				"A5E:CM:BZ"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Biting Zephyr reaction}",
				"Under fire, you dive for cover.",
				"When you are targeted by a ranged attack, after it hits or misses you, you can use your reaction to move up to your Speed.",
				"If your movement ends adjacent to either a solid barrier as big as you are or a creature the same size as you or larger, until the beginning of your next turn you have three-quarters cover against ranged attacks (+5 bonus to AC and saving throws) as long as you remain adjacent to the barrier or creature."
			]
		},
		{
			"name": "Double Tackle",
			"source": "LUA5E:AG",
			"page": 479,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 2nd degree Sanguine Knot action}",
				"You and an ally tackle a foe together, your combined strength forcing them to the ground.",
				"Choose an ally you can see. Your ally can use their reaction to move up to 20 feet to be adjacent to a creature you designate.",
				"As long as you move at least 20 feet and both you and your ally are adjacent to the creature, it makes a Strength saving throw or is knocked prone.",
				"Alternatively, you and your ally may both choose to go prone to force the creature to fail its save. You cannot use this maneuver against creatures more than one size category larger than you or your ally."
			]
		},
		{
			"name": "Doubleshot",
			"source": "LUA5E:AG",
			"page": 467,
			"featureType": [
				"A5E:CM:BZ"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Biting Zephyr bonus action}",
				"You palm two blades or nock two arrows, launching both missiles at the same opponent.",
				"The next ranged weapon attack you make uses two missiles instead of one. On a hit, you deal an additional weapon damage die."
			]
		},
		{
			"name": "Doubleteam",
			"source": "LUA5E:AG",
			"page": 478,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Sanguine Knot bonus action}",
				"Working in tandem with an ally, you fray the defenses of an opponent so your companion can better land a strike.",
				"Choose a creature within your reach. The next ally within 20 feet that makes a melee weapon attack against that creature can use their bonus action to make an Athletics check against the target's maneuver DC to grapple or push the target 10 feet."
			]
		},
		{
			"name": "Doubletime",
			"source": "LUA5E:AG",
			"page": 480,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Sanguine Knot action}",
				"You execute a perfect retreat that distracts enemies and allows your companions to fall back beside you.",
				"You take the Disengage action, and up to 3 allies within your reach can use their reactions to take the Disengage action and move their Speed."
			]
		},
		{
			"name": "Douse",
			"source": "LUA5E:AG",
			"page": 472,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 3rd degree Mist and Shade bonus action}",
				"You quickly dash a container of liquid over your opponent at an opportune moment.",
				"You splash a held container of liquid, such as a contact poison, holy water, or alchemical substance, at a target within 20 feet. The target makes a Dexterity saving throw or is hit by the liquid.",
				"This maneuver can also be used to extinguish a small nonmagical fire in a 5-foot-square area."
			]
		},
		{
			"name": "Drive Back",
			"source": "LUA5E:AG",
			"page": 476,
			"featureType": [
				"A5E:CM:RE"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Razor's Edge action}",
				"You move inexorably forward with an attack which cannot be stopped by blade or shield, forcing your opponent back.",
				"Make a melee weapon attack against a creature. Whether or not you hit, the creature is pushed back 10 feet."
			]
		},
		{
			"name": "Dual Grapple",
			"source": "LUA5E:AG",
			"page": 479,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 2nd degree Sanguine Knot bonus action}",
				"You join in a grapple instigated by an ally.",
				"Make an Athletics check against the maneuver DC of a creature an ally has grappled. If you succeed, the creature is restrained until the grapple ends, and either you or your ally (your choice) are also restrained until the grapple ends."
			]
		},
		{
			"name": "Expert Sidestep",
			"source": "LUA5E:AG",
			"page": 488,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Unending Wheel reaction}",
				"You respond to an attacker's weapon with a peerless defensive step that displays your prowess as a warrior.",
				"When a creature makes a weapon attack against you, you can use your reaction to gain a bonus to AC equal to your proficiency bonus, possibly turning a hit into a miss."
			]
		},
		{
			"name": "Expert Tumble",
			"source": "LUA5E:AG",
			"page": 486,
			"featureType": [
				"A5E:CM:TC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 2nd degree Tooth and Claw bonus action}",
				"You throw your body across the battlefield, careening around opponents in a route and manner that makes it difficult to anticipate where you'll move next.",
				"As long as you move your full Speed on your turn, your AC increases by an amount equal to your proficiency bonus until the start of your next turn."
			]
		},
		{
			"name": "Exploit Footing",
			"source": "LUA5E:AG",
			"page": 476,
			"featureType": [
				"A5E:CM:RE"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 1st degree Razor's Edge reaction}",
				"Jutting forward and weaving around your opponent, when their attack fails you quickly move around your foe and force them to stumble.",
				"When a creature makes a melee weapon attack against you with advantage and misses, or when it has disadvantage and both attack rolls would miss, you can use your reaction to trip it. The creature makes a Dexterity saving throw or is knocked prone."
			]
		},
		{
			"name": "Eye Slash",
			"source": "LUA5E:AG",
			"page": 473,
			"featureType": [
				"A5E:CM:RC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 1st degree Rapid Current action}",
				"You rapidly lash out in a rising strike targeting your opponent's brow, leaving a wound that obscures their vision.",
				"Make a melee weapon attack against a creature that relies on sight. On a hit, it makes a Constitution saving throw or is blinded until the end of your next turn."
			]
		},
		{
			"name": "Faith Within",
			"source": "LUA5E:AG",
			"page": 483,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Tempered Iron reaction}",
				"As soon as you spot the workings of magic nearby you can reflexively draw upon your willpower to fortify your mind, body, and soul.",
				"When you fail a saving throw against a spell or other magical effect that makes you charmed, frightened, poisoned, or stunned, at the start of your turn you can use your reaction to repeat the saving throw."
			]
		},
		{
			"name": "Farshot Stance",
			"source": "LUA5E:AG",
			"page": 467,
			"featureType": [
				"A5E:CM:BZ"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Biting Zephyr bonus action (stance)}",
				"By arching your back and stretching your arms to their fullest extent, you make your ranged weaponry travel further than usual.",
				"When you use a weapon to make a ranged attack, increase its normal range by 20 feet and long range by 50 feet."
			]
		},
		{
			"name": "Feinting Strike",
			"source": "LUA5E:AG",
			"page": 472,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Mist and Shade action}",
				"You make a skillful, deceptive strike which your foe doesn't see coming.",
				"Make a melee weapon attack roll using the result of a Sleight of Hand check instead of your attack bonus."
			]
		},
		{
			"name": "First Blood",
			"source": "LUA5E:AG",
			"page": 475,
			"featureType": [
				"A5E:CM:RC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 4th degree Rapid Current reaction}",
				"You react and attack quicker than the eye can see.",
				"After rolling initiative, you can use your reaction to treat your initiative as if you had rolled a critical success."
			]
		},
		{
			"name": "Flowing Form",
			"source": "LUA5E:AG",
			"page": 470,
			"featureType": [
				"A5E:CM:MG"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Mirror's Glint action}",
				"You turn into a twisting leaf upon the wind of battle, turning every dodged strike into a sublime counterattack.",
				"You take the Dodge action. Until the start of your next turn you make one melee weapon attack against each target that misses you with a melee weapon attack, and you have disadvantage on Wisdom (Perception) checks."
			],
			"hasFluffImages": true
		},
		{
			"name": "Flowing Steps Stance",
			"source": "LUA5E:AG",
			"page": 475,
			"featureType": [
				"A5E:CM:RC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 4th degree Rapid Current bonus action (stance)}",
				"You focus on moving so swiftly and with such subtlety that nothing can stop you.",
				"You allow your movements to adapt to all conditions. You have advantage on saving throws made to resist being grappled, paralyzed, restrained, or stunned. In addition, you ignore difficult terrain."
			]
		},
		{
			"name": "Follow-Up Topple",
			"source": "LUA5E:AG",
			"page": 479,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Sanguine Knot reaction}",
				"As your ally strikes an opponent, you seize the moment of imbalance to knock them down.",
				"When an ally within your reach hits a creature with a melee weapon attack, you can use your reaction to make a melee weapon attack against that creature. On a hit, the creature makes a Dexterity saving throw or is knocked prone."
			]
		},
		{
			"name": "Force Hesitation",
			"source": "LUA5E:AG",
			"page": 472,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 2nd degree Mist and Shade action}",
				"After working your way into an opponent's guard you convince them that every step will lead to a disastrous end, and that to divert their attention away from you for even a moment invites devastation.",
				"A creature within your reach makes an Intelligence saving throw. On a failure, it reacts to a strike from you that never comes. As long as you remain within the target's reach, until the start of your next turn it cannot attack any creature other than you.",
				"After you have used this maneuver against a creature, until the end of combat it has advantage on saving throws against Force Hesitation."
			]
		},
		{
			"name": "Furious Barrage",
			"source": "LUA5E:AG",
			"page": 487,
			"featureType": [
				"A5E:CM:TC"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Tooth and Claw action}",
				"You unleash blow after blow, striking your opponent again and again, oblivious to your surroundings.",
				"Make a melee weapon attack against a creature. On a hit, make another melee weapon attack. You can keep attacking until you miss. You cannot make more attacks than your proficiency bonus in this manner.",
				"Attack rolls against you have advantage until the beginning of your next turn."
			]
		},
		{
			"name": "Gaze Of Conviction",
			"source": "LUA5E:AG",
			"page": 483,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 2nd degree Tempered Iron bonus action}",
				"You lock eyes with an opponent with a fury so potent that it cannot be ignored.",
				"You stare down a creature you can see within 30 feet, and if it can see you it makes a Wisdom saving throw. On a failure, the creature is compelled to attack you. On its turn the creature moves towards you and makes as many attacks against you as it can.",
				"The effects of this maneuver end early if you attack a different creature."
			]
		},
		{
			"name": "Grab On",
			"source": "LUA5E:AG",
			"page": 458,
			"featureType": [
				"A5E:BM"
			],
			"entries": [
				"While you cannot {@optfeature grapple|LUA5E:AG} a creature two or more size categories larger than you, you can grab onto it. By jumping onto its back or climbing up a limb, you can make a Strength or Dexterity saving throw against the creature's maneuver DC to cling to or balance upon its body. On a success, you move into the creature's space and can move upon its body as if it is difficult terrain.",
				"While grabbing onto a larger creature, you gain advantage on attack rolls against it. The larger creature may be able to attack you as normal, depending on its limbs or attacks. It can also use an action or replace one of its attacks on its turn to try to dislodge you, such as shaking you loose or bashing you against a wall, forcing you to make a Strength or Dexterity saving throw against its maneuver DC or fall prone into the nearest space adjacent to the creature, taking its basic melee damage in the process.",
				"If the creature chooses to roll over in order to dislodge you, it becomes prone, but you have disadvantage on the saving throw to hang on."
			]
		},
		{
			"name": "Grapple",
			"source": "LUA5E:AG",
			"page": 458,
			"featureType": [
				"A5E:BM"
			],
			"entries": [
				"You can use the Grapple maneuver to grab or wrestle a creature. If you are able to make multiple attacks with the Attack action, this maneuver replaces one of them.",
				"You must have at least one free hand to attempt a grapple, your target must be within your reach, and the target must be no more than one size category larger than you. The target makes a Strength or Dexterity saving throw against your maneuver DC. On a failure, you deal basic melee damage and the target becomes grappled (see {@book Appendix A: Conditions on page 616|LUA5E:AG|12}). In addition to things that end the condition, you can release the target at any time (no action required).",
				{
					"type": "entries",
					"name": "Escaping a Grapple",
					"entries": [
						"While grappled, a creature can use its action to attempt to escape. It must succeed on a Strength or Dexterity saving throw against your maneuver DC."
					]
				},
				{
					"type": "entries",
					"name": "Moving a Grappled Creature",
					"entries": [
						"When you move, you can drag or carry the grappled creature with you. When you do so, your Speed is halved, unless the creature's weight is within your carrying capacity and you are not encumbered by bulky items."
					]
				},
				{
					"type": "entries",
					"name": "Freeing a Grappled Creature",
					"entries": [
						"You can use the Grapple maneuver to try to free another grappled or restrained creature. The creature grappling or restraining the target makes a Strength saving throw against your maneuver DC. If it fails the saving throw, the grappled or restrained creature is freed. Additionally, you may move the freed creature 5 feet in any direction."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Gut Strike",
			"source": "LUA5E:AG",
			"page": 486,
			"featureType": [
				"A5E:CM:TC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 3rd degree Tooth and Claw reaction}",
				"You instinctively know when you hit an opponent's weak spot and can muster an extra bit of force to devastating effect, causing your foe to suffer momentary fatigue.",
				"When you hit a creature with a weapon attack, you can use your reaction to give the target one level of fatigue for 1 minute. On a critical hit, the target gains two levels of fatigue instead. A target cannot gain more than two levels of fatigue from this maneuver."
			]
		},
		{
			"name": "Hear the Wind",
			"source": "LUA5E:AG",
			"page": 469,
			"featureType": [
				"A5E:CM:BZ"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Biting Zephyr bonus action}",
				"You can literally hear the sound of incoming missiles and react to them easily.",
				"Until the end of your next turn, you gain blindsight to a range of 20 feet. When you are hit by a ranged attack, you make a Perception check against a DC equal to the attack roll.",
				"On a success the attack misses you, and on a critical success you redirect it back at the attacker."
			]
		},
		{
			"name": "Heart of the Sword",
			"source": "LUA5E:AG",
			"page": 489,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Unending Wheel bonus action}",
				"You focus on the bond between you and your weapon.",
				"Choose a weapon when you learn this combat maneuver. For the next minute, attacks made with the chosen weapon score a critical hit on a roll of 19–20 and ignore any damage resistances a target might have. If you already have a feature that increases the range of your critical hits, your critical hit range increases by 1 (maximum 17–20)."
			]
		},
		{
			"name": "Heartseeker",
			"source": "LUA5E:AG",
			"page": 469,
			"featureType": [
				"A5E:CM:BZ"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Biting Zephyr action}",
				"You aim carefully at your opponent's most vulnerable spot.",
				"Make a ranged weapon attack with advantage against a creature within your weapon's normal range.",
				"If both attack rolls would hit, it's a critical hit. If only one of the rolls would be a critical hit but the other roll would still hit, you deal an additional weapon damage die."
			]
		},
		{
			"name": "Heavy Stance",
			"source": "LUA5E:AG",
			"page": 465,
			"featureType": [
				"A5E:CM:AM"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Adamant Mountain bonus action (stance)}",
				"You set yourself firmly in place, determined not to move.",
				"You gain an expertise die on Athletics checks that use Strength, you gain an expertise die on saving throws made to resist combat maneuvers, and you ignore the first 10 feet of difficult terrain when you move on your turn."
			]
		},
		{
			"name": "Heightened Concentration",
			"source": "LUA5E:AG",
			"page": 478,
			"featureType": [
				"A5E:CM:RE"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Razor's Edge reaction}",
				"You nearly lose concentration, but you shake your head and stay focused.",
				"When you lose concentration, you can use your reaction to prevent yourself from losing concentration."
			]
		},
		{
			"name": "Heightened Reflexes",
			"source": "LUA5E:AG",
			"page": 470,
			"featureType": [
				"A5E:CM:MG"
			],
			"consumes": {
				"name": "Exertion Point",
				"amountMin": 1,
				"amountMax": 3
			},
			"entries": [
				"{@i 3rd degree Mirror's Glint bonus action}",
				"Bracing yourself with a controlled burst of adrenaline propels you into a state of superior awareness along with the energy to act with unnatural quickness.",
				"You gain a number of reactions equal to exertion points spent. You must use these reactions before the start of your next turn."
			]
		},
		{
			"name": "Horizon Shot",
			"source": "LUA5E:AG",
			"page": 469,
			"featureType": [
				"A5E:CM:BZ"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Biting Zephyr action}",
				"No matter how far away a foe is, if you can see them they're still in danger.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Choose one target you can see. Until the start of your next turn, the target is considered to be within your weapon's normal range and it gains no benefit from cover less than total cover."
			]
		},
		{
			"name": "Hurl Ally",
			"source": "LUA5E:AG",
			"page": 479,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 3rd degree Sanguine Knot bonus action}",
				"You throw your ally at an opponent, lending them extra power.",
				"Choose a willing ally within your reach that is at least one size category smaller than you. You hurl your ally at a creature within 20 feet. Your ally lands in a space adjacent to the creature and can use their reaction to make a melee weapon attack against it. On a hit, the creature makes a Dexterity saving throw or the attack becomes a critical hit (or if the attack is already a critical hit your ally deals maximum damage)."
			]
		},
		{
			"name": "Imposing Glare",
			"source": "LUA5E:AG",
			"page": 483,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Tempered Iron bonus action}",
				"For a moment you unleash your fury forcing your enemy to hesitate.",
				"Choose one hostile creature you can see within 30 feet. If it can see you, it makes a Charisma saving throw or is frightened of you until the end of your next turn.",
				"After you have used this maneuver against a creature, until the end of combat it has advantage on saving throws to resist Imposing Glare."
			]
		},
		{
			"name": "Instant Strike",
			"source": "LUA5E:AG",
			"page": 488,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 2nd degree Unending Wheel bonus action}",
				"You quickly draw and strike with a weapon in the blink of an eye.",
				"Choose a creature within your reach. You draw a melee weapon and use it to make an attack against that creature. You cannot use this combat maneuver against the same creature more than once per combat."
			]
		},
		{
			"name": "Instinctive Counterattack",
			"source": "LUA5E:AG",
			"page": 477,
			"featureType": [
				"A5E:CM:RE"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Razor's Edge reaction}",
				"Utilizing reflexes perfected by dedicated training, your body flows into a sublime strike almost without a thought.",
				"When your exertion pool is not empty, you can use your reaction to make a melee weapon attack."
			]
		},
		{
			"name": "Iron Will",
			"source": "LUA5E:AG",
			"page": 476,
			"featureType": [
				"A5E:CM:RE"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Razor's Edge reaction}",
				"Withdrawing into your mind, you focus and concentrate to steel your nerves.",
				"When you make a saving throw to resist being charmed or frightened, you can use your reaction to gain advantage on the saving throw."
			]
		},
		{
			"name": "Knockdown",
			"source": "LUA5E:AG",
			"page": 459,
			"featureType": [
				"A5E:BM"
			],
			"entries": [
				"You can use the Knockdown maneuver to trip or push a creature down. If you are able to make multiple attacks with the Attack action, this maneuver replaces one of them.",
				"The target must be within your reach and be no more than one size category larger than you. The target makes a Strength saving throw against your maneuver DC. On a failure, you deal basic melee damage and knock the target prone."
			],
			"hasFluffImages": true
		},
		{
			"name": "Knockdown Assault",
			"source": "LUA5E:AG",
			"page": 469,
			"featureType": [
				"A5E:CM:MG"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Mirror's Glint action}",
				"Your unpredictable maneuvering puts your opponent off-balance—when you connect with your weapon they stumble and fall.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Until the start of your next turn, when you hit with a melee weapon attack against a creature and deal 8 or more damage it makes a Dexterity saving throw or is knocked prone."
			]
		},
		{
			"name": "Lancer Strike",
			"source": "LUA5E:AG",
			"page": 480,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Spirited Steed action}",
				"You knock your opponent prone with a direct hit from your weapon.",
				"You must be wielding a weapon with the {@itemProperty R||reach} property, mounted, and move 20 or more feet in order to use this maneuver.",
				"Make a melee weapon attack against a creature within your weapon's reach. On a hit, you deal an extra 1d6 damage and the creature makes a Strength saving throw or is knocked prone."
			]
		},
		{
			"name": "Launched Strike",
			"source": "LUA5E:AG",
			"page": 482,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Spirited Steed action}",
				"You leap from your mount to attack a nearby opponent.",
				"You must be mounted to use this maneuver.",
				"You leap 10 feet away from your mount and make a melee weapon attack against a creature within your reach before you land. On a hit, your attack becomes a critical hit."
			]
		},
		{
			"name": "Leading Throw",
			"source": "LUA5E:AG",
			"page": 469,
			"featureType": [
				"A5E:CM:MG"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Mirror's Glint reaction}",
				"An opponent that strikes at you invites peril as they find the momentum from their attack turned against them.",
				"When a creature within your reach misses you with a melee weapon attack, you can use your reaction to try to throw it. The creature makes a Dexterity saving throw or moves 15 feet in a straight line in a direction of your choice."
			]
		},
		{
			"name": "Lean Into It",
			"source": "LUA5E:AG",
			"page": 465,
			"featureType": [
				"A5E:CM:AM"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 1st degree Adamant Mountain action}",
				"Not just commiting to an assault, you shoulder into it with all the strength you can bear and deliver hits that resonate in the very bones of your foes.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Until the start of your next turn, when you hit a creature with a melee weapon attack it makes a Strength saving throw or it is knocked prone."
			]
		},
		{
			"name": "Leaping Strike",
			"source": "LUA5E:AG",
			"page": 486,
			"featureType": [
				"A5E:CM:TC"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Tooth and Claw action}",
				"Like a stalking predator you run down your prey and pounce with a lethal attack that throws your opponent to the ground or knocks them back.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Move up to 40 feet in a straight line. If you hit with a melee weapon attack at the end of your movement, the target makes a Strength saving throw, and on a failure it is either knocked prone or pushed back 10 feet (your choice)."
			]
		},
		{
			"name": "Legion Stance",
			"source": "LUA5E:AG",
			"page": 478,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Sanguine Knot bonus action (stance)}",
				"You strike your foes in such a way as to leave an opening for your allies to follow-up.",
				"When you score a critical hit against a creature, an ally within reach of the same creature can use their reaction to make an opportunity attack against it."
			]
		},
		{
			"name": "Look At Me!",
			"source": "LUA5E:AG",
			"page": 479,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Sanguine Knot action}",
				"Your strikes make foes hesitate, leaving openings for your allies to move free of danger.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Until the start of your next turn, when you make a melee weapon attack against a creature you can choose one ally within reach. The chosen ally does not provoke opportunity attacks from that creature until the start of your next turn.",
				"In addition, the next melee attack the chosen ally makes against that creature before the end of their next turn gains an expertise die."
			]
		},
		{
			"name": "Mercurial Striking Stance",
			"source": "LUA5E:AG",
			"page": 487,
			"featureType": [
				"A5E:CM:TC"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 4th degree Tooth and Claw bonus action (stance)}",
				"By tapping into your basic survival instincts you not only unleash your potential—you make certain that every strike counts.",
				"The minimum result on a damage die rolled with a natural weapon, unarmed strike, or weapon with the dual-wielding property is a 3."
			]
		},
		{
			"name": "Mind Over Body",
			"source": "LUA5E:AG",
			"page": 477,
			"featureType": [
				"A5E:CM:RE"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 3rd degree Razor's Edge bonus action}",
				"Focusing your thoughts inward allows you to rise above the pain of wounds inflicted upon your body.",
				"Until the start of your next turn, reduce any damage you take by 2."
			]
		},
		{
			"name": "Missile Volley",
			"source": "LUA5E:AG",
			"page": 468,
			"featureType": [
				"A5E:CM:BZ"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Biting Zephyr action}",
				"Seizing upon the moment you make the sky rain death, striking at a multitude of creatures in rapid succession.",
				"Make a ranged weapon attack against a number of creatures within 10 feet of a point you can see within your weapon's range.",
				"You may only target a number of creatures equal to or less than your proficiency bonus, you must have ammunition for each target, and you make a separate attack roll for each target."
			]
		},
		{
			"name": "Mistaken Opportunity",
			"source": "LUA5E:AG",
			"page": 489,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Unending Wheel reaction}",
				"Mastery is making sure even a mistake becomes an opportunity. You follow through on a miss to attack a different enemy.",
				"When you miss with a melee weapon attack against a creature, you can use your reaction to take your momentum and target a different creature within your reach with a melee attack using the same weapon.",
				"This attack is made with advantage and deals extra damage equal to your proficiency bonus. If both attack rolls would hit the creature, it is stunned until the end of its next turn."
			]
		},
		{
			"name": "Mounted Charge",
			"source": "LUA5E:AG",
			"page": 480,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 1st degree Spirited Steed action}",
				"You charge your foe using your mount's strength and swiftness to add power to your attack.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. You must be mounted to use this maneuver.",
				"Move up to your mount's Speed in a straight line. If at the end of your movement there is a creature within your reach, the first attack you make against it as part of this maneuver has advantage.",
				"You can't take the Dash action and use this maneuver on the same turn."
			],
			"hasFluffImages": true
		},
		{
			"name": "Mugging Hit",
			"source": "LUA5E:AG",
			"page": 472,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Mist and Shade bonus action}",
				"As your enemy howls in pain, you swiftly snatch something away from them.",
				"Choose a creature you can see. On a hit with your next melee attack against it before the start of your next turn, you can also make a Sleight of Hand check against the creature."
			]
		},
		{
			"name": "Mundane Missile Stance",
			"source": "LUA5E:AG",
			"page": 469,
			"featureType": [
				"A5E:CM:BZ"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Biting Zephyr bonus action (stance)}",
				"By focusing on balance and heft you can throw whatever you have in hand with deadly accuracy.",
				"While you are wielding a weapon that does not have the {@itemProperty H||heavy} or {@itemProperty S||special} property, it gains the {@itemProperty T||thrown} property."
			]
		},
		{
			"name": "Off-Balancing Strikes",
			"source": "LUA5E:AG",
			"page": 470,
			"featureType": [
				"A5E:CM:MG"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Mirror's Glint bonus action}",
				"Focusing your attacks on an opponent's weak points allows you to not just wound, but to confound.",
				"Until the start of your next turn, when you hit a creature with a melee weapon attack instead of dealing damage you can choose to use pulls, shoves, and strikes to put your target off-balance.",
				"Until the end of your next turn, the target moves at half Speed, and it has disadvantage on ability checks and Dexterity saving throws."
			]
		},
		{
			"name": "Overrun",
			"source": "LUA5E:AG",
			"page": 459,
			"featureType": [
				"A5E:BM"
			],
			"entries": [
				"You can use an action or bonus action to make an Overrun maneuver to move through a hostile creature's space by forcing your way past. Make a Strength saving throw against the target's maneuver DC. On a success, you deal basic melee damage and can move through the hostile creature's space once this turn. The creature can choose to just let you pass instead of rolling. You have advantage if you are larger than the target, or disadvantage if you are smaller. If you are two or more sizes smaller than the target, you can move through the hostile creature's space without making a save. You still provoke opportunity attacks if you move beyond a creature's reach."
			]
		},
		{
			"name": "Painful Pickpocket",
			"source": "LUA5E:AG",
			"page": 472,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Mist and Shade reaction}",
				"Sometimes a good diversion is presented to you and though a foe might bloody you, your light fingers find opportunity in the exchange.",
				"When a creature hits you with a melee attack, you can use your reaction to make a Sleight of Hand check against it."
			]
		},
		{
			"name": "Parrying Counter",
			"source": "LUA5E:AG",
			"page": 474,
			"featureType": [
				"A5E:CM:RC"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Rapid Current reaction}",
				"Pointing your weapon at your foe you challenge them, forcing them to lower their defenses so you can launch an attack of your own.",
				"At the end of your turn, you can use your reaction to gain an expertise die to your AC against one creature you can see within reach. This increase to your AC only applies to the chosen creature and ends at the start of your next turn.",
				"If the creature misses with one or more attacks against you before the start of your next turn, you can make a melee weapon attack against it."
			]
		},
		{
			"name": "Perceptive Stance",
			"source": "LUA5E:AG",
			"page": 476,
			"featureType": [
				"A5E:CM:RE"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Razor's Edge bonus action (stance)}",
				"Nothing within your sight is of minor significance and you take in your surroundings with great care even as arrows fly and blades clash upon shields.",
				"Your passive Perception score increases by 3. In addition, you gain an expertise die on Perception checks."
			]
		},
		{
			"name": "Perfect Assault",
			"source": "LUA5E:AG",
			"page": 489,
			"featureType": [
				"A5E:CM:UW"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Unending Wheel action}",
				"In a blur of smooth motion, you unleash a sequence of attacks.",
				"When you activate this maneuver, you take the Attack action and make two weapon attacks, as well as double the number of additional attacks granted by Extra Attack. You can replace any number of these attacks with combat maneuvers that do not grant more than one attack. At the end of your turn your exertion pool is reduced to 0 and you suffer a level of fatigue."
			]
		},
		{
			"name": "Perfect Edge Stance",
			"source": "LUA5E:AG",
			"page": 477,
			"featureType": [
				"A5E:CM:RE"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Razor's Edge bonus action (stance)}",
				"By relying on your training and countless hours of repetition, you can easily manipulate the battlefield to position yourself where your strikes are able to inflict the most harm.",
				"Your weapon attacks score a critical hit on a roll of 18–20. If you already have a feature that increases the range of your critical hits, your critical hit range increases by 1 (maximum 17–20)."
			],
			"hasFluffImages": true
		},
		{
			"name": "Perplexing Flurry",
			"source": "LUA5E:AG",
			"page": 472,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Mist and Shade action}",
				"A rain of short, sharp strikes disorients your enemy.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. As long as all of your attacks on your turn are melee weapon attacks that target the same creature, that creature has disadvantage on attack rolls against you until the start of your next turn."
			]
		},
		{
			"name": "Pickpocket",
			"source": "LUA5E:AG",
			"page": 473,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 3rd degree Mist and Shade reaction}",
				"You snatch something from your enemy.",
				"When a creature is within your reach, you can use your reaction to make a Sleight of Hand check against it."
			]
		},
		{
			"name": "Pilfer Object",
			"source": "LUA5E:AG",
			"page": 473,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Mist and Shade reaction}",
				"You dart forward and snatch an item from a foe just as they start to use it.",
				"When a creature within 15 feet draws an item or takes the Use an Item action, you can use your reaction to move adjacent to it and force it to make a Wisdom saving throw. On a failure, you can either take the item for yourself or choose the target of the creature's Use an Item action."
			]
		},
		{
			"name": "Point Blank Shot",
			"source": "LUA5E:AG",
			"page": 467,
			"featureType": [
				"A5E:CM:BZ"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Biting Zephyr bonus action}",
				"With uncanny swiftness you ready a weapon normally only used at range, compensating for making an attack at an opponent within only a few feet and giving your enemies reason to be wary.",
				"Until the end of your next turn, being within 5 feet of a hostile creature who can see you and who isn't incapacitated does not give you disadvantage when making a ranged attack using a weapon.",
				"In addition, when an adjacent hostile creature that you can see moves 5 feet or more away from you, you can use your reaction to make a ranged weapon attack against it."
			]
		},
		{
			"name": "Practiced Roll",
			"source": "LUA5E:AG",
			"page": 476,
			"featureType": [
				"A5E:CM:RE"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Razor's Edge bonus action}",
				"With a series of low steps and somersaults you expertly maneuver around opponents.",
				"Move 20 feet. This movement doesn't provoke opportunity attacks from creatures you can see."
			]
		},
		{
			"name": "Preternatural Strikes",
			"source": "LUA5E:AG",
			"page": 488,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Unending Wheel action}",
				"By executing your attacks with perfect precision your weapon can slip beneath even supernatural defenses.",
				"Choose a weapon when you learn this combat maneuver. When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Until the start of your next turn, your weapon attacks using that weapon ignore resistance to nonmagical weapon damage."
			]
		},
		{
			"name": "Primal Intercept",
			"source": "LUA5E:AG",
			"page": 486,
			"featureType": [
				"A5E:CM:TC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 2nd degree Tooth and Claw reaction}",
				"The instant you sense an opponent has moved within your guard you immediately attack in response.",
				"When a creature makes a melee weapon attack or attempts to grapple you, you can use your reaction to make a melee weapon attack against it."
			]
		},
		{
			"name": "Prodigious Leap",
			"source": "LUA5E:AG",
			"page": 482,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 4th degree Spirited Steed reaction}",
				"Your mount makes an incredible leap, soaring through the air.",
				"When your mount makes an Athletics check to jump, you can use your reaction to grant it a fly speed equal to half its Speed until the end of your turn. Your mount can only fly in a straight line."
			]
		},
		{
			"name": "Purge Magic",
			"source": "LUA5E:AG",
			"page": 483,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Tempered Iron reaction}",
				"As soon as your senses seize upon the uttering of an incantation or a hand working the gestures of magic your body reflexively reacts with violence.",
				"When a creature you can see within your reach casts a spell, you can use your reaction to make a melee weapon attack against it."
			]
		},
		{
			"name": "Quickdraw",
			"source": "LUA5E:AG",
			"page": 468,
			"featureType": [
				"A5E:CM:BZ"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 2nd degree Biting Zephyr reaction}",
				"With incredible swiftness you tear your weapon from its sheath and let fly a reckless attack.",
				"As long as you are not surprised, when initiative is rolled you can use your reaction to draw a weapon and make a ranged attack with it."
			]
		},
		{
			"name": "Rake",
			"source": "LUA5E:AG",
			"page": 486,
			"featureType": [
				"A5E:CM:TC"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 3rd degree Tooth and Claw action}",
				"With two attacks you rend an opponent's flesh, the first striking at them in one direction and the second immediately after that pulling away at another.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Until the start of your next turn, when you hit a creature with two or more melee weapon attacks, each hit after the first deals 1d8 extra damage."
			]
		},
		{
			"name": "Raking Strikes",
			"source": "LUA5E:AG",
			"page": 485,
			"featureType": [
				"A5E:CM:TC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 1st degree Tooth and Claw action}",
				"You lash out with one strike that sets up another, faster and wilder attack.",
				"Make a melee weapon attack. On a hit, you can make an additional attack against the same target. You have disadvantage on this additional attack."
			]
		},
		{
			"name": "Rallying Cry",
			"source": "LUA5E:AG",
			"page": 480,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Sanguine Knot reaction}",
				"You offer inspiring encouragement to an ally and they gain their second wind.",
				"When an ally you can see takes damage from an attack, you can use your reaction to release a hearty rallying cry. As long as they are able to hear you, your ally regains an amount of hit points equal to twice your proficiency bonus."
			]
		},
		{
			"name": "Rapid Drink",
			"source": "LUA5E:AG",
			"page": 474,
			"featureType": [
				"A5E:CM:RC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 2nd degree Rapid Current bonus action}",
				"As casually as any seasoned alchemist, you pluck the cork from a magical concoction and pour it down your throat or a companion's.",
				"You drink a potion or administer a potion to a creature within reach."
			],
			"hasFluffImages": true
		},
		{
			"name": "Rapid Strike",
			"source": "LUA5E:AG",
			"page": 475,
			"featureType": [
				"A5E:CM:RC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Rapid Current action}",
				"With an array of quick, carefully placed attacks against the same opponent you throw them off their guard.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. After hitting a creature with a melee weapon attack, you can use your bonus action to make an additional attack against the same creature.",
				"On a hit with this additional attack, you can use your reaction to spend 2 exertion points and attack the same creature again."
			]
		},
		{
			"name": "Reactive Knockdown",
			"source": "LUA5E:AG",
			"page": 466,
			"featureType": [
				"A5E:CM:AM"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Adamant Mountain reaction}",
				"Putting yourself in just the right position as you strike, your unbalancing hit sends a retreating opponent into a reeling stumble and then the ground.",
				"When a creature within your reach provokes an opportunity attack, you can use your reaction to make a melee weapon attack. On a hit, the creature makes a Strength saving throw or it moves 10 feet in a straight line and is knocked prone."
			]
		},
		{
			"name": "Rearing Menace",
			"source": "LUA5E:AG",
			"page": 481,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 2nd degree Spirited Steed action}",
				"You rear your mount, intimidating nearby opponents.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. You must be mounted to use this maneuver.",
				"Choose a number of creatures equal to your proficiency bonus that are within 20 feet. Each creature makes a Wisdom saving throw. On a failure, a creature is frightened until the end of your next turn.",
				"A creature of the same size as your mount or larger has advantage on the saving throw."
			]
		},
		{
			"name": "Reassuring Pat",
			"source": "LUA5E:AG",
			"page": 482,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Spirited Steed reaction}",
				"Your mount takes comfort from your presence and gains its second wind.",
				"When your mount is hit by an attack, you can use your reaction to pat it reassuringly. Your mount regains hit points equal to your level.",
				"If your mount is charmed, poisoned, or restrained, it can use its reaction to end those conditions."
			]
		},
		{
			"name": "Redirect",
			"source": "LUA5E:AG",
			"page": 470,
			"featureType": [
				"A5E:CM:MG"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Mirror's Glint reaction}",
				"Your opponent's blow is not simply turned away but re-oriented entirely, forced into inflicting a wound against a foe unfortunate enough to be nearby.",
				"When you are hit with a melee weapon attack, you can use your reaction to force the attacker to make an Intelligence saving throw. On a failure, you take no damage and the attack targets another creature within 5 feet.",
				"A Huge-sized or larger attacker has advantage on the saving throw. Once you have used this maneuver against a creature, until the end of combat it has advantage on saving throws to resist Redirect."
			]
		},
		{
			"name": "Reflect Attack",
			"source": "LUA5E:AG",
			"page": 471,
			"featureType": [
				"A5E:CM:MG"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Mirror's Glint reaction}",
				"You redirect your enemy's attack back upon itself.",
				"When you are hit with a melee weapon attack, you can use your reaction to redirect the force back to the attacker. The attack misses you and the creature makes an Intelligence saving throw. On a failure, the attack is redirected and it becomes the target.",
				"If you have already hit that creature with a Mirror's Glint maneuver since the beginning of your last turn, the redirected attack is a critical hit."
			]
		},
		{
			"name": "Retributive Blow",
			"source": "LUA5E:AG",
			"page": 471,
			"featureType": [
				"A5E:CM:MG"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Mirror's Glint reaction}",
				"You return a blow so quickly that your opponent is shocked.",
				"When you are hit with a melee weapon attack, you can use your reaction to make a melee weapon attack against the attacker. On a hit, that creature has disadvantage on attack rolls against you until the beginning of your next turn."
			]
		},
		{
			"name": "Ricochet",
			"source": "LUA5E:AG",
			"page": 468,
			"featureType": [
				"A5E:CM:BZ"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Biting Zephyr bonus action}",
				"With careful judgments of distances, materials, wind, and applied force you let loose a shot that bounces off of one or more surfaces to strike opponents crouching behind walls or otherwise hidden from sight by cover.",
				"On the next ranged weapon attack you make before the start of your turn, you can completely ignore a target's cover.",
				"Only targets that have total cover from being entirely enclosed by an object or effect (such as inside of a chamber with no openings to shoot through or a sphere from {@spell wall of force}) have cover against this attack, and you do not have disadvantage from attacking a target you cannot see."
			]
		},
		{
			"name": "Ride Enemy",
			"source": "LUA5E:AG",
			"page": 485,
			"featureType": [
				"A5E:CM:TC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 1st degree Tooth and Claw reaction}",
				"You leap atop your enemy just as it attacks.",
				"When a creature at least one size category larger than you attacks you with a natural weapon, you can use your reaction to make a grab on basic maneuver, making your Strength or Dexterity saving throw with advantage."
			],
			"hasFluffImages": true
		},
		{
			"name": "Riding Leap",
			"source": "LUA5E:AG",
			"page": 480,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Spirited Steed bonus action}",
				"You coax your mount into making a remarkable leap.",
				"As long as you are mounted and move at least 30 feet in a straight line first, you can jump further and higher than usual. The height of the jump increases by a number of feet equal to your proficiency bonus and the distance of the jump increases by a number of feet equal to twice your proficiency bonus.",
				"Your movement this turn does not provoke opportunity attacks."
			]
		},
		{
			"name": "Rolling Strike",
			"source": "LUA5E:AG",
			"page": 474,
			"featureType": [
				"A5E:CM:RC"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Rapid Current action}",
				"Flowing through battle like the wind itself, you deftly sprint forward through the reach of enemies to deliver an unexpected attack.",
				"Move up to 20 feet without provoking opportunity attacks and make a melee weapon attack."
			]
		},
		{
			"name": "Sacrifice Mount",
			"source": "LUA5E:AG",
			"page": 482,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Spirited Steed reaction}",
				"You use your mount as a shield.",
				"You must be mounted to use this maneuver.",
				"When a creature targets you with an attack you can use your reaction to swing down the side of your mount, making it the target of the attack instead of you."
			]
		},
		{
			"name": "Saddled Blows",
			"source": "LUA5E:AG",
			"page": 482,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 3rd degree Spirited Steed action}",
				"From atop your mount, you strike down at your foes with powerful blows.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. You must be mounted to use this maneuver.",
				"Until the end of your next turn, when you use a melee weapon attack to hit a creature of a size smaller than your mount, it makes a Strength saving throw. On a failure, it suffers one of the following (your choice): confused until the start of your next turn, knocked prone, or slowed until the end of your next turn."
			]
		},
		{
			"name": "Sharpened Awareness",
			"source": "LUA5E:AG",
			"page": 477,
			"featureType": [
				"A5E:CM:RE"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 4th degree Razor's Edge reaction}",
				"You tune your senses, focusing on the fight at hand.",
				"You can use your reaction to make a Perception check when a creature makes an attack against you, turning it into a miss if your result is higher than the attack roll. In addition, if the attack is turned into a miss you gain advantage on attacks made against that creature until the end of your next turn.",
				"If the attack still hits you, the creature has disadvantage on its next attack made against you before the end of its next turn."
			]
		},
		{
			"name": "Shield Wall",
			"source": "LUA5E:AG",
			"page": 478,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Sanguine Knot bonus action}",
				"Falling into step with a fellow warrior and putting both of your shields together makes each of you harder to hit.",
				"While you are wielding a shield, you can choose one ally within 5 feet that is also wielding a shield. Until the start of your next turn, as long as that ally remains within 5 feet of you and is able to take actions both you and your ally increase your AC by 2."
			]
		},
		{
			"name": "Shoulder Check",
			"source": "LUA5E:AG",
			"page": 478,
			"featureType": [
				"A5E:CM:SK"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Sanguine Knot reaction}",
				"Watching a companion under attack infuriates you and you fling yourself at their opponent with a powerful shove.",
				"After a creature within your reach makes a melee attack against an ally, you can use your reaction to make an Athletics check against the creature's maneuver DC. On a success you shove the creature 10 feet away from you and you move 10 feet in that direction.",
				"This movement does not provoke opportunity attacks."
			]
		},
		{
			"name": "Shove",
			"source": "LUA5E:AG",
			"page": 459,
			"featureType": [
				"A5E:BM"
			],
			"entries": [
				"You can use the Shove maneuver to push a creature away. If you are able to make multiple attacks with the Attack action, this maneuver replaces one of them.",
				"The target must be within your reach and be no more than one size category larger than you. The target makes a Strength saving throw against your maneuver DC. On a failure, you deal basic melee damage and push the target a number of feet away from you equal to 5 + 5 for every 5 points it failed its saving throw by. You can move the creature in any direction away from you (to the side, forward, or diagonally away).",
				"A creature that is shoved off of a precipice is propelled off of whatever it is standing on—it does not receive any saving throw or ability check to grab onto something to avoid falling down below."
			]
		},
		{
			"name": "Shrug It Off",
			"source": "LUA5E:AG",
			"page": 466,
			"featureType": [
				"A5E:CM:AM"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 2nd degree Adamant Mountain reaction}",
				"Girding yourself when your body is assaulted by more than clenched fists or sharp steel, you defy weakness and overcome.",
				"When an effect causes you to be frightened, poisoned, or stunned, you can use your reaction to prevent it."
			]
		},
		{
			"name": "Speed Over Strength",
			"source": "LUA5E:AG",
			"page": 474,
			"featureType": [
				"A5E:CM:RC"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Rapid Current reaction}",
				"With practiced agility you weave around an opponent wielding a more cumbersome weapon, quickly darting in to strike with a lighter armament.",
				"When a creature attacks you with a weapon that has the {@itemProperty H||heavy} property, or a Large-sized or larger creature attacks you with a natural weapon, you can use your reaction to make a melee weapon attack against it using a weapon that has the dual-wielding or {@itemProperty F||finesse} property."
			]
		},
		{
			"name": "Spell Shattering Strike",
			"source": "LUA5E:AG",
			"page": 484,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Tempered Iron reaction}",
				"You strike a spellcaster and disrupt their control over magic, fracturing the power behind a spell and transforming the energy so it roots them to the spot.",
				"When a creature you can see within your reach casts a spell, you can use your reaction to make a melee weapon attack against it. On a hit, the creature makes a Wisdom saving throw or the spell is interrupted (expending the spell slot) and it rolls {@dice 1d4} to determine how the fraying magic affects it: 1—the creature's Speed is reduced to 0, 2—the creature becomes confused until the end of its next turn, 3—the creature has disadvantage on checks made to concentrate on spells until it succeeds on a concentration check, 4— the creature is stunned until the end of its next turn and rattled for the next minute."
			]
		},
		{
			"name": "Spinning Parry",
			"source": "LUA5E:AG",
			"page": 473,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Mist and Shade reaction}",
				"A quick step and suddenly you and your foe exchange places.",
				"You can use your reaction to make a Sleight of Hand check when a creature makes a melee attack against you, turning it into a miss if your result is higher than the attack roll.",
				"In addition, you may also swap places with the attacker, forcing it to make a Wisdom saving throw or be stunned until the beginning of its next turn."
			]
		},
		{
			"name": "Spirited Whistle",
			"source": "LUA5E:AG",
			"page": 482,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Spirited Steed action}",
				"You summon your mount to your side.",
				"When you have become separated from your mount but can see it, you can use an action to whistle. As long as your mount is able to hear you, it uses its reaction to move until it is adjacent to you.",
				"Your mount suffers a level of fatigue if this movement is more than twice its Speed."
			]
		},
		{
			"name": "Springing Stance",
			"source": "LUA5E:AG",
			"page": 485,
			"featureType": [
				"A5E:CM:TC"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Tooth and Claw bonus action (stance)}",
				"Every time you step, slide, or turn you do so more quickly than usual and it becomes much easier to hurl yourself about.",
				"You increase the distance of your horizontal jumps by a number of feet equal to your proficiency bonus, and the distance of your vertical jumps by a number of feet equal to half your proficiency bonus. In addition, you gain an expertise die on Acrobatics checks and checks made to jump."
			]
		},
		{
			"name": "Spur Mount",
			"source": "LUA5E:AG",
			"page": 481,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Spirited Steed reaction}",
				"In tune with your mount, you guide it to greater heights.",
				"While you are riding your mount, when it makes an ability check or saving throw you can use your reaction to grant it advantage."
			]
		},
		{
			"name": "Stand Tall Stance",
			"source": "LUA5E:AG",
			"page": 466,
			"featureType": [
				"A5E:CM:AM"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 4th degree Adamant Mountain bonus action (stance)}",
				"You set yourself firmly against maneuvers.",
				"You count as being one size category larger. When you use an Adamant Mountain maneuver that requires a saving throw against a creature smaller than you, it has disadvantage on its saving throw."
			]
		},
		{
			"name": "Steal Momentum",
			"source": "LUA5E:AG",
			"page": 473,
			"featureType": [
				"A5E:CM:MS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Mist and Shade reaction}",
				"A quick jab to a pressure point locks your opponent's joints.",
				"When a creature moves into your reach you can use your reaction to make a Sleight of Hand check against its AC. On a success, the creature becomes restrained until the beginning of its next turn."
			]
		},
		{
			"name": "Steely Steed Stance",
			"source": "LUA5E:AG",
			"page": 482,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 4th degree Spirited Steed bonus action (stance)}",
				"You focus on a deep and unspoken connection with your mount, lending it strength and working together as one.",
				"When you make a melee attack against a creature, your mount gains advantage on attack rolls against that creature until the start of your next turn.",
				"In addition, your mount has advantage on saving throws and it takes half as much damage as normal."
			]
		},
		{
			"name": "Striding Swings",
			"source": "LUA5E:AG",
			"page": 483,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Tempered Iron action}",
				"With supreme confidence you march forward with your attack, stepping heavily into every strike and driving each blow home.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Move up to 15 feet. This movement can be through the space of hostile creatures that are up to one size category larger than you, and the spaces of other creatures do not count as difficult terrain."
			]
		},
		{
			"name": "Strike the Cracks Stance",
			"source": "LUA5E:AG",
			"page": 471,
			"featureType": [
				"A5E:CM:MG"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 4th degree Mirror's Glint bonus action (stance)}",
				"You focus on targeting your enemy's weakest spots.",
				"When you make melee weapon attacks, you score critical hits on a roll of 19–20. If you already have a feature that increases the range of your critical hits, your critical hit range increases by 1 (maximum 17–20).",
				"You deal one additional weapon damage die when determining the extra damage for a critical hit with a melee weapon attack."
			]
		},
		{
			"name": "Stunning Assault",
			"source": "LUA5E:AG",
			"page": 483,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 2nd degree Tempered Iron action}",
				"You strike your opponent with enough force to stun them.",
				"When you activate this maneuver, you take the Attack action and make a weapon attack, as well as any additional attacks granted by Extra Attack. Until the start of your next turn, when you hit a creature with a melee weapon attack it makes a Constitution saving throw or is stunned until the end of your next turn."
			]
		},
		{
			"name": "Swift Stance",
			"source": "LUA5E:AG",
			"page": 474,
			"featureType": [
				"A5E:CM:RC"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Rapid Current bonus action (stance)}",
				"You adopt a loose stance that gives you an extra bit of swiftness that can make all the difference in a fight or chase.",
				"Your Speed increases by 5 feet."
			]
		},
		{
			"name": "Take Weapon",
			"source": "LUA5E:AG",
			"page": 470,
			"featureType": [
				"A5E:CM:MG"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 2nd degree Mirror's Glint reaction}",
				"You snatch your enemy's weapon and use it against them.",
				"When a creature misses you with a melee weapon attack against you using a weapon, you can use your reaction to flip it out of the creature's hands. The creature makes a Dexterity saving throw, and on a failure it drops the weapon and you grab it from mid-air.",
				"You can spend 2 exertion points to immediately use the weapon to make a melee weapon attack against the creature."
			]
		},
		{
			"name": "Throwing Stance",
			"source": "LUA5E:AG",
			"page": 487,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Unending Wheel bonus action (stance)}",
				"You wield your weapon with a practiced familiarity that makes it deadly even when a foe is beyond your reach, able to hurl it as accurately as a thrown dagger.",
				"Choose a weapon when you learn this combat maneuver. While you are wielding the chosen weapon it has the rebounding property and {@itemProperty T||thrown} property (range 30/60 feet)."
			],
			"hasFluffImages": true
		},
		{
			"name": "Tidal Parry",
			"source": "LUA5E:AG",
			"page": 475,
			"featureType": [
				"A5E:CM:RC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 5th degree Rapid Current reaction}",
				"An expert parry turns a hit into a miss.",
				"When a creature hits you with a melee attack, you can use your reaction to evade the attack. The creature makes a Dexterity saving throw, and on a failure its attack becomes a miss. A creature that scored a critical hit has advantage on its save."
			]
		},
		{
			"name": "Trample",
			"source": "LUA5E:AG",
			"page": 481,
			"featureType": [
				"A5E:CM:SS"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 2nd degree Spirited Steed bonus action}",
				"You trample down enemies in your path.",
				"You must be mounted to use this maneuver. Move up to half your Speed without provoking opportunity attacks. Creatures in your path that are at least one size smaller than your mount make a Dexterity saving throw. On a failure, a creature takes 2d6 bludgeoning damage and is knocked prone."
			]
		},
		{
			"name": "Trickshot",
			"source": "LUA5E:AG",
			"page": 468,
			"featureType": [
				"A5E:CM:BZ"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Biting Zephyr action}",
				"Carefully judging the wind and everything else that might interfere, you unleash an impressive shot that delights all who see it.",
				"Make a ranged weapon attack against an unattended object. On a hit, you can use the result of the attack roll instead of making a Performance check, and you gain an expertise die when doing so. Otherwise the kinds of trick shots you can make are at the Narrator's discretion."
			]
		},
		{
			"name": "Tsunami Dash",
			"source": "LUA5E:AG",
			"page": 475,
			"featureType": [
				"A5E:CM:RC"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Rapid Current action}",
				"You sprint through your enemies, striking at every one you pass.",
				"You take the Dash action. During your turn, any time you become adjacent to a creature, you can make a melee attack against it using a weapon that has the dual-wielding or finesse properties.",
				"You cannot attack the same creature twice in a row in this manner or make more attacks than your proficiency bonus."
			]
		},
		{
			"name": "Twist the Blade",
			"source": "LUA5E:AG",
			"page": 476,
			"featureType": [
				"A5E:CM:RE"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 2nd degree Razor's Edge reaction}",
				"After striking your foe, you twist the blade.",
				"When you hit a creature with a melee weapon attack on a roll of 18 or 19, you can use your reaction to turn the attack into a critical hit."
			]
		},
		{
			"name": "Unbreakable",
			"source": "LUA5E:AG",
			"page": 466,
			"featureType": [
				"A5E:CM:AM"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 3rd degree Adamant Mountain reaction}",
				"At the edge of death, you cling firmly to life.",
				"When you fail a death saving throw, you instead succeed. You can take this reaction even if you are incapacitated."
			]
		},
		{
			"name": "United We Stand",
			"source": "LUA5E:AG",
			"page": 480,
			"featureType": [
				"A5E:CM:SK"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Sanguine Knot action}",
				"You and your allies combine forces and attack a single foe with devastating results.",
				"Make a melee weapon attack against a creature. Any willing ally within your reach can use their reaction to make a melee weapon attack against the same creature.",
				"If the creature is hit by two attacks, it takes extra damage equal to your proficiency bonus.",
				"If the creature is hit by three attacks, it takes extra damage equal to twice your proficiency bonus and it is knocked prone.",
				"If the creature is hit by four or more attacks, it takes extra damage equal to twice your proficiency bonus, it is knocked prone, and it is stunned until the end of its next turn."
			]
		},
		{
			"name": "Unsettling Injury",
			"source": "LUA5E:AG",
			"page": 489,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 3rd degree Unending Wheel action}",
				"Your attack unnerves your foe, making it hard for them to concentrate.",
				"Choose a weapon when you learn this combat maneuver. Make a melee weapon attack using the chosen weapon, and on a hit the target makes a Constitution saving throw. On a failure the target loses concentration on any spell it has cast, any combat stance it is using ends, and it cannot use combat maneuvers or cast spells until the end of your next turn."
			]
		},
		{
			"name": "Unstoppable",
			"source": "LUA5E:AG",
			"page": 466,
			"featureType": [
				"A5E:CM:AM"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 4th degree Adamant Mountain reaction}",
				"You power through your enemy's special attacks.",
				"When an effect causes you to be paralyzed, petrified, or stunned, you can use your reaction to prevent it. You can take this reaction even if you are incapacitated."
			]
		},
		{
			"name": "Unyielding",
			"source": "LUA5E:AG",
			"page": 467,
			"featureType": [
				"A5E:CM:AM"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Adamant Mountain reaction}",
				"Badly wounded, you force yourself to keep fighting.",
				"When you are reduced to 0 hit points, you can use your reaction to regain hit points equal to {@dice 1d12} + your proficiency bonus + your Constitution modifier (minimum 0).",
				"You can take this reaction even if you are incapacitated."
			]
		},
		{
			"name": "Use The Pain",
			"source": "LUA5E:AG",
			"page": 476,
			"featureType": [
				"A5E:CM:RE"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Razor's Edge reaction}",
				"Seizing on the surge of adrenaline that comes from suffering a severe blow, you lash out with a vengeful strike.",
				"When a creature makes a critical hit against you using a melee weapon attack, you can use your reaction to make a melee weapon attack against it."
			]
		},
		{
			"name": "Victory Pose",
			"source": "LUA5E:AG",
			"page": 488,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Unending Wheel reaction}",
				"Your victory pose spurs your allies.",
				"Choose a weapon when you learn this combat maneuver. When you score a critical hit with this weapon, you can use your reaction to pose dramatically as you finish the strike.",
				"As you dramatically pose, choose a number of allies equal to your proficiency bonus that you can see within 30 feet. The chosen allies have advantage on the next death saving throw each makes before the end of combat."
			]
		},
		{
			"name": "Warding Wield",
			"source": "LUA5E:AG",
			"page": 466,
			"featureType": [
				"A5E:CM:AM"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 2nd degree Adamant Mountain bonus action}",
				"With seeming ease you whirl your weapon about your body, weaving it in a threatening pattern that makes your opponents hesitant to attack.",
				"Until the start of your next turn, your AC increases by 2."
			]
		},
		{
			"name": "Warning Strike",
			"source": "LUA5E:AG",
			"page": 469,
			"featureType": [
				"A5E:CM:MG"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Mirror's Glint reaction}",
				"When an opponent opens themselves up to a reflexive strike you can deliver a blow that shakes them to their core and forces them to hesitate.",
				"When a hostile creature that you can see moves out of your reach, you can use your reaction to make a melee weapon attack and on a hit its Speed is reduced to 0 until the start of its next turn."
			]
		},
		{
			"name": "Wary Stance",
			"source": "LUA5E:AG",
			"page": 470,
			"featureType": [
				"A5E:CM:MG"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Mirror's Glint bonus action (stance)}",
				"With a keen eye you constantly assess everything within sight, paying close attention to subtle visual cues and tells to better anticipate an opponent.",
				"You gain an expertise die on Insight checks and increase your passive Insight score by 3."
			]
		},
		{
			"name": "Wheeling Charge",
			"source": "LUA5E:AG",
			"page": 482,
			"featureType": [
				"A5E:CM:SS"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Spirited Steed action}",
				"You repeatedly charge your mount at your opponent, attacking again and again.",
				"Your mount takes the Dodge action. If it moves at least 10 feet in a straight line and there's a creature within your reach, make a melee attack against that creature.",
				"If you can continue your movement for at least 10 more feet, you can turn around and attack the same creature again.",
				"You must end your movement at least 10 feet away from the creature."
			]
		},
		{
			"name": "Whirlpool Strike",
			"source": "LUA5E:AG",
			"page": 475,
			"featureType": [
				"A5E:CM:RC"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 4th degree Rapid Current action}",
				"You spin around, gathering momentum as you strike your foes harder and harder.",
				"Make a melee weapon attack against any number of creatures within 5 feet of you, making a separate attack roll for each target. For each subsequent hit after the first, you deal an additional 1d6 damage."
			]
		},
		{
			"name": "Whirlwind Strike",
			"source": "LUA5E:AG",
			"page": 475,
			"featureType": [
				"A5E:CM:RC"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 3rd degree Rapid Current action}",
				"Shouldering into a hard spin you lash out at opponents that have surrounded you, striking at each of them in rapid succession.",
				"Make a melee weapon attack against any number of creatures within 5 feet of you, making a separate attack roll for each target. You may only target a number of creatures equal to or less than your proficiency bonus."
			]
		},
		{
			"name": "Wild Capering",
			"source": "LUA5E:AG",
			"page": 486,
			"featureType": [
				"A5E:CM:TC"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 3rd degree Tooth and Claw bonus action}",
				"You move through the environment like a cat, running along walls and easily leaping across gaps.",
				"Move 30 feet. Until the start of your next turn, you gain a climb speed equal to your Speed and your minimum jump distance increases to 10 feet vertically and 15 feet horizontally."
			]
		},
		{
			"name": "Wild Swing",
			"source": "LUA5E:AG",
			"page": 467,
			"featureType": [
				"A5E:CM:AM"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 4th degree Adamant Mountain reaction}",
				"You wield your weapon with abandon, striking seemingly at random.",
				"When you miss with an attack using a weapon that has the {@itemProperty H||heavy} property, you can use your reaction to make an attack with the same weapon against another target within your reach."
			]
		},
		{
			"name": "Wind Strike",
			"source": "LUA5E:AG",
			"page": 489,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 4th degree Unending Wheel action}",
				"You use a melee weapon to strike a foe from a distance.",
				"Choose a weapon when you learn this combat maneuver. You can use the chosen weapon to strike a distant target with air pressure, giving your attack a normal range of 20 feet and long range of 60 feet. This functions as if your weapon had the {@itemProperty T||thrown} property except you don't actually throw it.",
				"You have advantage on attack rolls made using this maneuver. If both attack rolls hit, you deal an additional weapon damage die.",
				"After using this maneuver to hit a creature, it can use an action to make a Perception check against your maneuver DC. On a success, for the next minute any uses of Wind Strike do not grant advantage on attack rolls made against the creature."
			]
		},
		{
			"name": "World Shaking Strike",
			"source": "LUA5E:AG",
			"page": 467,
			"featureType": [
				"A5E:CM:AM"
			],
			"prerequisite": [
				{
					"feature": [
						"Extra Attack"
					]
				}
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Adamant Mountain action}",
				"You smash the ground, knocking down your enemies with a shockwave.",
				"You hit the ground using a weapon that has the {@itemProperty H||heavy} property, sending out a shockwave in a 30-foot cube centered on you. Each creature in the area makes a Strength saving throw or it takes damage as if hit by the weapon and falls prone."
			]
		},
		{
			"name": "Wounded Animal Gambit",
			"source": "LUA5E:AG",
			"page": 487,
			"featureType": [
				"A5E:CM:TC"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 3
			},
			"entries": [
				"{@i 5th degree Tooth and Claw reaction}",
				"Playing dead, you surprise your foe with a sudden attack.",
				"When you lose hit points, you can use your reaction to fall prone and pretend to be dead. All hostile creatures able to see you consider you to be dead or dying.",
				"If a creature moves within your reach before the beginning of your next turn, you can immediately stand up and use a Tooth and Claw maneuver you know against it.",
				"This maneuver costs points from your exertion pool as usual, but no action is required to activate it and any melee attacks made as part of the maneuver have advantage."
			]
		},
		{
			"name": "Wounding Strike",
			"source": "LUA5E:AG",
			"page": 488,
			"featureType": [
				"A5E:CM:UW"
			],
			"consumes": {
				"name": "Exertion Point",
				"amount": 2
			},
			"entries": [
				"{@i 1st degree Unending Wheel bonus action}",
				"Swinging or thrusting with your weapon like you have thousands of times before, you know precisely where its tip grazes and your swing hits at the smallest flaw in an opponent's armor to deliver a painful wound.",
				"Choose a weapon when you learn this combat maneuver. If you hit with your next attack roll using the chosen weapon against a living creature, you deliver a wound that deals {@damage 1d4} ongoing damage.",
				"At the start of each of the wounded creature's turns, it makes a Constitution saving throw, ending the effect on itself on a success.",
				"Alternatively, the wounded creature, or a creature within 5 feet of it, can use an action to make a Medicine check against your maneuver DC, ending the ongoing damage on a success.",
				"Healing magically or from a trait (such as Regeneration) also ends the effect."
			]
		},
		{
			"name": "Zealous Stance",
			"source": "LUA5E:AG",
			"page": 483,
			"featureType": [
				"A5E:CM:TI"
			],
			"consumes": {
				"name": "Exertion Point"
			},
			"entries": [
				"{@i 1st degree Tempered Iron bonus action (stance)}",
				"By submitting to your fervor you make yourself vulnerable but gain an edge on your opponents.",
				"When you make your first attack on your turn, you can decide to gain an expertise die on melee weapon attack rolls until the start of your next turn. When you do so, until the start of your next turn attack rolls against you gain an expertise die."
			]
		}
	],
	"optionalfeatureFluff": [
		{
			"name": "Battering Strike",
			"source": "LUA5E:AG",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03066.webp"
					}
				}
			]
		},
		{
			"name": "Flowing Form",
			"source": "LUA5E:AG",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03088.webp"
					}
				}
			]
		},
		{
			"name": "Grapple",
			"source": "LUA5E:AG",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03013.webp"
					}
				}
			]
		},
		{
			"name": "Knockdown",
			"source": "LUA5E:AG",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03020.webp"
					}
				}
			]
		},
		{
			"name": "Mounted Charge",
			"source": "LUA5E:AG",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03149.webp"
					}
				}
			]
		},
		{
			"name": "Perfect Edge Stance",
			"source": "LUA5E:AG",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03127.webp"
					}
				}
			]
		},
		{
			"name": "Rapid Drink",
			"source": "LUA5E:AG",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03110.webp"
					}
				}
			]
		},
		{
			"name": "Ride Enemy",
			"source": "LUA5E:AG",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03171.webp"
					}
				}
			]
		},
		{
			"name": "Throwing Stance",
			"source": "LUA5E:AG",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03183.webp"
					}
				}
			]
		}
	],
	"table": [
		{
			"name": "Combat Maneuvers",
			"source": "LUA5E:AG",
			"page": 460,
			"colLabels": [
				"Maneuver",
				"Description"
			],
			"colStyles": [
				"col-2 text-right",
				"col-10"
			],
			"rows": [
				[
					"{@optfeature Agile Feint|LUA5E:AG}",
					"Gain advantage against a nearby creature."
				],
				[
					"{@optfeature Anticipate Spell|LUA5E:AG}",
					"Attack an adjacent creature which tries to cast a spell."
				],
				[
					"{@optfeature Any Weapon Stance|LUA5E:AG}",
					"Focusing on your in depth training with certain weaponry gives you proficiency with all weapons."
				],
				[
					"{@optfeature Armor Lock|LUA5E:AG}",
					"Use an enemy's armor against them, paralyzing them."
				],
				[
					"{@optfeature Assisted Roll|LUA5E:AG}",
					"Roll away from an opponent who misses you."
				],
				[
					"{@optfeature Back To Back|LUA5E:AG}",
					"Both you and an adjacent ally gain +2 AC."
				],
				[
					"{@optfeature Battering Strike|LUA5E:AG}",
					"Knock your opponent's weapon flying."
				],
				[
					"{@optfeature Blinding Blow Stance|LUA5E:AG}",
					"Attack in a shifting flow of deft strikes that make it easy to blind enemies."
				],
				[
					"{@optfeature Blinding Strikes|LUA5E:AG}",
					"Deprive your opponents of any ability to see, whether with their eyes or otherwise."
				],
				[
					"{@optfeature Blind Instinct|LUA5E:AG}",
					"Briefly see without the use of sight and use a reaction to chase down a fleeing enemy."
				],
				[
					"{@optfeature Blindshot|LUA5E:AG}",
					"Attack hidden targets without disadvantage."
				],
				[
					"{@optfeature Bloody Roar|LUA5E:AG}",
					"Unleash a powerful yell that injures and frightens your foes."
				],
				[
					"{@optfeature Bodyguard|LUA5E:AG}",
					"Take a hit for an ally and reduce the damage it inflicts on you."
				],
				[
					"{@optfeature Bounding Strike|LUA5E:AG}",
					"Jump at an enemy and use your ability check as your attack roll."
				],
				[
					"{@optfeature Branding Steel|LUA5E:AG}",
					"Brand a foe to make it reticent to approach or attack you."
				],
				[
					"{@optfeature Break Spell|LUA5E:AG}",
					"Make a melee attack against an enemy casting a spell."
				],
				[
					"{@optfeature Brotherhood Stance|LUA5E:AG}",
					"Take the Help action whenever you hit with a melee weapon attack."
				],
				[
					"{@optfeature Burning Embers of Faith|LUA5E:AG}",
					"Use a reaction when you would be reduced to 0 hit points to heal yourself."
				],
				[
					"{@optfeature Catch Your Breath|LUA5E:AG}",
					"Pause to regain hit points."
				],
				[
					"{@optfeature Cavalier Stance|LUA5E:AG}",
					"Increase your mount's AC."
				],
				[
					"{@optfeature Charge|LUA5E:AG}",
					"Move and make a melee attack."
				],
				[
					"{@optfeature Cleaving Swing|LUA5E:AG}",
					"Make an additional attack with a heavy weapon."
				],
				[
					"{@optfeature Countershot|LUA5E:AG}",
					"Shoot a missile out of the air."
				],
				[
					"{@optfeature Covering Fire|LUA5E:AG}",
					"Protect an ally from opportunity attack."
				],
				[
					"{@optfeature Crushing Blow|LUA5E:AG}",
					"Paralyze your opponent with a heavy weapon."
				],
				[
					"{@optfeature Dashing Razor|LUA5E:AG}",
					"Charge forward to strike an enemy and feed off of the adrenaline from hitting, increasing your Speed."
				],
				[
					"{@optfeature Dangerous Signature|LUA5E:AG}",
					"Cut a symbol into your target in order to frighten it."
				],
				[
					"{@optfeature Dangerous Strikes|LUA5E:AG}",
					"Score critical hits on a roll of 19–20 for one round."
				],
				[
					"{@optfeature Death Blow|LUA5E:AG}",
					"Make an attack that critically hits and possibly even incapacitates your opponent."
				],
				[
					"{@optfeature Deceptive Stance|LUA5E:AG}",
					"Gain an expertise die on Deception and Sleight of Hand checks in combat."
				],
				[
					"{@optfeature Deflect Strike|LUA5E:AG}",
					"Reduce damage from an attack."
				],
				[
					"{@optfeature Defy Magic|LUA5E:AG}",
					"Make a spellcaster miss you with its spell attack."
				],
				[
					"{@optfeature Devoted Assault|LUA5E:AG}",
					"Ignoring other enemies allows you to strike one foe more accurately."
				],
				[
					"{@optfeature Disarming Assault|LUA5E:AG}",
					"Knock your enemy's weapon or shield from their grasp."
				],
				[
					"{@optfeature Disarming Counter|LUA5E:AG}",
					"Your enemy drops their weapon when they miss you."
				],
				[
					"{@optfeature Discerning Strike|LUA5E:AG}",
					"Learn the health and defenses of opponents you damage."
				],
				[
					"{@optfeature Dispelling Assault|LUA5E:AG}",
					"Your attacks are critical hits on rolls of 19–20 and they end spells."
				],
				[
					"{@optfeature Dispelling Charge|LUA5E:AG}",
					"Dart up to an opponent casting a spell and strike them, possibly disrupting the magic."
				],
				[
					"{@optfeature Dive For Cover|LUA5E:AG}",
					"Use your reaction to take cover behind a creature or object when a ranged attack misses you."
				],
				[
					"{@optfeature Doubleshot|LUA5E:AG}",
					"Fire two missiles and do extra damage."
				],
				[
					"{@optfeature Double Tackle|LUA5E:AG}",
					"You and an ally knock a creature prone."
				],
				[
					"{@optfeature Doubleteam|LUA5E:AG}",
					"A nearby ally can push a creature as a bonus action."
				],
				[
					"{@optfeature Doubletime|LUA5E:AG}",
					"You and up to 3 allies can disengage and move their Speed."
				],
				[
					"{@optfeature Douse|LUA5E:AG}",
					"Dash a container of liquid over a nearby foe."
				],
				[
					"{@optfeature Drive Back|LUA5E:AG}",
					"Push your foe 10 feet on a hit."
				],
				[
					"{@optfeature Dual Grapple|LUA5E:AG}",
					"You and an ally restrain a creature."
				],
				[
					"{@optfeature Expert Sidestep|LUA5E:AG}",
					"Gain an AC bonus when you are hit."
				],
				[
					"{@optfeature Expert Tumble|LUA5E:AG}",
					"Increase your AC as long as you move at full Speed."
				],
				[
					"{@optfeature Exploit Footing|LUA5E:AG}",
					"Trip a creature which misses you."
				],
				[
					"{@optfeature Eye Slash|LUA5E:AG}",
					"Blind your enemy with a well-aimed strike."
				],
				[
					"{@optfeature Faith Within|LUA5E:AG}",
					"Reroll a saving throw when charmed, frightened, poisoned, or stunned."
				],
				[
					"{@optfeature Farshot Stance|LUA5E:AG}",
					"Increase the range of your missiles."
				],
				[
					"{@optfeature Feinting Strike|LUA5E:AG}",
					"Use a Sleight of Hand check as your attack bonus."
				],
				[
					"{@optfeature First Blood|LUA5E:AG}",
					"React to danger with unnatural swiftness."
				],
				[
					"{@optfeature Flowing Form|LUA5E:AG}",
					"Make melee attacks against all enemies who miss you."
				],
				[
					"{@optfeature Flowing Steps Stance|LUA5E:AG}",
					"Ignore difficult terrain and be better able to resist being immobilized."
				],
				[
					"{@optfeature Follow-Up Topple|LUA5E:AG}",
					"Attack a creature and ally has attacked to knock it prone."
				],
				[
					"{@optfeature Force Hesitation|LUA5E:AG}",
					"Trick a creature into not attacking anyone but you."
				],
				[
					"{@optfeature Furious Barrage|LUA5E:AG}",
					"Make a frenetic series of attacks until one of your strikes misses."
				],
				[
					"{@optfeature Gaze Of Conviction|LUA5E:AG}",
					"Force a creature to attack you."
				],
				[
					"{@optfeature Guarded Draw|LUA5E:AG} {@homebrew {@note This feature does not appear in the text.}}",
					"Use a ranged weapon without disadvantage when adjacent to an enemy and make ranged opportunity attacks against those who move away from you."
				],
				[
					"{@optfeature Gut Strike|LUA5E:AG}",
					"Strike your enemy and cause fatigue."
				],
				[
					"{@optfeature Hear The Wind|LUA5E:AG}",
					"Concentrate on what you can hear to see what cannot be seen and deftly evade attacks."
				],
				[
					"{@optfeature Heart Of The Sword|LUA5E:AG}",
					"Focusing on your training with a weapon, you make your attacks more devastating and ignore an enemy's defenses."
				],
				[
					"{@optfeature Heartseeker|LUA5E:AG}",
					"Aim for and exploit a foe's weak spot with a dangerous shot."
				],
				[
					"{@optfeature Heavy Stance|LUA5E:AG}",
					"Gain an expertise die on Athletics checks and saving throws against combat maneuvers, and reduce difficult terrain."
				],
				[
					"{@optfeature Heightened Concentration|LUA5E:AG}",
					"Use a reaction to retain concentration when you would otherwise lose it."
				],
				[
					"{@optfeature Heightened Reflexes|LUA5E:AG}",
					"Gain additional reactions for this round."
				],
				[
					"{@optfeature Horizon Shot|LUA5E:AG}",
					"Use a ranged weapon to attack to shoot a creature from as far away as you can see."
				],
				[
					"{@optfeature Hurl Ally|LUA5E:AG}",
					"Throw a smaller ally at a creature within 20 feet."
				],
				[
					"{@optfeature Imposing Glare|LUA5E:AG}",
					"Frighten a nearby foe."
				],
				[
					"{@optfeature Instant Strike|LUA5E:AG}",
					"Quickly draw a melee weapon and attack a creature."
				],
				[
					"{@optfeature Instinctive Counterattack|LUA5E:AG}",
					"Use a reaction to make a melee attack."
				],
				[
					"{@optfeature Iron Will|LUA5E:AG}",
					"Get advantage to resist being charmed or frightened."
				],
				[
					"{@optfeature Knockdown Assault|LUA5E:AG}",
					"Knock your target prone when you hit with a melee attack."
				],
				[
					"{@optfeature Lancer Strike|LUA5E:AG}",
					"Deal extra damage and knock your target prone with a lance."
				],
				[
					"{@optfeature Launched Strike|LUA5E:AG}",
					"Leap from your mount to score a critical hit against an enemy."
				],
				[
					"{@optfeature Leading Throw|LUA5E:AG}",
					"Use your reaction to throw an enemy who misses you."
				],
				[
					"{@optfeature Lean Into It|LUA5E:AG}",
					"Knock your target prone when you hit with a melee attack."
				],
				[
					"{@optfeature Leaping Strike|LUA5E:AG}",
					"Move up to 40 feet and either push or knock your target prone."
				],
				[
					"{@optfeature Legion Stance|LUA5E:AG}",
					"An ally can attack a foe you hit with a critical hit."
				],
				[
					"{@optfeature Look At Me!|LUA5E:AG}",
					"Turn your weapon attacks into distractions that allow allies to move through the battlefield more freely."
				],
				[
					"{@optfeature Mercurial Striking Stance|LUA5E:AG}",
					"Focus on making every hit with a natural weapon, unarmed strike, or dual-wielding weapon have a satisfying impact."
				],
				[
					"{@optfeature Mind Over Body|LUA5E:AG}",
					"Reduce the damage you take."
				],
				[
					"{@optfeature Missile Volley|LUA5E:AG}",
					"Attack a group of creatures within 10 feet of a focal point."
				],
				[
					"{@optfeature Mistaken Opportunity|LUA5E:AG}",
					"Use a reaction to turn a strike that misses into an attack against a different opponent."
				],
				[
					"{@optfeature Mounted Charge|LUA5E:AG}",
					"Move your mount's Speed and gain advantage on your first attack."
				],
				[
					"{@optfeature Mugging Hit|LUA5E:AG}",
					"Make a Sleight of Hand check against a creature you have hit."
				],
				[
					"{@optfeature Mundane Missile Stance|LUA5E:AG}",
					"Give nearly any weapon the {@itemProperty T||thrown} property."
				],
				[
					"{@optfeature Off-Balancing Strikes|LUA5E:AG}",
					"Knock your target off-balance, reducing its Speed and agility."
				],
				[
					"{@optfeature Painful Pickpocket|LUA5E:AG}",
					"Use your reaction to make a Sleight of Hand check against a target which hits you."
				],
				[
					"{@optfeature Parrying Counter|LUA5E:AG}",
					"Increase your AC against one creature and gain a free attack if it misses you."
				],
				[
					"{@optfeature Perceptive Stance|LUA5E:AG}",
					"Enhance your perception."
				],
				[
					"{@optfeature Perfect Assault|LUA5E:AG}",
					"Exhaust your exertion pool to transform all of your attacks into combat maneuvers."
				],
				[
					"{@optfeature Perfect Edge Stance|LUA5E:AG}",
					"Focus on making your strikes as devastating as possible, increasing how often you score a critical hit."
				],
				[
					"{@optfeature Perplexing Flurry|LUA5E:AG}",
					"Cause your enemy to suffer disadvantage while you focus all your attacks on them."
				],
				[
					"{@optfeature Pickpocket|LUA5E:AG}",
					"Use your reaction to make a Sleight of Hand check."
				],
				[
					"{@optfeature Pilfer Object|LUA5E:AG}",
					"Move next to an enemy about to use an item and take it from their hands."
				],
				[
					"{@optfeature Point Blank Shot|LUA5E:AG}",
					"Use a bonus action to make ranged weapon attacks in melee without disadvantage."
				],
				[
					"{@optfeature Practiced Roll|LUA5E:AG}",
					"Move 20 feet without provoking opportunity attacks."
				],
				[
					"{@optfeature Preternatural Strikes|LUA5E:AG}",
					"Strike targets who normally require magic."
				],
				[
					"{@optfeature Primal Intercept|LUA5E:AG}",
					"Attack a creature which grapples you."
				],
				[
					"{@optfeature Prodigious Leap|LUA5E:AG}",
					"Use a reaction and spur your mount to jump impossible distances."
				],
				[
					"{@optfeature Purge Magic|LUA5E:AG}",
					"Make a melee attack against an enemy casting a spell."
				],
				[
					"{@optfeature Quickdraw|LUA5E:AG}",
					"Use your reaction to draw a weapon and make a ranged attack when initiative is rolled."
				],
				[
					"{@optfeature Rake|LUA5E:AG}",
					"Do extra damage when making multiple attacks."
				],
				[
					"{@optfeature Raking Strikes|LUA5E:AG}",
					"On a hit, hit the target again with disadvantage."
				],
				[
					"{@optfeature Rallying Cry|LUA5E:AG}",
					"Use a reaction to inspire an ally to fight onward when they take a hit."
				],
				[
					"{@optfeature Rapid Drink|LUA5E:AG}",
					"Quickly consume or administer a potion."
				],
				[
					"{@optfeature Rapid Strike|LUA5E:AG}",
					"Make an additional attack against a creature you have hit."
				],
				[
					"{@optfeature Reactive Knockdown|LUA5E:AG}",
					"Trip your foe as an opportunity attack."
				],
				[
					"{@optfeature Rearing Menace|LUA5E:AG}",
					"Frighten nearby foes from atop your mount."
				],
				[
					"{@optfeature Reassuring Pat|LUA5E:AG}",
					"Encourage your mount and restore some of its hit points."
				],
				[
					"{@optfeature Redirect|LUA5E:AG}",
					"Redirect an attack to strike an adjacent creature."
				],
				[
					"{@optfeature Reflect Attack|LUA5E:AG}",
					"Use a reaction to turn an attacker's strike back upon them."
				],
				[
					"{@optfeature Retributive Blow|LUA5E:AG}",
					"Use a reaction to respond to a weapon attack with a strike of your own that disrupts a foe's offensive."
				],
				[
					"{@optfeature Ricochet|LUA5E:AG}",
					"Ignore your target's cover with a ranged attack."
				],
				[
					"{@optfeature Ride Enemy|LUA5E:AG}",
					"Jump onto a larger creature."
				],
				[
					"{@optfeature Riding Leap|LUA5E:AG}",
					"Increase the size of your mount's jump."
				],
				[
					"{@optfeature Rolling Strike|LUA5E:AG}",
					"Move and make a melee attack."
				],
				[
					"{@optfeature Sacrifice Mount|LUA5E:AG}",
					"Make your mount the target of an attack."
				],
				[
					"{@optfeature Saddled Blows|LUA5E:AG}",
					"On a hit, make your target confused, prone, or slowed."
				],
				[
					"{@optfeature Sharpened Awareness|LUA5E:AG}",
					"Use a reaction when attacked to evade it by relying on your Perception, gaining an edge on your attacker with a successful dodge."
				],
				[
					"{@optfeature Shield Wall|LUA5E:AG}",
					"Adjacent allies with shields gain +2 AC."
				],
				[
					"{@optfeature Shoulder Check|LUA5E:AG}",
					"Shove a creature 10 feet when it attacks an ally."
				],
				[
					"{@optfeature Shrug It Off|LUA5E:AG}",
					"Use your reaction to avoid being frightened, poisoned, or stunned."
				],
				[
					"{@optfeature Speed Over Strength|LUA5E:AG}",
					"Make a quick attack against a large foe or a foe which attacks you with a heavy weapon."
				],
				[
					"{@optfeature Spell Shattering Strike|LUA5E:AG}",
					"Disrupt an enemy's spellcasting and fray the magic to disorient them as well."
				],
				[
					"{@optfeature Spinning Parry|LUA5E:AG}",
					"Use a reaction to evade an opponent's attack and swap places with your attacker, stunning them."
				],
				[
					"{@optfeature Spirited Whistle|LUA5E:AG}",
					"As long as your mount can see you with but a whistle it rushes to your side."
				],
				[
					"{@optfeature Springing Stance|LUA5E:AG}",
					"Increase your jump distances."
				],
				[
					"{@optfeature Spur Mount|LUA5E:AG}",
					"Grant advantage to your mount's ability checks and saving throws."
				],
				[
					"{@optfeature Stand Tall Stance|LUA5E:AG}",
					"Be bigger than you really are."
				],
				[
					"{@optfeature Steal Momentum|LUA5E:AG}",
					"Make a quick strike against a foe that moves within your reach and arrest their movement."
				],
				[
					"{@optfeature Steely Steed Stance|LUA5E:AG}",
					"Fight with and alongside your mount, altering your assault to make it deadlier and harder to hurt."
				],
				[
					"{@optfeature Striding Swings|LUA5E:AG}",
					"Move up to 15 feet though hostile spaces."
				],
				[
					"{@optfeature Strike the Cracks Stance|LUA5E:AG}",
					"Focus on weak spots to deal more critical hits that inflict more damage."
				],
				[
					"{@optfeature Stunning Assault|LUA5E:AG}",
					"Stun your target with a successful attack."
				],
				[
					"{@optfeature Swift Stance|LUA5E:AG}",
					"Increase your Speed by 5 feet."
				],
				[
					"{@optfeature Take Weapon|LUA5E:AG}",
					"Snatch your foe's weapon away when they miss you."
				],
				[
					"{@optfeature Throwing Stance|LUA5E:AG}",
					"Give your weapon the rebounding and thrown properties."
				],
				[
					"{@optfeature Tidal Parry|LUA5E:AG}",
					"Use a reaction when hit with an attack to possibly turn it into a miss."
				],
				[
					"{@optfeature Trample|LUA5E:AG}",
					"Move and knock those in your path prone."
				],
				[
					"{@optfeature Trickshot|LUA5E:AG}",
					"Perform an impressive trick with a ranged weapon attack."
				],
				[
					"{@optfeature Tsunami Dash|LUA5E:AG}",
					"Flow past your enemies and deliver a strike against each of them."
				],
				[
					"{@optfeature Twist The Blade|LUA5E:AG}",
					"Use a reaction to turn a roll of 18 or more into a critical hit."
				],
				[
					"{@optfeature Unbreakable|LUA5E:AG}",
					"Defy death."
				],
				[
					"{@optfeature United We Stand|LUA5E:AG}",
					"Fall upon an enemy in concert with your allies and make their attacks more effective with every blow struck."
				],
				[
					"{@optfeature Unsettling Injury|LUA5E:AG}",
					"Make your target unable to cast spells or use combat maneuvers."
				],
				[
					"{@optfeature Unstoppable|LUA5E:AG}",
					"Prevent yourself from being paralyzed, petrified, or stunned."
				],
				[
					"{@optfeature Unyielding|LUA5E:AG}",
					"Heal yourself when reduced to 0 hit points."
				],
				[
					"{@optfeature Use The Pain|LUA5E:AG}",
					"Get a free attack against a foe who scores a critical hit against you."
				],
				[
					"{@optfeature Victory Pose|LUA5E:AG}",
					"Grant allies advantage on death saving throws when you score a critical hit."
				],
				[
					"{@optfeature Warding Wield|LUA5E:AG}",
					"Increase your AC by 2 for one round."
				],
				[
					"{@optfeature Warning Strike|LUA5E:AG}",
					"Stop a creature from moving away from you."
				],
				[
					"{@optfeature Wary Stance|LUA5E:AG}",
					"Gain an expertise die on Insight checks and increase your passive Insight score."
				],
				[
					"{@optfeature Wheeling Charge|LUA5E:AG}",
					"Caper about an enemy and rain down attacks from atop your mount, circling back with every strike."
				],
				[
					"{@optfeature Whirlpool Strike|LUA5E:AG}",
					"Attack all creatures adjacent to you and deal extra damage."
				],
				[
					"{@optfeature Whirlwind Strike|LUA5E:AG}",
					"Attack all creatures adjacent to you."
				],
				[
					"{@optfeature Wild Capering|LUA5E:AG}",
					"Move and gain a climb speed."
				],
				[
					"{@optfeature Wild Swing|LUA5E:AG}",
					"Turn a miss with a heavy weapon into an attack against a different target."
				],
				[
					"{@optfeature Wind Strike|LUA5E:AG}",
					"Make a strike so superb that the wake it cuts through the air damages an enemy beyond your reach."
				],
				[
					"{@optfeature World Shaking Strike|LUA5E:AG}",
					"Create a massive shockwave by striking the ground with a heavy weapon."
				],
				[
					"{@optfeature Wounded Animal Gambit|LUA5E:AG}",
					"Pretend to die and then strike when an opponent makes themself vulnerable."
				],
				[
					"{@optfeature Wounding Strike|LUA5E:AG}",
					"Cause ongoing damage to your target."
				],
				[
					"{@optfeature Zealous Stance|LUA5E:AG}",
					"Gain expertise dice on attacks in exchange for granting expertise dice to your foes."
				]
			]
		}
	],
	"book": [
		{
			"name": "Level Up: Advanced 5th Edition Adventurer's Guide",
			"alias": [
				"A5E Adventurer's Guide"
			],
			"id": "LUA5E:AG",
			"source": "LUA5E:AG",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/cover.webp"
			},
			"published": "2022-03-17",
			"author": "EN Publishing",
			"contents": [
				{
					"name": "Cover & Credits"
				},
				{
					"name": "Introduction"
				},
				{
					"name": "Character Creation",
					"ordinal": {
						"type": "chapter",
						"identifier": 1
					}
				},
				{
					"name": "Origins",
					"ordinal": {
						"type": "chapter",
						"identifier": 2
					},
					"headers": [
						"Step 1: Heritage",
						"Step 2: Culture",
						"Step 3: Background"
					]
				},
				{
					"name": "Adventuring Classes",
					"ordinal": {
						"type": "chapter",
						"identifier": 3
					}
				},
				{
					"name": "Equipment",
					"ordinal": {
						"type": "chapter",
						"identifier": 4
					}
				},
				{
					"name": "Multiclassing & Feats",
					"ordinal": {
						"type": "chapter",
						"identifier": 5
					}
				},
				{
					"name": "Ability Scores",
					"ordinal": {
						"type": "chapter",
						"identifier": 6
					}
				},
				{
					"name": "Adventuring",
					"ordinal": {
						"type": "chapter",
						"identifier": 7
					}
				},
				{
					"name": "Combat & Turn-Based Action",
					"ordinal": {
						"type": "chapter",
						"identifier": 8
					}
				},
				{
					"name": "Combat Maneuvers",
					"ordinal": {
						"type": "chapter",
						"identifier": 9
					},
					"headers": [
						"Combat Traditions",
						"Maneuvers in Combat",
						"Exertion Pool",
						"Basic Maneuvers",
						"Combat Maneuvers",
						{
							"header": "Adamant Mountain Maneuvers",
							"depth": 1
						},
						{
							"header": "Biting Zephyr Maneuvers",
							"depth": 1
						},
						{
							"header": "Mirror's Glint Maneuvers",
							"depth": 1
						},
						{
							"header": "Mist and Shade Maneuvers",
							"depth": 1
						},
						{
							"header": "Rapid Current Maneuvers",
							"depth": 1
						},
						{
							"header": "Razor's Edge Maneuvers",
							"depth": 1
						},
						{
							"header": "Sanguine Knot Maneuvers",
							"depth": 1
						},
						{
							"header": "Spirited Steed Maneuvers",
							"depth": 1
						},
						{
							"header": "Tempered Iron Maneuvers",
							"depth": 1
						},
						{
							"header": "Tooth and Claw Maneuvers",
							"depth": 1
						},
						{
							"header": "Unending Wheel Maneuvers",
							"depth": 1
						}
					]
				},
				{
					"name": "Spellcasting",
					"ordinal": {
						"type": "chapter",
						"identifier": 10
					}
				},
				{
					"name": "Conditions",
					"ordinal": {
						"type": "appendix",
						"identifier": "A"
					}
				},
				{
					"name": "Gods, Faiths, and Beliefs",
					"ordinal": {
						"type": "appendix",
						"identifier": "B"
					}
				},
				{
					"name": "Beasts and Creatures",
					"ordinal": {
						"type": "appendix",
						"identifier": "C"
					}
				},
				{
					"name": "Compatibility",
					"ordinal": {
						"type": "appendix",
						"identifier": "D"
					}
				},
				{
					"name": "Index"
				},
				{
					"name": "Legal Information"
				},
				{
					"name": "Back Cover"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "LUA5E:AG",
			"source": "LUA5E:AG",
			"data": [
				{
					"type": "section",
					"name": "Cover & Credits",
					"page": "Front Cover",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/cover-full.webp"
							},
							"title": "Level Up: Advanced 5th Edition—Adventurer's Guide",
							"credit": "Alba Palacio"
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/00014.webp"
							},
							"credit": "Handiwork Games"
						},
						{
							"type": "quote",
							"style": "quote-pull",
							"skipMarks": true,
							"entries": [
								"{@style {@color Adventurer's Guide|#005a2f}|dnd-font;large}"
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "entries",
							"style": "text-center",
							"name": "Credits",
							"page": 1,
							"entries": [
								{
									"type": "list",
									"style": "list-no-bullets",
									"page": 1,
									"items": [
										{
											"type": "item",
											"name": "Designers:",
											"entries": [
												"Akeem Favor, Amber Underwood, Andrew Engelbrite, Anthony Alipio, Cassandra MacDonald, Chris Rippee, Jocelyn Gray, Josh Gentry, J.R. Zambrano, Lloyd Gyan, Lydia Van Hoy, Mellanie Black, Mike Myler, Minerva McJanda, Morrigan Robbins, Paul Hughes, Peter Coffey, Peter N Martin, Rich Lescouflair, Robyn Nix, Russ Morrissey, Ryan Nock, Sarah Breyfogle, Sarah Madsen, Savannah Broadway, Sen.H.H.S, Shane Stacks, Thiago Rosa, Will Gawned, William Fischer, Willy Abeel"
											]
										},
										{
											"type": "item",
											"name": "Additional Design:",
											"entries": [
												"Anthony Jennings, Ben Green, C. Richard Davies, Elizabeth Orchard, Jeff Gomez, Quin Callahan"
											]
										},
										{
											"type": "item",
											"name": "Additional Consultants:",
											"entries": [
												"Leona Neelam Maple, Minerva McJanda"
											]
										},
										{
											"type": "item",
											"name": "Editing:",
											"entries": [
												"Mike Myler"
											]
										},
										{
											"type": "item",
											"name": "Cover Artist:",
											"entries": [
												"Alba Palacio"
											]
										},
										{
											"type": "item",
											"name": "Interior Artists:",
											"entries": [
												"Dennis Darmody, Claudio Pozas, Dede Putra, Egil Thompson, Eleni Tsami, Erik Davis-Heim, Gui Sommer, Haclif Rodriguez, Herman Lau, Huy Mai Van, Indi Martin, Jlio Rocha, Kim Van Deun, Marcel Budde, Mark Bulahao, Rafael Benjamin, Rich Hershey, Sade, Samantha Darcy, Samantha Kanios, Savage Mojo, ShenFei, Tamara Cvetkovic, Vinicius Werneck, Yihyoung Li"
											]
										},
										{
											"type": "item",
											"name": "Art Director:",
											"entries": [
												"Michael McCarthy"
											]
										},
										{
											"type": "item",
											"name": "Graphic Design:",
											"entries": [
												"Frank Michienzi"
											]
										},
										{
											"type": "item",
											"name": "Level Up: Advanced 5th Edition Logo:",
											"entries": [
												"Handiwork Games"
											]
										},
										{
											"type": "item",
											"name": "Publisher:",
											"entries": [
												"Russ Morrissey"
											]
										},
										{
											"type": "item",
											"name": "Playtesting provided by thousands of fans!",
											"entries": [
												""
											]
										}
									]
								},
								{
									"type": "entries",
									"style": "text-center",
									"page": 1,
									"entries": [
										"See the {@i Level Up} {@link System Reference Document|https://a5esrd.com/} for a full list of Open Gaming Content."
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/00016.webp"
							}
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "EN Publishing",
											"page": 1,
											"entries": [
												"PO Box 1858 | Southampton | SO18 6RX | United Kingdom"
											]
										}
									]
								}
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/00000.webp"
							},
							"title": "Front Cover Art",
							"credit": "Alba Palacio"
						}
					]
				},
				{
					"type": "section",
					"name": "Introduction",
					"page": 6,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/00043.webp"
							}
						},
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 1: Character Creation",
					"page": 12,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 2: Origins",
					"page": 22,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 3: Adventuring Classes",
					"page": 104,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 4: Equipment",
					"page": 306,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 5: Multiclassing & Feats",
					"page": 376,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 6: Ability Scores",
					"page": 400,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 7: Adventuring",
					"page": 417,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 8: Combat & Turn-Based Action",
					"page": 436,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 9: Combat Maneuvers",
					"page": 456,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03002.webp"
							}
						},
						{
							"type": "quote",
							"style": "quote-pull",
							"skipMarks": true,
							"entries": [
								{
									"type": "list",
									"items": [
										"The knight wheels his horse around and levels his lance at the great beast guarding the gates. Spurring his steed forward, he charges at the fiend, his lance aimed at its heart.",
										"As the orc hunters approach, the ranger swiftly knocks a pair of arrows and lets them fly simultaneously, knocking the two lead attackers from their dire wolf mounts.",
										"The duelist deftly steps aside as the clumsy brute lunges forwards. With a few swift strokes, she carves the letter 'K' into his back. Her foe will never forget her name!"
									]
								}
							]
						},
						"Combat maneuvers encompass the techniques honed by warriors devoted to learning the nuances of battle, discovered and perfected through innumerable fights and countless hours of practice. As adventurers become more skilled in the arts of combat, what they can accomplish with a seemingly simple strike grows in breadth and scope, making true masters as deadly in a duel as any archmage. Even novices make use of combat maneuvers however, and with the right timing and a bit of luck they can change the course of critical battles.",
						{
							"type": "section",
							"name": "Combat Traditions",
							"page": 457,
							"entries": [
								"Combat traditions are the basic disciplines of fighting that a warrior relies upon: Adamant Mountain, Biting Zephyr, Mirror's Glint, Mist and Shade, Rapid Current, Razor's Edge, Sanguine Knot, Spirited Steed, Tempered Iron, Tooth and Claw, and Unending Wheel. Each also represents an ethos to combat—the traditions a warrior knows are as defining as a mage's preferred schools of magic. Although regions and cultures may have different names for combat traditions or value some more than others, the tenets at the core of each are the same and practitioners of similar styles often forge alliances through fundamental beliefs that can bridge enormous divides.",
								"These disciplines are much more than mere styles of fighting—they embody the focuses of your training and greatest strengths as a warrior. Two warriors utilizing the same combat traditions might fight in entirely different ways with different weaponry. What they share in common are similar psychological states, approaching battle from the same mindset and concentrating on the same general objectives with their techniques."
							]
						},
						{
							"type": "section",
							"name": "Maneuvers in Combat",
							"page": 457,
							"entries": [
								"Adventurers can do much more than just hit an opponent or dodge a blow, instead delivering special attacks that debilitate or turning a foe's missed assault into a painful mistake. Many of these techniques are combat maneuvers, sublime methods and tactics that make every combatant and their approach to fighting unique.",
								"You know a number of combat maneuvers determined by your class and class level. Your known combat maneuvers are chosen from the combat traditions you are proficient with. Whenever you learn a new maneuver, you can choose one of the maneuvers you know and replace it with another maneuver of the same level or lower.",
								"Using a combat maneuver requires spending one or more exertion points and either a bonus action, reaction, action, or they are performed as part of the Attack action. Certain combat maneuvers require two or more attacks (from Extra Attacks or the use of other class features), and if you are unable to use the Attack action to make as many attacks on your turn as the combat maneuver requires, you cannot use that combat maneuver.",
								"A maneuver sometimes forces a target to make a saving throw to resist its effects. The saving throw DC is calculated as follows:",
								{
									"type": "abilityDc",
									"name": "Maneuver",
									"attributes": [
										"str",
										"dex"
									]
								},
								"Combat maneuvers are nonmagical.",
								{
									"type": "entries",
									"name": "Prerequisites",
									"page": 457,
									"entries": [
										"In order to learn a combat maneuver, you must know its combat tradition and meet its prerequisites. New combat maneuvers learned through a feat or by taking levels in an additional class may be up to the highest degree of combat maneuvers you are able to learn."
									]
								},
								{
									"type": "entries",
									"name": "Stances",
									"page": 457,
									"entries": [
										"The complexities of each combat stance require the right state of mind, making the reordering of one's tactical view a necessary act of focus. Activating a combat stance requires a bonus action. Once activated, a combat stance remains active until you are knocked unconscious, stunned, activate a different combat stance, begin a long rest, or choose to end it on your turn."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Exertion Pool",
							"page": 457,
							"entries": [
								"A warrior requires willpower, whether born from discipline, survival instinct, or bloodlust, to control the ebb and flow of combat around them. Every call to act beyond a typical block or strike depletes this cool disposition.",
								"To use a combat maneuver, you must expend exertion points. You have a maximum number of exertion points equal to double your proficiency bonus. You regain any spent exertion points at the end of a short or long rest.",
								"Alternatively, you can meditate, refocus, and stretch to refill your exertion pool more quickly. You expend Hit Dice to do so, recovering {@dice 1d4} exertion points for each Hit Die expended. The process takes 1 minute per expended Hit Die."
							]
						},
						{
							"type": "section",
							"name": "Basic Maneuvers",
							"page": 458,
							"entries": [
								"Melee combat is not always an exchange of weapon attacks—sometimes you are trying to subdue, not kill. Other times, you may want to do something else other than damage your target in order to gain an upper hand. Several other basic maneuvers are presented below. The Narrator can use these to help adjudicate other improvised actions, following a similar structure and using similarly weighted effects.",
								"All creatures can use basic maneuvers, even if they do not have access to combat maneuvers. No exertion points are required to use a basic maneuver. Unless otherwise noted, using a basic maneuver replaces an attack made on your turn.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Basic Melee Damage",
													"page": 458,
													"entries": [
														"When you successfully use a basic maneuver you also deal basic melee damage. This is equal to 1 + your Strength modifier. Basic melee damage is bludgeoning damage, but at the Narrator's discretion may be piercing or slashing damage.",
														"You cannot use a basic maneuver to activate any features that deal additional damage (such as Sneak Attack or Divine Smite) unless the feature specifically states otherwise.",
														"Any creature with a Challenge Rating of 0 cannot deal basic melee damage."
													]
												}
											]
										}
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03013.webp"
									}
								},
								{
									"type": "statblock",
									"tag": "optfeature",
									"source": "LUA5E:AG",
									"name": "Disarm",
									"page": 458
								},
								{
									"type": "statblock",
									"tag": "optfeature",
									"source": "LUA5E:AG",
									"name": "Grab On",
									"page": 458
								},
								{
									"type": "statblock",
									"tag": "optfeature",
									"source": "LUA5E:AG",
									"name": "Grapple",
									"page": 458
								},
								{
									"type": "statblock",
									"tag": "optfeature",
									"source": "LUA5E:AG",
									"name": "Knockdown",
									"page": 459
								},
								{
									"type": "statblock",
									"tag": "optfeature",
									"source": "LUA5E:AG",
									"name": "Overrun",
									"page": 459
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03020.webp"
									}
								},
								{
									"type": "statblock",
									"tag": "optfeature",
									"source": "LUA5E:AG",
									"name": "Shove",
									"page": 459
								}
							]
						},
						{
							"type": "section",
							"name": "Combat Maneuvers",
							"page": 460,
							"entries": [
								{
									"type": "statblock",
									"tag": "table",
									"source": "LUA5E:AG",
									"name": "Combat Maneuvers",
									"page": 460
								},
								{
									"type": "inset",
									"page": 465,
									"name": "Movement and Combat Maneuvers",
									"entries": [
										"Any movement granted by a combat maneuver only affects how far you can move on your turn if it refers to your Speed."
									]
								},
								{
									"type": "entries",
									"name": "Adamant Mountain Maneuvers",
									"page": 465,
									"entries": [
										"{@i Hardiness, Might, Power}",
										"Engaging in combat means enduring some amount of suffering and those who make use of Adamant Mountain maneuvers are well prepared to weather their opponents' blows, relying not just on their might but the careful and expert application of force in all aspects of battle.",
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Catch Your Breath",
											"page": 465
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Cleaving Swing",
											"page": 465
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Heavy Stance",
											"page": 465
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Lean Into It",
											"page": 465
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Reactive Knockdown",
											"page": 466
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Shrug It Off",
											"page": 466
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Warding Wield",
											"page": 466
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03066.webp"
											}
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Battering Strike",
											"page": 466
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Crushing Blow",
											"page": 466
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Unbreakable",
											"page": 466
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Stand Tall Stance",
											"page": 466
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Unstoppable",
											"page": 466
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Wild Swing",
											"page": 467
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Unyielding",
											"page": 467
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "World Shaking Strike",
											"page": 467
										}
									]
								},
								{
									"type": "entries",
									"name": "Biting Zephyr Maneuvers",
									"page": 467,
									"entries": [
										"{@i Distance, Sharpshooting, Thrown Weapons}",
										"Not every battle requires making close contact with the enemy and there is an art to fighting from a distance, whether that be a few dozen feet or hundreds. Warriors that know Biting Zephyr techniques are superlative ranged combatants, not only for the deadly accuracy of their attacks but also the myriad tricks they've mastered to routinely make shots that should be impossible.",
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Covering Fire",
											"page": 467
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Doubleshot",
											"page": 467
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Farshot Stance",
											"page": 467
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Point Blank Shot",
											"page": 467
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Countershot",
											"page": 468
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Quickdraw",
											"page": 468
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Trickshot",
											"page": 468
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Blindshot",
											"page": 468
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Missile Volley",
											"page": 468
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Ricochet",
											"page": 468
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Dive For Cover",
											"page": 468
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Heartseeker",
											"page": 469
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Mundane Missile Stance",
											"page": 469
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Hear the Wind",
											"page": 469
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Horizon Shot",
											"page": 469
										}
									]
								},
								{
									"type": "entries",
									"name": "Mirror's Glint Maneuvers",
									"page": 469,
									"entries": [
										"{@i Flowing, Insightful, Reactive}",
										"At its heart combat is a dance between opponents and practicing the Mirror's Glint tradition means reading, interpreting, and anticipating one's foe. Using instinct and your insight from battles won and lost, you are excellent at reacting to an enemy in order to gain the upper hand.",
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Knockdown Assault",
											"page": 469
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Leading Throw",
											"page": 469
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Warning Strike",
											"page": 469
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Wary Stance",
											"page": 470
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Assisted Roll",
											"page": 470
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Off-Balancing Strikes",
											"page": 470
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Take Weapon",
											"page": 470
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03088.webp"
											}
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Flowing Form",
											"page": 470
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Heightened Reflexes",
											"page": 470
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Redirect",
											"page": 470
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Discerning Strike",
											"page": 471
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Retributive Blow",
											"page": 471
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Strike the Cracks Stance",
											"page": 471
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Blinding Strikes",
											"page": 471
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Reflect Attack",
											"page": 471
										}
									]
								},
								{
									"type": "entries",
									"name": "Mist and Shade Maneuvers",
									"page": 471,
									"entries": [
										"{@i Diversion, Feinting, Mental}",
										"Making the wrong move in a fight can be fatal— particularly when an opponent causes such a misstep. Warriors that rely on Mist and Shade maneuvers are confounding foes that play mental games amidst battle, feinting and leading their enemies into crucial mistakes they are all too ready to exploit.",
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Anticipate Spell",
											"page": 471
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Deceptive Stance",
											"page": 472
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Painful Pickpocket",
											"page": 472
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Perplexing Flurry",
											"page": 472
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Agile Feint",
											"page": 472
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Force Hesitation",
											"page": 472
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Mugging Hit",
											"page": 472
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Douse",
											"page": 472
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Feinting Strike",
											"page": 472
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Pickpocket",
											"page": 473
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Blinding Blow Stance",
											"page": 473
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Spinning Parry",
											"page": 473
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Steal Momentum",
											"page": 473
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Armor Lock",
											"page": 473
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Pilfer Object",
											"page": 473
										}
									]
								},
								{
									"type": "entries",
									"name": "Rapid Current Maneuvers",
									"page": 473,
									"entries": [
										"{@i Fast Strikes, Mobility, Swiftness}",
										"It is not always the hardest hits that win a fight— sometimes striking first is far more important. Embracing rapid blows and agility, warriors of the Rapid Current tradition know how to use speed to its utmost to defeat a foe.",
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Charge",
											"page": 473
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Eye Slash",
											"page": 473
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Speed Over Strength",
											"page": 474
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Swift Stance",
											"page": 474
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Parrying Counter",
											"page": 474
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Rapid Drink",
											"page": 474
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03110.webp"
											}
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Rolling Strike",
											"page": 474
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Disarming Counter",
											"page": 475
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Rapid Strike",
											"page": 475
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Whirlwind Strike",
											"page": 475
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "First Blood",
											"page": 475
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Flowing Steps Stance",
											"page": 475
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Whirlpool Strike",
											"page": 475
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Tidal Parry",
											"page": 475
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Tsunami Dash",
											"page": 475
										}
									]
								},
								{
									"type": "entries",
									"name": "Razor's Edge Maneuvers",
									"page": 476,
									"entries": [
										"{@i Awareness, Concentration, Discipline}",
										"The most impressive strikes and superlative parries are not matters of luck or circumstance when made by a warrior utilizing the Razor's Edge—they are the fruits of keen awareness, concentration, and iron-clad discipline.",
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Dangerous Strikes",
											"page": 476
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Exploit Footing",
											"page": 476
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Iron Will",
											"page": 476
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Perceptive Stance",
											"page": 476
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Practiced Roll",
											"page": 476
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Twist the Blade",
											"page": 476
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Use The Pain",
											"page": 476
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Drive Back",
											"page": 476
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Instinctive Counterattack",
											"page": 477
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Mind Over Body",
											"page": 477
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Dashing Razor",
											"page": 477
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Perfect Edge Stance",
											"page": 477
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Sharpened Awareness",
											"page": 477
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03127.webp"
											}
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Death Blow",
											"page": 478
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Heightened Concentration",
											"page": 478
										}
									]
								},
								{
									"type": "entries",
									"name": "Sanguine Knot Maneuvers",
									"page": 478,
									"entries": [
										"{@i Legion, Teamwork, Trust}",
										"A battle fought alone is often a battle already lost and practitioners of the Sanguine Knot tradition focus on the opportunities presented when an ally is nearby to help. While they may be weaker alone, these warriors are lethal in tandem and the trust they have for their companions make them truly valuable adventurers to keep nearby.",
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Doubleteam",
											"page": 478
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Legion Stance",
											"page": 478
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Shield Wall",
											"page": 478
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Shoulder Check",
											"page": 478
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Back To Back",
											"page": 478
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Double Tackle",
											"page": 479
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Dual Grapple",
											"page": 479
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Follow-Up Topple",
											"page": 479
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Hurl Ally",
											"page": 479
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Bodyguard",
											"page": 479
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Brotherhood Stance",
											"page": 479
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Doubletime",
											"page": 480
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Rallying Cry",
											"page": 480
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "United We Stand",
											"page": 480
										}
									]
								},
								{
									"type": "entries",
									"name": "Spirited Steed Maneuvers",
									"page": 480,
									"entries": [
										"{@i Mounted, Soldiering, Warfare}",
										"There are many warriors that fight on horseback— or an altogether different kind of creature—and master the tricks of battling in tandem with their mount to overwhelm slower, less mobile foes. The most common adherents to this tradition are soldiers typically born to noble castes with the resources to both keep steeds and pay for the tutelage of their use.",
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Cavalier Stance",
											"page": 480
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Lancer Strike",
											"page": 480
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Mounted Charge",
											"page": 480
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Riding Leap",
											"page": 480
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03149.webp"
											}
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Rearing Menace",
											"page": 481
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Spur Mount",
											"page": 481
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Trample",
											"page": 481
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Launched Strike",
											"page": 482
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Sacrifice Mount",
											"page": 482
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Saddled Blows",
											"page": 482
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Prodigious Leap",
											"page": 482
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Spirited Whistle",
											"page": 482
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Steely Steed Stance",
											"page": 482
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Reassuring Pat",
											"page": 482
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Wheeling Charge",
											"page": 482
										}
									]
								},
								{
									"type": "entries",
									"name": "Tempered Iron Maneuvers",
									"page": 483,
									"entries": [
										"{@i Confidence, Conviction, Zealotry}",
										"To achieve victory over any opponent a warrior must be confident and those who utilize the techniques of Tempered Iron are certain of their every step and swing, often zealous in their pursuit of a foe and motivated by a daunting drive to succeed no matter the cost.",
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Imposing Glare",
											"page": 483
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Purge Magic",
											"page": 483
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Striding Swings",
											"page": 483
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Zealous Stance",
											"page": 483
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Faith Within",
											"page": 483
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Gaze Of Conviction",
											"page": 483
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Stunning Assault",
											"page": 483
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Break Spell",
											"page": 484
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Defy Magic",
											"page": 484
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Dispelling Assault",
											"page": 484
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Devoted Assault",
											"page": 484
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Dispelling Charge",
											"page": 484
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Spell Shattering Strike",
											"page": 484
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Branding Steel",
											"page": 485
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Burning Embers of Faith",
											"page": 485
										}
									]
								},
								{
									"type": "entries",
									"name": "Tooth and Claw Maneuvers",
									"page": 485,
									"entries": [
										"{@i Animalistic, Movement, Natural}",
										"There is a fundamental need to survive that all creatures tap into during a fight, an urge to endure can be captured and focused to tremendous effect. Wielders of Tooth and Claw are animalistic in their attacks, moving around in combat and pouncing upon an opponent's every weakness.",
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Bounding Strike",
											"page": 485
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Raking Strikes",
											"page": 485
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Ride Enemy",
											"page": 485
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Springing Stance",
											"page": 485
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Expert Tumble",
											"page": 486
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Leaping Strike",
											"page": 486
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Primal Intercept",
											"page": 486
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Gut Strike",
											"page": 486
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Rake",
											"page": 486
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Wild Capering",
											"page": 486
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Blind Instinct",
											"page": 486
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Bloody Roar",
											"page": 486
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Mercurial Striking Stance",
											"page": 487
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Furious Barrage",
											"page": 487
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Wounded Animal Gambit",
											"page": 487
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/03183.webp"
											}
										}
									]
								},
								{
									"type": "entries",
									"name": "Unending Wheel Maneuvers",
									"page": 487,
									"entries": [
										"{@i Mastery, Patience, Training}",
										"There are many facets to combat—how one places their feet, an adroit grip upon a weapon's hilt, the angle of a shield arm—but achieving exceptional skill over specific weaponry can be an efficient means to victory. By patiently focusing your martial studies you unlock secrets that general practitioners of combat never glean, and with dedicated training you master their use.",
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Dangerous Signature",
											"page": 487
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Throwing Stance",
											"page": 487
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Victory Pose",
											"page": 488
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Wounding Strike",
											"page": 488
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Deflect Strike",
											"page": 488
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Instant Strike",
											"page": 488
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Preternatural Strikes",
											"page": 488
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Disarming Assault",
											"page": 488
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Expert Sidestep",
											"page": 488
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Unsettling Injury",
											"page": 489
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Any Weapon Stance",
											"page": 489
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Mistaken Opportunity",
											"page": 489
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Wind Strike",
											"page": 489
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Heart of the Sword",
											"page": 489
										},
										{
											"type": "statblock",
											"tag": "optfeature",
											"source": "LUA5E:AG",
											"name": "Perfect Assault",
											"page": 489
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 10: Spellcasting",
					"page": 490,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix A: Conditions",
					"page": 616,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix B: Gods, Faiths, and Beliefs",
					"page": 624,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix C: Beasts and Creatures",
					"page": 632,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix D: Compatibility",
					"page": 635,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Index",
					"page": 637,
					"entries": [
						{
							"type": "homebrew",
							"entries": [
								"{@style {@note Only \"{@book Chapter 9: Combat Maneuvers|LUA5E:AG|10}\" is converted at this time.}|large}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Legal Information",
					"page": 648,
					"entries": [
						"OPEN GAME License Version 1.0a",
						"The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.",
						{
							"type": "list",
							"style": "list-decimal",
							"columns": 3,
							"page": 648,
							"items": [
								"Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities; places, locations, environments, creatures, Equipment, magical or supernatural Abilities or Effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.",
								"The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.",
								"Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.",
								"Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.",
								"Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.",
								"Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.",
								"Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.",
								"Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.",
								"Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.",
								"Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.",
								"Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.",
								"Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.",
								"Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.",
								"Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "COPYRIGHT NOTICE",
													"page": 648,
													"entries": [
														"",
														"Open Game License v 1.0 Copyright 2000, Wizards of the Coast, Inc.",
														"Level Up: Advanced 5th Edition Adventurer's Guide. Copyright 2021, EN Publishing. {@link www.levelup5e.com}",
														"Level Up: Advanced 5th Edition Trials & Treasures. Copyright 2021, EN Publishing. {@link www.levelup5e.com}",
														"Level Up: Advanced 5th Edition Monstrous Menagerie. Copyright 2021, EN Publishing. {@link www.levelup5e.com}",
														"System Reference Document. Copyright 2000, Wizards of the Coast, Inc.; Authors Jonathan Tweet, Monte Cook, Skip Williams, based on material by E. Gary Gygax and Dave Arneson.",
														"System Reference Document 5.0 Copyright 2016, Wizards of the Coast, Inc.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.",
														"Pathfinder Roleplaying Game Reference Document.  2011, Paizo Publishing, LLC; Author: Paizo Publishing, LLC.",
														"Pathfinder Roleplaying Game Core Rulebook.  2009, Paizo Publishing, LLC; Author: Jason Bulmahn, based on material by Jonathan Tweet, Monte Cook, and Skip Williams.",
														"Pathfinder Roleplaying Game Bestiary.  2009, Paizo Publishing, LLC; Author: Jason Bulmahn, based on material by Jonathan Tweet, Monte Cook, and Skip Williams.",
														"Tome of Horrors.  2002, Necromancer Games, Inc.; Authors: Scott Greene, with Clark Peterson, Erica Balsley, Kevin Baase, Casey Christofferson, Lance Hawvermale, Travis Hawvermale, Patrick Lawinger, and Bill Webb; Based on original content from TSR."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Back Cover",
					"page": "Back Cover",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/back-cover.webp"
							},
							"credit": "Alba Palacio"
						},
						{
							"type": "hr"
						},
						{
							"type": "quote",
							"style": "quote-pull",
							"skipMarks": true,
							"entries": [
								"{@style Prepare for Adventure!|dnd-font;large}"
							]
						},
						"In this guide to {@i Level Up}, the advanced roleplaying game, you will find everything you need to play. Create diverse and unique heroes, engage in epic combat with villainous foes, cast powerful spells, and build mighty strongholds!",
						{
							"type": "inset",
							"entries": [
								"This core rulebook includes:",
								{
									"type": "list",
									"items": [
										"A unique origin system which allows you to select your heritage, culture, background, and destiny!",
										"Details of adventuring gear, weapons, armor, vehicles, and strongholds.",
										"Full rules for combat and adventuring.",
										"Hundreds of spells, combat maneuvers, exploration knacks, and other exciting abilities!",
										"An advanced rule system which adds depth to the core 5th Edition rules while maintaining full compatibility."
									]
								},
								"{@i Level Up} is a standalone game. Everything you need to create your character and start adventuring can be found in this rulebook.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/00016.webp"
											}
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/04138.webp"
											}
										}
									]
								}
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/LUA5EAG/04133.webp"
							},
							"title": "Back Cover Art",
							"credit": "Alba Palacio"
						}
					]
				}
			]
		}
	]
}
