{
	"_meta": {
		"sources": [
			{
				"json": "EGtX",
				"full": "Explorer's Guide to Xhoria",
				"color": "c60017",
				"abbreviation": "EGtX",
				"authors": [
					"Flore"
				],
				"version": "2020.02.24",
				"url": "https://github.com/TheGiddyLimit/homebrew"
			}
		],
		"dateAdded": 1582566120,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "eaf2da1c9c",
		"edition": "classic"
	},
	"deity": [
		{
			"name": "Asteran",
			"source": "EGtX",
			"title": "the First Twin",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Order",
				"Light"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "Angel holding an orb high",
			"altNames": [
				"True Angel",
				"Blessed Twin"
			],
			"entries": [
				"Asteran and Zuriel were two angels, who both inhibited strong leader-like abilities. They were brought to divinity by Lumen, after he took notice of the twins. Asteran is now the only deity of angels, after Zuriel betrayed him, wounded him, and fell from divinity. Asteran is now leader over the angels and arch-angels of Xhoria (See nameref{alfhelas}). He rules over the angels from the Golden City of Alfhelas. Asteran is depicted as a male angel, with 3 sets of large white feathery wings. Asteran himself is rarely seen as a patron, but his angels are."
			]
		},
		{
			"name": "Auberon",
			"source": "EGtX",
			"title": "the Justicar",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Order",
				"Nature"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "A chalice with antlers",
			"altNames": [
				"the Fairest",
				"Midsummer's Day"
			],
			"entries": [
				"Auberon was one of the two first telorin to exist on Xhoria, the other being Thena, his former wife. Stories tell of Auberon being a fair leader. Lumen took note of his extraordinary fairness and brought him up to divinity. He was wedded to Thena, but due to a terrible event between the two of them, Auberon abandoned Thena. Auberon is the deity over justice and nobility. Many lawyers and nobles have Auberon as their patron, and most telorin consider Auberon their main deity."
			]
		},
		{
			"name": "Kagu",
			"source": "EGtX",
			"title": "the Whitesmith",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Forge",
				"Order"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "Anvil",
			"altNames": [
				"the Inventor",
				"the Creator"
			],
			"entries": [
				"Kagu was one of the first blacksmiths in Xhoria, and also one of the best. He was touched by Lumen for his incredible talent and creativity, ascending him to divinity in the hopes of encouraging craftsmanship in Xhoria. He is now the god of creation and invention. He is depicted as a male giant, with a set of magical blacksmith's tools. Many craftsmen pray to Kagu to bless their work. He is the patron of blacksmiths, inventors and other craftsmen."
			]
		},
		{
			"name": "Lumen",
			"source": "EGtX",
			"title": "the Burning Hand",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Light",
				"War"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "Burning hand",
			"altNames": [
				"Lightbringer",
				"Solar Pillar"
			],
			"entries": [
				"The Burning Hand, lord over the sun and fire, bringer of light and justice, is one of the two Prime Deities and head of the Deific Court. He is depicted as a humanoid figure, consisting of only light.",
				"He was the first to battle against the Shadowbringer during The Dawn, making space for other divine beings to manifest a form. Commoners that are faithful to him are sometimes blessed with his divine energy, making it easier for them to grow crops, in power, or as a person.",
				"He is often the patron to those that follow a similar righteous creed like the Hand himself."
			]
		},
		{
			"name": "Lykor",
			"source": "EGtX",
			"title": "King of Frost",
			"alignment": [
				"L",
				"N"
			],
			"domains": [
				"Nature",
				"Tempest"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "Snowflake",
			"altNames": [
				"Frostwolf",
				"Winterking"
			],
			"entries": [
				"Lykor is one of the two lords of nature. He is depicted as a large white wolf, with 3 tails. Many frost telorin worship Lykor for his relation to the cold weathers they are accustomed to.",
				"As one of the first deities on Xhoria he created most of the nature Xhorians know. He also represents the lawful side of nature.",
				"Many rangers and druids have Lykor as their patron."
			]
		},
		{
			"name": "Namiza",
			"source": "EGtX",
			"title": "the Immortal Soul",
			"alignment": [
				"L",
				"E"
			],
			"domains": [
				"Death",
				"Arcana"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "Side facing skull biting into a gem",
			"altNames": [
				"Lord of Undeath",
				"God of Liches"
			],
			"entries": [
				"Namiza rejected the cycle of life and death when Zhizuna created the Weave, becoming the first lich of Xhoria. He was touched by Umbrava and became the deity of undeath. Namiza is one of the few who know the secrets of life and death, and many mages desire this knowledge.",
				"He is depicted as a skull, encased in green and blue flames, representing his form after lichdom.",
				"After ascending to Daemonhood, he became the patron of many necromancers."
			]
		},
		{
			"name": "Norguul",
			"source": "EGtX",
			"title": "the Horned Rat",
			"alignment": [
				"C",
				"E"
			],
			"domains": [
				"Death",
				"Grave"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "The face of a horned rat",
			"altNames": [
				"Plaguebringer",
				"Lord of Pestilence"
			],
			"entries": [
				"Norguul was one of the first skavarot on Xhoria. His main motivation was to bring a deadly plague to everyone on Xhoria. Umbrava was impressed by his devotion to illnesses and plagues, and gave him the opportunity to realize his desires. After being touched by Umbrava, Norguul became the Horned Rat, primary god of the skavarot. He is considered deity over illness and sickness. He is the patron of skavarot and many alchemists across Xhoria."
			]
		},
		{
			"name": "Septus",
			"source": "EGtX",
			"title": "the Devourer",
			"alignment": [
				"N",
				"E"
			],
			"domains": [
				"Death",
				"Tempest"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "Curled up snake",
			"altNames": [
				"Serpent eating the Horizon",
				"Destroyer of Worlds"
			],
			"entries": [
				"After Kagu became the deity of creation and invention, Umbrava sought out to create the Daemon powerful enough to counter Kagu. He shaped a blind black snake, like one of the Shadow Titans, and granted it divinity. This snake, Septus, is the deity of utter destruction and hunger. Its followers have usually lost their mind, being deceived into its influence. He is often the patron of cultists and those that seek destruction."
			]
		},
		{
			"name": "Sunari",
			"source": "EGtX",
			"title": "Queen of Warmth",
			"alignment": [
				"C",
				"G"
			],
			"domains": [
				"Nature",
				"Trickery"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "Tree with three leaves",
			"altNames": [
				"Summerfox",
				"Summerqueen"
			],
			"entries": [
				"The Queen of Warmth is the second lord of nature. She is depicted as a large yellow fox, with 4 large tails. She forms the Monarchs of Nature together with Lykor.",
				"She represents the chaotic side, but also the warmth, of nature.",
				"Like Lykor she is patron to many rangers and druids."
			]
		},
		{
			"name": "Takemi",
			"source": "EGtX",
			"title": "the Thousand Swords",
			"alignment": [
				"L",
				"N"
			],
			"domains": [
				"War",
				"Forge"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "Upright sword with blade sheathed in flame",
			"altNames": [
				"the Tactician",
				"Master of War"
			],
			"entries": [
				"Takemi was brought to divinity by Lumen, for his brilliance in warfare in the early years of the Age of Sovereignty. He is the deity of warfare and swordsmanship. He is patron to fighters, soldiers and generals."
			]
		},
		{
			"name": "The All-Watcher",
			"source": "EGtX",
			"alignment": [
				"N"
			],
			"domains": [
				"Arcana",
				"Knowledge"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "Upside-down triangle with an eye in it",
			"altNames": [
				"He who sees all",
				"The Eye"
			],
			"entries": [
				"The All-Watcher is a neutral deity, it is focussed on collecting knowledge. It is depicted as a giant eye, watching over Xhoria. Many worship it like a cult, but much is unknown about this deity. It is patron to many mages, researchers, and cultists."
			]
		},
		{
			"name": "Thena",
			"source": "EGtX",
			"title": "the Melancholy Gloom",
			"alignment": [
				"L",
				"N"
			],
			"domains": [
				"Grave",
				"Nature"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "A single tear",
			"altNames": [
				"the Abandoned",
				"Midsummer's Night"
			],
			"entries": [
				"Thena was one of the two first telorin to exist on Xhoria, the other being Auberon, her former husband. After Auberon abandoned her, a terrible depression overtook her. Umbrava took note of this event between Auberon and Thena, and given that Auberon was brought to divinity, he touched Thena and made her the deity of disorder and abandonment, a true embodiment of emotion and depression. Thena was thankful for the act of kindness Umbrava showed her. People that resonate with the events that Thena went through often pray to her for consolation."
			]
		},
		{
			"name": "Umbrava",
			"source": "EGtX",
			"title": "the Shadowbringer",
			"alignment": [
				"C",
				"N"
			],
			"domains": [
				"Trickery",
				"Grave"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "Crescent moon",
			"altNames": [
				"Moonkeeper",
				"Cold One"
			],
			"entries": [
				"The Shadowbringer, also known as the First Daemon on Xhoria or the head of the Daemons, is one of the two Prime Deities and lord of shadows and darkness. Depicted as a humanoid made of shadows with six dark tendrils as arms.",
				"He was the original ruler over Xhoria during the Age of Dawn. During this time he created five Shadow Titans, of which the names have been lost to time.",
				"He is the patron to the unfortunate warlocks or the many cultists that follow the shadows."
			]
		},
		{
			"name": "Zotek",
			"source": "EGtX",
			"title": "the Mutator",
			"alignment": [
				"L",
				"E"
			],
			"domains": [
				"War",
				"Tempest"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "Two claw marks",
			"altNames": [
				"God-Coatl",
				"Father of Coatl"
			],
			"entries": [
				"Zotek was the first kroxelhua in Xhoria, his thick black scales and enormous body did not go unnoticed by Umbrava. After Lumen touched Lykor, Umbrava retaliated by ascending Zotek to divinity, making him the destructive force of nature on Xhoria. Zotek created many monstrosities and is often the cause of storms and harsh weather.",
				"He is the patron of most Coatl in Xhoria, who see him as the one and only deity."
			]
		},
		{
			"name": "Zhizuna",
			"source": "EGtX",
			"title": "the Web-Weaver",
			"alignment": [
				"L",
				"N"
			],
			"domains": [
				"Life",
				"Grave, Death"
			],
			"pantheon": "Xhorian",
			"category": "The Divine Court",
			"symbol": "Spider with a cross on its back",
			"altNames": [
				"Giver of life",
				"Weaver of Fates"
			],
			"entries": [
				"Zhizuna is the deity over the afterlife. Depicted as a spider with a green glowing cross on its back.",
				"She is ruler over the Weave, the large web of life and death that spans over the Xhorian Multiverse. To create life is to weave from the web, and to die is to be woven back into the web. The Weave is also the force that keeps the planes together. Magic, both divine and arcane, uses the Weave.",
				"She is the patron to many doctors, clerics and priests."
			]
		},
		{
			"name": "Carnage",
			"source": "EGtX",
			"title": "the Bloodfather",
			"alignment": [
				"C",
				"E"
			],
			"domains": [
				"Death",
				"Blood"
			],
			"pantheon": "Xhorian",
			"category": "The Fallen Deities",
			"symbol": "An open mouth with sharp teeth",
			"altNames": [
				"the Weavebreaker",
				"the Blood God"
			],
			"entries": [
				"Carnage is well known for his destruction and manipulation of the Weave to cause more massive destruction. Not even Umbrava, who brought him to divinity in the first place, was able to tolerate the destruction Carnage brought to the multiverse as he tore through the Weave. Fallen deities are either illegal or at least frowned upon, but Carnage is the most illegal deity to worship, in the same way as practising carnomancy. Legends say he is split in two, imprisoned in both Caeldrum and Incarceri, but his influence still exists in Xhoria."
			]
		},
		{
			"name": "Chisiet",
			"source": "EGtX",
			"title": "the Dragon God",
			"alignment": [
				"L",
				"N"
			],
			"domains": [
				"Order",
				"Light"
			],
			"pantheon": "Xhorian",
			"category": "The Fallen Deities",
			"symbol": "The face of a Dragon",
			"altNames": [
				"Father of Dragons",
				"the First Dragon"
			],
			"entries": [
				"The first dragon of Xhoria, Chisiet, was touched by Lumen. He became Chisiet, the Dragon God. He made the first dragonborn and dragons. His greed and lust for power made him attempt to beat the Burning Hand, to take control over light and dark. This failed miserably, causing him to fall from divinity and indirectly doom all his creations with him."
			]
		},
		{
			"name": "Erudaine",
			"source": "EGtX",
			"title": "of the Other Worlds",
			"alignment": [
				"C",
				"G"
			],
			"domains": [
				"Light",
				"Trickery"
			],
			"pantheon": "Xhorian",
			"category": "The Fallen Deities",
			"symbol": "Vertical lines varying in length",
			"altNames": [
				"The Mothers",
				"Givers of Power"
			],
			"entries": [
				"The Erudaine are not a single deity, but a group. They were powerful otherworldly entities that had strong unknown and unheard of powers. This intrigued Umbrava, who touched them, turning them into deities. The Erudaine used their newfound power to give others part of their power in return for favors. This displeased Umbrava, who felt that their divinity was misused. Umbrava cursed them, causing them to fall from divinity and be in a state of imprisonment. They still give out their power, even after becoming fallen deities."
			]
		},
		{
			"name": "Zuriel",
			"source": "EGtX",
			"title": "the Second Twin",
			"alignment": [
				"L",
				"E"
			],
			"domains": [
				"Order",
				"Trickery"
			],
			"pantheon": "Xhorian",
			"category": "The Fallen Deities",
			"symbol": "Angel holding an orb low",
			"altNames": [
				"Betrayer Angel",
				"Angel of the Fallen"
			],
			"entries": [
				"Zuriel was the twin brother of Asteran, the First Twin. After both being touched by Lumen, they became lords over angels. He is depicted as a male angel with 3 sets of dark black wings. Umbrava managed to corrupt Zuriel, causing him to become filled with greed. Zuriel wanted to have more than both of them combined and thus betrayed his brother Asteran. He wounded Asteran, but was not able to kill him. Lumen doomed Zuriel, causing him to fall from divinity and now live in the shadow of his brother."
			]
		}
	],
	"variantrule": [
		{
			"type": "section",
			"name": "Large Mechanics",
			"source": "EGtX",
			"entries": [
				"These bullets are provided to place all the changes in their entirety in a single place of reference. Only a few of these will come up often, and those are fairly simple and memorable. The changes are as follows",
				{
					"type": "list",
					"items": [
						"The races have advantage on Strength ability checks and Strength saving throws. For this reason, these races are assumed to be strong, and do not need to gain a Strength score bonus—they will usually roll high anyway, except on attacks and damage.",
						"The Large weapons deal an extra 1d4 damage.",
						"Your normal unarmed strike damage is 2 + your Strength modifier.",
						"The creature takes up a 10 by 10 foot area.",
						"To fit into a Medium area, the creature must squeeze into the space costing double its movement, disadvantage on attack rolls and Dexterity saving throws, and attack rolls against it to have advantage.",
						"The creature's push, drag, lift, and carrying capacity are all calculated for Large size. Push, drag, and lift are 60 times your Strength score while carrying capacity multiplies your Strength score by 30 unless otherwise noted. (This is overwritten by my homebrew rules for nameref{carry}. See that section for more info)",
						"The races are able to grapple and shove Huge creatures.",
						"If you attempt to handle something very small, such as a vial of acid, the DM may call for a Dexterity check where a smaller sized creature would automatically succeed.",
						"You require mounts at least one size larger than you as normal.",
						"You require four times as much food as normal and your armor requires four times the materials to be made. It is about that much more expensive, and that's assuming you can find it. Based on how common these races are in your world, they might be found in populous cities. You also require larger shields, which are more common, but give no bonus to AC outside the norm.",
						"All of these races still count as humanoids unless otherwise noted."
					]
				},
				{
					"type": "entries",
					"name": "Weapon Usage",
					"entries": [
						{
							"type": "list",
							"items": [
								"If you are proficient in any weapon, you are considered proficient for its Large sized version as well.",
								"The Large versions of weapons are not very common. They cost at least twice that of a normal weapon. You may start with a single Large-sized weapon."
							]
						}
					]
				}
			]
		}
	],
	"race": [
		{
			"name": "Coatl",
			"source": "EGtX",
			"size": [
				"M"
			],
			"speed": "Varies",
			"ability": [
				{
					"wis": 2
				}
			],
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Coatl in Xhoria reach adulthood at around the age of 50 and can live to be 1500 years old."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Coatl live in hierarchies, and are usually Lawful in nature."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Being creatures of the dark jungle or forest, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Depending on their subrace, coatl range from under 5 to over 8 feet tall. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Draconic."
					],
					"type": "entries"
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"draconic": true
				}
			],
			"age": {
				"mature": 50,
				"max": 1500
			}
		},
		{
			"name": "Northlander",
			"source": "EGtX",
			"ability": [
				{
					"con": 1,
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis",
							"cha"
						],
						"count": 1
					}
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"traitTags": [
				"Tool Proficiency"
			],
			"entries": [
				"As with every other race, individuals have their own strengths and weaknesses, but Northlanders all share a few similarities.",
				{
					"name": "Age",
					"entries": [
						"As other humans, Northlanders reach adulthood in their late teens and live less than a century."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"The violent culture of the Northlanders favors chaotic alignment, as personal strength and the freedom to roam the sea are core parts of their beliefs. Most tend towards neutral alignment, while those that live a life of raid, plunder and enslavement of others revel in evil."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Northlanders are tall and strong, most stand between 6 and 7 foot tall. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Frost Born",
					"entries": [
						"You have resistance to cold damage."
					],
					"type": "entries"
				},
				{
					"name": "Mariner",
					"entries": [
						"You can hold your breath underwater for twice as long."
					],
					"type": "entries"
				},
				{
					"name": "Tool Proficiency",
					"entries": [
						"You gain proficiency with {@item navigator's tools|phb}."
					],
					"type": "entries"
				},
				{
					"name": "Northern Heart",
					"entries": [
						"Starting at 3rd level, you can use your action to call upon the inner strength that lies into every sons and daughters of the north. Your strength lasts for 1 minute or until you end it as a bonus action. During it, you have advantage on all Strength and Constitution saving throws, and you gain temporary hit points at the start of each of your turns. The temporary hit points equal half your level (rounded up) + your Constitution modifier.",
						"Once you use this trait, you must finish a long rest before you can use it again."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Dorvassian."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"The northern nation of Dorvass has two magic-touched human races as inhabitants. One of these fierce people known as Northlanders have been amongst the first to set foot on the northern continents. The isles of their homeland are scoured by strong winds and powerful waves, and also suffer biting, bone-chilling cold for most of the year. In deepest winter, the inlets are choked with ice, and fog lingers late into the day, if it breaks at all. Most wear furs to keep out the cold, and those going to war supplement their protection with thicker hides, and helms lined with wool or fur. They disdain magic and glorify battle, to the point that most communities grow restless when they don't have an enemy to fight.",
					{
						"type": "entries",
						"name": "Warriors and Sailors",
						"entries": [
							"Because the Northlanders are good at fighting and sailing, and perfectly willing to attack ships close to their shores, best to be cautious around any Northlander Isles, especially if you haven't been assured of safe passage, and often even then. Still, they are great sailors, thanks to their reliable and sturdy longships and their navigation techniques. The consensus on Northlanders is that they are violent folks who raid and pillage at will and seek to enslave any outlanders they capture on or near their island."
						]
					},
					{
						"type": "entries",
						"name": "A Raider's Life",
						"entries": [
							"Northlander society is rhythmed by the seasons, with spring opening the raid season and winter ending it. The truce season, autumn, opens the islands for trade with the rest of the world for a few weeks, as the Northlanders allow foreign ships to land and exchange goods. Aside from the constant economical need for new spoil, be it slaves, resources or treasure, raiding increases a person's stature in Northlander society. A successful raider returns home with wealth and fame, the two most important qualities needed to climb the social ladder."
						]
					},
					{
						"type": "entries",
						"name": "Sons and Daughters of Valkur",
						"entries": [
							"Northlanders pay homage to several deities, but they most honor Valkur, a hero-god of their own who exemplifies the qualities their warriors hold most dear: fierceness, cunning, courage, strength and sailing skill. Take care not to question or insult this veneration in their presence. They consider rule over other races and the cities of the coast to be their birthright. Merchants can occasionally trade with northlanders but usually don't risk such a stopover if they can help it. One never knows when the clans are going to be at war, and any ship within sight of the island when it is will be fair prey."
						]
					},
					{
						"type": "entries",
						"name": "Northlanders Characters",
						"entries": [
							"Northlanders are tall, fair-skinned folk with blue or steely gray eyes. Most have blond or raven-black hair, but those who inhabit the extreme northwest have red, or light brown hair.",
							{
								"name": "Northlanders Names",
								"entries": [
									{
										"entries": [
											{
												"name": "Male Names",
												"entries": [
													"Agni, Brandr, Eric, Frath, Halvar, Leif, Malcer, Ragnar, Snorri, Ulf"
												],
												"type": "entries"
											},
											{
												"name": "Female Names",
												"entries": [
													"Ama, Eerika, Iona, Kethra, Mara, Saga, Sigrid, Tova, Westra, Ylva"
												],
												"type": "entries"
											},
											{
												"name": "Surnames/Clans",
												"entries": [
													"An Craite, Ard Rhena, Bjarkoy, Dubhghaill, Nibelson, Tordarroch, Völsung, Waegmund"
												],
												"type": "entries"
											}
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						]
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"other": true
				}
			],
			"resist": [
				"cold"
			],
			"age": {
				"mature": 20,
				"max": 100
			}
		},
		{
			"name": "Waelen",
			"source": "EGtX",
			"ability": [
				{
					"cha": 1,
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis"
						],
						"count": 1
					}
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"entries": [
				"At first glance nothing really sets apart a Waelen from another human, however their legacy reveals itself through their strange abilities and quirks.",
				{
					"name": "Age",
					"entries": [
						"As other humans, Northlanders reach adulthood in their late teens and live less than a century."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Waelen tend towards lawful alignments due to their organized society. Those living in the woad-clans are more often chaotic. They have no predilection for good or evil, and most tend toward neutrality."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Waelen tend to be tall and slender, with leaner build than most humans. They often reach 6 feet tall. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Beast Kinship",
					"entries": [
						"You have proficiency in the {@skill Animal Handling} skill and add double your proficiency bonus in that skill."
					],
					"type": "entries"
				},
				{
					"name": "Weather Sense",
					"entries": [
						"You can accurately predict what the weather will be at your location (no action required) for the next 24 hours. If magic is used to alternate the weather at your location, you immediately sense it."
					],
					"type": "entries"
				},
				{
					"name": "Blood of the Earth",
					"entries": [
						"While on the ground in contact with unworked earth or stone, you can spend one Hit Die to heal yourself as a bonus action. Roll the die, add your Constitution modifier, and regain a number of hit points equal to the total (minimum of 1).",
						"Once you use this trait, you must finish a short or long rest before you can use it again."
					],
					"type": "entries"
				},
				{
					"name": "Innate Spellcasting",
					"entries": [
						"You can cast {@spell detect magic} an unlimited number of times with this trait, but you can only sense magic that originated from a fey. Starting at 3rd level, you can also cast {@spell beast bond} with this trait. Once you cast it, you can't do so again until you finish a short or long rest. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Dorvassian."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"Next to the northlanders are waelen the second of these Dorvassian races. They are a fey-touched human race.",
					{
						"name": "Misty Isles",
						"entries": [
							"Cloaked in mists, the rocky cliffs of the Waelen Isles rise high above the surf of the sea, their tops clothed in ancient forests. On the isles live the Waelen, humans ruled by their High King from the royal fortress on the largest isle. The Waelen worship a goddess they call the Earthmother; her druids gather in sacred groves on the islands. Some of these groves hold moonwells, magical pools that the druids say the goddess uses as her windows onto the world. Noted craftsmen, the Waelen enjoy income from their artisans, as well as profiting from their expertise with gold-working. Their culture, craft and wealth are illustrated in the form of fantastic gold torques and other jewelry worn by their nobles. The northern isles are the territory of the Northlanders, who have fought occasional wars with the Waelen in the centuries that the two groups have uneasily shared the islands."
						],
						"type": "entries"
					},
					{
						"name": "Will of the Earthmother",
						"entries": [
							"Waelen are deferent to their druids, there exists a rigid social order amongst the tribes. While many matters ostensibly fall to the High Kings and chieftains, in reality, much is governed by the will of the Earthmother's druids, including declarations of war or peace. Blending animism with a pantheon of local and lesser household gods, the Waelen religion is one of the key factors uniting the disparate isles. The importance and political sway of an island, beside its military power and wealth, is measured how much it is \"touched by the goddess\", with the presence of moonwells. Most rites and celebrations are held at these pools, where sacrifices and offerings are made to please the Earthmother and her spirits."
						],
						"type": "entries"
					},
					{
						"name": "Varied Threats",
						"entries": [
							"Living near the perilous forests of the isles, filled with fantastical beasts, and under the constant threat of skirmishes from their Northlander neighbors, the Waelen are hardy people that see the touch of their goddess in many signs and forms. They fight to keep their port towns open so that, farther islands, can receive vital supplies and reinforcements to deal with many and varied threats: dark fey stalking the woods, packs of werefolk worshiping bloody gods, reclusive elves, and worst of all, the ogres serving the vile fomorian giants. The forests of the isles are especially noteworthy, the deeper one goes, the more otherworldly they become, with fey creatures leading travelers astray."
						],
						"type": "entries"
					},
					{
						"name": "Waelen Characters",
						"entries": [
							"Waelen tend to have fair skin and light hair colours, ranging from pale blond to vibrant red. They very often have dark blue tatoos made with woad dye. Most would simply consider the waelen human, but there is more than what meets the eye with the strange islanders.",
							{
								"name": "Waelen Quirk",
								"entries": [
									"Waelen are sometimes called the Fey-Touched by their neighbors, due to the quirks many of them show from birth. After generations of dealing with druidic spirits and mingling with the fey of the forest, magic runs into the blood of each Waelen. The Waelen Quirks table can help make your character more unique and strange. Most Waelen have one to two quirks, and those with strong magic tend to have the strangest ones."
								],
								"type": "entries"
							},
							{
								"type": "table",
								"caption": "Waelen Quirks",
								"colLabels": [
									"{@dice d10}",
									"Quirk"
								],
								"colStyles": [
									"text-center col-2",
									"col-10"
								],
								"rows": [
									[
										"1",
										"The tip of your fingers is green, and you smell like the morning dew."
									],
									[
										"2",
										"Your laugh is sinister and sends shivers down the spine of those who hear it."
									],
									[
										"3",
										"When you drink alcohol your eyes glow and emit dim light within 10 feet for 1 minute."
									],
									[
										"4",
										"You can hear the ethereal plane and hear voices in the thunder."
									],
									[
										"5",
										"You sneeze loudly when a lycanthrope is within 10 feet of you."
									],
									[
										"6",
										"Your hair and eyes change color with the seasons."
									],
									[
										"7",
										"An unknown entity sometimes whispers through your lips when you are unconscious."
									],
									[
										"8",
										"Fey creatures find you incredibly attractive, to the point of obsession."
									],
									[
										"9",
										"You appear old or juvenile (50%) under the moonlight."
									],
									[
										"10",
										"After touching a beast, you gain a minor and inconsequential physical aspect of the beast (feathers, fangs, tail...) until your next short or long rest."
									]
								]
							},
							{
								"name": "Waelen Names",
								"entries": [
									{
										"entries": [
											{
												"name": "Male Names",
												"entries": [
													"Airic, Dalbeth, Duncan, Ewyn, Liam, Lugh, Manan, Nuada, Tuirenn, Ulaidh"
												],
												"type": "entries"
											},
											{
												"name": "Female Names",
												"entries": [
													"Alane, Danand, Elatha, Keelin, Lesley, Medb, Morrigan, Nessa, Seo, Yseult"
												],
												"type": "entries"
											},
											{
												"name": "Surnames/Clans",
												"entries": [
													"Domhaill, Eoghain, Lochlann, Mac Bhriain, Mac Oitir, Muireadhaigh, Tyr Teath, Ui Aine"
												],
												"type": "entries"
											}
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"other": true
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"detect magic"
						],
						"3": [
							"beast bond"
						]
					},
					"ability": "cha"
				}
			],
			"age": {
				"mature": 20,
				"max": 100
			}
		},
		{
			"name": "Skavarot",
			"source": "EGtX",
			"ability": [
				{
					"dex": 2
				}
			],
			"speed": {
				"walk": 35
			},
			"size": [
				"M"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Skavarot have an expected lifespan of about a handful of years or less; that said, were it not for the (often violent) internal competition of their species, they might live to be in their 20's. More powerful members of skavarot society tend to live longer, even hundreds of years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Skavarot are mostly built on chaos, but some gifted skavarot are good at complex mathematics and engineering, bending them a bit more to the lawful side. Their alignment is usually Chaotic or Neutral."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Skavarot are large bipedal rats, they are between 4 and 5 feet tall. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Superior Darkvision",
					"entries": [
						"Accustomed to the depths of caverns and caves, including the Underdark, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Skavarot Resilience",
					"entries": [
						"You have advantage on saving throws against poison, and you have resistance against poison damage."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Undercommon."
					],
					"type": "entries"
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"undercommon": true
				}
			],
			"resist": [
				"poison"
			]
		},
		{
			"name": "Telorin",
			"source": "EGtX",
			"ability": [
				{
					"dex": 2
				}
			],
			"speed": {
				"walk": 30
			},
			"size": [
				"M"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Telorin age in a similar way as elves, but live shorter lives. A telorin can live to be 500 years old."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Telorin value prestige and respect, so they lean strongly towards lawful."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Telorin range from under 5 to over 6 feet tall, but their antlers can easily make them over 6 feet tall. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Fey Ancestry",
					"entries": [
						"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
					],
					"type": "entries"
				},
				{
					"name": "Gift of Auberon",
					"entries": [
						"You know the {@spell druidcraft} cantrip. Once you reach 3rd level, you can cast the {@spell hunter's mark} spell; you must finish a long rest in order to cast the spell again using this trait. Once you reach 5th level, you can also cast the {@spell aid} spell; you must finish a long rest in order to cast the spell again using this trait. Wisdom is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Sylvan."
					],
					"type": "entries"
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"sylvan": true
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": [
							"druidcraft#c"
						],
						"3": [
							"hunter's mark"
						],
						"5": [
							"aid"
						]
					},
					"ability": "wis"
				}
			]
		},
		{
			"name": "Goliath",
			"source": "EGtX",
			"speed": {
				"walk": 40
			},
			"size": [
				"L"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"The age of any goliath is an unpredictable variable. Due to the harsh climate and general danger, goliaths over 100 are rare, but it is conceivable a sustained goliath could live for a handful of centuries. They enter real adulthood intheir late twenties, but are often considered mature mentally by their earlier twenties."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"The goliath society with its defined duty and roles has a pure lawful bent, over anything else. Neutral is the most common, but good, neutral, or evil, the law is more important to any goliath than their altruism or lack thereof."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Goliaths are between 11 and 14 feet tall and weigh between 1000 and 1400 pounds. Your size is Large, see the rules about large creatures here: {@variantrule Large Mechanics|EGtX}"
					],
					"type": "entries"
				},
				{
					"name": "Mountain Born",
					"entries": [
						"You're acclimated to high altitude, including elevations above 20,000 feet. You're also naturally adapted to cold climates, as described in chapter 5 of the Dungeon Master's Guide."
					],
					"type": "entries"
				},
				{
					"name": "Jörmungandr",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift, in addition to grappling and shoving."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Giant."
					],
					"type": "entries"
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"giant": true
				}
			]
		},
		{
			"name": "Wyrmblood",
			"source": "EGtX",
			"ability": [
				{
					"con": 2
				}
			],
			"speed": {
				"walk": 30
			},
			"size": [
				"L"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Wyrmblood mature at a faster rate humans do, usually reaching adulthood around age 10. Due to them being a slave race, life expectancy of a wyrmblood is around 20 years. Wyrmblood can live longer lives than humans do, reaching around age 250."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Wyrmblood are most often lawful, due to their slave nature. However, wyrmblood are very diverse when it comes to their good or evil nature."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Wyrmblood are between 10 and 12 feet tall and weigh between 750 and 1000 pounds. Your size is Large, see the rules about large creatures here: {@variantrule Large Mechanics|EGtX}"
					],
					"type": "entries"
				},
				{
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					],
					"type": "entries"
				},
				{
					"name": "Born for War",
					"entries": [
						"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Given your wyvern ancestry, you can see in dim light within 30 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Stinger",
					"entries": [
						"Your stinger is a natural weapon, which you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to 1d4 + your Strength or Dexterity modifier, instead of bludgeoning damage normal for an unarmed strike."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Draconic."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"type": "section",
				"_appendRaceFluff": {
					"name": "Wyrmblood",
					"source": "EGtX"
				}
			},
			"languageProficiencies": [
				{
					"common": true,
					"draconic": true
				}
			]
		}
	],
	"subrace": [
		{
			"name": "Ash",
			"source": "EGtX",
			"ability": [
				{
					"con": 1
				}
			],
			"page": 0,
			"entries": [
				{
					"name": "Volcanic Heritage",
					"entries": [
						"Accustomed to the volcanic heat of your ancestral homeland, you have resistance to fire damage."
					],
					"type": "entries"
				},
				{
					"name": "Ancestral Guardian",
					"entries": [
						"You can call upon the spirits of your ancestors to protect you in your time of need. As a reaction when a creature you can see within 30 feet of you targets you with an attack or harmful spell you can cast {@spell sanctuary} on yourself as a reaction. The creature must immediately make a saving throw against the spell. When you cast the spell in this way, you don't require components. Your spellcasting ability for this spell is Wisdom. Once you use this trait, you must finish a long rest before you can use it again."
					],
					"type": "entries"
				}
			],
			"traitTags": [
				"Uncommon Race"
			],
			"fluff": {
				"entries": [
					"Ash-grey skin, red eyes, coarse voices, and the occasional ritual scarring are the hallmarks of this elusive elven subrace.",
					"These elves live in the wake of great volcanoes, revering their ancestors and often worshiping taboo gods and entities.",
					"With a honed survival instinct, a natural inclination toward magic and battle, and a proud veneration for tradition, ash elves are known for carving out a pridetul existence in the harshest of places, from ashen wastes to humid swamps."
				],
				"type": "section",
				"_appendRaceFluff": {
					"name": "Elf",
					"source": "PHB"
				}
			},
			"raceName": "Elf",
			"raceSource": "PHB"
		},
		{
			"name": "Ice",
			"source": "EGtX",
			"ability": [
				{
					"int": 1
				}
			],
			"page": 0,
			"entries": [
				{
					"name": "Frost Resistance",
					"entries": [
						"You have resistance to cold damage."
					],
					"type": "entries"
				},
				{
					"name": "Extra Language",
					"entries": [
						"You can speak, read, and write one extra language of your choice"
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"As an ice dwarf, you're intelligent and bright, accustomed to a life in the mountains or cold regions of Xhoria. Most dwarves in the Ironheart Union on the Steel Anvil Coast are ice dwarves.",
					"Ice dwarves' skin tends to be blueish to white in color, their hair usually being a white color. Their eyes are blue, green or white."
				],
				"type": "section",
				"_appendRaceFluff": {
					"name": "Dwarf",
					"source": "PHB"
				}
			},
			"raceName": "Dwarf",
			"raceSource": "PHB"
		},
		{
			"name": "Zotl",
			"ability": [
				{
					"dex": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 35,
				"swim": 30
			},
			"entries": [
				{
					"name": "Craftsmen",
					"entries": [
						"You gain proficiency with an artisan's tools of your choice."
					],
					"type": "entries"
				},
				{
					"name": "Skillful",
					"entries": [
						"You gain proficiency with one of the following skills of your choice: {@skill Acrobatics}, {@skill Stealth}, {@skill Survival}, or {@skill Nature}."
					],
					"type": "entries"
				},
				{
					"name": "Amphibian Lizards",
					"entries": [
						"You have a swimming speed of 30 feet, and you can breathe air and water."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"As a zotl you are the smallest kind of coatl, being between 4 and 5 feet tall. They are often used as spies because of their size, speed and dexterity. They are the only kind of coatl that are amphibious. As a zotl you are also the more skillful kind of coatl, knowing how to use advanced tools. Their skin is usually a shade of blue or green, sometimes orange."
				],
				"type": "section",
				"_appendRaceFluff": {
					"name": "Coatl",
					"source": "EGtX"
				}
			},
			"source": "EGtX",
			"raceName": "Coatl",
			"raceSource": "EGtX"
		},
		{
			"name": "Nagua",
			"ability": [
				{
					"con": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"entries": [
				{
					"name": "Bite",
					"entries": [
						"Your fanged maw is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to 1d6 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					],
					"type": "entries"
				},
				{
					"name": "Savage Attacks",
					"entries": [
						"When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
					],
					"type": "entries"
				},
				{
					"name": "Hungry Jaws",
					"entries": [
						"As a bonus action, you can make a special attack with your bite. If the attack hits, it deals its normal damage, and you gain temporary hit points equal to your Constitution modifier (minimum of 1), and you can't use this trait again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Lizard Weapon Training",
					"entries": [
						"You are trained for combat. You have proficiency with the longsword, shortsword, mace, and warhammer."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"As a nagua, you are the infantry of the coatl. Nagua look like a humanoid dinosaur, being between 5 and 6 feet tall. The nagua are trained in high numbers and are skilled in combat, making them excellent fighters for the coatl army. Their skin is usually a shade of blue or green."
				],
				"type": "section",
				"_appendRaceFluff": {
					"name": "Coatl",
					"source": "EGtX"
				}
			},
			"source": "EGtX",
			"raceName": "Coatl",
			"raceSource": "EGtX"
		},
		{
			"name": "Kroxelhua",
			"ability": [
				{
					"cha": 1
				}
			],
			"size": [
				"L"
			],
			"speed": {
				"walk": 30
			},
			"entries": [
				{
					"name": "Large Coatl",
					"entries": [
						"You are a Large creature, see the rules about large creatures here: {@variantrule Large Mechanics|EGtX}"
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"As a kroxelhua, you are the largest and strongest of the coatl, being between 8 and 9 feet tall. Their muscles are large and they look like a crocodile twisted into humanoid form. They are the workforce and ruling class of the coatl. Their skin is usually a shade of blue or green."
				],
				"type": "section",
				"_appendRaceFluff": {
					"name": "Coatl",
					"source": "EGtX"
				}
			},
			"source": "EGtX",
			"raceName": "Coatl",
			"raceSource": "EGtX"
		},
		{
			"name": "Brown-fur",
			"ability": [
				{
					"con": 1
				}
			],
			"entries": [
				{
					"name": "Agressive",
					"entries": [
						"As a bonus action, you can move up to your movement speed toward a hostile creature you can see or hear. You must end this move closer to the enemy than you started."
					],
					"type": "entries"
				},
				{
					"name": "Skavarot Weapon Training",
					"entries": [
						"You are trained for combat. You have proficiency with the shortsword, scimitar, hand crossbow and heavy crossbow."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"Brown-fur skavarot are the most common subrace of skavarot. They are skilled in combat and used in large amounts in skavarot military."
				],
				"type": "section",
				"_appendRaceFluff": {
					"name": "Skavarot",
					"source": "EGtX"
				}
			},
			"source": "EGtX",
			"raceName": "Skavarot",
			"raceSource": "EGtX"
		},
		{
			"name": "Grey-fur",
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				{
					"name": "Artificer's Lore",
					"entries": [
						"Whenever you make an Intelligence ({@skill History}) check related to magic items, alchemical objects, or technological devices, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply."
					],
					"type": "entries"
				},
				{
					"name": "Arcane Knowledge",
					"entries": [
						"You have proficiency in the Arcana skill."
					],
					"type": "entries"
				},
				{
					"name": "Extra Language",
					"entries": [
						"You can speak, read, and write one extra language of your choosing."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"Grey-fur skavarot are an uncommon kind, prized amongst skavarot litters. They are smarter than a normal skavarot, often becoming an engineer or inventor in skavarot society."
				],
				"type": "section",
				"_appendRaceFluff": {
					"name": "Skavarot",
					"source": "EGtX"
				}
			},
			"source": "EGtX",
			"raceName": "Skavarot",
			"raceSource": "EGtX"
		},
		{
			"name": "Desert",
			"ability": [
				{
					"str": 1
				}
			],
			"entries": [
				{
					"name": "Dune's Endurance",
					"entries": [
						"You can focus yourself to occasionally shrug off injury. When you take damage, you can use your reaction to roll a d12. Add your Constitution modifier to the number rolled, and reduce the damage by that total. After you use this trait, you can't use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Powerful Build",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"Desert telorin are used to the warm climates seen in Adoya and Belora, they usually live in nomadic villages, or settle down near an oasis. They are stronger than the other telorin and know how to take some damage."
				],
				"type": "section",
				"_appendRaceFluff": {
					"name": "Telorin",
					"source": "EGtX"
				}
			},
			"source": "EGtX",
			"raceName": "Telorin",
			"raceSource": "EGtX"
		},
		{
			"name": "Frost",
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				{
					"name": "Cold Born",
					"entries": [
						"You have resistance to cold damage."
					],
					"type": "entries"
				},
				{
					"name": "Extra Language",
					"entries": [
						"You can speak, read, and write one extra language of your choice."
					],
					"type": "entries"
				},
				{
					"name": "Healing Warmth",
					"entries": [
						"As an action, you can touch a creature and cause it to regain a number of hit points equal to your level. Once you use this trait, you can't use it again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Keen Senses",
					"entries": [
						"You have proficiency in the Perception skill."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"Frost telorin are focussed on community and wisdom. They are usually friendly towards most races and live in close-knitted villages and towns."
				],
				"type": "section",
				"_appendRaceFluff": {
					"name": "Telorin",
					"source": "EGtX"
				}
			},
			"resist": [
				"cold"
			],
			"source": "EGtX",
			"raceName": "Telorin",
			"raceSource": "EGtX"
		},
		{
			"name": "Midland",
			"ability": [
				{
					"con": 1
				}
			],
			"entries": [
				{
					"name": "Telorin Armor Training",
					"entries": [
						"You have proficiency in light and medium armor."
					],
					"type": "entries"
				},
				{
					"name": "Midland Weapon Training",
					"entries": [
						"You have proficiency with the light crossbow, shortbow, hand crossbow, heavy crossbow, and longbow."
					],
					"type": "entries"
				},
				{
					"name": "Rivals of the Large",
					"entries": [
						"When you damage a creature with an attack or a spell and the creature's size is larger than yours, you can cause the attack or spell to deal extra damage to the creature. The extra damage equals your level. Once you use this trait, you can't use it again until you finish a short or long rest."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"Midland Telorin have perfected the usage and creation of the bow and crossbow. They know how to fight and are way more focussed on nobility and prestige than the other telorin. They also have the longest history of fighting with the larger inhabitants of Xhoria, knowing how to fight such a creature."
				],
				"type": "section",
				"_appendRaceFluff": {
					"name": "Telorin",
					"source": "EGtX"
				}
			},
			"source": "EGtX",
			"raceName": "Telorin",
			"raceSource": "EGtX"
		},
		{
			"name": "Flower",
			"ability": [
				{
					"cha": 1
				}
			],
			"entries": [
				{
					"name": "Naturally Charming",
					"entries": [
						"You can cast the {@spell Charm Person} spell once with this trait and you regain the ability to cast it this way when you finish a long rest. Charisma is your spellcasting ability for this spell."
					],
					"type": "entries"
				},
				{
					"name": "Smooth Talker",
					"entries": [
						"You have proficiency in the {@skill Persuasion} skill."
					],
					"type": "entries"
				},
				{
					"name": "Art Connoisseur",
					"entries": [
						"Whenever you make an Intelligence ({@skill History}) check related to art like paintings, music, sculptures, or any other form of art, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"Flower Telorin populate the calm forests of Xhoria, tending towards beauty and grace. They are the most intertwined with their sylvan heritage."
				],
				"type": "section",
				"_appendRaceFluff": {
					"name": "Telorin",
					"source": "EGtX"
				}
			},
			"source": "EGtX",
			"raceName": "Telorin",
			"raceSource": "EGtX"
		},
		{
			"name": "Cinder",
			"ability": [
				{
					"str": 1
				}
			],
			"entries": [
				{
					"name": "Spark of War",
					"entries": [
						"You have proficiency in the Intimidation skill."
					],
					"type": "entries"
				},
				{
					"name": "Forges of Old",
					"entries": [
						"Whenever you make an Intelligence ({@skill History}) check related to the origin of forged weaponry or armor, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply."
					],
					"type": "entries"
				},
				{
					"name": "Ghost of the Anvil",
					"entries": [
						"You gain proficiency in smith's tools. This was not taught to you, but came innately as a child, as it comes to all cinder goliaths, like all children knowing how to breathe."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"You come from the smiths and forgers of old, whose craft has now been taken up by the dwarves, yet the fire of war burns within you still."
				],
				"type": "section",
				"_appendRaceFluff": {
					"name": "Goliath",
					"source": "EGtX"
				}
			},
			"source": "EGtX",
			"raceName": "Goliath",
			"raceSource": "EGtX"
		},
		{
			"name": "Ice",
			"ability": [
				{
					"con": 1
				}
			],
			"entries": [
				{
					"name": "Might of Skadi",
					"entries": [
						"You have proficiency in the {@skill Deception} or the {@skill Survival} skill."
					],
					"type": "entries"
				},
				{
					"name": "Cloak of Winter",
					"entries": [
						"You have resistance to cold damage."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					"Your line of goliaths fairs better in the raw mountain cold, and the numbers of this subrace form the majority of the remaining goliaths. There's a streak of sadism in the cold giants: their competition, and perhaps the loss of pride, has led to a less trustworthy individual, yet some who are less social, less caring, or more morally straight do not fit this type."
				],
				"type": "section",
				"_appendRaceFluff": {
					"name": "Goliath",
					"source": "EGtX"
				}
			},
			"resist": [
				"cold"
			],
			"source": "EGtX",
			"raceName": "Goliath",
			"raceSource": "EGtX"
		}
	],
	"raceFluff": [
		{
			"name": "Coatl",
			"source": "EGtX",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Amid the darkness and horror of a world splintering apart, the armies of the true creators, we who were ancient at the dawn of time, will march forth once more. We shall sweep away all that is chaos and disorder, for ours is the true path, and none shall defy us."
					],
					"by": "Translation from ancient plaques atributed to Venerable Lord Kroak."
				},
				"This race was {@i heavily} influenced by the Lizardmen from the Warhammer Fantasy and replaces the {@race Lizardfolk|VGM} from {@i Volo's Guide to Monsters.}",
				"The society of the Lizardmen is highly sophisticated and ancient beyond reckoning. It was they who first became the world's first true civilizations, erecting their cities of ancient stone long before the rise of men, elf or dwarf. It was they who were writing down ancient mathematics and astronomy upon chiseled tablets of stone long before mortals even learned how to write.",
				{
					"name": "Spawning Pools",
					"entries": [
						"The coatl's core species such as the zotl, nagua and kroxelhua are not born from eggs, like their feral reptilian cousins, but are birth from special pools and ponds located within sacred regions of jungle. This birthing of a new generation of coatl are called Spawnings. Every Temple-City has its own sacred ponds and expanses of marsh where these spawning events occur. Zotl and kroxelhua tend to spawn in ponds and swamps open to the sky, whereas nagua and certain other kroxelhua are usually spawned in dank subterranean caverns. Pyramid Temples are frequently built over the top of the entrances to such caverns and outlying swamps are sometimes made into rectangular ponds encircled by stone."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Skavarot",
			"source": "EGtX",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"All decent folk find the common rat repulsive. Harbinger of disease, it scavenges on our waste-heaps and frightens our children. How immeasurably worse then is the foul Skaven - standing on its hindlegs in foul parody of a human. Rats as tall as man, and blessed with the most vile intellect and cunning. They are the dark side of our souls, come to destroy us for our sins."
					],
					"by": "Anton of King's Glade, Burned at the stake, AS 10643 for pernicious declamation."
				},
				"This race was {@i heavily} influenced by the Skaven from the Warhammer Fantasy.",
				"The skavarot race often represents all the things that the typical good-natured citizenry of the Empire despise. As a whole, the skavarot is, at its base, a very selfish and unloving creature, raised within a turbulent society that only promotes violence, cunning, and the need for survival. As such, each and every skavarot has a mindset that is singularly focused on survival, which offers little room for remorse or pity, not even for close \"friends\" or even siblings or kin. Not only are the skavarot a petty and jealous race, they are also devious and sly in their attitude to one another.",
				{
					"name": "Engineering Geniuses",
					"entries": [
						"Although their tinkering can be compared to that of gnomes, they disregard safety entirely. They make impressive contraptions and are very inventive, but their inventions are as dangerous to others as they are to themselves. Some inventions the skavarot have made are replacement arms, legs, or an eye, and large energy weapons such as cannons or artillery."
					],
					"type": "entries"
				},
				{
					"name": "Cautious Rodents",
					"entries": [
						"To a skavarot, life is a complex web of plots and intrigues designed by his enemies for the sole purpose of harming him and him only. A cautious skavarot, however, never attracts more attention than is necessary, for fear of becoming a tempting target for an upstart underling or a suspicious superior. It is common for skavarot to show their superiority towards their underlings by showering them with shrill abuse on a regular basis. These actions are as much as to inflate a skavarot's ego as to deter potential rivals. Thus, while the failures of a skavarot are due to the weaknesses or the machinations of others, their achievements are nevertheless the result of his own incredible talents. To a skavarot, if a group assault decimates the enemy, it would be thanks to his brilliant planning. If a skavarot horde emerges in the right place, it is thanks to his genius that they have discovered the right path. Whether it's the right time, the right place, or the perfect weather, a skavarot would always believe that he is a master of strategy, logistics and politics beyond anyone else in the entire Under-Empire."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Telorin",
			"source": "EGtX",
			"entries": [
				"This race was inspired by some concept art for the web series Starfall.",
				"Telorin are a deer-like elf race that populate Xhoria. Most of them come from either the deserts and plains of Adoya and Belora, or the cold climates of the north and south of Xhoria.",
				{
					"name": "Fey Descendants",
					"entries": [
						"Telorin are descendants of the old fey elves, but became their own thing under the influence of Auberon, their main deity. Their fey heritage can be clearly seen in their appearance. Telorin have antlers that take any of a variety of shapes - most midland telorin have short but long antlers like those of deer, but can also have very large antlers like those of elk. Frost telorin have wide and thick antlers like those of reindeer and moose. Desert telorin have antlers that look more like those of gazelles and buffalo. They have ears like those of deer and just above the nose is a bit of fur."
					],
					"type": "entries"
				},
				{
					"name": "Giant Rivalry",
					"entries": [
						"Telorin's rivalry with giants and goliaths goes way back in history. Especially the midland telorin have had competition with local giant or goliath communities. Nowadays they are not hostile to each other, but ancient conflicts still influence the telorin's decisions when encountering giants or goliaths."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Goliath",
			"source": "EGtX",
			"entries": [
				"Once, the Elder Giants walked upon the earth and blessed it. They climbed mountains in passing, and waded kraken filled seas in their baths. Once. These legends circle and grow around mountain fires, on snow-streaked ridges and barren arctic wastelands, fires that warm the chilled skin of a people who are but a shell of their ancestors: the giants, who now weep and shiver in their graves and halls. These people are all that are left of the great striders of the world.",
				{
					"name": "Robust and Fair",
					"entries": [
						"The small, minimal subsistence tribes that hike the cliffs and spines are challenged eternally for food, water, shelter, and life. There is no room for failure among a tribe such as this, and each accomplishment raises the bar for every other goliath in the tribe.",
						"These people candidly place weight on individual skill and duty to the tribe. Defeat is sometimes inevitable, and is used as a tool for future victories; however, when victories are tallied by the fortunate, defeats always outlive such defeasible goliaths."
					],
					"type": "entries"
				},
				{
					"name": "Open Law",
					"entries": [
						"The most successful tribal leaders are those who can show their strength and endurance, as well as use it. The idea of a bloodline of rulers is utterly alien to them, because the person with the most perseverance and might should always rule. This ideal often comes into conflict with any kind of government that doesn't suit this type."
					],
					"type": "entries"
				},
				{
					"name": "Cold and Cinder",
					"entries": [
						"Two descendent lines of the almighty giants remain standing in the face of the world, that of fire, and those of ice. Some tribes are mono-typical, while others include both kinds due to the rare joining of tribes. Regardless of the history, every member of the tribe is expected to give not their best, but the best of the majority of the tribe. This includes the old, sick, and injured. Any such goliath usually dies in an attempt to keep up, or quietly slips away in a storm to perish."
					],
					"type": "entries"
				},
				{
					"name": "An Extinguishing Pride",
					"entries": [
						"All goliaths have a sense of pride from their giant heritage, but both they and this pride are dwindling by the day. The ordning is no more than a faint word in a gallant chant that means something or other official. The goliaths are dying, and they know it: for the last hundreds of years, the amount of tribes has declined, to the point where only ice and fire are left. The thought that perhaps these, too, will leave the world through death and failure is a marking of maturity."
					],
					"type": "entries"
				},
				{
					"name": "Goliath Names",
					"entries": [
						"Remnants of a culture long dead still grip the hearts and minds of the goliaths today, including their naming system: a birth name assigned by a parent, a nickname assigned by the tribal chief, and a family or clan name. A birth name is up to three syllables long, a nickname is usually a combination of two words, and clan names range from three to eight syllables.",
						"Birth names are usually linked to initial appearance or prior experience of the parentage, but a gender link is rare, as goliaths see equality, and no one has a right to any name before they prove themselves, and no kind of name is better than any other.",
						"A nickname can and usually is revised by the goliath's latest great deed, whether it be good or ill. Goliaths assign nicknames to other races, and use them in common speech to refer to individuals.",
						"All three names are usually presented with an introduction, because any individual is the sum of who they were born from, who they were born as, and who they have become.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Birth Names:",
									"entry": "Aglo, Aukan, Akeldama, Eklath, Gael, Graeel, Ilikan, Jontar, Jonvagus, Keori, Kuorruk, Manneo, Nalla, Orag, Orilo, Paavu, Pethani, Thalai, Thotham, Trogdor, Uthal, Uther, Vaegar, Vimak"
								},
								{
									"type": "item",
									"name": "Nicknames:",
									"entry": "Bearslayer, Dawncaller, Dragonsbane, Fearless, Flintseer, Hornhunter, Lonehunter, Mofu, Skywatcher, Swordmeow, Threadtwister, Twice-Orphaned, Twisted-Torc, Wordpainter, Wrathless"
								},
								{
									"type": "item",
									"name": "Clan Names:",
									"entry": "Anakalathai, Elanithino, Gathakanathi, Gorthallanka, Kalagiano, Katholavi, Kolaigileana, Moonsnow, Ogolakanu, Thuliaga, Thunukalathi, Thjornada, Vaimelaga, Vyvenskia"
								}
							]
						}
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Wyrmblood",
			"source": "EGtX",
			"entries": [
				"Wyrmblood are the main frontline units for many nations on Xhoria. Born of wyverns, they live in eternal slavery and have been shaped to be relentless fighting machines. They are specifically bred for war and other heavy tasks. Many wyrmblood know no better than to obey their owners, but others revolt and grow their own small communities, outside civilization, free from slavery.",
				{
					"name": "Wyvern Offspring",
					"entries": [
						"Wyrmblood have some shared traits between their wyvern ancestors. They lack wings, but keep the stinger. They don't produce poison for their stinger, although it is still a dangerous weapon. They have a scaly skin and large mouths containing sharp teeth. Their back is covered with spikes, some larger than other wyrmblood."
					],
					"type": "entries"
				},
				{
					"name": "Detached Tribes",
					"entries": [
						"Wyrmblood that leave their slave nature often live in tribes of many wyrmblood, surviving off of nature. They are very devoted to their tribe, as it is their home, away from their old slave life."
					],
					"type": "entries"
				}
			]
		}
	],
	"background": [
		{
			"name": "Prowler of the Syndicate",
			"source": "EGtX",
			"skillProficiencies": [
				{
					"stealth": true,
					"survival": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Stealth}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "The Amaranth Syndicate medallion, a set of {@item common clothes|phb}, and a belt {@item pouch|phb} containing 15 gp"
						}
					]
				},
				{
					"name": "Feature: Ear to the Ground",
					"type": "entries",
					"entries": [
						"You are in frequent contact with the Amaranth Syndicate. These people can be found all around Adoya, but mostly in the larger cities. This connection comes in the form of a contact in any city you visit, a person who provides information about the people and places of the local area."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "section",
					"name": "Suggested Characteristics",
					"entries": [
						"Use the tables for the {@background Criminal} background in the Player's Handbook as the basis for your bounty hunter's traits and motivations, modifying the entries when appropriate to suit your identity as a bounty hunter.",
						"For instance, your bond might involve other bounty hunters or the individuals that employ you. Your ideal could be associated with your determination always to catch your quarry or your desire to maintain your reputation for being dependable."
					]
				}
			],
			"fluff": {
				"entries": [
					"You are a known member of the Amaranth Syndicate, the faction of bounty hunters. You have already completed many bounties and have recently earned a promotion to become a Prowler."
				]
			},
			"startingEquipment": [
				{
					"_": [
						{
							"special": "The Amaranth Syndicate medallion"
						},
						"common clothes|phb",
						{
							"item": "pouch|phb",
							"containsValue": 1500
						}
					]
				}
			]
		},
		{
			"name": "Crow of the Order",
			"source": "EGtX",
			"skillProficiencies": [
				{
					"intimidation": true,
					"persuasion": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Intimidation}, {@skill Persuasion}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "The Golden Order token, a set of {@item fine clothes|phb}, and a belt {@item pouch|phb} containing 25 gp"
						}
					]
				},
				{
					"name": "Feature: Leverage",
					"type": "entries",
					"entries": [
						"You can exert leverage over one or more individuals below you in the guild's hierarchy and demand their help as needs warrant. For example, you can have a message carried across a neighborhood, procure a short carriage ride without paying, or have others clean up a bloody mess you left in an alley. The DM decides if your demands are reasonable and if there are subordinates available to fulfill them. As your status in the guild improves, you gain influence over more people, including ones in greater positions of power."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "section",
					"name": "Suggested Characteristics",
					"entries": [
						"Members of the Golden Order range from the decadent nobility at the top of the oligarchy to the debt-ridden wretches at the bottom. You fall somewhere between those extremes, so you might behave with the arrogance of the very rich or the humility of the impoverished.",
						{
							"type": "table",
							"caption": "Personality Traits",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"text-center col-2",
								"col-10"
							],
							"rows": [
								[
									"1",
									"I am always willing to act in accordance with the financial incentive offered."
								],
								[
									"2",
									"Debts are never meant to be forgiven."
								],
								[
									"3",
									"I am accustomed to enjoying the finest pleasures money can buy."
								],
								[
									"4",
									"No one could doubt that I am a cut above the masses of pitiful peasants that infest the city."
								],
								[
									"5",
									"I can't stand to spend a zib more than necessary to purchase what I need."
								],
								[
									"6",
									"I hate it when people try to make light of a serious situation."
								],
								[
									"7",
									"I want to make sure everyone is aware of how wealthy, powerful, and important I am."
								],
								[
									"8",
									"I can't think of anything to look forward to."
								]
							]
						},
						{
							"type": "table",
							"caption": "Ideals",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"text-center col-2",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@b Guild}. My guild is all that really matters. (Any)"
								],
								[
									"2",
									"{@b Wealth}. I will do whatever it takes to become as rich as the oligarchs. (Evil)"
								],
								[
									"3",
									"{@b Power}. One day, I will be the one giving orders. (Evil)"
								],
								[
									"4",
									"{@b Prestige}. I want to be admired, respected, feared, or even hated for my position and wealth. (Evil)"
								],
								[
									"5",
									"{@b Stability}. The economy functions best when chaos is kept under control and everyone knows their place. (Lawful)"
								],
								[
									"6",
									"{@b Eternity}. I want to live forever\\u2014in the flesh as long as possible, and as a spirit afterward. (Any)"
								]
							]
						},
						{
							"type": "table",
							"caption": "Bonds",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"text-center col-2",
								"col-10"
							],
							"rows": [
								[
									"1",
									"The unbearable weight of my debt has driven me to desperation."
								],
								[
									"2",
									"I'm duty-bound to obey the dictates of an ancestor  Order."
								],
								[
									"3",
									"I value my worldly goods more highly than my mortal life."
								],
								[
									"4",
									"An oligarch publicly humiliated me, and I will exact revenge on that whole family."
								],
								[
									"5",
									"My faith in the Order never wavers."
								],
								[
									"6",
									"I want to prove myself more worthy than an older sibling and thereby ensure that I inherit a greater share of my parents' wealth."
								]
							]
						},
						{
							"type": "table",
							"caption": "Flaws",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"text-center col-2",
								"col-10"
							],
							"rows": [
								[
									"1",
									"I hold a scandalous secret that could ruin my family forever\\u2014but could also earn me the favor of The Golden Eagle."
								],
								[
									"2",
									"I'm convinced that everyone I know is plotting against me."
								],
								[
									"3",
									"I'll brave any risk if the monetary reward is great enough."
								],
								[
									"4",
									"I am convinced that I am far more important than anyone else is willing to acknowledge."
								],
								[
									"5",
									"I have little respect for anyone who isn't wealthy."
								],
								[
									"6",
									"I'll take any opportunity to steal from wealthier people, even for worthless trinkets."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"You are a member of the Golden Order and have been profiting off of your wares or services, or you have been persuading key members of the government to allow you more freedom in getting the money you deserve. You have been recently promoted to a Crow of the Order."
				]
			},
			"startingEquipment": [
				{
					"_": [
						{
							"special": "The Golden Order token"
						},
						"fine clothes|phb",
						{
							"item": "pouch|phb",
							"containsValue": 2500
						}
					]
				}
			]
		},
		{
			"name": "Living Shadow of the Jesters",
			"source": "EGtX",
			"skillProficiencies": [
				{
					"deception": true,
					"stealth": true
				}
			],
			"toolProficiencies": [
				{
					"disguise kit": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Deception}, {@skill Stealth}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Disguise Kit|phb}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "The Jesters emblem, a crimson colored mask, a {@item Disguise Kit|phb}, a set of dark {@item common clothes|phb} including a hood, and a belt {@item pouch|phb} containing 10 gp."
						}
					]
				},
				{
					"name": "Feature: A Favor in Turn",
					"type": "entries",
					"entries": [
						"You have gained enough clout within the Jesters that you can call in a favor from your contacts, should you be close enough to a center of Jester activity. A request for a favor can be no longer than 20 words, and is passed up the chain to an undisclosed higher-up for approval. This favor can take a shape up to the DM's discretion depending on the request, with varying speeds of fulfillment: If muscle is requested, an NPC Jester minion can temporarily aid the party. If money is needed, a small loan can be provided. If you've been imprisoned, they can look into breaking you free, or paying off the jailer.",
						"The turn comes when a favor is asked to be repaid. The favor debt can be called in without warning, and many times with intended immediacy. Perhaps the player is called to commit a specific burglary without the option to decline. Maybe they must press a dignitary for a specific secret at an upcoming ball. The Jesters could even request a hit on an NPC, no questions asked or answered. The DM is to provide a debt call proportionate to the favor fulfilled. If a favor is not repaid within a reasonable period of time, membership to the Jesters can be revoked, and if the debt is large enough, the player may become the next hit contract to make the rounds."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "section",
					"name": "Suggested Characteristics",
					"entries": [
						"Use the tables for the {@background Criminal} background in the PHB as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a member of the Jesters. Your bond is likely associated with your fellow Jester members or the individual who introduced you to the organization. Your ideal probably involves establishing your importance and indispensability within the Jesters. You joined to improve your livelihood and sense of purpose."
					]
				}
			],
			"fluff": {
				"entries": [
					"You have been working your way up the chain of command within the Jesters. You might have deceived many or killed some important targets for the guild and have earned yourself a promotion to Living Shadow, gaining your first colored mask within the guild."
				]
			},
			"startingEquipment": [
				{
					"_": [
						{
							"special": "The Jesters emblem"
						},
						{
							"special": "crimson colored mask"
						},
						"disguise kit|phb",
						{
							"item": "common clothes|phb",
							"displayName": "dark common clothes including a hood"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1000
						}
					]
				}
			]
		},
		{
			"name": "Demon Hunter",
			"source": "EGtX",
			"skillProficiencies": [
				{
					"athletics": true,
					"perception": true
				}
			],
			"toolProficiencies": [
				{
					"disguise kit": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Athletics}, {@skill Perception}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "One set of {@item traveler's clothes|phb}, an omniral weapon (replacing one you start with), a trophy taken from a fallen enemy (a dagger, broken blade, or a piece of a fiend's horn), a {@item pouch|phb} containing 5 gp."
						}
					]
				},
				{
					"name": "Feature: Omniral and Douzen Communication",
					"type": "entries",
					"entries": [
						"As a member of one of the Douzen Clans you have access to their communication network within Xhoria. The clans have an intricate network of trained birds that are used to deliver messages, missions, and return reports back to the clan headquarters. This, together with divination, is the spine of the Douzen Clan communication network.",
						"You also have your own omniral weapon, created from the magical ore from Valuren and a bit of your own blood, which grows with you the more evil you vanquish from Xhoria. Douzen Clan members will most always use their personal omniral weapon above any other magical weapon. Your weapon evolve according to the clan you belong to."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "section",
					"name": "Suggested Characteristics",
					"entries": [
						"Use the tables for the soldier background in the Player's Handbook as the basis for your traits and motivations, modifying the entries when appropriate to suit your identity as a member of one of the Douzen Clans.",
						"For instance, your bond might involve other clan members or the individuals that employ you. Your ideal could be associated with your determination always to defeat evil and become better at the art of the blade."
					]
				}
			],
			"fluff": {
				"entries": [
					"You have been accepted into one of the three Douzen Clans. You are either member of the Clan of the Fierce Monkey, Clan of the Thunderdrake, or Clan of the Tide. You have the rank of Novice within the clan."
				]
			},
			"startingEquipment": [
				{
					"_": [
						"traveler's clothes|phb",
						{
							"special": "omniral weapon (replacing one you start with)"
						},
						{
							"special": "trophy taken from a fallen enemy (a dagger, broken blade, or a piece of a fiend's horn)"
						},
						{
							"item": "pouch|phb",
							"containsValue": 500
						}
					]
				}
			]
		},
		{
			"name": "Ex-Cultist",
			"source": "EGtX",
			"skillProficiencies": [
				{
					"deception": true,
					"religion": true
				}
			],
			"toolProficiencies": [
				{
					"poisoner's kit": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Deception}, {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Poisoner's Kit|phb}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "Tattered robes, a symbol of your dark lord, a blasphemous holy text, a curved ritual {@item dagger|phb}, a {@item poisoner's kit|phb}, and a small {@item pouch|phb} containing 5 gp."
						}
					]
				},
				{
					"name": "Feature: Secret Signs",
					"type": "entries",
					"entries": [
						"You know the secret symbology of your cult, which can pop up in some surprising places. Some nobles, influential persons, or even common townsfolk may also be members of your cult, and with a subtle gesture or knowing handshake you can discern who still follows the ways of your dark lord.",
						"Cloisters of your cult may also be hidden across the land, identified by the secret signs and symbols designed to lead the faithful to places of dark worship. Such cloisters often con- tain enough lodging and food for at least ten people, for a week, and sometimes harbor eldritch treasures belonging to the cult. Cloisters with treasure still intact likely contain practicing cultists or guardian monsters, however; your cult was not foolish enough to let its secrets remain unguarded."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "section",
					"name": "Suggested Characteristics",
					"entries": [
						{
							"type": "table",
							"caption": "Personality Traits",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"text-center col-2",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Everything is a sign of coming doom. Every. Single. Thing."
								],
								[
									"2",
									"The world outside is so exciting! Now I can do everything the dark lord used to forbid, like drinking wine, or wearing shoes!"
								],
								[
									"3",
									"The dark lord used to order us to do everything. It's a little hard for me to live without that."
								],
								[
									"4",
									"if my friends will let me, I'll openly reminisce about my old days in the cult all day long."
								],
								[
									"5",
									"I still can't help but check the holy scriptures for advice about any given situation."
								],
								[
									"6",
									"It's no big deal, it's not the end of the world. That's not for another five years, three months, ten days, twelve hours..."
								],
								[
									"7",
									"It's still important to leave the old offerings, to perform the old rites."
								],
								[
									"8",
									"I'll happily inform those I meet of the many ways in which they are being heretical."
								]
							]
						},
						{
							"type": "table",
							"caption": "Ideals",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"text-center col-2",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@b Loyalty}. My new companions are my new family, I will protect them. (Lawful)"
								],
								[
									"2",
									"{@b Reparation}. I must fix the evils my cult has done. (Good)"
								],
								[
									"3",
									"{@b InLoyalty}. My new companions are my new family, I will protect them. (Lawful)"
								],
								[
									"2",
									"{@b Reparation}. I must fix the evils my cult has done. (Good)"
								],
								[
									"3",
									"{@b Independence}. I'll never be bound in servitude again! (Chaotic)"
								],
								[
									"4",
									"{@b Power}. The dark lord was weak in the end. I will be stronger than they ever were. (Evil)"
								],
								[
									"5",
									"{@b Secrets}. The lore of my cult is historic- ally important, and I should preserve it. (Neutral)"
								],
								[
									"6",
									"{@b Revision}. The cult failed because the holy book was wrong. I must learn about the outside world, and fix the book's errors. (Neutral)"
								]
							]
						},
						{
							"type": "table",
							"caption": "Bonds",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"text-center col-2",
								"col-10"
							],
							"rows": [
								[
									"1",
									"I must discover the truth behind my dark lord, even if it kills me."
								],
								[
									"2",
									"I need to reconnect with the people from my life before the cult, if I can ever find them."
								],
								[
									"3",
									"I must free other minions from un- witting service to dark masters."
								],
								[
									"4",
									"A monstrous, immortal guardian of the cult is hunting me. I pray it never finds me."
								],
								[
									"5",
									"I sold my soul in service to the dark lord, and now I seek to reclaim it."
								],
								[
									"6",
									"The day of reckoning is coming, and my knowledge is the key to stopping it."
								]
							]
						},
						{
							"type": "table",
							"caption": "Flaws",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"text-center col-2",
								"col-10"
							],
							"rows": [
								[
									"1",
									"If I ever had the chance, I'd definitely rejoin my cult."
								],
								[
									"2",
									"I'm a little too into blood sacrifice."
								],
								[
									"3",
									"Knowledge is more important than sanity."
								],
								[
									"4",
									"I'm often more interested in than frightened of abominable eldritch monsters."
								],
								[
									"5",
									"I'm almost too willing to follow orders without thinking."
								],
								[
									"6",
									"Murder was significantly less frowned upon by the cult than in the outside world."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"Once, perhaps not too terribly long ago, you served alongside your fellow neophytes. You worshipped at altars to a dark creature or eldritch god. performed the sacraments and blood sacrifices and adorned yourself with the proper tattoos or ceremonial scars. For a while. you basked in this dark glory with your fellows, feeling the camaraderie and clarity of purpose that comes with service to a higher, malign power.",
					"But, something changed. Now, you wander the world outside of your isolated circle of brethren, either unwillingly or of your own volition. Surviving in the outside is difficult and often confusing after living as you did for so long, but perhaps a new circle of comrades could be of some assistance... ",
					{
						"type": "entries",
						"name": "Change of Heart",
						"entries": [
							"Why did you walk away from the world you knew, and why did you seek something different? Was this a choice you made, or did fate separate you from your fellow devotees? Do you wish to undo the evil that your cult perpetuated, or would you rejoin your cult if given the chance?",
							"Work with your DM to decide what you and your cult worshipped, how much of your cult still exists. You may also need to work out why you left the cult, which you can roll on the following table.",
							{
								"type": "table",
								"caption": "Change of Heart",
								"colLabels": [
									"d8",
									"Reason"
								],
								"colStyles": [
									"text-center col-2",
									"col-10"
								],
								"rows": [
									[
										"1",
										"I witnessed a particularly gruesome rite and ran for my life."
									],
									[
										"2",
										"A botched ritual slaughtered the other members of my circle. Only I survived."
									],
									[
										"3",
										"I asked the wrong kind of questions. The others planned to sacrifice me to our dark lord, but I escaped."
									],
									[
										"4",
										"Adventurers hunted us down, and only I was able to escape."
									],
									[
										"5",
										"The other cultists disappeared through a portal to a land of unspeakable horrors. Terrified, I stayed behind."
									],
									[
										"6",
										"The others took their own lives to ascend. I could not."
									],
									[
										"7",
										"I no longer believed in what we were doing. It seemed wrong, somehow."
									],
									[
										"8",
										"A friend or family member rescued me, taking me away by force."
									]
								]
							}
						]
					}
				]
			},
			"startingEquipment": [
				{
					"_": [
						{
							"special": "Tattered robes"
						},
						{
							"special": "symbol of your dark lord"
						},
						{
							"special": "blasphemous holy text"
						},
						{
							"item": "dagger|phb",
							"displayName": "curved ritual dagger"
						},
						"poisoner's kit|phb",
						{
							"item": "pouch|phb",
							"containsValue": 500
						}
					]
				}
			]
		}
	],
	"spell": [
		{
			"name": "Radiant Ray",
			"source": "EGtX",
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "line",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a glass shard"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A burst of radiant energy comes forth from your hands forming a line 100 feet long and 5 feet wide and blasts out from you in a direction you choose. Each creature in the line must make a Constitution saving throw. On a failed save, a creature takes {@damage 4d10} radiant damage, and it is {@condition blinded} for 1 minute. On a successful save, it takes half as much damage and isn't {@condition blinded}. A {@condition blinded} creature can make a Constitution saving throw at the end of each of its turns, ending the effect on itself on a success."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by {@scaledamage 4d10|3-9|1d10} for each slot level above 3rd."
					]
				}
			],
			"damageInflict": [
				"radiant"
			],
			"conditionInflict": [
				"blinded"
			],
			"savingThrow": [
				"constitution"
			],
			"areaTags": [
				"L"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Light Domain",
							"source": "PHB",
							"shortName": "Light"
						}
					},
					{
						"class": {
							"name": "Warlock",
							"source": "PHB"
						},
						"subclass": {
							"name": "The Celestial",
							"source": "XGE",
							"shortName": "Celestial"
						}
					}
				]
			}
		}
	]
}
