{
	"_meta": {
		"sources": [
			{
				"json": "Godfall",
				"abbreviation": "Godfall",
				"full": "Godfall",
				"authors": [
					"Mike Hughes",
					"Julia Watson"
				],
				"convertedBy": [
					"Jonas (Twig)"
				],
				"version": "1.0.0",
				"url": "http://godfall.azurewebsites.net",
				"targetSchema": "1.1.2"
			}
		],
		"dateAdded": 1554154456,
		"dateLastModified": 1733169901,
		"_dateLastModifiedHash": "856ad2a971",
		"edition": "classic"
	},
	"itemType": [
		{
			"abbreviation": "M,C",
			"source": "Godfall",
			"page": 0,
			"name": "Material, Cloth"
		},
		{
			"abbreviation": "M,W",
			"source": "Godfall",
			"page": 0,
			"name": "Material, Wood"
		},
		{
			"abbreviation": "M,Ws",
			"source": "Godfall",
			"page": 0,
			"name": "Material, Wood (Substitutes Cloth, Leather)"
		},
		{
			"abbreviation": "M,L",
			"source": "Godfall",
			"page": 0,
			"name": "Material, Leather"
		},
		{
			"abbreviation": "M,Ls",
			"source": "Godfall",
			"page": 0,
			"name": "Material, Leather (Substitutes Metal)"
		},
		{
			"abbreviation": "M,M",
			"source": "Godfall",
			"page": 0,
			"name": "Material, Metal"
		},
		{
			"abbreviation": "M,G",
			"source": "Godfall",
			"page": 0,
			"name": "Material, Gem"
		},
		{
			"abbreviation": "M,Gs",
			"source": "Godfall",
			"page": 0,
			"name": "Material, Gem (Substitutes Metal)"
		},
		{
			"abbreviation": "M,P",
			"source": "Godfall",
			"page": 0,
			"name": "Material, property"
		}
	],
	"feat": [
		{
			"name": "Herbalist",
			"source": "Godfall",
			"entries": [
				"You have studied the craft of herbalism, mastering the art of gathering and cultivating alchemical reagents, along with a few other tricks of the trade.",
				{
					"type": "list",
					"items": [
						"You gain proficiency with the herbalism kit. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"Over the course of ten minutes, you can expend one use of a healer's kit to rub your trademark salve into one creature's wounds, speeding up their natural healing process. At the end of that ten minutes, the creature may expend a single hit die, gaining hit points from this as if having just completed a short rest. A creature may benefit from this feature only once per long rest.",
						"When you roll a natural 20 on an herbalism check in downtime, you gain one extra success than you normally would."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"wis"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Hunt Master",
			"source": "Godfall",
			"entries": [
				"A master of hunting, tracking, and harvesting usable materials from monsters and beasts, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with hunter's supplies. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"You have advantage on hunter's supplies and Wisdom (Survival) checks made to harvest useable parts from monsters. This feature does not apply to downtime activities outside of of games.",
						"When you roll a natural 20 on a hunter's supplies check in downtime, you gain one extra success than you normally would."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Ore Hound",
			"source": "Godfall",
			"entries": [
				"A mix of intuition and dogged practice has given you a miner's sixth sense for how to find and follow a vein to the motherlode. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with mining supplies. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"All the time you've spent underground has sharpened your senses. You gain darkvision 5 feet. If you already have darkvision from another source, the range of your darkvision increases by 5 * feet. Additionally, you make Perception checks in dim light normally instead of at disadvantage.",
						"When you roll a natural 20 on a mining tools check in downtime, you hit a rich vein and find a gemstone of your choice worth 50 gp."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Woodchuck",
			"source": "Godfall",
			"entries": [
				"No tree can stand against you and your axe! You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with woodcutter's supplies. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"You are accustomed to lugging around large pieces of timber and, as such, you count as one size larger for determining the number of inventory slots on your belt. You can also carry one additional large object on your belt using only one slot.",
						"When you roll a natural 20 on a check to gather wood in downtime, you gain one extra success than you normally would."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Scavenger",
			"source": "Godfall",
			"entries": [
				"You become stronger, gaining the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency in one of the following skills: Investigation, Perception, or Survival.",
						"For the purposes of scrapping, you are considered to be proficient in any toolset needed to scrap an item. If you are already proficient in that toolset, you are considered to have expertise with the toolset only for the purposes of scrapping items with it.",
						"When scrapping items, add an additional 10% to the value you're able to recover in useable scrap."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"wis"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Brawny (Revised)",
			"source": "Godfall",
			"entries": [
				"You have studied the craft of herbalism, mastering the art of gathering and cultivating alchemical reagents, along with a few other tricks of the trade.",
				{
					"type": "list",
					"items": [
						"You gain proficiency in the Athletics skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it.",
						"You count as one size larger when determining your carrying capacity, inventory slots, and the weight you can push, drag, or lift."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Lucky (Revised)",
			"source": "Godfall",
			"entries": [
				"You have 3 luck points. Whenever you make an attack roll, an ability check, or a saving throw, you can spend one luck point to roll an additional d20. You can choose to spend one of your luck points after you roll the die, but before the outcome is determined. You choose which of the d20s is used for the attack roll, ability check, or saving throw. If you have disadvantage on the roll, you instead must choose between the result of the disadvantage roll, or the extra d20",
				"You can also spend one luck point when an attack roll is made against you. Roll a d20, and then choose whether the attack uses the attacker's roll or yours. If more than one creature spends a luck point to influence the outcome of a roll, the points cancel each other out; no additional dice are rolled.",
				"You regain your expended luck points when you finish a long rest."
			]
		},
		{
			"name": "Inventor's Mind",
			"source": "Godfall",
			"entries": [
				"You've honed your mind to into a nonstop analytical machine.",
				{
					"type": "list",
					"items": [
						"You can select an additional upgrade from your subclass list. This upgrade cannot be a level restricted upgrade."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"dex"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Tradeforged Customization",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Tradeforged"
						}
					]
				}
			],
			"source": "Godfall",
			"entries": [
				"Other people have to exercise to improve their bodies. You've fond that yours is just upgradable.",
				{
					"type": "list",
					"items": [
						"You can select an upgrade from the Warsmith upgrade lists, and apply it to yourself as if you were the mechplate. This upgrade cannot be a level restricted upgrade."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Alchemist",
			"source": "Godfall",
			"entries": [
				"You have studied the secrets of alchemy and are an expert in its practice, gaining the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with alchemist's supplies. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"As an action, you can identify one potion within 5 feet of you, as if you had tasted it. You must see the liquid for this benefit to work.",
						"Over the course of any short rest or long rest, you can temporarily improve the potency of one potion of healing of any rarity. To use this benefit, you must have alchemist's supplies with you, and the potion must be within reach. If the potion is drunk before your next short or long rest, the creature drinking the potion can forgo the potion's die roll and regains the maximum number of hit points that the potion can restore."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"wis"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Blacksmith",
			"source": "Godfall",
			"entries": [
				"You have studied the secrets of Blacksmithing and are an expert in its practice, gaining the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with smith's tools. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"As an action, you can identify the material and craftsmanship of one weapon or piece of armor learning it's value, damage and properties. You are not able to identify enchantments or magitech applied to weapons this way.",
						"Over the course of any short rest, you can repair a weapon or piece of armor, removing a single −1 penalty to damage rolls or AC. To use this benefit, you must have smith's tools with you and the weapon or armor must be within reach."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Brew Master",
			"source": "Godfall",
			"entries": [
				"You have studied the craft of brewing intensely, and have learned to craft fine artisanal brews. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with brewer's supplies. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"You have advantage on saving throws vs. the effects of alcohol and can accurately identify any alcoholic beverage by taste, provided you have tasted it at least once before.",
						"You can drink a specialty brew as an action, instead of the usual 1 minute required."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"con",
							"wis"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Carver",
			"source": "Godfall",
			"entries": [
				"You have studied woodcarving and from that learned the art of making intricate spellcasting foci. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with woodcarver's tools. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"If you spend 1 minute examining a wooden carving such as a piece of furniture or an idol, figurine or statue, you can accurately estimate its value and, at the discretion of the DM, you gain one further piece of information about it: its age, cultural origins, or some other snippet of potentially useful information.",
						{
							"type": "list",
							"style": "list-no-bullets",
							"items": [
								"Over the course of a short or long rest, you can polish and shine a single focus or holy symbol made of wood or bone and choose one of the following effects. Until your next short or long rest, whenever someone casts a spell for which these effects are applicable and using this focus, the chosen effect is applied to the spell (whether it triggers or not). Once a number of spells equal to your proficiency modifier have been modified this way, the focus loses the benefits of this feature until it is again shined and polished by someone with this feat.",
								{
									"type": "list",
									"items": [
										"You may reroll a single damage or healing die.",
										"Add a +1 bonus to the spellcaster's first concentration check for this spell."
									]
								}
							]
						}
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"con"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Fletcher",
			"source": "Godfall",
			"entries": [
				"You have studied woodcarving and learned the art of fletching, allowing you to use your talents to improve arrows or bolts. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with woodcarver's tools. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"As an action, you can look at an arrow, bolt, or other projectile, as well as the markings on the ground and area to determine the direction the projectile came from, the rough distance it traveled, and the speed it impacted.",
						{
							"type": "list",
							"style": "list-no-bullets",
							"items": [
								"Over the course of any short or long rest, you can temporarily improve a number of arrows, bolts or darts equal to your proficiency modifier. To use this benefit, you must have woodcarver's tools with you and the arrows, bolts, or darts must be within reach. Until your next short or long rest, these missiles gain one of the following effects of your choice:",
								{
									"type": "list",
									"items": [
										"+1 to attack rolls vs. targets wearing medium or heavy armor, or targets with natural armor.",
										"+1 damage to unarmored targets or those wearing light armor, or targets with natural armor."
									]
								}
							]
						}
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"con"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Inventor",
			"source": "Godfall",
			"entries": [
				"You have studied the secrets of tinkering and inventing new magitech, and are an expert in the practice of both, gaining the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with tinker's tools. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"You have advantage on Intelligence (Arcana, Investigation) checks made to invent or figure out how both mundane machines and magitech work. This feature applies to research and experimentation performed during downtime, as long as your line of inquiry relates to figuring out or inventing a machine or a piece of magitech.",
						"As an action and using at least one free hand, you can sabotage an invention, a piece of magitech, or a crossbow, causing it to cease to function for one round the next time it is used (or starting on its wielder or wearer's next turn, if it is currently in use). If the item is currently being held, used, or worn by another creature who is aware of your presence, you must first win a Dexterity (Sleight of Hand) check contested by the target's Strength (Athletics) or Dexterity (Acrobatics) in order to sabotage it. Otherwise the DM may require you to make a Dexterity (Sleight of Hand) check to see if your sabotage is noticed."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"int"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Jeweler",
			"source": "Godfall",
			"entries": [
				"You have mastered not only the art of beautiful and finely crafted jewelry, but also the finer points of improving spellcasting focii. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with jeweler's tools. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"As an action, you can assess someone's social status and lifestyle based on their clothing and accessories. Additionally, if you spend 1 minute examining a gemstone or a piece of jewelry, you can accurately estimate its value and, in the case of jewelry and at the discretion of the DM, you gain one further piece of information about it: its age, cultural origins, or some other snippet of potentially useful information.",
						"Over the course of a short or long rest, you can polish and shine a single focus or holy symbol made of metal or gemstone and choose one of the following effects. Until your next short or long rest, whenever someone casts a spell for which these effects are applicable and using this focus, the chosen effect is applied to the spell (whether it triggers or not). Once a number of spells equal to your proficiency modifier have been modified this way, the focus loses the benefits of this feature until it is again shined and polished by someone with this feat.",
						"You may reroll a single damage or healing die.",
						"Add a +1 bonus to the spellcaster's first concentration check for this spell."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"int"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Leatherworker",
			"source": "Godfall",
			"entries": [
				"You have studied the secrets of Leatherworking and are an expert in its practice, gaining the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with leatherworker's tools. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"For the purposes of researching any special properties of a specific type of monster hide, you may use leatherworker's tools (Intelligence or Wisdom) instead of Investigation.",
						"Your mastery of leather work has allowed you to optimize your personal storage through tweaking your clothing, belt, and bag. You gain 1 additional belt slot and 3 backpack slots."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"wis",
							"con"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Master Builder",
			"source": "Godfall",
			"entries": [
				"Your advanced knowledge of the finer points of construction make you a force to contend with as a builder. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with either carpenter's tools or mason's tools. If you are already proficient with the tool you choose for this feature, you add double your proficiency bonus to checks you make with that tool.",
						"Your experience in construction gives you a keen eye for damage and wear to buildings and other structures. While inspecting a building or a room, if you are within 60 feet of a section of wall, floor, roof, or ceiling that you can see and you spend 1 minute examining such constructions, you can identify signs of material stress or fatigue that indicate the remaining life of the structure, including any likelihood of imminent collapse.",
						"On a successful construction check in downtime, you make progress at a rate of 2 progress per 1 CP spent."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"str"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Poisoner",
			"source": "Godfall",
			"entries": [
				"You have studied the secrets of poison and are an expert in its practice, gaining the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with a poisoner's kit. If you are already proficient with it, you add double your proficiency bonus to checks you make with it.",
						"As an action, you can identify if a creature within 30 feet of you is poisonous or wielding a poisoned weapon.",
						"Over the course of any short rest or long rest, you can temporarily improve the potency of one poison of any rarity. To use this benefit, you must have poisoner's kit with you, and the potion must be within reach. If the poison is administered before your next short or long rest, the first application deals max damage."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"wis"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Scribe",
			"source": "Godfall",
			"entries": [
				"Your extensive study and mastery of penmanship allows you to spot forgeries and create more economically sized scrolls. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with calligrapher's tools. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"When comparing 2 examples of writing side by side you are able to tell if they are from the same person and have advantage on any investigation checks to spot forged handwriting.",
						"Your economical penmanship has allowed you to develop a special filing system for scrolls that only you can make sense of. You may treat one of your belt slots as a special container in which you can keep a number of scrolls you have crafted equal to your proficiency modifier, but it takes anyone else 1 minute to retrieve one of these complexly stored and sorted scrolls."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Tailor",
			"source": "Godfall",
			"entries": [
				"You have become a master of sewing, weaving, and clothing design, and have developed an eye for how to make the most of any outfit. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with weaver's tools. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
						"As an action, you can assess someone's social status and lifestyle based on their clothing and accessories. Additionally, if you spend 1 minute examining a piece garment or piece of fabric, you can accurately estimate its value and, at the discretion of the DM, you gain one further piece of information about it: its age, cultural origins, or some other snippet of potentially useful information.",
						"As a reaction, when a willing creature within 5 feet of you makes a Charisma check, you can \"adjust their tie\" to grant advantage on the check. You can use this feature once per short or long rest."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"wis"
						],
						"amount": 1
					}
				}
			]
		}
	],
	"background": [
		{
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Medicine} and your choice of {@skill Nature} or {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Herbalism kit|phb}."
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": " An {@item herbalism kit|phb}, four empty vials, scroll case stuffed full of your notes, a sack, common clothes, and a belt pouch containing 10 gp."
						}
					]
				},
				{
					"name": "Overview",
					"type": "entries",
					"entries": [
						"You are trained in the harvest and preparation of herbs and reagents to create potions and salves used to cure wounds and basic ailments, and to neutralize poisons. Maybe you attended one of the Greenhands' training programs at the university, or perhaps you completed an apprenticeship under a master apothecary. Did you procture your herbs from the city's terraced farms and greenhouses, or did you travel with a scavenging crew to gather outside Solace's walls? In any case, you"
					]
				},
				{
					"type": "entries",
					"name": "Feature: Medical Professional",
					"entries": [
						"You have a reputation as a healer of the sick, and are often called upon by those who are diseased or injured. You can usually gain an audience with anyone who needs treatment—even if protocol would normally prevent you from doing so—simply by agreeing to offer your assistance. By spending a few moments examining a chemical—a vial of liquid, a packet of ground powder, or the like—you can determine whether the substance is intended to harm or heal (or neither). This examination does not reveal any specific information about the substance(such as that a powder is actually an inhaled poison, or that it paralyzes its victim), only that it is either harmful or helpful to those that it is used on."
					],
					"data": {
						"isFeature": true
					}
				}
			],
			"name": "Apothecary",
			"source": "Godfall",
			"skillProficiencies": [
				{
					"medicine": true,
					"choose": {
						"from": [
							"nature",
							"survival"
						]
					}
				}
			],
			"languageProficiencies": [
				{
					"any": 1
				}
			],
			"startingEquipment": [
				{
					"_": [
						"herbalism kit|phb",
						{
							"special": "empty vials",
							"quantity": 4
						},
						{
							"special": "scroll case stuffed full of your notes"
						},
						{
							"special": "sack"
						},
						{
							"special": "common clothes"
						},
						{
							"special": "belt pouch",
							"containsValue": 1000
						}
					]
				}
			]
		},
		{
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Insight}, {@skill Medicine}."
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Herbalism kit|phb}."
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": " A {@item healer's kit|phb}, {@item herbalism kit|phb}, scroll case stuffed full of notes and anatomical diagrams, small set of sharp surgical blades in leather wrappings, common clothes, and a belt pouch containing 10 gp."
						}
					]
				},
				{
					"name": "Overview",
					"type": "entries",
					"entries": [
						"You are a trained physician. You probably started out as a simple barber surgeon but you've had proper training since then. Maybe you attended one of the Greenhands' training programs at the university, or perhaps you completed an apprenticeship under a master physician. Either way, you know more about the mysteries of the humanoid body than those around you. You can identify wounds and have a strong grasp of the materials and methods needed to attend to them."
					]
				},
				{
					"type": "entries",
					"name": "Feature: Doctor's kit.",
					"entries": [
						"Amid the city's rationing, you've learned to make the most of your healer's kit. Instead of 10 uses, you can get 20 uses out of a healer's kit. Another creature who lacks this feature and uses a kit of yours consumes 2 uses of it."
					],
					"data": {
						"isFeature": true
					}
				}
			],
			"name": "Chirurgeon",
			"source": "Godfall",
			"skillProficiencies": [
				{
					"insight": true,
					"medicine": true
				}
			],
			"languageProficiencies": [
				{
					"any": 1
				}
			],
			"startingEquipment": [
				{
					"_": [
						"healer's kit|phb",
						"herbalism kit|phb",
						{
							"special": "scroll case stuffed full of notes and anatomical diagrams"
						},
						{
							"special": "small set of sharp surgical blades in leather wrappings"
						},
						{
							"special": "common clothes"
						},
						{
							"special": "belt pouch",
							"containsValue": 1000
						}
					]
				}
			]
		},
		{
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Animal Handling}, {@skill Nature}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": " Vehicles (land), your choice of {@item cook's utensils|phb} or {@item brewer's|phb} supplies"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": " One set of tools you are proficient with, a farm implement (such as a pitchfork or shovel), common clothes, a wide-brimmed hat, a sack containing 5 gp worth of trade goods (see PHB Equipment chapter), and a belt pouch containing 10 gp."
						}
					]
				},
				{
					"name": "Overview",
					"type": "entries",
					"entries": [
						"You have spent much of your life working with the Greenhands to produce food for the city, either tending crops or livestock or both. Are you from one of the wealthy families that owns terraced farmland sloping down from the city's walls, or greenhouses on the upper levels where plants can get sunlight? Or did you labor as a simple farmhand? In either case, you are accustomed to long days of hard work. If you were of one of the wealthy farming families, however, you also enjoyed the privileges of your station, including frequent meals made with real food rather than bland but filling conjured foodstuffs."
					]
				},
				{
					"type": "entries",
					"name": "Feature: Farmer's Almanac",
					"entries": [
						"Thanks to a lifetime growing food in every imaginable condition, you are able to provide simple information and goods for your companions. You can accurately predict the weather in a maelstrom free area for the next week. You know what food is really worth, and you can often haggle a better price for produce."
					],
					"data": {
						"isFeature": true
					}
				}
			],
			"name": "Farmer",
			"source": "Godfall",
			"skillProficiencies": [
				{
					"animal handling": true,
					"nature": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "set of tools you are proficient with"
						},
						{
							"special": "farm implement (such as a pitchfork or shovel)"
						},
						{
							"special": "common clothes"
						},
						{
							"special": "wide-brimmed hat"
						},
						{
							"special": "sack worth of trade goods (see PHB Equipment chapter)",
							"containsValue": 500
						},
						{
							"special": "belt pouch",
							"containsValue": 1000
						}
					]
				}
			]
		},
		{
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Choose any two from {@skill Athletics}, {@skill Deception}, {@skill Insight}, {@skill Perception} and {@skill Survival}."
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Your choice of one artisan�s tools related to the kind of work you did in Solace as part of your geas."
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": " One set of tools you're proficient in, a 10-foot pole, an official writ detailing your sentence, a metal bracelet identifying you as a geas'd conscript that cannot be removed until the end of your sentence, common clothes, pouch, 5 gp."
						}
					]
				},
				{
					"name": "Overview",
					"type": "entries",
					"entries": [
						"Convicted of a crime in Solace, you have been sentenced to dedicate a year of your life to bettering the city and improving the lives of its citizens. This punishment was imposed through the geas spell, and may have initially taken the form of either manual or martial labor, depending on your character�s talents, skills, and experience. Were you assigned to a batallion along the outer walls, defending the city from Maelstrom-born horrors alongside the Wardens? Or did you work as part of a clean-up crew duty in the Dead Ward, rebuild damaged city buildings, or some other type of duties? At this point, you�ve been reassigned to finish out the rest of your sentence in the frontier as a conscript adventurer. Was this something you had to fight for, or yet another unwanted burden imposed by city officials? What was your crime? And how much time is left on your geas? What are your plans for when your life is your own again?"
					]
				},
				{
					"type": "entries",
					"name": "Feature: The Invisible Ones",
					"entries": [
						"You are familiar with how the dirty parts of Solace's city infrastructure works, and as soon as people notice the bracelet on your arm, that's all they really see. As a result, you can easily gain access to the city's low- to mid-level-security military fortifications, as well as sites where city work crews are common, such as the Dead Ward and various government facilities. What's more, other geas'd conscripts are inclined to commiserate. If you spend at least 10 minutes in friendly conversation with a geas'd conscript NPC, they tend to be inclined to help you out, though not necessarily to stick their own neck out for you."
					],
					"data": {
						"isFeature": true
					}
				}
			],
			"name": "Geas'd Conscript",
			"source": "Godfall",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"athletics",
							"insight",
							"perception",
							"survival",
							"deception"
						]
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "set of tools you're proficient in"
						},
						{
							"special": "10-foot pole"
						},
						{
							"special": "official writ detailing your sentence"
						},
						{
							"special": "metal bracelet identifying you as a geas'd conscript that cannot be removed until the end of your sentence"
						},
						{
							"special": "common clothes"
						},
						{
							"special": "pouch"
						},
						{
							"value": 500
						}
					]
				}
			]
		},
		{
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Deception}, {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A {@item holy symbol|phb} (subtly modified to represent your own heretical belief), a prayer book or prayer wheel, vestments, a bottle of invisible ink, a quill, a set of common clothes, and a pouch containing 10 gp."
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						}
					]
				},
				{
					"name": "Overview",
					"type": "entries",
					"entries": [
						"Once an acolyte or a priest, you came to believe in a doctrine considered heresy by others of your faith, taught to you in secret by other heretics or perhaps born of some other personal experience. Have you kept your beliefs a secret, or are others aware of them? And if so, did you choose to divulge this information or were you found out somehow? If others know of your heretical beliefs, you have likely been excommunicated from your temple. Whatever your story's origins, once others learn of your blasphemy, you are shunned by the faithful."
					]
				},
				{
					"type": "entries",
					"name": "Feature: Heretical Contact",
					"entries": [
						"You know where to find heretics in Solace, as well as in any future settlements where your faith is represented. If no heretics are present, you can indoctrinate weak-willed souls if you spend 8 hours preaching in-game (you may not spend CP for this purpose). Where heretics are present, you can always find a place to hide, rest and recuperate. If needed, they can help you escape the settlement on a cart or through a secret tunnel."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Heretical belief",
					"type": "entries",
					"entries": [
						"Choose a belief of your own devising that defines you as a heretic, or choose one from (or roll on) the table below.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Belief"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"You believe that the Architect created the Tradeforged using necromancy and stolen humanoid souls."
								],
								[
									"2",
									"You believe that the Dawnbringer rules over a vast network of spies with its hooks sunk in every facet of life in Solace, secretly controlling the lives of its citizens from behind the scenes. Whether you venerate this perceived aspect of his divinity or are intensely paranoid and seek to discover proof and unmask him to the world is up to you."
								],
								[
									"3",
									"You believe the clergy of the Earthheart to be inherently corrupt, since many of his clerics and paladins are drawn from among Solace�s elite: the wealthy and powerful farming families. The only way to root out this corruption, you and others of your thinking maintain, is for His clergy to be headed instead by the city�s druid circles."
								],
								[
									"4",
									"You believe that the Bastion isn�t actually a single entity or a god at all, but rather several mortals playing the role of a god by donning a set of magical armor, at the bidding of the actual Sovereigns."
								],
								[
									"5",
									"You believe that the Martyr, generally regarded as a saint, is actually a dead god and revere him as such. Others who share your faith speak of the day when he shall be reborn and take his rightful place among the Sovereign Four, making their number Five, and ushering in a golden age of peace and prosperity for all of Solace�s people."
								],
								[
									"6",
									"You believe in the divinity of the Maelstrom as the living essence of the slain titan of Magic�"
								]
							]
						}
					]
				}
			],
			"name": "Heretic",
			"source": "Godfall",
			"skillProficiencies": [
				{
					"deception": true,
					"religion": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"item": "holy symbol|phb",
							"displayName": "holy symbol (subtly modified to represent your own heretical belief)"
						},
						{
							"special": "vestments"
						},
						{
							"special": "bottle of invisible ink"
						},
						{
							"special": "quill"
						},
						{
							"special": "common clothes"
						},
						{
							"special": "pouch",
							"containsValue": 1000
						}
					]
				},
				{
					"a": [
						{
							"special": "prayer book"
						}
					],
					"b": [
						{
							"special": "prayer wheel"
						}
					]
				}
			]
		},
		{
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Arcana} and your choice of {@skill Perception} or {@skill Performance}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One tool set or kit of your choice."
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "One set of tools with which you are proficient, a few pages torn from a user manual for an obscure piece of magitech, common clothes, and a belt pouch with 10 gp."
						}
					]
				},
				{
					"name": "Overview",
					"type": "entries",
					"entries": [
						"In Solace, magic is a tool that's incorporated into many jobs. There are entirely magical careers, such as the medium or oracle. But much of the time, mundane skill and magic are combined together. A lamplighter can work with mundane lanterns, but also learns the vagaries of of maintaining the everbright lanterns that light the city's streets. Chefs often heat and flavor food with a cantrip. A locksmith may learn to cast arcane lock, and an actor may learn thaumaturgy to help project their voice or create stage effects. If you take this background, it is recommended that you play either some sort or caster and/or take Magic Initiate as your free feat, choosing a few spells that would have served you in your line of work. What was your profession? How did your grasp of magic aid you? And how did your work influence the rest of your life. What district did you live in? Did your work earn you the respect or contempt of your family, friends, neighbors, and colleagues?"
					]
				},
				{
					"type": "entries",
					"name": "Feature: Arcane Knack.",
					"entries": [
						"You are you skilled in the practical application of magic to mundane skills and pursuits. You may use Intelligence (Arcana) when attempting to discern how to use, disable or bypass an otherwise mundane object to, at the discretion of the DM, come up with a novel magical solution to the challenge facing you, involving one of your known or prepared spells, or a magic item or piece of magitech that you have on you or otherwise have access to."
					],
					"data": {
						"isFeature": true
					}
				}
			],
			"name": "Magewright",
			"source": "Godfall",
			"skillProficiencies": [
				{
					"arcana": true,
					"choose": {
						"from": [
							"perception",
							"performance"
						]
					}
				}
			],
			"languageProficiencies": [
				{
					"any": 1
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "set of tools with which you are proficient"
						},
						{
							"special": "few pages torn from a user manual for an obscure piece of magitech"
						},
						{
							"special": "common clothes"
						},
						{
							"special": "belt pouch",
							"containsValue": 1000
						}
					]
				}
			]
		},
		{
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Athletics}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Miner's tools"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of miner's tools, a {@item block and tackle}, a {@item climber's kit}, a set of common clothes, and a belt pouch containing 5 gp."
						}
					]
				},
				{
					"name": "Overview",
					"type": "entries",
					"entries": [
						"You have spent a great deal of time in the mines of the Underward searching for hidden veins of ore, gems, and mineral wealth. As such, you know well the thrill of following the geologic clues hidden in bands of rock and soil to pockets of precious metals or gemstones. You have also cried tears of frustration when the vein of ore that could make you rich and famous petered out after only a few feet, yielding barely enough wealth to pay for repairing your tools before moving on to search another promising claim."
					]
				},
				{
					"type": "entries",
					"name": "Feature: Rustic Hospitality.",
					"entries": [
						"Since you come from the ranks of the common folk, you fit in among them with ease. You can find a place to hide, rest, or recuperate among other commoners, unless you have shown yourself to be a danger to them. They will shield you from the law or anyone else searching for you, though they will not risk their lives for you."
					],
					"data": {
						"isFeature": true
					}
				}
			],
			"name": "Miner",
			"source": "Godfall",
			"skillProficiencies": [
				{
					"athletics": true,
					"survival": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "set of miner's tools"
						},
						"block and tackle|",
						"climber's kit|",
						{
							"special": "common clothes"
						},
						{
							"special": "belt pouch",
							"containsValue": 500
						}
					]
				}
			]
		},
		{
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Survival} and choose one additional from either {@skill Animal Handling} or {@skill Deception}."
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A bag of {@item caltrops|phb}, a realistic ink drawing of your polymorphed form, a set of common clothes, and a belt pouch with 10 gp."
						}
					]
				},
				{
					"name": "Overview",
					"type": "entries",
					"entries": [
						"You were transformed into a beast, a monstrosity, or a mundane object, and lived that way for years. You most likely entered this form unwillingly, but how you came down with this affliction is up to you. A caster with an axe to grind may have cast polymorph or true polymorph for some petty offense committed by you or a loved one. Maybe you unwittingly donned a cursed magic item. Perhaps you activated some arcane trap when you accidentally stumbled into an ancient ruin in the tunnels below the city. You also should decide who or what changed you back into your true form. You were in your alternate form for years. How was living in that form different from the way you lived your life before? In what ways were you more powerful? Less powerful? Do you miss the strength of your old form, or are you glad to be back in your own flesh? If you were a wild animal or a monster, how did you survive in the crowded urban environment of Solace? Were you kept in a menagerie or a circus? Or as an exotic pet? If you were an object, what were you used for and by whom? Was your owner aware of your true nature?"
					]
				},
				{
					"type": "entries",
					"name": "Feature: Kindred Spirit",
					"entries": [
						"Non-hostile creatures of the same type as your previously polymorphed form are inclined to like you. These creatures might help guide you to a place if they know its location, provide you with shelter, or shield you from danger, provided they aren't put directly into harm's way."
					],
					"data": {
						"isFeature": true
					}
				}
			],
			"name": "Polymorphed",
			"source": "Godfall",
			"skillProficiencies": [
				{
					"survival": true,
					"choose": {
						"from": [
							"animal handling",
							"deception"
						]
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"item": "caltrops|phb",
							"displayName": "bag of caltrops"
						},
						{
							"special": "realistic ink drawing of your polymorphed form"
						},
						{
							"special": "common clothes"
						},
						{
							"special": "belt pouch",
							"containsValue": 1000
						}
					]
				}
			]
		},
		{
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Your choice of any two from {@skill Investigation}, {@skill Perception}, and {@skill Survival}."
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Thieves� tools and your choice of either {@item Navigator's tools|phb} or {@item Cartographer's tools|phb}."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": " One set of tools with which you are proficient, a 10-foot pole, a map of a location you or someone you know have explored, traveler's clothes, and a belt pouch with 5 gp."
						}
					]
				},
				{
					"name": "Overview",
					"type": "entries",
					"entries": [
						"You once made your living as a professional scavenger, seeking out useful objects cast off by their former owners or abandoned after the destruction of Godfall. Most likely, you were a member of an established scavenging crew, in which case you are a tiefling if you've been scavenging in the Broken Lands for a period longer than the past two years. In doing so, you provided a valuable service by providing your fellow citizens with much-needed resources, and did so at considerable danger to your own person. As such, members (whether current or former) of scavenging crews that explored the Broken Lands are looked on with favor and admiration by their fellow citizens. Who were the other people on your crew, and how long did you work together? Are you still close, or did you have a falling out with them? What kind close calls with the Maelstrom or other dangers did you survive together--or did you lose people along the way in your dangerous line of work? Alternately, you may have never left the city at all and simply be a denizen of the lower levels who scrounges discarded tech that has fallen from the upper tiers of the city. What secondhand treasures have you unearthed in Solace's scrap heaps? Did you have allies or rivals who sought to aid or stymie you in your scavenging forays in the city?"
					]
				},
				{
					"type": "entries",
					"name": "Feature: Appriasal",
					"entries": [
						"Other harvesters respect your life of hard labor, and are available to consult on the value of non-magical gems and art objects for free. In addition when you find an object of value, you know the value of the object and you know what sort of person would be interested in buying such an object."
					],
					"data": {
						"isFeature": true
					}
				}
			],
			"name": "Scavenger",
			"source": "Godfall",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"investigation",
							"perception",
							"survival"
						]
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "set of tools with which you are proficient"
						},
						{
							"special": "10-foot pole"
						},
						{
							"special": "traveler's clothes"
						},
						{
							"special": "belt pouch",
							"containsValue": 500
						}
					]
				},
				{
					"a": [
						{
							"special": "map of a location you"
						}
					],
					"b": [
						{
							"special": "someone you know have explored"
						}
					]
				}
			]
		},
		{
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Insight}, {@skill Perception}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One gaming set of your choice (cards, bone dice, or some other divination tool)."
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A gaming set of your choice, a token of appreciation from a past client, a set of common clothes, and a belt pouch containing 5 gp"
						}
					]
				},
				{
					"name": "Overview",
					"type": "entries",
					"entries": [
						"Seers are rare individuals endowed with the gift to see beyond the mundane veil cloaking the world to the truth illuminated by those stars... or at least, they believe this to be so. Cause and effect run in scattered lines to a seer's eyes, linking individuals and events seemingly unrelated to the casual observer. Do you truly possess some means to see the twists of fate? Perhaps it may be so. In any case, you believe this strongly enough that you've convinced others of the veracity of your visions. Your clients seek out your services and regard you with a certain degree of respect, if not awe. Where do you believe your visions come from? The gods? The arcane tumult of the Maelstrom? Or something else entirely...?"
					]
				},
				{
					"type": "entries",
					"name": "Feature: Glimpse Of Fortune",
					"entries": [
						"Using a minor method of divination, you are able to see a glimpse of a target's future. You must spend one hour in conversation with the subject and consultation with your divination method. At the end of this time you can offer insight into the subject's possible future. These details are always vague, and both the information and its accuracy are up to the DM's discretion. Regardless of the information attained, the reading affords you the chance to gain insight into your subject and possibly enter their good graces. After giving a reading, you can expect a client to be more relaxed and willing to favorably consider any proposal you make (treat them as one category more favorable for purposes of social interaction, DMG p. 244). Additionally, you can receive minor favors or consideration from past subjects in a variety of locations. Assume you can find at least one friendly contact in a city in which you have spent at least some time in the past."
					],
					"data": {
						"isFeature": true
					}
				}
			],
			"name": "Seer",
			"source": "Godfall",
			"skillProficiencies": [
				{
					"insight": true,
					"perception": true
				}
			],
			"languageProficiencies": [
				{
					"any": 1
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "gaming set of your choice"
						},
						{
							"special": "token of appreciation from a past client"
						},
						{
							"special": "common clothes"
						},
						{
							"special": "belt pouch",
							"containsValue": 500
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Porcupette",
			"isNpc": true,
			"size": [
				"T"
			],
			"type": "beast",
			"source": "Godfall",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "2d4 + 2"
			},
			"speed": {
				"walk": 30
			},
			"str": 5,
			"dex": 11,
			"con": 12,
			"int": 2,
			"wis": 13,
			"cha": 16,
			"skill": {
				"insight": "+3",
				"stealth": "+2"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 11,
			"cr": "1/8",
			"trait": [
				{
					"name": "Quills",
					"entries": [
						"Any creature attacking a porcupette with natural weapons or an unarmed strike takes 1 point of piercing damage. A creature that grapples a porcupine takes 1 {@dice d3} points of piercing damage each round it does so."
					]
				}
			],
			"action": [
				{
					"name": "Tail Slap",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) piercing damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			]
		}
	],
	"table": [
		{
			"name": "Crafting Materials",
			"source": "Godfall",
			"caption": "Crafting materials found in Godfall.",
			"colLabels": [
				"%",
				"Description"
			],
			"colStyles": [
				"col-2 text-center",
				"col-12"
			],
			"rows": [
				[
					"01-05",
					"{@item Animal Hide|Godfall}"
				],
				[
					"06-10",
					"{@item Basic Wood|Godfall}"
				],
				[
					"11-15",
					"{@item Bone|Godfall}"
				],
				[
					"16-20",
					"{@item Bronze|Godfall}"
				],
				[
					"21-25",
					"{@item Chitin|Godfall}"
				],
				[
					"26-30",
					"{@item Cotton|Godfall}"
				],
				[
					"31-35",
					"{@item Iron|Godfall}"
				],
				[
					"36-40",
					"{@item Silk|Godfall}"
				],
				[
					"41-45",
					"{@item Steel|Godfall}"
				],
				[
					"46-50",
					"{@item Wool|Godfall}"
				],
				[
					"51-52",
					"{@item Cold Iron|Godfall}"
				],
				[
					"53-54",
					"{@item Common Monster Hide|Godfall}"
				],
				[
					"55-56",
					"{@item Darkweave|Godfall}"
				],
				[
					"57-58",
					"{@item Greenweave|Godfall}"
				],
				[
					"59-60",
					"{@item Labradorite|Godfall}"
				],
				[
					"61-62",
					"{@item Machalite|Godfall}"
				],
				[
					"63-64",
					"{@item Mooncloth|Godfall}"
				],
				[
					"65-66",
					"{@item Mourningwood|Godfall}"
				],
				[
					"67-68",
					"{@item Spectrite|Godfall}"
				],
				[
					"69-70",
					"{@item Troll Boar Hide|Godfall}"
				],
				[
					"71-72",
					"{@item Winter Wolf Hide|Godfall}"
				],
				[
					"73-74",
					"{@item Witherwood|Godfall}"
				],
				[
					"75-76",
					"{@item Yeti Hide|Godfall}"
				],
				[
					"77",
					"{@item Adamantine|Godfall}"
				],
				[
					"78",
					"{@item Ancient Coral|Godfall}"
				],
				[
					"79",
					"{@item Arcanaweave|Godfall}"
				],
				[
					"80",
					"{@item Criolithe|Godfall}"
				],
				[
					"81",
					"{@item Dawn Star|Godfall}"
				],
				[
					"82",
					"{@item Dragon-Scale (Young)|Godfall}"
				],
				[
					"83",
					"{@item Dragon-Scale (Adult)|Godfall}"
				],
				[
					"84",
					"{@item Dragon-Scale (Ancient)|Godfall}"
				],
				[
					"85",
					"{@item Dreamweave|Godfall}"
				],
				[
					"86",
					"{@item Ironwood|Godfall}"
				],
				[
					"87",
					"{@item Livingwood|Godfall}"
				],
				[
					"88",
					"{@item Mithril|Godfall}"
				],
				[
					"89",
					"{@item Orichalcum|Godfall}"
				],
				[
					"90",
					"{@item Phase Spider Silk|Godfall}"
				],
				[
					"91",
					"{@item Phoenix Fibre|Godfall}"
				],
				[
					"92",
					"{@item Planes Worm Carapace|Godfall}"
				],
				[
					"93",
					"{@item True Ice|Godfall}"
				],
				[
					"94-99",
					"Roll twice more, rerolling any common results."
				],
				[
					"100",
					"Roll three times, rerolling any common or uncommon results."
				]
			]
		}
	],
	"item": [
		{
			"name": "Cotton",
			"rarity": "common",
			"source": "Godfall",
			"type": "M,C",
			"additionalEntries": [
				"Much of the clothing worn by the citizens of Solace is cotton cloth of varying quality. The cultivation, picking, processing, and weaving of cotton, as well as the cultivation of dyes for the fabric, are all extremely labor intensive.",
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Normal}: As per the PHB",
						"{@b Artisan}: +1 Bonus to AC"
					]
				}
			]
		},
		{
			"name": "Wool",
			"rarity": "common",
			"source": "Godfall",
			"type": "M,C",
			"additionalEntries": [
				"The hair of the sheep shepherded by the Greenhands comes in a variety of shades, and can be carded and woven into fabrics of a wide range of quality. Wool is the fabric of choice for blankets, cloaks, and any apparel made to protect against the winter cold.",
				{
					"type": "entries",
					"name": "Clothing",
					"entries": [
						"",
						"{@b Normal}: You have advantage on saving throws against extreme cold weather effects.",
						"{@b Artisan}: You automatically succeed on saving throws against extreme cold weather effects up to DC 10."
					]
				},
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Artisan}: +1 Bonus to AC"
					]
				}
			]
		},
		{
			"name": "Silk",
			"rarity": "common",
			"source": "Godfall",
			"type": "M,C",
			"additionalEntries": [
				"The Greenhands cultivate mulberry trees, not just for their sweet fruit, but to house and feed the silkworms who spin cocoons of fine and surprisingly strong thread. Silken garments breath and lay light on the body, making them a blessing on hot summer days if you can afford them.",
				{
					"type": "entries",
					"name": "Clothing",
					"entries": [
						"",
						"{@b Normal}: You have advantage on saving throws against extreme cold weather effects.",
						"{@b Artisan}: You have advantage on saving throws against extreme heat weather effects.",
						"{@b Masterwork}: You automatically succeed on saving throws against extreme heat weather effects up to a DC 10."
					]
				}
			]
		},
		{
			"name": "Animal Hide",
			"rarity": "common",
			"source": "Godfall",
			"type": "M,L",
			"additionalEntries": [
				"It's some skin from a cow. Probably.",
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Normal}: As per the PHB",
						"{@b Artisan}: +1 Bonus to AC",
						"{@b Masterwork}: +2 Bonus to AC"
					]
				}
			]
		},
		{
			"name": "Chitin",
			"rarity": "common",
			"source": "Godfall",
			"type": "M,Ls",
			"additionalEntries": [
				"This rigid material makes up the exoskeletons of insects and crustaceans. While most common insects are too small to yield useful amounts of this substance, chitin harvested from larger creatures of the Maelstrom can be used to create sturdy armor without metal.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Rustproof|Godfall}; {@item Lightweight|Godfall}; −1 penalty to AC, attack and damage rolls.",
						"{@b Artisan}: Removes the −1 penalty."
					]
				},
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Masterwork}: +1 Bonus to AC"
					]
				},
				{
					"type": "entries",
					"name": "Shields",
					"entries": [
						"",
						"{@b Masterwork}: +1 Bonus to AC"
					]
				}
			]
		},
		{
			"name": "Bronze",
			"rarity": "common",
			"source": "Godfall",
			"type": "M,M",
			"additionalEntries": [
				"The alloy of copper and tin has been used for crafting since ancient times. It is softer than iron based alloys, but does not rust, and is significantly better than nothing.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Rustproof|Godfall}"
					]
				},
				{
					"type": "entries",
					"name": "Armor, Shields",
					"entries": [
						"",
						"{@b Normal}: −1 penalty to AC",
						"{@b Artisan}: Eliminates the −1 penalty"
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Normal}: −1 penalty to attack and damage rolls",
						"{@b Artisan}: Eliminates the −1 penalty"
					]
				}
			]
		},
		{
			"name": "Iron",
			"rarity": "common",
			"source": "Godfall",
			"type": "M,M",
			"additionalEntries": [
				"The workhorse material of Solace, this dull grey metal is easy to smelt and forge, and is a cheap material for making serviceable weapons and armor. Unfortunately, it has a tendency to rust if not properly maintained, causing its strength to fade with time.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: As per the PHB"
					]
				},
				{
					"type": "entries",
					"name": "Armor, Shields",
					"entries": [
						"",
						"{@b Artisan}: +1 bonus to AC"
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Artisan}: +1 bonus to attack and damage rolls"
					]
				}
			]
		},
		{
			"name": "Steel",
			"rarity": "common",
			"source": "Godfall",
			"type": "M,M",
			"additionalEntries": [
				"By alloying iron with small amounts of other ores, and smelting it in the proper way, a smith can create a shiny metal that is resistant to corrosion. This steel can be further strengthened by alloying with essence, creating truly remarkable arms.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Acidproof|Godfall}"
					]
				},
				{
					"type": "entries",
					"name": "Armor, Shields",
					"entries": [
						"",
						"{@b Artisan}: +1 bonus to AC",
						"{@b Masterwork}: +2 bonus to AC"
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Artisan}: +1 bonus to attack and damage rolls",
						"{@b Masterwork}: +2 bonus to attack and damage rolls"
					]
				},
				{
					"type": "entries",
					"name": "Ammunition",
					"entries": [
						"",
						"{@b Normal}: {@item Honed|Godfall} 1.",
						"{@b Artisan}: {@item Honed|Godfall} 2.",
						"{@b Masterwork}: {@item Honed|Godfall} 3."
					]
				}
			]
		},
		{
			"name": "Basic Wood",
			"rarity": "common",
			"source": "Godfall",
			"type": "M,W",
			"additionalEntries": [
				"It's log. It's big. It's heavy. It's wood.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: As per the PHB"
					]
				},
				{
					"type": "entries",
					"name": "Armor, Shields",
					"entries": [
						"",
						"{@b Artisan}: +1 bonus to AC"
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Artisan}: +1 bonus to attack and damage rolls"
					]
				}
			]
		},
		{
			"name": "Bone",
			"rarity": "common",
			"source": "Godfall",
			"type": "M,W",
			"additionalEntries": [
				"The bones of a variety of creatures can be used for crafting. The large horns, teeth, and claws of an animal, as well as their skeleton, are considered to be in the bone zone.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Rustproof|Godfall}; −1 penalty to AC, attack and damage rolls.",
						"{@b Artisan}: Removes the −1 penalty."
					]
				},
				{
					"type": "entries",
					"name": "Foci",
					"entries": [
						"",
						"{@b Normal}: Removes the −1 penalty.",
						"{@b Artisan}: Divination {@item Affinity|Godfall} 1.",
						"{@b Masterwork}: Divination {@item Affinity|Godfall} 2."
					]
				}
			]
		},
		{
			"name": "Arcanaweave",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,C",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"This prized cloth comes in an endless variety of colors and patterns, but is recognizable by its telltale shimmer when it moves with its wearer.",
				{
					"type": "entries",
					"name": "Armor, Clothing",
					"entries": [
						"",
						"{@b Artisan}: {@item Conduit|Godfall} 1.",
						"{@b Masterwork}: {@item Conduit|Godfall} 2."
					]
				},
				{
					"type": "entries",
					"name": "Nets",
					"entries": [
						"",
						"{@b Artisan}: +3 to AC and escape DC.",
						"{@b Masterwork}: A creature restrained by this weapon has disadvantage on all saving throws against spells. Furthermore whenever it would take damage from a spell, it takes damage as if that spell were cast 1 level higher."
					]
				}
			]
		},
		{
			"name": "Darkweave",
			"rarity": "uncommon",
			"source": "Godfall",
			"type": "M,C",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"Recently discovered by blending shadow magic with high-quality silks, this unique material absorbs and dissipates the heat signature of its wearer. Under the right conditions, this fabric can help blend the wearer into their surroundings, hiding them from the eyes of those with darkvision.",
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Normal}: This armor will never pose disadvantage to stealth checks.",
						"{@b Artisan}: While wearing this armor and in darkness, other creatures that rely on darkvision have disadvantage on perception check to spot you."
					]
				},
				{
					"type": "entries",
					"name": "Clothing",
					"entries": [
						"",
						"{@b Artisan}: While wearing this clothing and in darkness, other creatures that rely on darkvision have disadvantage on perception check to spot you."
					]
				}
			]
		},
		{
			"name": "Dreamweave",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,C",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"This ever changing cloth is the latest fashion among the nobles as it's color, pattern and style seem to shift and change with each new season so that it's never out of style.",
				{
					"type": "entries",
					"name": "Clothing",
					"entries": [
						"",
						"{@b Normal}: {@item Changing Seasons|Godfall} 1.",
						"{@b Artisan}: {@item Changing Seasons|Godfall} 2.",
						"{@b Masterwork}: {@item Changing Seasons|Godfall} 3."
					]
				}
			]
		},
		{
			"name": "Greenweave",
			"rarity": "uncommon",
			"source": "Godfall",
			"type": "M,C",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"Greentail fern forms long sinuous frond with pinnae that resemble scales. It's surface is fuzzy and dappled with all the colors of the forest creating a hazy optical effect when rustled by the wind. When woven into Greenweeave, the resulting fabric maintains this strange appearance.",
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Normal}: This armor will never pose disadvantage to stealth checks.",
						"{@b Artisan}: While wearing this armor, other creatures have disadvantage on perception check to spot you while you in naturally green terrain such as forest or grassland."
					]
				},
				{
					"type": "entries",
					"name": "Clothing",
					"entries": [
						"",
						"{@b Artisan}: While wearing this clothing, other creatures have disadvantage on perception check to spot you while you in naturally green terrain such as forest or grassland."
					]
				}
			]
		},
		{
			"name": "Mooncloth",
			"rarity": "uncommon",
			"source": "Godfall",
			"type": "M,C",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"Legend claims this soft fabric was first woven from beams of moonlight, the warp and weft of it formed from each of Otera's two moons. This seems to be supported by the hue of the fabric itself, as it seems to shift depending on which moon is waxing or waning. True or not, the gentle glow of the fabric, along with its restful properties, make it popular with certain Druidic circles and well off parents alike.",
				{
					"type": "entries",
					"name": "Clothing",
					"entries": [
						"",
						"{@b Normal}: This item sheds dim light for 10 feet while in total darkness. While exposed to moonlight this becomes 20 feet and counts as moonlight.",
						"{@b Artisan}: {@item Restful|Godfall} 1.",
						"{@b Masterwork}: {@item Restful|Godfall} 2."
					]
				}
			]
		},
		{
			"name": "Phase Spider Silk",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,C",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"Slightly sticky to the touch upon harvest, this material transforms into an almost transparent cloth in the hands of a skilled weaver. Without the occasional glitter, it would feel as if the cloth has disappeared out of existence.",
				{
					"type": "entries",
					"name": "Clothing",
					"entries": [
						"",
						"{@b Normal}: {@item Blinking|Godfall} 1.",
						"{@b Artisan}: {@item Blinking|Godfall} 2.",
						"{@b Masterwork}: Whenever you make a saving throw against an effect that would send you to another plane or demiplane, you do do so at advantage."
					]
				}
			]
		},
		{
			"name": "Phoenix Fibre",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,C",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"This silky cloth seems alive with flame, flaring up whenever its wearer moves. It comes in shades of reds, oranges, and yellows, as an homage to the bird whose name it shares. The flames it produces are harmless, though quite beautiful to witness.",
				{
					"type": "entries",
					"name": "Clothing",
					"entries": [
						"",
						"{@b Normal}: Wisps of harmless fire rise from this clothing as it moves.",
						"{@b Artisan}: You can spend 15 feet of movement to spin and wreath yourself in flickering flames and smoke. Until the end of your turn opportunity attacks against you are made at disadvantage.",
						"{@b Masterwork}: You can spend 15 feet of movement as part of taking the dodge action to create a 5-foot-diameter sphere of smoke centered on you. The sphere's area is heavily obscured. It lasts until the start of your next turn."
					]
				}
			]
		},
		{
			"name": "Blessed Amber",
			"rarity": "legendary",
			"source": "Godfall",
			"type": "M,G",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"The petrified sap of the Great Archfey Tree known as Father Oak. It's gold and brown hues seem relatively plain to look at, but the gems bring a sense of peace and belonging when held.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"1 Unit of Blessed Amber can replace a diamond worth at least 500 gp as a spell component. The Blessed Amber is still consumed, destroying the item it is set in."
					]
				},
				{
					"type": "entries",
					"name": "Jewelry",
					"entries": [
						"",
						"{@b Normal}: You have advantage on death saving throws.",
						"{@b Artisan}: You have advantage on resurrection checks where this item was used as the Component.",
						"{@b Masterwork}: The item is no longer consumed when used a spell component, instead it's quality drops to low."
					]
				}
			]
		},
		{
			"name": "Criolithe",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,Gs",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"This rich purple crystal requires special care when being mined, and even more while being forged. However, in skilled hands, this purple crystal can be transformed into a vibrant navy blue color that seems to shimmer with motes of gold and red light when viewed at the right angles. The crystal itself is fairly dense, needing a fair amount of strength being required to readily use it, but to those who do gain great benefit from the unique properties of this material.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@item Unbreakable|Godfall}"
					]
				},
				{
					"type": "entries",
					"name": "Foci",
					"entries": [
						"",
						"{@b Artisan}: Evocation {@item Affinity|Godfall} 1.",
						"{@b Masterwork}: Evocation {@item Affinity|Godfall} 2."
					]
				},
				{
					"type": "entries",
					"name": "Shields",
					"entries": [
						"",
						"{@b Normal}: {@item Bulky|Godfall}.",
						"{@b Artisan}: {@item Spell Storing|Godfall} 1.",
						"{@b Masterwork}: {@item Spell Storing|Godfall} 2."
					]
				},
				{
					"type": "entries",
					"name": "Jewelry",
					"entries": [
						"",
						"{@b Artisan}: {@item Conduit|Godfall} 1.",
						"{@b Masterwork}: {@item Conduit|Godfall} 2."
					]
				}
			]
		},
		{
			"name": "Dawn Star",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,G",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"This golden precious gem is named after the the God-King himself, and appropriately so. When properly cut and outdoors, regardless of the weather conditions, the gem accurately reflects the position of the sun by acting like a mirror of a clear sky. As night falls, the sun within the gem sets and the moon comes out, along with the stars.",
				{
					"type": "entries",
					"name": "Jewelry",
					"entries": [
						"",
						"{@b Artisan}: {@item Boundless Spirit|Godfall} 1.",
						"{@b Masterwork}: {@item Boundless Spirit|Godfall} 2."
					]
				}
			]
		},
		{
			"name": "Labradorite",
			"rarity": "uncommon",
			"source": "Godfall",
			"type": "M,G",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"This gem would trick those with inexperienced eyes to think that it was just an ordinary rock, but when successfully mined and brought to daylight, this crystal creates a dazzling optical phenomenon of a blue green to deep blue sheen that creates its distinctive shimmery, ethereal effect.",
				{
					"type": "entries",
					"name": "Foci",
					"entries": [
						"",
						"{@b Artisan}: Illusion {@item Affinity|Godfall} 1.",
						"{@b Masterwork}: Illusion {@item Affinity|Godfall} 2."
					]
				},
				{
					"type": "entries",
					"name": "Jewelry",
					"entries": [
						"",
						"{@b Normal}: You can use this item as a focus to cast Disguise Self. When you do so, the casting time for Disguise Self is 1 bonus action.",
						"{@b Artisan}: Whenever you cast Disguise Self through this item, other creatures have disadvantage on Intelligence (Investigation) checks to discern that you are disguised.",
						"{@b Masterwork}: Whenever you cast Disguise Self through this item you can affect any number of willing creatures within a 5 foot radius of yourself. Each other creature takes on the same disguise as yourself with a slight variation, such as having a different colored outfit, glasses, or a mustache. This illusion immediately ends on any creature that moves more then 5 feet from you."
					]
				}
			]
		},
		{
			"name": "Omniate",
			"rarity": "legendary",
			"source": "Godfall",
			"type": "M,G",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"This unassuming crystal would lead the inexperienced to think it an azure-hued quartz. However, hidden within its confines rest veins of indigo and platinum, which appear to branch through the gem like a circulatory system. When worked by the hands of a skilled artisan, the veins spring to life, pulsing with a regular heartbeat of dim light giving its wielder the impression it might actually be alive.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Regrowing|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Foci",
					"entries": [
						"",
						"{@b Artisan}: {@item Soothing|Godfall} 1.",
						"{@b Masterwork}: {@item Soothing|Godfall} 2."
					]
				},
				{
					"type": "entries",
					"name": "Jewelry",
					"entries": [
						"",
						"{@b Artisan}: {@item Invigorating|Godfall} 3.",
						"{@b Masterwork}: {@item Invigorating|Godfall} 5."
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Artisan}: {@item Compact|Godfall}; +1 bonus to attack and damage rolls.",
						"{@b Masterwork}: {@item Grasping|Godfall}; +2 bonus to attack and damage rolls."
					]
				}
			]
		},
		{
			"name": "True Ice",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,G",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"A pale light blue shard of freezing cold ice. The slightest touch will leave you skin numb from the cold, and a holding it for any length of time risks serious injury. No matter how much heat the ice is exposed to it never melts.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Unbreakable|Godfall}; Magitech augments can not be applied to items made of True Ice."
					]
				},
				{
					"type": "entries",
					"name": "Foci",
					"entries": [
						"",
						"{@b Artisan}: Cold {@item Empowering|Godfall} 1.",
						"{@b Masterwork}: Cold {@item Empowering|Godfall} 2."
					]
				},
				{
					"type": "entries",
					"name": "Jewelry",
					"entries": [
						"",
						"{@b Artisan}: You have advantage on saving throws against extreme heat weather effects.",
						"{@b Masterwork}: You automatically succeed on saving throws against extreme heat weather effects up to a DC 10."
					]
				},
				{
					"type": "entries",
					"name": "Shields",
					"entries": [
						"",
						"{@b Artisan}: Cold {@item Retribution|Godfall} 1",
						"{@b Masterwork}: Cold {@item Retribution|Godfall} 2"
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Artisan}: +1 bonus to attack and damage rolls; Deals an additional 1d4 cold damage",
						"{@b Masterwork}: +2 bonus to attack and damage rolls; Deals an addtional 1d6 cold damage."
					]
				}
			]
		},
		{
			"name": "Common Monster Hide",
			"rarity": "uncommon",
			"source": "Godfall",
			"type": "M,L",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"Obviously, monster hide can take a variety of forms, and is a catch-all term for any leather derived from an animal with a mundane hide tougher than a cow. The power of the Maelstrom to twist creatures into more vicious forms, along with the natural evolutionary pressure of the wilderness has lead to a wide range of creatures with such hides.",
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Artisan}: +1 Bonus to AC",
						"{@b Masterwork}: +2 Bonus to AC"
					]
				}
			]
		},
		{
			"name": "Dragon-Scale (Young)",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,Ls",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"This scaly hide varies widely depending upon the color and age of the dragon they come from. The scales attached to the leather are incredibly tough but remarkably light. With proper techniques, these scales can either be fused against a metallic base for heavier armors, or treated to increase their flexibility for lighter armors.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Rustproof|Godfall}; {@item Lightweight|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Artisan}: +1 Bonus to AC",
						"{@b Masterwork}: +2 Bonus to AC"
					]
				}
			]
		},
		{
			"name": "Dragon-Scale (Adult)",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,Ls",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"This scaly hide varies widely depending upon the color and age of the dragon they come from. The scales attached to the leather are incredibly tough but remarkably light. With proper techniques, these scales can either be fused against a metallic base for heavier armors, or treated to increase their flexibility for lighter armors.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Rustproof|Godfall}; {@item Lightweight|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Normal}: +1 Bonus to AC",
						"{@b Artisan}: +2 Bonus to AC",
						"{@b Masterwork}: Resistance, based on dragon type."
					]
				}
			]
		},
		{
			"name": "Dragon-Scale (Ancient)",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,Ls",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"This scaly hide varies widely depending upon the color and age of the dragon they come from. The scales attached to the leather are incredibly tough but remarkably light. With proper techniques, these scales can either be fused against a metallic base for heavier armors, or treated to increase their flexibility for lighter armors.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Rustproof|Godfall}; {@item Lightweight|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Normal}: +1 Bonus to AC",
						"{@b Artisan}: +2 Bonus to AC",
						"{@b Masterwork}: +3 Bonus to AC; Resistance, based on dragon type."
					]
				}
			]
		},
		{
			"name": "Troll Boar Hide",
			"rarity": "uncommon",
			"source": "Godfall",
			"type": "M,L",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"Troll boar hide, unlike other common monster hides, seems to constantly regrow itself once treated with essence. This makes it particularly useful for those with a tendency to rip their armor.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Regrowing|Godfall}"
					]
				},
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Artisan}: +1 Bonus to AC",
						"{@b Masterwork}: +2 Bonus to AC"
					]
				}
			]
		},
		{
			"name": "Winter Wolf Hide",
			"rarity": "uncommon",
			"source": "Godfall",
			"type": "M,L",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"Description TBD",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: You have advantage on saving throws against extreme cold weather effects."
					]
				},
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Artisan}: +1 Bonus to AC; While wearing this armor, other creatures have disadvantage on perception check to spot you while you in snowy terrain.",
						"{@b Masterwork}: While wearing this item, a creature can not gain advantage on attacks against you from having an ally within 5 feet of you."
					]
				}
			]
		},
		{
			"name": "Plains Worm Carapace",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,Ls",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"This thick leather is made from the outer shell of the giant burrowing worms living in the plains surrounding the Martyr's Sphincter. As a result, it consists of curved, organically shaped plates of lamellate hide whose colors range from yellow sand to bronze brown, all with a faint golden patina that gleams in sunlight.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Unbreakable|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Artisan}: +1 Bonus to AC.",
						"{@b Masterwork}: +2 Bonus to AC; Acid Resistance."
					]
				},
				{
					"type": "entries",
					"name": "Shields",
					"entries": [
						"",
						"{@b Artisan}: Acid Cover.",
						"{@b Masterwork}: +1 Bonus to AC."
					]
				}
			]
		},
		{
			"name": "Yeti Hide",
			"rarity": "uncommon",
			"source": "Godfall",
			"type": "M,L",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"Description TBD",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: You have advantage on saving throws against extreme cold weather effects."
					]
				},
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Artisan}: +1 Bonus to AC.",
						"{@b Masterwork}: Cold Resistance."
					]
				}
			]
		},
		{
			"name": "Adamantine",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,M",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"This alloy made from Adamantium, which is originally found as a hunk of dark, almost black, form which makes mining it that much harder. When forged, it takes on a very deep burnt orange hue , and is incredibly resilient and holds an edge better than any other metal.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Unbreakable|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Normal}: While wearing this armor, any critical hit against you becomes a normal hit.",
						"{@b Artisan}: +1 Bonus to AC.",
						"{@b Masterwork}: Any nonmagical crafted weapon that strikes you while wearing this armor splinters or cracks. After dealing damage it takes a permanent and cumulative −1 penalty to damage."
					]
				},
				{
					"type": "entries",
					"name": "Shields",
					"entries": [
						"",
						"{@b Artisan}: On a successful shove attack any nonmagical crafted armor being worn by the creature is damaged and takes a permanent and cumulative −1 penalty to AC to a minimum of 10. This does not affect any AC granted from Dexterity or other sources.",
						"{@b Masterwork}: +1 Bonus to AC."
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Normal}: Construct {@item Slaying|Godfall} 1; Whenever they hit an object, the hit is a critical hit. Additionally, whenever you successfully disarm a weapon, the weapon's quality is lowered by 1 tier. If the item was already of low quality it is considered completely sundered and must be remade.",
						"{@b Artisan}: Construct {@item Slaying|Godfall} 2; +1 Bonus to attack and damage rolls.",
						"{@b Masterwork}: Construct {@item Slaying|Godfall} 3; +2 Bonus to attack and damage rolls."
					]
				},
				{
					"type": "entries",
					"name": "Ammunition",
					"entries": [
						"",
						"{@b Normal}: Construct {@item Slaying|Godfall} 1; Whenever they hit an object, the hit is a critical hit. Additionally, whenever you successfully disarm a weapon, the weapon's quality is lowered by 1 tier. If the item was already of low quality it is considered completely sundered and must be remade.",
						"{@b Artisan}: Construct {@item Slaying|Godfall} 2.",
						"{@b Masterwork}: Construct {@item Slaying|Godfall} 3."
					]
				}
			]
		},
		{
			"name": "Cold Iron",
			"rarity": "uncommon",
			"source": "Godfall",
			"type": "M,M",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"This darker looking iron seems to emanate an aura of shadow while it's in the light. It's named as such due to being forged at far lower temperatures, else it's unique properties be lost. It's dark energies sap the brightness from fey creatures, harming them substantially more.",
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Normal}: Fey {@item Deterring|Godfall}.",
						"{@b Artisan}: +1 Bonus to AC.",
						"{@b Masterwork}: +2 Bonus to AC."
					]
				},
				{
					"type": "entries",
					"name": "Foci",
					"entries": [
						"",
						"{@b Artisan}: Enchantment {@item Affinity|Godfall} 1.",
						"{@b Masterwork}: Enchantment {@item Affinity|Godfall} 3."
					]
				},
				{
					"type": "entries",
					"name": "Jewelry",
					"entries": [
						"",
						"{@b Normal}: Fey {@item Deterring|Godfall}.",
						"{@b Artisan}: Fey {@item Protection|Godfall}.",
						"{@b Masterwork}: {@item Statement|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Shields",
					"entries": [
						"",
						"{@b Normal}: Fey {@item Deterring|Godfall}.",
						"{@b Artisan}: Cold {@item Cover|Godfall}.",
						"{@b Masterwork}: +1 Bonus to AC."
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Normal}: Fey {@item Slaying|Godfall} 1.",
						"{@b Artisan}: Fey {@item Slaying|Godfall} 2; +1 bonus to attack and damage rolls.",
						"{@b Masterwork}: Fey {@item Slaying|Godfall} 3; +2 bonus to attack and damage rolls."
					]
				},
				{
					"type": "entries",
					"name": "Ammunition",
					"entries": [
						"",
						"{@b Normal}: Fey {@item Slaying|Godfall} 1.",
						"{@b Artisan}: Fey {@item Slaying|Godfall} 2.",
						"{@b Masterwork}: Fey {@item Slaying|Godfall} 3."
					]
				}
			]
		},
		{
			"name": "Machalite",
			"rarity": "uncommon",
			"source": "Godfall",
			"type": "M,M",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"This metal takes its original form as an agate-like rock, with a mix of green and blue crystals interspersed through the ingot. When worked in the forge, the crystals melt and bond with the unassuming binding metal. When properly smelted, the metal has a striped appearance, with green and blue veins mixing through the otherwise-dull-silvery metal.",
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Normal}: Monstrosity {@item Deterring|Godfall}.",
						"{@b Artisan}: +1 Bonus to AC.",
						"{@b Masterwork}: +2 Bonus to AC."
					]
				},
				{
					"type": "entries",
					"name": "Foci",
					"entries": [
						"",
						"{@b Artisan}: Transmutation {@item Affinity|Godfall} 1.",
						"{@b Masterwork}: Transmutation {@item Affinity|Godfall} 3."
					]
				},
				{
					"type": "entries",
					"name": "Jewelry",
					"entries": [
						"",
						"{@b Normal}: Monstrosity {@item Deterring|Godfall}.",
						"{@b Artisan}: Monstrosity {@item Protection|Godfall}.",
						"{@b Masterwork}: {@item Statement|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Shields",
					"entries": [
						"",
						"{@b Normal}: Monstrosity {@item Deterring|Godfall}.",
						"{@b Artisan}: Acid {@item Cover|Godfall}.",
						"{@b Masterwork}: +1 Bonus to AC."
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Normal}: Monstrosity {@item Slaying|Godfall} 1.",
						"{@b Artisan}: Monstrosity {@item Slaying|Godfall} 2; +1 bonus to attack and damage rolls.",
						"{@b Masterwork}: Monstrosity {@item Slaying|Godfall} 3; +2 bonus to attack and damage rolls."
					]
				},
				{
					"type": "entries",
					"name": "Ammunition",
					"entries": [
						"",
						"{@b Normal}: Monstrosity {@item Slaying|Godfall} 1.",
						"{@b Artisan}: Monstrosity {@item Slaying|Godfall} 2.",
						"{@b Masterwork}: Monstrosity {@item Slaying|Godfall} 3."
					]
				}
			]
		},
		{
			"name": "Mithril",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,M",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"Bright silver in color, a casual observation could have this easily mistaken for simple silver. However, the iridescent sheen on it informs a trained miner that the metal is actually the flexible and durable metal Mithril. When formed, it can be given a high-sheen, mirror-like polish, and is incredibly light.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Unbreakable|Godfall}; {@item Lightweight|Godfall}; {@item Muffled|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Artisan}: {@item Flexible|Godfall} 1",
						"{@b Masterwork}: {@item Flexible|Godfall} 2"
					]
				},
				{
					"type": "entries",
					"name": "Shields",
					"entries": [
						"",
						"{@b Normal}: {@item Compact|Godfall}.",
						"{@b Artisan}: {@item Ease|Godfall} 1.",
						"{@b Masterwork}: +1 Bonus to AC; {@item Ease|Godfall} 2."
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Artisan}: {@item Compact|Godfall}; +1 bonus to attack and damage rolls.",
						"{@b Masterwork}: {@item Airy|Godfall}; +2 bonus to attack and damage rolls."
					]
				},
				{
					"type": "entries",
					"name": "Ammunition",
					"entries": [
						"",
						"{@b Artisan}: {@item Delivery|Godfall}.",
						"{@b Artisan}: {@item Soaring|Godfall} 10.",
						"{@b Masterwork}: {@item Soaring|Godfall} 30."
					]
				}
			]
		},
		{
			"name": "Orichalcum",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,M",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"Description TBD",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Unbreakable|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Armor, Shields",
					"entries": [
						"",
						"{@b Normal}: You can not cast spells while wearing this armor.",
						"{@b Artisan}: While wearing this armor all spell effects on you have their duration reduced by half, and you have advantage on saving throws to end any spell effects on yourself. This includes helpful spells.",
						"{@b Masterwork}: You can not be targeted by spells of level 3 or lower, including helpful spells. You can still be affected by spells that include you as a target, such as fireball."
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Artisan}: +1 bonus to attack and damage rolls; When you damage a creature that is concentrating on a spell with this item, that creature has disadvantage on the saving throw it makes to maintain its concentration.",
						"{@b Masterwork}: +2 bonus to attack and damage rolls; Attacks with this weapon ignore any AC granted by spells."
					]
				},
				{
					"type": "entries",
					"name": "Ammunition",
					"entries": [
						"",
						"{@b Normal}: {@item Resilient|Godfall}.",
						"{@b Artisan}: When you damage a creature that is concentrating on a spell with this item, that creature has disadvantage on the saving throw it makes to maintain its concentration.",
						"{@b Masterwork}: Attacks with this weapon ignore any AC granted by spells."
					]
				}
			]
		},
		{
			"name": "Spectrite",
			"rarity": "uncommon",
			"source": "Godfall",
			"type": "M,M",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"This strange metal appears as a dull green, and largly translucent when mined, and when fully processed, produces a eerie green, highly transparent material. Despite it's ghostly appearance it remains solid, however, and it appears to viscerally cut through the necromantic energies that animate undead.",
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Normal}: Undead {@item Deterring|Godfall}.",
						"{@b Artisan}: +1 Bonus to AC.",
						"{@b Masterwork}: +2 Bonus to AC."
					]
				},
				{
					"type": "entries",
					"name": "Foci",
					"entries": [
						"",
						"{@b Artisan}: Necromancy {@item Affinity|Godfall} 1.",
						"{@b Masterwork}: Necromancy {@item Affinity|Godfall} 3."
					]
				},
				{
					"type": "entries",
					"name": "Jewelry",
					"entries": [
						"",
						"{@b Normal}: Undead {@item Deterring|Godfall}.",
						"{@b Artisan}: Undead {@item Protection|Godfall}.",
						"{@b Masterwork}: {@item Statement|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Shields",
					"entries": [
						"",
						"{@b Normal}: Undead {@item Deterring|Godfall}.",
						"{@b Artisan}: Poison {@item Cover|Godfall}.",
						"{@b Masterwork}: +1 Bonus to AC."
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Normal}: Undead {@item Slaying|Godfall} 1.",
						"{@b Artisan}: Undead {@item Slaying|Godfall} 2; +1 bonus to attack and damage rolls.",
						"{@b Masterwork}: Undead {@item Slaying|Godfall} 3; +2 bonus to attack and damage rolls."
					]
				},
				{
					"type": "entries",
					"name": "Ammunition",
					"entries": [
						"",
						"{@b Normal}: Undead {@item Slaying|Godfall} 1.",
						"{@b Artisan}: Undead {@item Slaying|Godfall} 2.",
						"{@b Masterwork}: Undead {@item Slaying|Godfall} 3."
					]
				}
			]
		},
		{
			"name": "Ancient Coral",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,W",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"This ivory white coral weighs next to nothing and floats on the surface of the dangerous waters it is found in. Incredibly porous, even the air around it seems to be absorbed.",
				{
					"type": "entries",
					"name": "Foci",
					"entries": [
						"",
						"{@b Artisan}: Lightning {@item Empowering|Godfall} 1.",
						"{@b Masterwork}: Lightning {@item Empowering|Godfall} 2."
					]
				},
				{
					"type": "entries",
					"name": "Jewelry",
					"entries": [
						"",
						"{@b Normal}: {@item Respiring|Godfall} 1.",
						"{@b Artisan}: {@item Respiring|Godfall} 10.",
						"{@b Masterwork}: {@item Respiring|Godfall} 30."
					]
				}
			]
		},
		{
			"name": "Ironwood",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,W",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"The mightiest trees the world has ever seen, Ironwood pines can reach 30 feet across at their base, and over 300 high. Its flesh is so tough that woodsmen opt for drills and picks over saws. When properly worked and treated Iron is a near perfect insulator against even intense flames.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Unbreakable|Godfall}; Ironwood items gain the benefits of both wooden and metal implements, and only suffer from downsides that affect both material types. For example, they are non-flammable despite being made of wood, and are immune to rust despite acting similar to a metal."
					]
				},
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Artisan}: +1 Bonus to AC.",
						"{@b Masterwork}: +2 Bonus to AC; Fire Resistance."
					]
				},
				{
					"type": "entries",
					"name": "Foci",
					"entries": [
						"",
						"{@b Artisan}: Abjuration {@item Affinity|Godfall} 1.",
						"{@b Masterwork}: Abjuration {@item Affinity|Godfall} 3."
					]
				},
				{
					"type": "entries",
					"name": "Shields",
					"entries": [
						"",
						"{@b Artisan}: Fire {@item Cover|Godfall}.",
						"{@b Masterwork}: +1 Bonus to AC."
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Artisan}: +1 bonus to attack and damage rolls.",
						"{@b Masterwork}: {@item Shoving|Godfall}; +2 bonus to attack and damage rolls."
					]
				},
				{
					"type": "entries",
					"name": "Ammunition",
					"entries": [
						"",
						"{@b Normal}: {@item Resilient|Godfall}.",
						"{@b Artisan}: {@item Pushing|Godfall} 13.",
						"{@b Masterwork}: {@item Pushing|Godfall} 18."
					]
				}
			]
		},
		{
			"name": "Livingwood",
			"rarity": "rare",
			"source": "Godfall",
			"type": "M,Ws",
			"additionalEntries": [
				"{@b Essence Cost}: 3",
				"Tree's charged with primordial nature magic when cut down produce this unusual wood. The magic they are charged with allows them to flourish without connection to the ground, substituting the nutrients the wood would normally need, and as such it continues to grow and prosper long after being cut down.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Regrowing|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Armor",
					"entries": [
						"",
						"{@b Artisan}: +1 Bonus to AC; {@item Invigorating|Godfall} 3.",
						"{@b Masterwork}: +2 Bonus to AC; {@item Invigorating|Godfall} 5."
					]
				},
				{
					"type": "entries",
					"name": "Clothing",
					"entries": [
						"",
						"{@b Artisan}: {@item Invigorating|Godfall} 3.",
						"{@b Masterwork}: {@item Invigorating|Godfall} 5."
					]
				},
				{
					"type": "entries",
					"name": "Foci",
					"entries": [
						"",
						"{@b Artisan}: Conjuration {@item Affinity|Godfall} 1.",
						"{@b Masterwork}: Conjuration {@item Affinity|Godfall} 3."
					]
				},
				{
					"type": "entries",
					"name": "Shields",
					"entries": [
						"",
						"{@b Artisan}: {@item Item Storing|Godfall} 1.",
						"{@b Masterwork}: +1 Bonus to AC; {@item Item Storing|Godfall} 3."
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Artisan}: +1 bonus to attack and damage rolls; {@item Compact|Godfall}.",
						"{@b Masterwork}: +2 bonus to attack and damage rolls; {@item Grasping|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Ammunition",
					"entries": [
						"",
						"{@b Normal}: {@item Tangling|Godfall} 13.",
						"{@b Artisan}: {@item Tangling|Godfall} 15.",
						"{@b Masterwork}: {@item Tangling|Godfall} 18."
					]
				}
			]
		},
		{
			"name": "Mourningwood",
			"rarity": "uncommon",
			"source": "Godfall",
			"type": "M,W",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"This slender, brittle, pale wood that comes from trees that can often be found growing near sites where a mass death had occurred. The wood almost seems to appreciate being worked, as the more it is handled the healthier it seems to become. The wood darkens to a rich dark brown, and becomes incredibly durable and lightweight overtime.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Unbreakable|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Shield",
					"entries": [
						"",
						"{@b Artisan}: Necrotic {@item Cover|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Foci",
					"entries": [
						"",
						"{@b Artisan}: {@item Spell Stretching|Godfall} 5.",
						"{@b Masterwork}: {@item Spell Stretching|Godfall} 15."
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Normal}: {@item Soaring|Godfall} 5.",
						"{@b Artisan}: +1 bonus to attack and damage rolls; {@item Soaring|Godfall} 15.",
						"{@b Masterwork}: +2 bonus to attack and damage rolls; {@item Soaring|Godfall} 30."
					]
				}
			]
		},
		{
			"name": "Witherwood",
			"rarity": "uncommon",
			"source": "Godfall",
			"type": "M,W",
			"additionalEntries": [
				"{@b Essence Cost}: 1",
				"A tainted black wood harvested from gnarled trees that were the product of a conflict between two celestial beings. The negative energies contained within bolster necromantic powers, or when forged into weapons, can sap the strength of their victims.",
				{
					"type": "entries",
					"name": "Natural Properties",
					"entries": [
						"",
						"{@b Normal}: {@item Unbreakable|Godfall}."
					]
				},
				{
					"type": "entries",
					"name": "Foci",
					"entries": [
						"",
						"{@b Artisan}: Necrotic {@item Empowering|Godfall} 1.",
						"{@b Masterwork}: Necrotic {@item Empowering|Godfall} 2."
					]
				},
				{
					"type": "entries",
					"name": "Weapons",
					"entries": [
						"",
						"{@b Normal}: Strength {@item Withering|Godfall} 1.",
						"{@b Artisan}: Strength {@item Draining|Godfall} 1.",
						"{@b Masterwork}: Strength {@item Draining|Godfall} 2."
					]
				}
			]
		},
		{
			"name": "Acidproof",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"An item with the Acidproof property is immune to the effects of corrosion from acid such as a Gray Ooze's Corrode Metal ability."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Steel|Godfall}"
					]
				}
			]
		},
		{
			"name": "Affinity",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"After successfully casting a spell of the specified school of magic using this focus you may regain that spell slot so long as the spell slot is no higher than the Affinity value of the focus. You cannot regain a spell slot this way again until you complete a long rest."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Bone|Godfall} (Divination)",
						"{@item Cold Iron|Godfall} (Enchantment)",
						"{@item Criolithe|Godfall} (Evocation)",
						"{@item Ironwood|Godfall} (Abjuration)",
						"{@item Labradorite|Godfall} (Illusion)",
						"{@item Livingwood|Godfall} (Conjuration)",
						"{@item Machalite|Godfall} (Transmutation)",
						"{@item Spectrite|Godfall} (Necromancy)"
					]
				}
			]
		},
		{
			"name": "Airy",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"Airy weapon ignore the penalties from the Heavy property. Weapons that do not have the Heavy property instead gain the Light property. Weapons that already have the Light property additionally count as monk weapons."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Mithril|Godfall}"
					]
				}
			]
		},
		{
			"name": "Blinking",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"Whenever you roll a d20 as part of the Blink spell you may add or subtract this items Blinking value from the results of this roll."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Phase Spider Silk|Godfall}"
					]
				}
			]
		},
		{
			"name": "Boundless Spirit",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"When making death saving throws you regain 1 hit point on a roll of a 19 or 20. Additionally when you regain consciousness this way you gain Xd4 temporary hit points where X is the items Boundless Spirit value. Once a creature regains consciousness this way, it cannot do so again until it completes a long rest."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Dawn Star|Godfall}"
					]
				}
			]
		},
		{
			"name": "Bulky",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"If the wearer has a Strength score lower than 15, their speed is reduced by 10 feet."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Criolithe|Godfall}"
					]
				}
			]
		},
		{
			"name": "Changing Seasons",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"Items with the Changing Seasons property shift in color and style to match the current season. If you have the Feyborn Seasons legacy trait, you may change the item's season in the same way you would change yours. Otherwise, the item's current season mirrors Otera's current season.",
				"You become less susceptible to a certain type of damage depending on the current season: winter (cold), spring (radiant), summer (fire), or autumn (necrotic). Based on the items's current season, reduce the damage you take of its associated type by the armor's Changing Seasons value every time you take damage of that type."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Dreamweave|Godfall}"
					]
				}
			]
		},
		{
			"name": "Compact",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"The weight of a Compact item is reduced by half and it takes up 1 less inventory slot to a minimum of 1 slot."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Livingwood|Godfall}",
						"{@item Mithril|Godfall}",
						"{@item Omniate|Godfall}"
					]
				}
			]
		},
		{
			"name": "Conduit",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"An item with the Conduit property has a maximum of X charges, where X is its Conduit value. Whenever you damage an enemy with a spell, you deal extra damage equal to the current number of charges this item has. When you cast a spell of 1st level or higher, you may expend all charges to add a bonus to the spell's attack roll or save DC equal to the number of charges spent. If you do not use this feature when you cast a spell of 1st level or higher, this item gains 1 charge. All charges are lost when you take a long rest.",
				"This bonus does not stack with similar effects that increase spell attack or DC, such as a Wand of the Warmage or Rod of the Pact Keeper."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Arcanaweave|Godfall}",
						"{@item Criolithe|Godfall}"
					]
				}
			]
		},
		{
			"name": "Cover",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"While wielding or having this item equipped, you have advantage on Dexterity saving throws against spells and effects that deal damage of items Cover type."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Machalite|Godfall} (Acid)",
						"{@item Spectrite|Godfall} (Poison)",
						"{@item Ironwood|Godfall} (Fire)",
						"{@item Mourningwood|Godfall} (Necrotic)"
					]
				}
			]
		},
		{
			"name": "Delivery",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"This ammunition is capable of holding and delivering a substance such as alchemist's fire. You must spend 1 minute filling the ammunition with a consumable item that would normally require an action to be thrown. Once filled, the effects of the stored item are triggered on a successful ranged attack roll.",
				"This item can not be recovered on a successful hit, however if successfully recovered on a missed attack, the substance is intact."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Mithril|Godfall}"
					]
				}
			]
		},
		{
			"name": "Deterring",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"Deterring items gives an added layer of protection against a specific creature type. While wearing a Deterring item, a creature of that type within 5 feet of you who targets you with a attack or a harmful spell must first make a DC 12 Wisdom saving throw. On a failed save, the creature must choose a new target or lose the attack or spell. This does not protect you from area effects, such as the explosion of a fireball.",
				"If you make an attack or casts a spell that affects an enemy creature, this property is lost until the end of combat."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Cold Iron|Godfall} (Fey)",
						"{@item Machalite|Godfall} (Monstrosity)",
						"{@item Spectrite|Godfall} (Undead)"
					]
				}
			]
		},
		{
			"name": "Draining",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"This item drains a specific ability score from your enemies and infuses you with it. When you hit a creature with this weapon and roll a 20 on the attack roll, the target has it's matching ability score reduced by the items Draining value for 10 minutes. The target dies if this reduces an ability score to 0. Additionally, your strength is increased by the same amount for 10 minutes or until you cease to wield this weapon.",
				"A creature with immunity to necrotic damage is immune to this effect. Additionally creatures with Legendary Resistance can not have their ability scores by more then half."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Witherwood|Godfall}"
					]
				}
			]
		},
		{
			"name": "Ease",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"The fine build and light material of these shields allow them to be moved rapidly. When a creature within 5 feet is targeted by an attack that you can see, you can use your reaction to help defend them, granting them the shields Ease value as a bonus to their AC against the attack."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Mithril|Godfall}"
					]
				}
			]
		},
		{
			"name": "Empowering",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"When you cast a spell through this focus that immediately deals only damage of the items Empowering type and targets only a single creature, you can choose to reroll any damage dice that roll a number less then or equal to the items Empowering value. You must use these new roll, even if the new roll is less then equal to the original. You do not gain this effect on subsequent damage done with this spell after it's immediate casting."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Ancient Coral|Godfall} (Lightning)",
						"{@item True Ice|Godfall} (Cold)",
						"{@item Witherwood|Godfall} (Lightning)"
					]
				}
			]
		},
		{
			"name": "Flexible",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"Armor with this ability allows you to benefit from higher dexterity while wearing the armor equal to the items Flexible value."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Mithril|Godfall}"
					]
				}
			]
		},
		{
			"name": "Grasping",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"As a bonus action you can cause a Grasping weapon to become vine like and lash out at a creature within 15 feet of you that you can see. When you do, make an attack roll against that creature with this item, the creature must succeed a Dexterity saving throw against your attack roll or be pulled 10 feet directly towards you. After you have made this attack the weapon reverts to it's normal form. Each time you use this property the item takes a -1 to both Attack and Damage rolls."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Livingwood|Godfall}",
						"{@item Omniate|Godfall}"
					]
				}
			]
		},
		{
			"name": "Honed",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"Deals an additional X non-magical piercing damage."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Steel|Godfall}"
					]
				}
			]
		},
		{
			"name": "Invigorating",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"When an ally uses a DM Inspiration point within 30 feet, you heal for an amount equal to the items Invigorating value."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Livingwood|Godfall}",
						"{@item Omniate|Godfall}"
					]
				}
			]
		},
		{
			"name": "Item Storing",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"While wielding or having this item equipped you may increase the number of Belt slots your character has by this items Item Storing value. The items stored in these belt slots are only accessible when this item is wielded or while you have it equipped.",
				"The back of this shield will grasp onto and hold items for you. This shield has the denoted number of inventory slots. While wielding this shield the items stored in these slots can be retrieved as if they were on your Belt."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Livingwood|Godfall}"
					]
				}
			]
		},
		{
			"name": "Lightweight",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"If the item has a Strength requirement, the Lightweight version of the item doesn't."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Chitin|Godfall}",
						"{@item Dragon-Scale (Young)|Godfall}",
						"{@item Dragon-Scale (Adult)|Godfall}",
						"{@item Dragon-Scale (Ancient)|Godfall}",
						"{@item Mithril|Godfall}"
					]
				}
			]
		},
		{
			"name": "Muffled",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"If the item normally imposes disadvantage on Dexterity (Stealth) checks the Muffled version of the item doesn't."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Mithril|Godfall}"
					]
				}
			]
		},
		{
			"name": "Protection",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"While wielding or having this item equipped, you have advantage on saving throws against spells and effects from creatures that match this items Protection type."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Cold Iron|Godfall} (Fey)",
						"{@item Machalite|Godfall} (Monstrosity)",
						"{@item Spectrite|Godfall} (Undead)"
					]
				}
			]
		},
		{
			"name": "Regrowing",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"Items with the Regrowing property will completely repair themselves over a short rest, removing any negative modifiers."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Livingwood|Godfall}",
						"{@item Omniate|Godfall}",
						"{@item Troll Boar Hide|Godfall}"
					]
				}
			]
		},
		{
			"name": "Respiring",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"Items with the Respiring property can be used as a filter of sorts underwater to breath normally for a number of a minutes equal to their Respiring value."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Ancient Coral|Godfall}"
					]
				}
			]
		},
		{
			"name": "Restful",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"When you complete a long rest while wearing a Restful item, you regain an additional number of spent hit dice equal to this item's Restful value (up to your maximum)."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Mooncloth|Godfall}"
					]
				}
			]
		},
		{
			"name": "Rustproof",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"An item with the Rustproof property is immune to the effects of corrosion from acid such as a Rust Monster's Rust Metal ability."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Chitin|Godfall}",
						"{@item Bronze|Godfall}",
						"{@item Bone|Godfall}",
						"{@item Dragon-Scale (Young)|Godfall}",
						"{@item Dragon-Scale (Adult)|Godfall}",
						"{@item Dragon-Scale (Ancient)|Godfall}"
					]
				}
			]
		},
		{
			"name": "Pushing",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"A creature hit by the ammunition must succeed on a DC X Strength saving throw or be pushed back 5 feet."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Ironwood|Godfall}"
					]
				}
			]
		},
		{
			"name": "Resilient",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"You have advantage on checks to recover this ammunition."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Ironwood|Godfall}"
					]
				}
			]
		},
		{
			"name": "Retribution",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"While wielding this shield if a creature misses you with a melee attack by 2 or less, the creature suffers Xd4 damage of the listed type where X is the items Retribution value."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item True Ice|Godfall} (Cold)"
					]
				}
			]
		},
		{
			"name": "Shoving",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"When you a hit a target with a attack using this weapon you may use your reaction to make a shove attack to push the same creature back 5 feet. Use the same ability score as your attack roll for the Athletics check for this shove attack."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Ironwood|Godfall}"
					]
				}
			]
		},
		{
			"name": "Slaying",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"When you hit a creature of the type listed in the Slaying property with this weapon, it takes an extra Xd6 damage of the weapon's type where X is the weapons Slaying value. For the purpose of this weapon, \"dragon\" refers to any creature with the dragon type, including dragon turtles and wyverns.",
				"{@i Example:} A sword with dragon slaying 3 would deal an additional 3d6 against a creature with the dragon type, including dragon turtles and wyverns."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Adamantine|Godfall} (Construct)",
						"{@item Cold Iron|Godfall} (Fey)",
						"{@item Machalite|Godfall} (Monstrosity)",
						"{@item Spectrite|Godfall} (Undead)"
					]
				}
			]
		},
		{
			"name": "Soaring",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"Ranged attacks made with this ranged weapon add the denoted number to their normal range and long range."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Mithril|Godfall}",
						"{@item Mourningwood|Godfall}"
					]
				}
			]
		},
		{
			"name": "Soothing",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"When you cast a spell through this focus that immediately does healing and targets only 1 creature, you can choose to reroll any healing dice that roll a number less then or equal to the items soothing value. You must use these new roll, even if the new roll is less then equal to the original. You do not gain this effect on subsequent healing done with this spell after it's immediate casting."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Omniate|Godfall}"
					]
				}
			]
		},
		{
			"name": "Spell Storing",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"This item stores spells cast into it, holding them until the person wearing or wielding this item uses them or until the next dawn. The item can store up to its Spell Storing value in levels worth of spells at a time.",
				"Any creature can cast a spell into the item by touching it as the spell is cast. The spell has no effect, other than to be stored in the item. If the item can't hold the spell, the spell is expended without effect. The level of the slot used to cast the spell determines how much space it uses.",
				"While wearing or wielding this item, you can cast any spell stored in it. The spell uses the slot level, spell save DC, spell attack bonus, and spellcasting ability of the original caster, but is otherwise treated as if you cast the spell. The spell cast from the item is no longer stored in it, freeing up space."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Criolithe|Godfall}"
					]
				}
			]
		},
		{
			"name": "Spell Stretching",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"When you cast a spell through this focus, if that spell has a range of 5 feet or greater and targets only one creature, you may extend that spell's range by a number of feet equal to the focus' Amplify value."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Mourningwood|Godfall}"
					]
				}
			]
		},
		{
			"name": "Statement",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"When crafting this piece choose one Charisma based skill. While wearing this item you have advantage on skill checks with the chosen skill."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Cold Iron|Godfall}",
						"{@item Machalite|Godfall}",
						"{@item Spectrite|Godfall}"
					]
				}
			]
		},
		{
			"name": "Tangling",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"A creature with this ammunition takes no damage but instead must succeed on a Strength saving throw against your attack roll or be restrained for 1 minute. A creature restrained this way can use its action to make a DC X Strength check. On a success, it frees itself."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Livingwood|Godfall}"
					]
				}
			]
		},
		{
			"name": "Unbreakable",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"The item can not be broken, degraded or have negative modifiers applied to it under normal, non-magical, circumstances. Additionally the item counts as both {@item Rustproof|Godfall} and {@item Acidproof|Godfall}."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Adamantine|Godfall}",
						"{@item Ironwood|Godfall}",
						"{@item Mithril|Godfall}",
						"{@item Mourningwood|Godfall}",
						"{@item Orichalcum|Godfall}",
						"{@item True Ice|Godfall}",
						"{@item Witherwood|Godfall}"
					]
				}
			]
		},
		{
			"name": "Withering",
			"source": "Godfall",
			"rarity": "none",
			"type": "M,P",
			"entries": [
				"While wielding or donning this item, the indicated ability score is reduced by the items withering value.."
			],
			"additionalEntries": [
				"Used by the following materials:",
				{
					"type": "list",
					"items": [
						"{@item Witherwood|Godfall}"
					]
				}
			]
		}
	]
}
