{
	"_meta": {
		"sources": [
			{
				"json": "GriffonsSaddlebag4",
				"abbreviation": "TGS4",
				"full": "The Griffon's Saddlebag, Book 4",
				"authors": [
					"Griffin Macaulay"
				],
                "convertedBy": [
					"Unknown"
				],
				"version": "1.0.0",
                "color": "AE8445",
				"url": "https://www.instagram.com/the_griffons_saddlebag/?hl=en",
			}
		],
		"dateAdded": 1724434811,
		"dateLastModified": 1724434811
	},
	"item": [
        {
            "name": "Lance of the White Dragon",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "baseItem": "lance|PHB",
            "type": "M",
            "rarity": "very rare",
            "tier": "major",
            "reqAttune": true,
            "weight": 6,
            "weaponCategory": "martial",
            "property": [
                "R",
                "S"
            ],
            "dmg1": "1d12",
            "dmgType": "P",
            "recharge": "dawn",
            "rechargeAmount": "{@dice 1d4 + 1}",
            "charges": 5,
            "entries": [
                "This magic lance is covered in spines and white dragon fragments. The air around it is always frigid.",
                {
                    "type": "entries",
                    "name": "Charges",
                    "entries": [
                        "This weapon has 5 charges for the following properties; it regains {@dice 1d4 + 1} expended charges daily at dawn. If the lance has at least 1 charge, it deals an extra {@damage 1d10} cold damage to any target it hits.",
                        "You can use one of the following properties on each of your turns while holding the lance."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Biting Cold",
                    "entries": [
                        "When you hit a creature with the lance, you can expend 2 of its charges to force that creature to make a DC 16 Constitution saving throw. On a failed save, the creature is {@condition restrained} by ice. The ice remains until the start of your next turn or until the creature takes bludgeoning or fire damage. If it takes bludgeoning damage in this way, that damage is increased by {@dice 2d8}."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Frigid Wrath",
                    "entries": [
                        "When you roll cold damage, you can expend 2 of the lance's charges to deal maximum damage, instead of rolling. If the cold damage is from the lance, it costs 1 charge to use this property instead."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Icy Launch",
                    "entries": [
                        "While on the ground, you can expend 1 of the lance's charges using a bonus action to create a spire of ice beneath you. The spire launches you up to 30 feet in a direction of your choice, without provoking opportunity attacks. The ice crumbles and disappears immediately after. When the spire appears, each creature within 5 feet of it must make a DC 16 Dexterity saving throw. On a failed save, a creature is pushed up to 5 feet away from the spire."
                    ]
                }
            ]
        },
        {
            "name": "Twin-Tuned Hammer",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "baseItem": "light hammer|PHB",
            "type": "M",
            "rarity": "very rare",
            "tier": "major",
            "reqAttune": true,
            "weight": 2,
            "weaponCategory": "simple",
            "property": [
                "L",
                "T"
            ],
            "range": "20/60",
            "dmg1": "1d4",
            "dmgType": "B",
            "entries": [
                "This two-pronged hammer vibrates with a powerful force whenever it strikes a target. Despite the thunderous nature, the sound it creates can only be heard up to 30 feet away. A target hit with the hammer takes an extra {@damage 2d8} thunder damage from the attack, or {@damage 3d8} thunder damage if the target is made of stone, metal, or glass.",
                "Whenever the hammer deals this bonus thunder damage, it continues to vibrate until the end of your next turn. If you're a bard, you gain the following benefits while holding it for the duration:",
                {
                    "type": "list",
                    "items": [
                        "Any target you grant a Bardic Inspiration die to also gains an additional Bardic Inspiration die, which is a {@dice d4}. This {@dice d4} can't be used at the same time as the other Bardic Inspiration die, and lasts until the end of your next turn.",
                        "You can roll a {@dice d4} and add it to your bard spell save DC whenever you cast a spell that deals thunder damage. This bonus ends immediately after you cast the spell."
                    ]
                }
            ]
        },
        {
            "name": "Quillgun",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "baseItem": "blowgun|PHB",
            "type": "R",
            "rarity": "uncommon",
            "tier": "major",
            "weight": 1,
            "weaponCategory": "martial",
            "property": [
                "A",
                "LD"
            ],
            "range": "25/100",
            "dmg1": "1",
            "dmgType": "P",
            "entries": [
                "This magic blowgun is made from a rough spruce branch. At its end is a collection of sharp porcupine quills. The blowgun has 30 quills and regains all expended quills daily at dawn; it then loads itself with 6 of those quills, unless it was already loaded with other ammunition.",
                "If the blowgun is loaded with 6 quills in this way, it shoots each of those quills simultaneously at the same target when you make a ranged attack with it. You still make a single attack roll with the blowgun when you do, and you add your Dexterity modifier to the total of the attack's damage. On a hit, roll a {@dice d6} to determine how many of the quills hit the target; you then roll a number of d4s equal to the result, and the target takes piercing damage equal to the total of the d4s. At the end of the turn, the blowgun magically reloads itself with 6 new quills, unless you already loaded it with other ammunition.",
                "The blowgun can also be wielded as a magic club. While it has at least 6 quills remaining, it deals an extra {@damage 1d4} piercing damage to any target it hits."
            ],
            "ammoType": "blowgun needle|phb"
        },
        {
            "name": "Explorer's Helm",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "rarity": "uncommon",
            "tier": "minor",
            "reqAttune": true,
            "wondrous": true,
            "entries": [
                "While wearing this helmet, you're considered proficient with {@item cartographer's tools|PHB}. You also have advantage on Wisdom ({@skill Survival}) checks, and you always know which way is north if you're outside. In addition, if you've been traveling at a consistent pace for at least 1 hour, nonmagical {@quickref difficult terrain||3} doesn't slow your travel while you continue at that pace."
            ]
        },
        {
            "name": "Cloak of Smoke and Cinder",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "resist": [
                "fire"
            ],
            "rarity": "very rare",
            "tier": "major",
            "reqAttune": true,
            "wondrous": true,
            "entries": [
                "This short, hooded mantle is in threadbare tatters after being burned in a magical fire. While wearing it, the embers of that fire still burn, and plumes of smoke drape downward to replace the parts of the cloak that were lost.",
                "While wearing the cloak, you have resistance to fire damage and ignore any penalties that come as a result of a target being obscured by smoke. It also functions as a {@item cape of the mountebank}.",
                "Whenever another creature hits you with an attack on its turn while you're wearing the cloak, a cloud of smoke billows outward from the cloak, which heavily obscures you and the area around you in a 10-foot-radius sphere. The smoke vanishes at the end of the turn; a wind of moderate or greater speed (at least 10 miles per hour) also disperses the smoke. This property is suppressed while you are {@condition incapacitated}, {@condition restrained}, or otherwise unable to move, as well as while you're in an area of moderate or greater wind."
            ]
        },
        {
            "name": "Unstoppable Heart",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "resist": [
                "poison"
            ],
            "rarity": "very rare",
            "tier": "major",
            "reqAttune": true,
            "wondrous": true,
            "entries": [
                "This smooth, copper device looks a bit like a mechanical heart. Glowing red solution moves through its internal chambers and valves in perfect sequence. As part of attuning to the heart, you must hold it against your chest for the duration. Once you're attuned to it, it magically vanishes within your chest and begins to beat alongside your normal heart.",
                "While inside your body, the heart grants you the following benefits:",
                {
                    "type": "list",
                    "items": [
                        "You can move an additional 10 feet whenever you take the {@action Dash} action.",
                        "You have advantage on Constitution saving throws made to resist poison and to endure a forced march.",
                        "You have resistance to poison damage.",
                        "Whenever you roll a Hit Die to regain hit points, you double the number of hit points it restores.",
                        "You stabilize whenever you are dying at the start of your turn.",
                        "You reduce your {@condition exhaustion} level by two whenever you finish a long rest, instead of one."
                    ]
                },
                "If your attunement to the heart ends, it magically appears in your open hand or in the nearest unoccupied space."
            ]
        },
        {
            "name": "Amulet of the Guiding Eye",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "rarity": "uncommon",
            "tier": "minor",
            "reqAttune": true,
            "wondrous": true,
            "entries": [
                "This amulet features two eye-like pendants: one humanoid and one bestial. If you're within 5 feet of a friendly beast, such as a beast companion or familiar (including one created by the {@spell find familiar} spell), you ignore the effects of being {@condition blinded}, provided the beast isn't also {@condition blinded}.",
                "You can use an action to charm a Small or smaller beast that you're touching or that you can see within 30 feet of you, provided that it isn't hostile towards you. The beast is {@condition charmed} by you for 24 hours, and it is friendly to you and your companions for the duration. This effect ends early if you use this feature again or if you or your companions do anything harmful to it. You can use an action to see through the beast's eyes while it's within 30 feet of you, and continue to do so until you use your action to return to your normal sight. While seeing through the beast's eyes, you gain the benefits of any special senses that rely on sight possessed by that creature, though you are {@condition blinded} to your own surroundings. Unless you have another way to command or control the beast, it shares your initiative in combat and uses its movement to remain within 5 feet of you. On its turn, it takes either the {@action Dash} or {@action Dodge} action."
            ]
        },
        {
            "name": "Bubble Collar",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "rarity": "common",
            "tier": "minor",
            "wondrous": true,
            "entries": [
                "This metal collar magically resizes to fit snugly around your neck. You can wear or remove the collar using an action. While wearing the collar, a large bubble magically forms around your head whenever you're submerged in water. The bubble provides enough breathable air for 10 minutes. For the duration, you can speak normally while underwater, although your voice is still muffled by the surrounding water. At the end of that time, the bubble pops; the bubble pops early if you take any damage, if you are no longer submerged, or if you remove the collar. Once it pops, the bubble won't appear again until the collar spends at least 1 minute out of the water."
            ]
        },
        {
            "name": "Necromancer's Cuff",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "rarity": "uncommon",
            "tier": "minor",
            "reqAttune": true,
            "wondrous": true,
            "entries": [
                "The fingers of this dark silver ear cuff move to gently hold onto your ear. While wearing it, undead creatures can always understand the literal meaning of any language that you speak. In addition, you gain 3 temporary hit points whenever a living creature within 30 feet of you is slain. You can gain these temporary hit points even when you have 0 hit points: when you do, you're immediately stabilized, but are still {@condition unconscious}."
            ]
        },
        {
            "name": "Inferno Engine",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "baseItem": "greatsword|PHB",
            "type": "M",
            "rarity": "very rare",
            "tier": "major",
            "reqAttune": true,
            "weight": 6,
            "weaponCategory": "martial",
            "property": [
                "H",
                "2H"
            ],
            "dmg1": "2d6",
            "dmgType": "S",
            "entries": [
                "The edges of this hulking greatsword are virtually blunt; on a hit, it deals bludgeoning damage, instead of slashing.",
                "A gap splits the blade in two, where a fiery contraption emits a constant blaze. The flame sheds {@quickref Vision and Light||2||bright light} in a 40-foot radius and {@quickref Vision and Light||2||dim light} for an additional 40 feet. While holding the sword, you can use a bonus action to magically extinguish the flame or cause it to reignite. While the flame is alight, the sword deals an extra {@damage 1d10} fire damage to any target it hits. When it does, the sword also gains a number of charges equal to the number rolled on the {@dice d10}. Any charge gained by the sword is lost after 1 minute.",
                "You can use an action to level the sword in front of you and expend any number of its charges. The flame at the center of the sword then releases a roaring gout of flames in a 5-foot-wide line. The line is 10 feet long if you expend 10 or fewer charges, 20 feet long if you expend 11-20 charges, and 30 feet long if you expend 21-30 charges. Each creature within the line must make a DC 16 Dexterity saving throw. On a failed save, a creature takes fire damage equal to the number of expended charges, or half as much damage on a successful one.",
                "You can use a bonus action while holding the sword to vent the flames harmlessly, expending any number of charges each time you do. If the sword reaches more than 30 charges, it immediately erupts in a fiery blast and loses all its charges. Each creature within 30 feet of you must make a DC 16 Dexterity saving throw. A creature takes {@damage 2d10} fire damage on a failed save, or half as much damage on a successful one. You automatically fail the saving throw. Any flammable objects within the area that aren't being worn or carried are also ignited."
            ]
        },
        {
            "name": "Staff of the Iron Cauldron",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "type": "M",
            "rarity": "very rare",
            "tier": "major",
            "reqAttune": true,
            "weight": 4,
            "weaponCategory": "simple",
            "property": [
                "V"
            ],
            "dmg1": "1d6",
            "dmgType": "B",
            "dmg2": "1d8",
            "bonusWeapon": "+1",
            "recharge": "dusk",
            "rechargeAmount": "{@dice 1d6 + 4}",
            "charges": 10,
            "staff": true,
            "entries": [
                "This iron staff has a thorny cauldron mounted at its head, which belches a noxious fume from its mouth. Grass and similarly Tiny mundane plants wither when its twisted end is planted on them. This staff can be wielded as a magic quarterstaff that grants a +1 bonus to attack and damage rolls made with it, and it is always under the effects of the {@spell shillelagh} spell.",
                "The staff has 10 charges. While holding it, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spell attack bonus: acid arrow (2 charges), {@spell antilife shell} (5 charges), {@spell blight} (4 charges), {@spell grease} (1 charge), {@spell poison spray} (no charges, or 1 charge to cast at 5th level), or {@spell stinking cloud} (3 charges).",
                "The staff regains {@dice 1d6 + 4} expended charges daily at dusk. If you expend the last charge, roll a {@dice d20}. On a 1, the staff explodes into smoke and all plant life within 500 feet flourishes."
            ],
            "attachedSpells": [
                "antilife shell",
                "blight",
                "grease",
                "stinking cloud",
                "poison spray"
            ]
        },
        {
            "name": "Death Locket",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "resist": [
                "necrotic"
            ],
            "rarity": "very rare",
            "reqAttune": true,
            "wondrous": true,
            "curse": true,
            "recharge": "dawn",
            "rechargeAmount": 1,
            "charges": 1,
            "entries": [
                "This locket is embossed with a dark silver skull on its front; its lower jaw acts as the locket's clasp. Inside the locket is a piece of blackened bone, which remains magically affixed to it. While the locket is on your person, you have resistance to necrotic damage, and you are always under the effects of the {@spell death ward} spell. Once the spell prevents you from dropping to 0 hit points, it ends until the next dawn.",
                {
                    "type": "entries",
                    "name": "Speak with Dead",
                    "entries": [
                        "While holding the locket, you can spend 2 or more Hit Dice to cast the {@spell speak with dead} spell from it. This version of the spell allows you to ask the target only one question for every 2 Hit Dice you spend, up to a total of 5 questions."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Curse",
                    "entries": [
                        "This locket is cursed. Attuning to it curses you until you are targeted by the {@spell greater restoration} spell or similar magic. While you remain cursed, you're unwilling to part with the locket and keep it on your person at all times. If you die while the locket is on your person, your spirit is permanently trapped within the locket, and you can't be revived by any magic other than a {@spell wish} spell."
                    ]
                }
            ],
            "attachedSpells": [
                "speak with dead"
            ]
        },
        {
            "name": "Forest Eye Staff",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "type": "M",
            "rarity": "uncommon",
            "reqAttune": "by a druid or ranger",
            "reqAttuneTags": [
                {
                    "class": "druid"
                },
                {
                    "class": "ranger"
                }
            ],
            "weight": 4,
            "weaponCategory": "simple",
            "property": [
                "V"
            ],
            "dmg1": "1d6",
            "dmgType": "B",
            "dmg2": "1d8",
            "staff": true,
            "recharge": "dawn",
            "rechargeAmount": 1,
            "charges": 1,
            "entries": [
                "While this staff is on your person, you can't be {@status surprised}. If you're in a forest, jungle, or similarly wooded area, you have advantage on Wisdom ({@skill Perception}) checks while holding the staff, and you can use an action to cast the {@spell locate animals or plants} spell from it. This spell can't be cast from the staff again until the next dawn.",
                "The staff has a magical leaf that flutters above its top. While holding the staff, you can use an action to speak its command word to cause the leaf to drift up to 30 feet away from the staff in a direction of your choice, as if it were carried by a breeze. You mentally receive visual information from the leaf, which has normal vision and {@sense darkvision} out to 30 feet, and can look in every direction. The leaf can pass through any opening large enough for a leaf to slip through. The leaf then withers and turns to dust at the start of your next turn, but a new one magically appears above the staff at the next dawn."
            ],
            "attachedSpells": [
                "locate animals or plants"
            ]
        },
        {
            "name": "Pack Leader Helm",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "rarity": "rare",
            "reqAttune": true,
            "wondrous": true,
            "recharge": "dawn",
            "rechargeAmount": 1,
            "charges": 1,
            "entries": [
                "This dark silver helm looks like a snarling wolf. While wearing it, dogs and wolves understand the meaning of your words, though you have no special ability to understand them in return. You have advantage on all Charisma checks you make to influence them. In addition, lycanthropes have disadvantage on attack rolls against you.",
                "You can use a bonus action while wearing the helmet to emit a supernatural howl, which is audible out to a range of 300 feet. Until the start of your next turn, you and up to four other creatures of your choice that you can see and can hear the howl have advantage on attack rolls made against any target that's also within 5 feet of one of their allies, provided that the ally isn't {@condition incapacitated}. For the duration, each creature's speed is also increased by 10 feet. Once this property of the helm has been used, it can't be used again until the next dawn."
            ]
        },
        {
            "name": "Winterland Footwraps",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "resist": [
                "cold"
            ],
            "rarity": "rare",
            "reqAttune": "by a monk",
            "reqAttuneTags": [
                {
                    "class": "monk"
                }
            ],
            "wondrous": true,
            "entries": [
                "These blue straps keep a soft fur wrap held against your legs. While wearing them, you have resistance to cold damage, and the first time you hit a target with an unarmed strike on each of your turns, the target takes an extra {@damage 1d6} cold damage from the attack. In addition, you can move across icy surfaces without needing to make an ability check, and {@quickref difficult terrain||3} composed of ice or snow doesn't cost you extra movement.",
                "When you use your Step of the Wind feature while wearing the wraps, you can walk on water until the end of your turn. When you do, the water beneath your feet magically freezes into a walkable path of floating ice, allowing you to step on it freely. The ice melts after 1 minute."
            ]
        },
        {
            "name": "Metallurgist's Grip",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "resist": [
                "acid"
            ],
            "rarity": "very rare",
            "reqAttune": true,
            "wondrous": true,
            "recharge": "dawn",
            "rechargeAmount": 1,
            "charges": 1,
            "entries": [
                "This plated metal gauntlet extends up your arm. The armored plates are extensively corroded. If you're missing a hand or arm, the item can function as a prosthesis for it. While you're attuned to the gauntlet, it can't be removed from you against your will, and you have resistance to acid damage.",
                "While wearing the gauntlet or using it as a prosthesis, you gain the following properties.",
                {
                    "type": "entries",
                    "name": "Absorb Acid",
                    "entries": [
                        "You can use your reaction whenever you take acid damage to reduce the acid damage you take by {@dice 2d6 + 3}. When you do, the next melee weapon attack you make before the end of your next turn deals extra acid damage equal to the acid damage it reduced."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Caustic Overdrive",
                    "entries": [
                        "You can use a bonus action to cast the {@spell haste} spell from the gauntlet. When you do, the spell doesn't require {@status concentration}, and you must roll a {@dice d6} at the end of each of your turns. You take acid damage equal to the result of the {@dice d6}, which can't be prevented or reduced in any way. On a 1, the spell ends. Once this property has been used, it can't be used again until the next dawn."
                    ]
                }
            ],
            "attachedSpells": [
                "haste"
            ]
        },
        {
            "name": "Pitcher of Wisdom",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "rarity": "rare",
            "wondrous": true,
            "entries": [
                "This small clay pot has a comfortable handle and resembles a stylized owl. When you drink a magic potion from this pitcher using an action, such as a {@item potion of healing} or {@item potion of giant strength}, you also have advantage on any Wisdom saving throws you make for the duration of the potion's effects, with a minimum duration of until the end of your next turn and a maximum duration of 1 hour.",
                "You can pour the potion into the clay pot as part of the action to drink the potion, provided you're not holding anything else in either hand."
            ]
        },
        {
            "name": "Inking Seahorn",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "rarity": "uncommon",
            "reqAttune": true,
            "wondrous": true,
            "recharge": "dawn",
            "rechargeAmount": "{@dice 1d3}",
            "charges": 3,
            "entries": [
                "This horn is made from a seashell. A dark metal lip and sculpted octopus hang to the open mouth of the horn. You can breathe underwater while holding the horn so long as you inhale through it.",
                "The horn has 3 charges and regains {@dice 1d3} expended charges daily at dawn. You can use an action to expend 1 of the horn's charges to blow it, releasing a cloud of ink from it in a 15-foot cone: the nature of the ink changes depending on whether it's above or below the water.",
                {
                    "type": "entries",
                    "name": "Above Water:",
                    "entries": [
                        "Each creature in the cone of ink must succeed on a DC 13 Dexterity saving throw or be {@condition blinded} by the ink until the start of your next turn."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Below Water:",
                    "entries": [
                        "The ink remains suspended in the cone's area until the end of your next turn or until it's dispersed by a significant current. For the duration, any creature that moves into the ink for the first time on its turn or starts its turn there must make a DC 13 Dexterity saving throw. On a failed save, the creature is {@condition blinded} until the start of its next turn. Regardless, the area is considered {@quickref Vision and Light||2||heavily obscured}."
                    ]
                }
            ]
        },
        {
            "name": "Crystal Ball of Storms",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "rarity": "legendary",
            "reqAttune": true,
            "wondrous": true,
            "recharge": "dawn",
            "rechargeAmount": 1,
            "charges": 1,
            "entries": [
                "This {@item crystal ball} is about 6 inches in diameter. Inside is a perpetual storm that crackles with ferocity. While touching it, you can either cast the {@spell scrying} or {@spell call lightning} spell with it, using a spell save DC of 17.",
                "If the {@spell scrying} spell lasts for the full duration, you can choose to cause a storm to form above the sensor's location at the time the spell ends, as if by the {@spell control weather} spell. The storm appears outside and in the sky above that point. The spell creates rain, hail, or snow (your choice) in stormy wind conditions; the temperature in the area drops by 10 degrees Fahrenheit. The storm then remains for the next 8 hours, and this property of the {@item crystal ball} can't be used again until the next dawn.",
                "Alternatively, you can cast {@spell call lightning} from the {@item crystal ball} while looking through its sensor. The sensor must be outdoors, and it must be in stormy conditions. You don't need to concentrate on this call lightning to maintain it during its duration, but it ends if scrying ends. When this {@spell call lightning} spell ends, it can't be used in this way again until the next dawn.",
                "If the {@item crystal ball} is destroyed, the storm appears outside and centered in the sky above that point. The storm recreates the effects of the {@spell control weather} spell, as determined by the GM. The storm is permanent; only a {@spell wish} spell can dispel it."
            ],
            "attachedSpells": [
                "scrying",
                "call lightning"
            ]
        },
        {
            "name": "Ooze Cube Ring",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "type": "RG",
            "rarity": "rare",
            "reqAttune": true,
            "modifySpeed": {
                "equal": {
                    "climb": "walk"
                }
            },
            "entries": [
                "This cubic, platinum ring has a sliver of a gelatinous cube inset at its top instead of a gemstone. While wearing it, you gain the following benefits:",
                {
                    "type": "list",
                    "items": [
                        "Unaligned oozes are indifferent toward you and will not attack you unless you threaten or harm them.",
                        "You have a climbing speed equal to your walking speed. You can move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free. However, the ring doesn't allow you to move this way on a slippery surface, such as one covered by ice or oil.",
                        "You can use an action to make an unarmed strike with the hand wearing the ring. Your hand turns gelatinous and tendril-like for the duration of the attack. On a hit, the target takes acid damage equal to {@dice 3d6} + your Strength modifier, instead of the normal damage for an unarmed strike. Your hand then returns to normal."
                    ]
                }
            ]
        },
        {
            "name": "Courier's Cap",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "rarity": "rare",
            "reqAttune": true,
            "wondrous": true,
            "recharge": "dawn",
            "rechargeAmount": 3,
            "charges": 3,
            "entries": [
                "This tan bag cap bears a wax seal on its side and is stamped with a variety of messengers' markings. While wearing the hat, your walking speed is increased by 5 feet.",
                "Within the hat is a special demiplane that can hold up to 100 letters, written notes, or similar mundane sheets of paper. You can use an action to reach into the hat and pull out a sheet you choose. If the hat is punctured or torn, the sheets of paper spill out in a pile within 5 feet of the hat.",
                "The hat has 3 charges and regains all expended charges daily at dawn. While wearing the hat, you can use an action to expend some of its charges to cast one of the following spells from it: {@spell message} (0 charges, or 1 charge to cast the alternate version detailed below) or {@spell sending} (2 charges). If there's space within the demiplane, any message sent by either spell is automatically recorded on a mundane scrap of paper, torn to the size of the message, and stored within the hat.",
                "If you expend 1 charge to cast the {@spell message} spell from the hat, the message you send as part of the spell materializes in front of you as a folded letter, complete with the message inside of it. The message is written in your handwriting. The letter then flies through the air towards the target, which can be up to 1,000 feet away from you. You don't need to be able to see the target in order to send the message in this way, but you must either know its name or provide a general description for the flying letter. The letter flies through the air with a speed of 50 feet; it has AC 10 and 1 hit point. When the letter arrives, it lands at the target's feet or in one of its open hands, provided it has one."
            ],
            "attachedSpells": [
                "message",
                "sending"
            ]
        },
        {
            "name": "Worker's Wondrous Ladder",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "type": "RD",
            "rarity": "common",
            "weight": 1,
            "entries": [
                "This wooden rod looks like the base of a simple ladder. While holding it, you can speak its command word using an action to cause a number of duplicate rods of your choice to appear, attached to the one you're holding. You must be holding the rod parallel to the ground; the rods attach in a vertical stack to create a ladder, starting from the rod you're holding. Each duplicate rod increases the height of the ladder by 1 foot, up to a maximum height of 20 feet. If this causes the ladder to hit another creature or object, it immediately stops short of that height. Each rod weighs 1 pound.",
                "While holding one of the rods, you can use an action to speak its command word again to cause every other attached rod to magically disappear, leaving you with a single rod again."
            ]
        },
        {
            "name": "Gardener's Candle Holder",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "rarity": "common",
            "wondrous": true,
            "entries": [
                "This candle holder magically changes the light of burning candles into light that's ideal for plants. While a mundane candle is burning within the holder, the radius of its bright and {@quickref Vision and Light||2||dim light} is doubled, and it loses only 1 minute of burn time for every 8 minutes it's lit. Plants grow twice as quickly as those in normal sunlight while they're within the light of a candle burning in the holder."
            ]
        },
        {
            "name": "Marlinspike Flail",
            "source": "GriffonsSaddlebag4",
            "page": 0,
            "baseItem": "flail|PHB",
            "type": "M",
            "rarity": "uncommon",
            "weight": 2,
            "weaponCategory": "martial",
            "dmg1": "1d8",
            "dmgType": "B",
            "bonusWeapon": "+1",
            "entries": [
                "The head of this flail is a heavy iron ball, and is held onto a bosun's marlinspike with a series of clever, sturdy knots. You gain a +1 bonus to attack and damage rolls made with this magic weapon. If you're proficient with water vehicles, you have advantage on any ability check you make to untie a knot using the marlinspike, and whenever you hit an object or structure with it, you can roll the weapon's damage die twice, instead of once; you choose which result to use for the weapon's damage."
            ]
        }
    ],
    "magicvariant": [
        {
            "name": "Faerie Firework Launcher",
            "type": "GV",
            "requires": [
                {
					"name": "Heavy Crossbow",
                    "source": "PHB"
				},
				{
					"name": "Light Crossbow",
                    "source": "PHB"
				}
            ],
            "inherits": {
                "namePrefix": "Faerie Firework ",
                "source": "GriffonSaddlebagYear5",
                "page": 0,
                "rarity": "rare",
                "tier": "major",
                "reqAttune": true,
                "recharge": "dawn",
                "rechargeAmount": "{@dice 1d6}",
                "charges": 6,
                "entries": [
                    "This crossbow's wood shifts from golden yellows to vibrant reds and has a dimly lit fuse at its top. It has 6 charges and regains {@dice 1d6} expended charges daily at dawn. You can expend 1 of the weapon's charges once on each of your turns when you make a ranged attack roll with it. When you do, the bolt sizzles and sparks with festive colors, and whistles loudly as it flies through the air. On a hit, the target takes an extra {@damage 2d10} fire damage. Hit or miss, the bolt then explodes in an eruption of magical fireworks. The target of the attack and each creature within 5 feet of it must succeed on a DC 15 Dexterity saving throw or take {@damage 1d10} fire damage and be under the effects of the {@spell faerie fire} spell until the start of your next turn (no {@status concentration} required). The whistling bolt and firework's explosion can be heard out to a range of 300 feet. The bolt is then destroyed, provided it wasn't magical."
                ],
                "fluff": {
				    "images": [
					    {
						    "type": "image",
						    "href": {
							    "type": "external",
							    "url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonSaddlebagYear5/Faerie-Firework-Launcher.webp"
						    }
					    }
				    ]
			    }
            }
        }
    ]
}