{
	"_meta": {
		"sources": [
			{
				"json": "GriffonsSaddlebag5",
				"abbreviation": "TGS5",
				"full": "The Griffon's Saddlebag, Book 5",
				"url": "https://www.instagram.com/the_griffons_saddlebag/?hl=en",
				"version": "1.0.0",
				"authors": [
					"Griffin Macaulay"
				],
				"convertedBy": [
					"Unknown"
				],
				"color": "AE8445"
			}
		],
		"fonts": {
			"ZatannaMisdirection": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/font/GriffonsSaddlebag5/Zatanna%20Misdirection.otf",
			"Rift": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/font/GriffonsSaddlebag5/Rift-Bold-Italic.ttf",
			"BookSanity": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/font/GriffonsSaddlebag5/Bookinsanity.otf",
			"Eaves": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/font/GriffonsSaddlebag5/Mr%20Eaves%20Small%20Caps.otf"
		},
		"edition": "classic",
		"dateAdded": 1762188253,
		"dateLastModified": 1772404109,
		"_dateLastModifiedHash": "25689808f1"
	},
	"item": [
		{
			"name": "Arming Ring",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"type": "RG|DMG",
			"rarity": "uncommon",
			"entries": [
				"While wearing this ring, you can use a bonus action to summon a mundane melee weapon of your choice to the hand that's wearing it, such as a {@item handaxe|PHB}, {@item scimitar|PHB}, or {@item whip|PHB}. The weapon can't have the two-handed or special property, and it immediately vanishes if it's no longer in your hand, if you summon another weapon in this way, or if you're no longer wearing the ring. The weapon is considered magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Arming-Ring.webp"
						}
					}
				]
			}
		},
		{
			"name": "Bag of Continual Embers",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This leather bag has {@dice 3d6} glimmering red beads inside it when found. A bead feels pleasantly warm while held. You can use an action to withdraw a bead from the bag and place it in an unlit brazier (or similar vessel), causing a continual flame to sputter to life within the brazier and destroying the bead."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Bag-of-Continual-Embers.webp"
						}
					}
				]
			}
		},
		{
			"name": "Barbed Bowstring",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"You can use an action to string a nonmagical bow with this item to transform the bow into a magical one. When you hit a creature with a ranged attack using the bow, that creature suffers from a magical barb. A creature with a barb that willingly moves before the start of your next turn takes {@damage 3d4} piercing damage as the barb cuts into it; until the end of the turn, the creature's speed is reduced by a cumulative 5 feet for each 4 you roll on the dice.",
				"A creature can only be affected by one barb at a time. A barb created in this way disappears at the start of each of your turns or when it deals damage to a creature that moves. Removing the bowstring from the bow makes the bow nonmagical once more."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Barbed-Bowstring.webp"
						}
					}
				]
			}
		},
		{
			"name": "Beetle Blades",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"referenceSources": [
				"TftYP-TSC",
				"RMBRE",
				"KftGV"
			],
			"baseItem": "scimitar|phb",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"F",
				"L"
			],
			"dmg1": "1d6",
			"dmgType": "S",
			"bonusWeapon": "+1",
			"entries": [
				"This pair of swords counts as a single item for the purpose of attuning to them. You gain a +1 bonus to attack and damage rolls made with these magic weapons; this bonus extends to any Strength check you make or Strength save DC used when you attempt to shove a creature.",
				"While holding one of the swords, you can use an action to cause the other one to teleport to your empty hand or to the ground at your feet (your choice). When you do, the blade reappears in a plume of minuscule insects.",
				{
					"type": "entries",
					"name": "Hurl",
					"entries": [
						"When you take the {@action Attack|XPHB} action while holding both swords, you can choose to forgo making any attacks to instead force a creature within 5 feet of you that's no more than one size larger than you to make a DC 15 Strength saving throw. On a failed save, the blades come together to grab and throw the creature up to 20 feet away from you and knock it {@condition prone}. If the thrown target strikes a solid surface, the target takes {@damage 1d10} bludgeoning damage for every 10 feet it was thrown. If the target is thrown at another creature, that creature must succeed on a DC 15 Dexterity saving throw or take half as much damage and be knocked {@condition prone}."
					]
				},
				{
					"type": "entries",
					"name": "Insect Plague",
					"entries": [
						"While holding both swords, you can use an action to cast the {@spell insect plague} spell from them (save DC 15). This version of the spell ends at the start of your next turn, instead of its normal duration, and doesn't require you to concentrate on it. For the duration, one of the two swords disappears (you choose each time); the sword reappears in your hand or at your feet when the spell ends. This property can be used twice, and the swords regain all expended uses of it daily at dawn."
					]
				}
			],
			"attachedSpells": [
				"insect plague"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Beetle-Blades.webp"
						}
					}
				]
			}
		},
		{
			"name": "Belt of Honesty",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"While wearing this belt, you gain a +1 bonus to Charisma ({@skill Persuasion}) checks you make, provided you only tell the truth. If you speak a deliberate lie while wearing it, the belt magically bursts into flames, destroying itself and forcing you to make a DC 13 Charisma saving throw. On a failed save, any nonmagical legwear you're wearing is harmlessly immolated and turns to ash, provided it's made of a flammable material."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Belt-of-Honesty.webp"
						}
					}
				]
			}
		},
		{
			"name": "Bracers of the Sahuagin",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "rare",
			"wondrous": true,
			"curse": true,
			"grantsProficiency": true,
			"modifySpeed": {
				"static": {
					"swim": 40
				}
			},
			"entries": [
				"These bracers carry a portion of a sahuagin priest's lingering magic. You gain the following benefits while wearing them.",
				{
					"type": "entries",
					"name": "Spells",
					"entries": [
						"You can use an action to cast either the bestow curse or {@spell hold person} spell from the bracers (save DC 15). Once a spell has been cast in this way, it can't be cast from the bracers again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Trident Mastery",
					"entries": [
						"You have proficiency with tridents. When you roll a 1 or 2 on a damage die for an attack you make with a {@item trident|PHB}, you can reroll the die; you must use the new roll."
					]
				},
				{
					"type": "entries",
					"name": "Webbed Hands",
					"entries": [
						"While submerged in water, you gain a swimming speed of 40 feet."
					]
				},
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"This item is cursed, and donning the bracers extends the curse to you. You remain cursed in this way until you're targeted by the {@spell remove curse} spell or similar magic. While cursed in this way, your attack rolls against sahuagin and sharks are made with disadvantage."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Bracers-of-the-Sahuagin.webp"
						}
					}
				]
			}
		},
		{
			"name": "Cannonlance",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "lance|phb",
			"type": "M",
			"rarity": "rare",
			"weight": 6,
			"weaponCategory": "martial",
			"property": [
				"R",
				"S",
				"H"
			],
			"dmg1": "1d12",
			"dmgType": "P",
			"entries": [
				"This lance looks like a modified cannon with a wooden vamplate. A chain dangles from the pointed front of the lance to the cannonlike base. This weapon has the {@itemProperty H||heavy} property.",
				"Once on each of your turns, you can replace one of your attacks with the lance to make a special ranged attack with it. When you do, you fire the front of the lance at a target that you can see within 20 feet of you. The blast emits a thunderous explosion audible out to a range of 300 feet. On a hit, the target takes {@damage 3d6} piercing damage (without adding your Strength modifier), or {@damage 6d6} piercing damage if the target is an object or structure. If you hit a creature and roll a 6 on any of the d6s, the target is also pushed up to 10 feet away from you. The chain then automatically pulls the point back to its base, where it magically reattaches. You can use a bonus action when this happens to pull yourself up to 20 feet to an unoccupied space directly between you and the target."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Cannonlance.webp"
						}
					}
				]
			}
		},
		{
			"name": "Carrion War Pick",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "war pick|phb",
			"type": "M",
			"rarity": "uncommon",
			"weight": 2,
			"weaponCategory": "martial",
			"dmg1": "1d8",
			"dmgType": "P",
			"entries": [
				"If you hit a creature that is missing any of its hit points using this magic weapon, its damage die becomes a {@dice d10} for the attack, and it deals necrotic damage instead of piercing. Furthermore, when you slay a Small or larger living creature with this weapon, you immediately gain {@dice 1d10} temporary hit points; you lose these hit points early if you're no longer holding the weapon."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Carrion-War-Pick.webp"
						}
					}
				]
			}
		},
		{
			"name": "Chaos Reins",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"curse": true,
			"grantsProficiency": true,
			"entries": [
				"This amulet is made from a repurposed horse's rein. While wearing it, you are considered proficient in the {@skill Animal Handling} skill whenever you make a Wisdom ({@skill Animal Handling}) check to interact with a Large or larger beast.",
				"While wearing the amulet, you can use an action to cast the {@spell find steed} spell from it. When you do, roll a {@dice d8} to determine what creature is summoned by the spell, using the table below. If that creature has already been summoned since the last dawn, the spell fails, the action is wasted, and this property of the amulet can't be used again until the next dawn. Otherwise, the steed appears beneath you (using the creature's normal statistics), allowing you to mount it as part of casting the spell. This version of the spell has a duration of 1 hour, and when it ends, the steed immediately disappears. The spell ends early if you dismiss the steed, if it's reduced to 0 hit points, or if you dismount it.",
				{
					"type": "table",
					"colLabels": [
						"d8",
						"Summoned Creature"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"{@creature Axe beak}"
						],
						[
							"2",
							"{@creature Camel}"
						],
						[
							"3",
							"{@creature Elk}"
						],
						[
							"4",
							"{@creature Giant goat}"
						],
						[
							"5",
							"{@creature Giant lizard}"
						],
						[
							"6",
							"{@creature Giant toad}"
						],
						[
							"7",
							"{@creature Lion}"
						],
						[
							"8",
							"{@creature Riding horse}"
						]
					]
				},
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"This amulet is cursed, and becoming attuned to it extends the curse to you unless you're a creature of chaotic alignment. Whenever the {@spell find steed} spell fails to cast as a result of attempting to summon a creature that had already been summoned since the last dawn, that creature appears in an unoccupied space within 10 feet of you. The creature is hostile toward you and takes its turns on initiative count 20. The creature remains for 1 minute or until it's reduced to 0 hit points."
					]
				}
			],
			"attachedSpells": {
				"daily": {
					"1e": [
						"find steed"
					]
				}
			},
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Chaos-Reins.webp"
						}
					}
				]
			}
		},
		{
			"name": "Crier's Scroll Case",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"weight": 2,
			"entries": [
				"Up to ten scrolls can fit within this magic scroll case, which always weighs 2 pounds. While the scroll case is on your person, you can read from a scroll within the case as if you were holding it, allowing you to cast a spell from a {@item spell scroll} within the case without retrieving it (provided you can normally do so). Furthermore, you have advantage on any ability check you make to cast or copy a spell from a {@item spell scroll}.",
				"Whenever you cast a spell from a scroll in the case, there's a chance that the scroll isn't destroyed after casting the spell. The chance depends on the level of the spell, as shown on the table below.",
				{
					"type": "table",
					"colLabels": [
						"Spell Level",
						"Chance of Non-Destruction"
					],
					"colStyles": [
						"col-5 text-center",
						"col-7 text-center"
					],
					"rows": [
						[
							"Cantrip; 1st-2nd",
							"50 percent"
						],
						[
							"3rd-4th",
							"25 percent"
						],
						[
							"5th",
							"5 percent"
						]
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Criers-Scroll-Case.webp"
						}
					}
				]
			}
		},
		{
			"name": "Dead Sun Lamp",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"The interior of this brass lamp is covered in soot. While holding the lamp, you can use a bonus action to speak its first command word to ignite it, filling the glass with a small, fiery orb. While lit, it sheds {@quickref Vision and Light||2||bright light} in a 20-foot radius and {@quickref Vision and Light||2||dim light} for an additional 20 feet. You can use another bonus action to speak the command word again to extinguish it.",
				"While holding the lamp, you can use an action to speak its second command word. When you do, the flame roars to a powerful brilliance. All other creatures within 20 feet of you that can see the light and aren't averting their eyes must make a DC 13 Constitution saving throw; a creature that's in {@quickref Vision and Light||2||dim light} or darkness or that has the Sunlight Sensitivity trait has disadvantage on the saving throw. On a failed save, a creature is {@condition blinded} until the end of your next turn. In addition, any nonmagical flames within 40 feet of the lamp are extinguished when you speak this command word. Once this property of the lamp has been used, its light goes out, and neither of its command words can be used again until the next dawn."
			],
			"light": [
				{
					"bright": 20,
					"dim": 40
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Dead-Sun-Lamp.webp"
						}
					}
				]
			}
		},
		{
			"name": "Divination Key",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d3}",
			"charges": 3,
			"entries": [
				"This key has a jagged {@item crystal ball} shard embedded in its end. While the key itself doesn't unlock any doors, it has 3 charges for the following properties, and it regains {@dice 1d3} expended charges daily at dawn.",
				{
					"type": "entries",
					"name": "Keyhole Clairvoyance",
					"entries": [
						"You can use an action to insert the key into a keyhole and speak its first command word, expending 1 of its charges. When you do, you become blind with regard to your own senses, but can see through the other side of the keyhole (if any) as if you were on the other side of the lock. This effect lasts until you remove or let go of the key (no action required), at which point your senses return to you."
					]
				},
				{
					"type": "entries",
					"name": "Lock Scrying",
					"entries": [
						"You can use an action to tap the key to a lock and speak its second command word. When you do, a minuscule emblem of an eye appears on the lock where you tap it. If a creature uses its action to examine the lock, the creature can notice the eye with a successful DC 13 Intelligence ({@skill Investigation}) check. The eye remains for 7 days, until it's dispelled, or until you use this property on a different lock. While the eye remains, the divination key magically vibrates whenever a key or lockpick is used on the lock. Furthermore, while the eye remains on the lock, you can use an action to touch the key to your forehead and expend 1 of its charges. When you do, you become blind and deaf with regard to your own senses, and you can see and hear as if you were in the lock's space, looking outward from the lock on the side that bears the eye. At the end of your next turn, this effect ends and your senses return to normal unless you expend an additional charge to extend the effect for another round."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Divination-Key.webp"
						}
					}
				]
			}
		},
		{
			"name": "Divining Chain",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "very rare",
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d6 + 2}",
			"charges": 8,
			"entries": [
				"This magic silver chain has 8 charges, which are represented by the same number of twists at its bottom; the twists hold the chain together into a necklace. The chain regains {@dice 1d6 + 2} expended charges daily at dawn. If you expend the last charge, the chain comes untwisted. Then, roll a {@dice d20}. On a 1, the chain becomes nonmagical.",
				"While wearing the twisted chain, you can expend 1 or more of its charges to use the following properties.",
				{
					"type": "entries",
					"name": "Spells",
					"entries": [
						"You can use an action to expend 1 of the chain's charges to cast either detect evil and good, detect magic, or detect poison and disease from the chain. Alternatively, you can expend 2 of its charges to cast either locate animals or plants or locate object from the chain, or 4 charges to cast {@spell locate creature}. Regardless of the spell that's cast from the chain, its ends magically drift and point toward the located target or the nearest detected one. A spell cast from the chain ends early if you're no longer wearing it."
					]
				},
				{
					"type": "entries",
					"name": "Swap",
					"entries": [
						"Whenever you're targeted by an attack or spell, you can use your reaction to expend 3 of the chain's charges to force another creature that you can see (other than the attacker or spellcaster) within 60 feet of you to make a DC 16 Charisma saving throw. A creature can choose to fail the saving throw. On a failed save, you and the target both teleport, swapping places, provided there's enough space. The triggering attack or spell then targets the swapped creature instead of you."
					]
				}
			],
			"attachedSpells": [
				"locate creature"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Divining-Chain.webp"
						}
					}
				]
			}
		},
		{
			"name": "Drift Bangles",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "legendary",
			"reqAttune": true,
			"wondrous": true,
			"bonusAc": "+2",
			"modifySpeed": {
				"static": {
					"fly": 30
				}
			},
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d6 + 4}",
			"charges": 10,
			"entries": [
				"This pair of gravity-defying bangles hang effortlessly in the air around your wrists. While wearing them, you emit a field of strange gravity, which extends outward from you in a 10-foot radius. While in the field, you and creatures of your choice are always under the effects of the {@spell feather fall} and {@spell jump} spells; affected creatures also gain a +2 bonus to AC against ranged weapon attacks, as the gravity surrounding you alters the path of incoming projectiles.",
				"The bangles have the following properties, which you can use while wearing them.",
				{
					"type": "entries",
					"name": "Spells",
					"entries": [
						"The bangles have 10 charges and regain {@dice 1d6 + 4} expended charges daily at dawn. You can use an action to expend 1 or more of their charges to cast one of the following spells from them (save DC 17): {@spell flaming sphere} (2 charges), floating disk (1 charge), {@spell levitate} (2 charges), {@spell reverse gravity} (5 charges)."
					]
				},
				{
					"type": "entries",
					"name": "Gravity Crush",
					"entries": [
						"As an action, you can force each creature within the bangles' field to make a DC 17 Strength saving throw. On a failed save, a creature takes {@damage 4d6} force damage and is knocked {@condition prone}. If the bangles' flaming sphere is within the field's area, the sphere glows like a small star until the end of your next turn; for the duration, a creature's speed is also halved when it fails the saving throw against the sphere's fire damage."
					]
				},
				{
					"type": "entries",
					"name": "Hovering",
					"entries": [
						"You have a flying speed of 30 feet and can hover. This form of flight doesn't allow you to move more than 10 feet off the ground. If you fall from a greater height and aren't {@condition incapacitated}, your fall ends 10 feet above the ground, where you resume hovering, taking no falling damage."
					]
				},
				{
					"type": "entries",
					"name": "Move Field",
					"entries": [
						"When you use one of the bangles' properties as an action, you can also move the bangles' field, centering it on a point that you can see within 30 feet of you; you can move the field either before or after using the action. Alternatively, you can move the field using a bonus action. The field returns to you at the start of your next turn."
					]
				}
			],
			"attachedSpells": {
				"charges": {
					"2": [
						"flaming sphere",
						"levitate"
					],
					"5": [
						"reverse gravity"
					]
				}
			},
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Drift-Bangles.webp"
						}
					}
				]
			}
		},
		{
			"name": "Electric Torch",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"This brass pipe features a warm, glowing vestibule at its end, and its brass fixtures are polished to a golden finish on the handle. You can use a bonus action while holding the torch to pull a short cord that hangs from the top of the pipe, just below the vestibule. Pulling the cord allows you to activate the torch's light, change the light's radius, or extinguish it. While lit, the torch sheds {@quickref Vision and Light||2||bright light} in a 5- to 30-foot radius and {@quickref Vision and Light||2||dim light} for an additional number of feet equal to the chosen radius. If you take lightning damage while the torch is on your person, the minimum and maximum radiuses of the torch's light are doubled for 1 hour."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Electric-Torch.webp"
						}
					}
				]
			}
		},
		{
			"name": "Eye of Iron Sight",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "legendary",
			"reqAttune": "by a creature missing an eye",
			"wondrous": true,
			"entries": [
				"This metal sphere is the size of an eyeball with a glass iris. Its weight is negligible. Even if you aren't attuned to the sphere, it functions like a normal eye while it's in your eye socket; it doubles as a magic spyglass if you look through only the sphere.",
				"If you're attuned to the sphere and have it in your socket, attacking at long range doesn't impose disadvantage on your ranged weapon attack rolls, and creatures gain no benefit from {@quickref Cover||3||half cover} against your ranged attacks. You also gain the following two benefits:",
				{
					"type": "entries",
					"name": "Headshot",
					"entries": [
						"Whenever you score a critical hit on a ranged weapon attack, the target must also succeed on a DC 17 Constitution saving throw or be {@condition stunned} until the start of your next turn."
					]
				},
				{
					"type": "entries",
					"name": "Iron Focus",
					"entries": [
						"Whenever you make a ranged weapon attack as part of the {@action Attack|XPHB} action on your turn and haven't moved during this turn, you can choose to reduce your speed to 0 until the start of your next turn and enhance the accuracy of the attack. Each time you use this property, the number you need to roll on the {@dice d20} to score a critical hit on a ranged attack roll against that target is reduced by 1, down to a minimum of 15. This benefit ends once you score a critical hit, attack a different target, or move."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Eye-of-Iron-Sight.webp"
						}
					}
				]
			}
		},
		{
			"name": "Gloves of the Magpie",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d4 + 2}",
			"charges": 6,
			"entries": [
				"You gain a +5 bonus to Dexterity ({@skill Sleight of Hand}) checks you make while wearing these magic gloves. They have 6 charges and regain {@dice 1d4 + 2} expended charges daily at dawn. While wearing the gloves, you can use a bonus action to expend 1 of their charges to use one of the following properties:",
				{
					"type": "entries",
					"name": "Burst of Agility",
					"entries": [
						"Your speed increases by 10 feet until the start of your next turn, and you have advantage on the next Dexterity check or Dexterity saving throw you make before then."
					]
				},
				{
					"type": "entries",
					"name": "Swooping Escape",
					"entries": [
						"You become {@condition invisible} until the start of your next turn or until you make an attack or cast a spell. For the duration, you also gain a flying speed equal to your walking speed."
					]
				},
				{
					"type": "entries",
					"name": "Treasure Sense",
					"entries": [
						"You magically sense what's inside a container you're touching, such as a chest or purse. You determine the general nature of what's inside (such as \"a sword\" or \"a handful of coins\"). The space inside the container can be no larger than 10 feet in any dimension."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Gloves-of-the-Magpie.webp"
						}
					}
				]
			}
		},
		{
			"name": "Golem Clay",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"weight": 5,
			"entries": [
				"A pack of golem clay weighs 5 pounds and is roughly the size of a large brick. You can spend 10 or more minutes molding the clay into a Tiny sculpture. Once you've done so, you can use an action to speak the clay's command word to animate it as a mindless golem, treating it as a Tiny object. The golem can perform simple tasks at your command. It has AC 13, 1 hit point, a Strength and Dexterity of 2, and it can't attack.",
				"Once on each of your turns, you can verbally command the golem (no action required) to walk, swim, or climb—as appropriate for the golem's form—up to 15 feet and interact with an object. The golem remains animated for 1 hour, at which point it crumples into a lump of clay again. If it drops to 0 hit points, it immediately ceases to be animated, but it can be remolded and then animated once again. The golem and its clay are destroyed if it takes 10 or more damage in a single turn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Golem-Clay.webp"
						}
					}
				]
			}
		},
		{
			"name": "Great Owl's Pocket Translator",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"This pocketwatch-sized device opens to reveal a series of small holes. Along the bottom is a dial with labels for \"Dwarvish,\" \"Elvish,\" \"Gnomish,\" and \"Halfling.\" You can use a bonus action to change the dial. While the device is opened, any sentence spoken in the selected language within earshot of the device is automatically translated and spoken again through the device in Common. The repeated sentence sounds slightly tinny, and conveys the literal meaning of what's spoken."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Great-Owls-Pocket-Translator.webp"
						}
					}
				]
			}
		},
		{
			"name": "Hall Decker",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"This fragile ornament has a series of three numbered dials around its circumference. You can use an action to throw the ornament at a point that you can see within 30 feet of you, shattering and destroying the ornament. When you do, roll a {@dice d20} three times, recording each result. Alternatively, you can use an action before throwing the ornament to choose each result.",
				"The ornament explodes into a flurry of festive décor that decorates the area in a 60-foot radius, centered on the point and spreading around corners. Use the result of the first {@dice d20} to determine the amount of décor (where 1 is a little, and 20 is a lot), and the second two results to determine the type or themes of the celebration. The decorations turn to glitter and then disappear after 7 days or when they're removed from the area in which they appeared.",
				{
					"type": "table",
					"colLabels": [
						"d20 & Décor Amount (Less-More)",
						"Celebration Type (Choose Two)"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"Generic"
						],
						[
							"2",
							"Historical Event (you choose)"
						],
						[
							"3",
							"Astrological (you choose)"
						],
						[
							"4",
							"Equinox or Solstice (you choose)"
						],
						[
							"5",
							"Winter"
						],
						[
							"6",
							"Spring"
						],
						[
							"7",
							"Summer"
						],
						[
							"8",
							"Autumn"
						],
						[
							"9",
							"Harvest"
						],
						[
							"10",
							"New Year"
						],
						[
							"11",
							"Birthday"
						],
						[
							"12",
							"Life Event (you choose)"
						],
						[
							"13",
							"Wedding"
						],
						[
							"14",
							"Accomplishment (you choose)"
						],
						[
							"15",
							"Mourning"
						],
						[
							"16",
							"Religious (you choose)"
						],
						[
							"17",
							"Spiritualism (you choose)"
						],
						[
							"18",
							"Food"
						],
						[
							"19",
							"Gala"
						],
						[
							"20",
							"Other (you choose)"
						]
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Hall-Decker.webp"
						}
					}
				]
			}
		},
		{
			"name": "Harrier's Halberd",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "halberd|phb",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 6,
			"weaponCategory": "martial",
			"property": [
				"H",
				"R",
				"2H"
			],
			"dmg1": "1d10",
			"dmgType": "S",
			"bonusWeapon": "+2",
			"recharge": "dawn",
			"rechargeAmount": 6,
			"charges": 6,
			"entries": [
				"This {@item halberd|PHB} features multiple blades that look like talons. You gain a +2 bonus to attack and damage rolls made with this magic weapon. While attuned to the weapon, you can see normally at twice the normal distance in clear conditions, and you have advantage on Wisdom ({@skill Perception}) checks that rely on sight.",
				"The {@item halberd|PHB} has 6 charges for the following properties. It regains all expended charges daily at dawn.",
				{
					"type": "entries",
					"name": "Flight",
					"entries": [
						"You can expend 1 of the weapon's charges as a bonus action to fly through the air to an unoccupied space that you can see within 20 feet of you. If you make an attack with the {@item halberd|PHB} immediately after landing in the new space, the attack roll is made with advantage."
					]
				},
				{
					"type": "entries",
					"name": "Fling",
					"entries": [
						"When you hit a Large or smaller creature with the weapon, you can expend 1 of its charges to force the target to make a DC 15 Strength saving throw. On a failed save, the target is thrown up to 20 feet away from you and knocked {@condition prone}, or 30 feet if you used the Flight property immediately before attacking the target. If a thrown target strikes an object, such as a wall or floor, the target takes {@damage 1d6} bludgeoning damage for every 10 feet it was thrown. If the target is thrown at another creature, that creature must succeed on a DC 15 Dexterity saving throw or take the same damage and be knocked {@condition prone}."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Harriers-Halberd.webp"
						}
					}
				]
			}
		},
		{
			"name": "Hellion Sandals",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"resist": [
				"fire"
			],
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d4}",
			"charges": 4,
			"entries": [
				"These wooden sandals have a split toe, ending in a cloven hoof. To attune to the sandals, you must be wearing them for the entire attunement period. Afterward, your feet and legs magically transform into those of a hooved fiend, absorbing the sandals into your body; you choose the color of your legs' skin when you attune to them. The sandals can't be removed as long as you're attuned to them.",
				"While attuned to the sandals, you have resistance to fire damage. In addition, your Intelligence and Charisma scores increases by 1, to a maximum of 20.",
				{
					"type": "entries",
					"name": "Hellion's Stomp",
					"entries": [
						"The sandals have 4 charges and regain {@dice 1d4} expended charges daily at dawn. While you're attuned to the sandals, you can use an action to expend 1 of their charges to stomp the ground beneath you and create a 30-foot line of smoldering earth and licking flames, originating from the ground at your feet. The line is 5 feet wide. Each creature within the line when it appears must make a DC 16 Dexterity saving throw, taking {@damage 6d6} fire damage on a failed save, or half as much on a successful one. The cracks cool immediately afterward, leaving behind scorchmarks and the smell of brimstone."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Hellion-Sandals.webp"
						}
					}
				]
			}
		},
		{
			"name": "Helm of the Ram",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"bonusAc": "+1",
			"entries": [
				"While wearing this silver helmet, you can't be moved against your will. Furthermore, once per turn when you make an unarmed strike, you can choose to make the attack with your head. On a hit, the target takes {@damage 1d10} force damage, instead of the bludgeoning damage normal for an unarmed strike, and is pushed up to 5 feet away from you. If you moved 20 or more feet straight toward the target immediately before making this attack, you have advantage on the attack roll, and on a hit, the target is pushed up to 10 feet instead.",
				"If a pushed target strikes a solid surface or another creature that is larger than it, the target takes {@damage 1d6} bludgeoning damage for every 5 feet it was pushed. If the target is pushed into another creature that is its size or smaller, that creature must succeed on a DC 13 Strength saving throw or take the same damage and be knocked {@condition prone}.",
				{
					"type": "entries",
					"name": "Ring of the Ram",
					"entries": [
						"If you're also attuned to a {@item ring of the ram|DMG}, you gain a +1 bonus to AC while wearing the helmet, and the helm's Strength save DC is increased to 15."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Helm-of-the-Ram.webp"
						}
					}
				]
			}
		},
		{
			"name": "Hood of the Hunter",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "very rare",
			"reqAttune": "by a ranger",
			"reqAttuneTags": [
				{
					"class": "ranger"
				}
			],
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": 4,
			"charges": 4,
			"entries": [
				"This leather hood focuses your hunter's instincts. While wearing it, you have advantage on Wisdom ({@skill Perception}) checks, and you have {@sense blindsight} out to a range of 10 feet. Whenever you cast {@spell hunter's mark}, a spectral falcon appears and flies around you until the spell ends. For the duration, whenever you hit a target marked by the spell with an attack, the falcon swoops down and strikes the target for an additional {@damage 1d6} force damage. The target must be within 120 feet of you.",
				"The hood has 4 charges and regains all expended charges daily at dawn. While wearing the hood, you can use a bonus action to expend 1 or more of its charges to cast the {@spell hunter's mark} spell from it. This version of the spell doesn't require {@status concentration}, but the spell ends if the target drops to 0 hit points. You can mark multiple creatures simultaneously when you cast the spell in this way by expending additional charges: the number of creatures you can mark is equal to the number of charges you expend."
			],
			"attachedSpells": [
				"hunter's mark"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Hood-of-the-Hunter.webp"
						}
					}
				]
			}
		},
		{
			"name": "House Slipper Socks",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"While wearing these knitted socks, you can use an action to wipe your shoes off (as if on an entry mat). When you do, your shoes, socks, and feet are magically cleaned, dried, and free of dirt or grime."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/House-Slipper-Socks.webp"
						}
					}
				]
			}
		},
		{
			"name": "Jackalope's Foot",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This small magical rabbit's foot can easily fit in the palm of your hand. A jackalope's head, carved from an antler, is attached to one of its ends. When you roll a {@dice d20} while this item is on your person, you can choose to roll an additional {@dice d20} (no action required). You choose to do this after you roll the die, but before the outcome is determined. You then choose which of the d20s is used for the roll. If you use the second {@dice d20}'s result, the item's magic is then lost. Otherwise, this property of the item can't be used again until the next dawn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Jackalopes-Foot.webp"
						}
					}
				]
			}
		},
		{
			"name": "Kirin Hornbow",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "longbow|phb",
			"type": "R",
			"rarity": "very rare",
			"weight": 2,
			"weaponCategory": "martial",
			"property": [
				"A",
				"H",
				"2H"
			],
			"range": "150/600",
			"dmg1": "1d8",
			"dmgType": "P",
			"bonusWeapon": "+1",
			"recharge": "dawn",
			"rechargeAmount": 10,
			"charges": 10,
			"entries": [
				"This bow is made from elements of a radiant horn and is strung with a fine braid of unicorn hair. You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
				"The weapon has 10 charges and regains all expended charges daily at dawn. Whenever you make an attack with the bow, you can expend 1 of its charges to make the attack roll with advantage. If the attack hits, it deals an extra {@damage 1d10} radiant damage, and any friendly creatures within 5 feet of the target gain a number of temporary hit points equal to the number rolled on the {@dice d10}. If you roll a 10 on the die, the radius of the effect increases to 30 feet."
			],
			"ammoType": "arrow|phb",
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Kirin-Hornbow.webp"
						}
					}
				]
			}
		},
		{
			"name": "Magpie Kusarigama",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "sickle|phb",
			"type": "M",
			"rarity": "rare",
			"weight": 2,
			"weaponCategory": "simple",
			"property": [
				"L"
			],
			"dmg1": "1d4",
			"dmgType": "S",
			"bonusWeapon": "+1",
			"entries": [
				"This {@item sickle|PHB} features magpie motifs, resembling its beak, coloration, and talons. Connected to the base of the {@item sickle|PHB} is a metal ball at the end of a chain, allowing it to be swung at a distance. You gain a +1 bonus to attack and damage rolls made with this magic weapon, which has the {@itemProperty F||finesse} property. Once per turn when you take the {@action Attack|XPHB} action and are holding no other weapons, you can make an extra melee attack with it as part of that action by using its ball and chain against a creature within 10 feet of you; you're proficient with the attack if you're proficient with sickles, and on a hit, it deals bludgeoning damage equal to {@dice 1d4} plus your Strength or Dexterity modifier (treat the attack as if it were made with a {@item flail|PHB}).",
				"Whenever you hit or miss a creature with an attack using the weapon's ball and chain, you can choose to force it to make a DC 15 Strength or Dexterity saving throw (its choice). On a failed save, choose a weapon the creature's holding: that weapon becomes entangled in the {@item sickle|PHB}'s chain. For the duration, you can't attack with the ball and chain, but attacks using the entangled weapon are made with disadvantage; neither you nor the other creature can move more than 10 feet away from each other without either you choosing to end the effect or the other creature choosing to drop the weapon. The creature can repeat the saving throw at the end of each of its turns, ending the effect on a success."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Magpie-Kusarigama.webp"
						}
					}
				]
			}
		},
		{
			"name": "Matador's Cape",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"reqAttune": "by a bard",
			"reqAttuneTags": [
				{
					"class": "bard"
				}
			],
			"wondrous": true,
			"entries": [
				"Whenever you expend a use of your Bardic Inspiration, you can force a creature within 30 feet of you to make a Wisdom saving throw against your spell save DC; the target has disadvantage on the save if it's a bovine creature (such as a cow or minotaur) and it automatically succeeds if it can't see you, if it already succeeded on the saving throw within the past 24 hours, or if it can't be {@condition charmed}. On a failed save, the creature has disadvantage on any attack roll it makes against a target that isn't you until the end of its next turn. The effect ends early if you use this property again.",
				{
					"type": "entries",
					"name": "Matador's Pride",
					"entries": [
						"If you are also attuned to the matador's blade and are forced to make a saving throw against being {@condition frightened}, you can choose to make a Charisma saving throw instead."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Matadors-Cape.webp"
						}
					}
				]
			}
		},
		{
			"name": "Moonlit Aegis",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "shield|phb",
			"type": "S",
			"rarity": "rare",
			"reqAttune": "by a spellcaster",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"weight": 6,
			"ac": 2,
			"recharge": "dusk",
			"rechargeAmount": "{@dice 1d4 + 1}",
			"charges": 5,
			"entries": [
				"This magic shield glows softly under moonlight. While you're attuned to it, you know the {@spell moonbeam} spell, which doesn't count against the number of spells you know or have prepared. It has 5 charges and regains {@dice 1d4 + 1} expended charges daily at dusk.",
				"While holding the shield, you can expend 1 of its charges as a reaction when you're hit with a melee attack. When you do, the shield releases a flash of brilliant moonlight. If the attacker can see the shield, the triggering attack roll takes a{@dice  - 1d4} penalty, potentially causing it to miss. Hit or miss, each creature that can see the shield within 5 feet of you (other than you) must then make a DC 15 Constitution saving throw; a shapechanger makes this save with disadvantage. A creature takes {@damage 2d8} radiant damage on a failed save, or half as much damage on a successful one. The radiant damage increases to {@dice 2d12} if it's between dusk and dawn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Moonlit-Aegis.webp"
						}
					}
				]
			}
		},
		{
			"name": "Oil of Tattoos",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"type": "P",
			"rarity": "common",
			"entries": [
				"This flask of oil contains a swirling plume of ink. You can lather the oil over a patch of skin on a willing creature over the course of 1 minute. At the end of the minute, the oil magically creates a tattoo on the skin. You choose the tattoo's design. The tattoo remains indefinitely or until it's targeted by a {@spell dispel magic} spell or similar magic. The flask has enough oil for 5 applications: a small tattoo consumes 1 application, a medium tattoo consumes 2, and a large tattoo consumes 3."
			],
			"miscTags": [
				"CNS"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Oil-of-Tattoos.webp"
						}
					}
				]
			}
		},
		{
			"name": "Pike of the Iron Barricade",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "pike|phb",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 18,
			"weaponCategory": "martial",
			"property": [
				"H",
				"R",
				"2H"
			],
			"dmg1": "1d10",
			"dmgType": "P",
			"bonusWeapon": "+1",
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d3}",
			"charges": 3,
			"entries": [
				"This black metal {@item pike|PHB} resembles a post of a particularly elaborate fence. You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
				{
					"type": "entries",
					"name": "Summon Palisade",
					"entries": [
						"The {@item pike|PHB} has 3 charges and regains {@dice 1d3} expended charges daily at dawn. As a bonus action while holding the {@item pike|PHB}, you can expend 1 of its charges to create an iron fence of matching, duplicate pikes in a contiguous line on the ground that's up to 60 feet long, starting a point within 10 feet of you. The fence is 10 feet tall, 1 inch thick, perfectly vertical, and immovable for the duration. There is a 2-inch gap between each {@item pike|PHB} in the fence. Each 10-foot length of fence has AC 15, 15 hit points, and a damage threshold of 10. The fence has immunity to piercing, poison, and psychic damage and resistance to all other damage. The fence doesn't obscure the area, but it does prevent melee attacks from being made through it unless they are made with a piercing weapon. The fence remains for 1 minute, until you dismiss it (no action required), or until you use this property again."
					]
				},
				"A creature that attempts to climb over the fence must make a DC 15 Dexterity ({@skill Acrobatics}) check. On a failure, the creature takes {@damage 1d10 + 1} piercing damage and fall {@condition prone} on its original side of the fence.",
				"While holding the {@item pike|PHB}, you can replace any of your attacks as part of the {@action Attack|XPHB} action with a special one using one of the fence's posts. Treat the attack as if you were making it with the {@item pike|PHB} in a space adjacent to the fence. The post then swings out from the fence to attack before returning to its position the line."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Pike-of-the-Iron-Barricade.webp"
						}
					}
				]
			}
		},
		{
			"name": "Pop-Up Travelogue",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This leather bound book magically records what happens to it as well as the creature carrying it. It describes even mundane happenings with flavorful language and narration. To even a dedicated reader, it seems like the book frames itself as the protagonist in its own story. The book creates its own illustrations, complete with dynamic paper pop-ups, based on the events surrounding it. While the book isn't sentient, it nevertheless writes with more energy and intrigue when visiting or exposed to new things. The book's pages return to blank daily at dawn, but are filled again within 24 hours.",
				"You can use an action to hold the book aloft and describe, dramatically and aloud, how the book magically casts one of the following spells (save DC 16): {@spell comprehend languages}, {@spell dimension door}, {@spell hallucinatory terrain} (the spell ends early if cast again), {@spell illusory script}, {@spell major image}, {@spell phantasmal force}, or {@spell tongues}. The book maintains {@status concentration} on the spells it casts; casting a second spell from the book that requires {@status concentration} causes the previous one to end. Once the book has been used to cast a spell, it can't be used to cast that spell again until the next dawn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Pop-Up-Travelogue.webp"
						}
					}
				]
			}
		},
		{
			"name": "Portable Hearth",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "common",
			"wondrous": true,
			"weight": 1,
			"entries": [
				"This 4-inch-diameter stone disk weighs 1 pound and has a miniature hearth at its center. You can use an action to place the disk on an inanimate flat surface, at which point the hearth sparks to a low ember. The disk remains on the surface until it's removed using another action. While on the surface, you can rotate a stone dial around the disk's circumference. Rotating the dial all the way clockwise increases the temperature of the surrounding area by 50 degrees Fahrenheit, up to a maximum temperature of 80 degrees Fahrenheit; rotating it less than that increases the temperature by a proportional amount less. The fire in the disk's hearth burns more or less brightly depending on how much the temperature is increased in this way. The heated area extends outward from the disk up to 30 feet but is blocked by obstacles such as walls or ceilings.",
				"Changes to an area's temperature take place over the course of 1 minute. Once the disk is removed from its surface, the area returns to its normal temperature."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Portable-Hearth.webp"
						}
					}
				]
			}
		},
		{
			"name": "Quantumfly Buckler",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "shield|phb",
			"type": "S",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 6,
			"ac": 2,
			"bonusAc": "+1",
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d4 + 2}",
			"charges": 6,
			"entries": [
				"This colorful buckler has a stained glass butterfly emblazoned at its center. While holding it, you have a +1 bonus to AC. This bonus is in addition to the shield's normal bonus to AC.",
				"This shield pulls potential outcomes from other parallel timelines. It has 6 charges and regains {@dice 1d4 + 2} expended charges daily at dawn. When a creature that you can see within 30 feet of you is hit with an attack, you can use your reaction to expend up to 4 of the shield's charges. When you do, that creature gains a bonus to its AC equal to twice the number of charges you expend, potentially causing the triggering attack to miss, as echoes from other timelines successfully block the attack. This bonus to AC lasts until the end of the turn. Immediately after using the reaction, roll a {@dice d4}: if the result is equal to or less than the number of charges you spent as part of the reaction, you take {@damage 1d4} psychic damage for each spent charge. This damage ignores resistance and immunity."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Quantumfly-Buckler.webp"
						}
					}
				]
			}
		},
		{
			"name": "Retrospecs",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"While wearing these rose-tinted glasses, whenever you make an ability check or saving throw against an effect that you failed the same check or save against on your previous turn for the first time, you gain a +2 bonus to the roll.",
				"In addition, the glasses have a dial around their left lens, which is divided into 24 segments. Each segment represents 1 hour. You can use an action to rotate the dial counterclockwise by 1 or more hours. When you do, you can see the area around you as it appeared that number of hours ago through the glasses. Creatures that appear in the past in this way are blurred and indistinguishable.",
				"You can use another action to rotate the dial clockwise, advancing it forward in time by 1 or more hours (to a maximum of returning it to the present). The dial returns to the present automatically 1 hour after it's turned.",
				"The dial can be turned twice to a time other than the present, after which it shouldn't be turned in such a way again until the next dawn. Each time it's turned to a time other than the present again before then, there's a {@chance 25} chance that the glasses crack and become nonmagical."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Retrospecs.webp"
						}
					}
				]
			}
		},
		{
			"name": "Ring of Busy Hands",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"type": "RG|DMG",
			"rarity": "common",
			"entries": [
				"This ring has a second one outside of it which can be spun around idly. The spinning ring features interlocked and wringing hands. While wearing the ring, you can choose to automatically create a relevant, magical illusion around your hand whenever you make a recognizable hand gesture, such as tipping a hat (creating a fanciful hat atop your head), drinking from a cup (creating a steaming cup of tea), or stroking a beard (creating one for you while clean-shaven). The illusions created are Tiny and obviously magical, and they only serve to complete the illusion of the hand gesture."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Ring-of-Busy-Hands.webp"
						}
					}
				]
			}
		},
		{
			"name": "Ring of the Hunger",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"type": "RG|DMG",
			"rarity": "uncommon",
			"curse": true,
			"entries": [
				"This ring slips on your finger, but can't be removed without also drawing blood. As a bonus action while wearing the ring, you can speak its command word to cause it to bite down and deal {@damage 1d4} necrotic damage to you, which can't be reduced in any way. For the next minute, the first time you hit a creature with a melee attack each turn, that creature takes an extra {@damage 1d4} necrotic damage. Whenever you deal necrotic damage in this way, you also gain the same amount of temporary hit points. When this effect ends, any remaining temporary hit points you have from it are lost. This property of the ring can't be used again until the next dawn.",
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"This ring is cursed, and using the ring's property extends that curse to you. You remain cursed in this way until you're targeted by the {@spell remove curse} spell or similar magic. While cursed, you gain the following flaw: \"I have an urge to taste blood—even if it's just a little bit—every day. I mustn't let others find out.\""
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Ring-of-the-Hunger.webp"
						}
					}
				]
			}
		},
		{
			"name": "Robe of the Underbrush",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"reqAttune": "by a druid or ranger",
			"reqAttuneTags": [
				{
					"class": "druid"
				},
				{
					"class": "ranger"
				}
			],
			"wondrous": true,
			"entries": [
				"This robe feels like a large, soft leaf. Even if you aren't attuned to the robe, any evidence of your travel while wearing it (such as footprints or disturbed underbrush) is magically hidden wherever you walk. As a result, other creatures take a -5 penalty to any check made to track you.",
				"If you're attuned to the robe and are wearing it, the robe's magic extends to hide your group's travel while traveling together. In addition, you can use a bonus action to cast the {@spell barkskin} spell on yourself from the cloak. Once you cast the spell, you can't do so again until the next dawn."
			],
			"attachedSpells": {
				"daily": {
					"1e": [
						"barkskin"
					]
				}
			},
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Robe-of-the-Underbrush.webp"
						}
					}
				]
			}
		},
		{
			"name": "Scapular of the Ankylosaur",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "rare",
			"wondrous": true,
			"bonusAc": "+5",
			"entries": [
				"This thick monastic scapular is dense and weighty, like a heavy leather apron. While wearing it, you have a base AC of 14 + your Dexterity modifier (to a maximum of +2). You can't benefit from wearing other armor while using this AC.",
				{
					"type": "entries",
					"name": "Earthen Slam",
					"entries": [
						"While wearing the scapular, you can use an action to stomp the ground beneath you, sending out a shockwave that affects all other creatures within 15 feet of you. Each creature must make a DC 15 Strength saving throw. On a failed save, a creature takes {@damage 3d6} bludgeoning damage and {@damage 3d6} thunder damage and is knocked {@condition prone}. On a successful save, a creature takes half as much damage and isn't knocked {@condition prone}. This property of the scapular can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Shield Battery",
					"entries": [
						"While wearing the scapular, you can use a bonus action to magically enhance its protection. You gain a +5 bonus to AC until the start of your next turn or until you remove the scapular. For the duration, whenever a creature hits you with a melee attack, that creature takes 5 bludgeoning damage. This property of the scapular can't be used again until the next dawn."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Scapular-of-the-Ankylosaur.webp"
						}
					}
				]
			}
		},
		{
			"name": "Scroll of Mastery",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"type": "SC|DMG",
			"rarity": "varies",
			"grantsProficiency": true,
			"entries": [
				"You can read this scroll over the course of one minute. At the end of the minute, you name a creature within 5 feet of you, followed by a skill or tool with which you have proficiency. The named creature then also becomes proficient in the named skill or tool, and its name and new proficiency become inscribed on the scroll in beautiful calligraphy. The scroll then becomes nonmagical.",
				"A scroll of superior mastery, a very rare version of the scroll, grants the named creature expertise with a skill or tool in this way: such a creature adds double its proficiency bonus whenever it makes an ability check using that skill or tool."
			],
			"miscTags": [
				"CNS"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Scroll-of-Mastery.webp"
						}
					}
				]
			}
		},
		{
			"name": "Sisyphean Staff",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"referenceSources": [
				"TTP",
				"WDH"
			],
			"type": "M",
			"rarity": "very rare",
			"reqAttune": "by a spellcaster",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"weight": 6,
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d6 + 4}",
			"charges": 10,
			"staff": true,
			"entries": [
				"This stone and iron {@item staff|PHB} depicts a man burdened with boulders and punishment. Despite its material, it only weighs 6 pounds. While holding the {@item staff|PHB}, you have advantage on any ability check or saving throw you make to avoid falling {@condition prone}. The {@item staff|PHB} has 10 charges for the following properties, which use your spell save DC.",
				{
					"type": "entries",
					"name": "Magic Boulder",
					"entries": [
						"While holding the {@item staff|PHB}, you can use an action to expend 1 of its charges to magically create and either drop or roll a boulder. If you drop the boulder, it falls at a point that you can see within 60 feet of you; each creature within 5 feet of the point must succeed on a Strength saving throw or take {@damage 5d10} bludgeoning damage and be knocked {@condition prone}. If you roll the boulder, you roll it in a 10-foot-wide line that's 30 feet long, originating from you; each creature within the line must succeed on a Dexterity saving throw or take {@damage 3d10} bludgeoning damage and be knocked {@condition prone}. Regardless of whether you drop or roll the boulder, a {@condition prone} creature has disadvantage on the saving throw, and the boulder disappears immediately afterward."
					]
				},
				{
					"type": "entries",
					"name": "Maze",
					"entries": [
						"While holding the {@item staff|PHB}, you can use an action to expend 6 of its charges to cast the {@spell maze} spell from it. This version of the spell shunts the creature to a special demiplane where it must push a boulder up a long, arduous hill. To escape, the target must use an action and succeed on a DC 20 Strength ({@skill Athletics}) check to push the boulder up the hill. It takes {@damage 3d6} bludgeoning damage each time it fails the check. When the target escapes, it suffers one level of {@condition exhaustion}.",
						"The {@item staff|PHB} regains {@dice 1d6 + 4} expended charges daily at dawn. If you expend the last charge, roll a {@dice d20}. On a 1, the {@item staff|PHB} rusts, crumbles into stone dust and is destroyed."
					]
				}
			],
			"attachedSpells": [
				"maze"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Sisyphean-Staff.webp"
						}
					}
				]
			}
		},
		{
			"name": "Splintering Spear",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"referenceSources": [
				"TftYP-TSC",
				"TftYP-AtG",
				"GoS",
				"SCC-ARiR",
				"DSotDQ",
				"PaBTSO",
				"LK",
				"QftIS"
			],
			"baseItem": "spear|phb",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 3,
			"weaponCategory": "simple",
			"property": [
				"T",
				"V"
			],
			"range": "20/60",
			"dmg1": "1d6",
			"dmgType": "P",
			"dmg2": "1d8",
			"bonusWeapon": "+2",
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d6}",
			"charges": 6,
			"entries": [
				"This {@item spear|PHB} is made from magical, intertwined willow branches. You gain a +2 bonus to attack and damage rolls made with this magic weapon.",
				"The {@item spear|PHB} has 6 charges and regains {@dice 1d6} expended charges daily at dawn. Once per turn when you make an attack with the {@item spear|PHB} and miss, you can expend 1 of its charges to use one of the following properties, based on the type of attack you made.",
				{
					"type": "entries",
					"name": "Melee",
					"entries": [
						"If you made a melee attack with the {@item spear|PHB}, one of its willow branches lashes outward at the target to strike it. Reroll the attack roll; you must use the new result."
					]
				},
				{
					"type": "entries",
					"name": "Thrown",
					"entries": [
						"If you made a ranged attack with the {@item spear|PHB}, each creature within 10 feet of the target (including the initial target) must succeed on a DC 15 Dexterity saving throw or take {@damage 2d6 + 2} piercing damage, as splinters and whiplike branches lash outward from the {@item spear|PHB}.",
						"After using either property, the lashing branches fall to the ground and begin to take root, eventually growing into a normal willow tree."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Splintering-Spear.webp"
						}
					}
				]
			}
		},
		{
			"name": "Stitchwitch's Wand",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"type": "WD|DMG",
			"rarity": "rare",
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d3}",
			"charges": 3,
			"entries": [
				"This peculiar crochet hook is actually a wand cherished by a matronly witch. It also functions as a set of {@item weaver's tools|PHB} and creates its own yarn while crocheting or knitting with it; you choose the color and texture of the yarn, which is nonmagical.",
				"The wand has 3 charges and regains {@dice 1d3} expended charges daily at dawn. While holding the wand, you can use an action to expend 1 or more of its charges to target a creature that you can see within 60 feet of you. The target must then succeed on a DC 15 Charisma saving throw or be transformed into a Tiny plushlike version of itself. While transformed, the creature cannot speak, move, or take actions that would require it to physically move; it also has an AC of 10, and it automatically fails Strength and Dexterity saving throws. A creature can choose to fail the saving throw to resist being transformed.",
				"A creature remains transformed in this way for an amount of time based on the charges expended: 1 (1 minute), 2 (10 minutes), or 3 (1 hour). The effect ends early if your {@status concentration} on the effect ends (as if you were {@status concentration||concentrating} on a spell), or if the creature takes any damage, at which point any damage dealt carries over to its normal form."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Stitchwitchs-Wand.webp"
						}
					}
				]
			}
		},
		{
			"name": "Sword of Damocles",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"referenceSources": [
				"CoS",
				"WDH",
				"GoS",
				"RMBRE",
				"US",
				"CM",
				"LoX",
				"DSotDQ",
				"PaBTSO",
				"VEoR"
			],
			"baseItem": "longsword|phb",
			"type": "M",
			"rarity": "legendary",
			"reqAttune": "by a creature of lawful alignment",
			"reqAttuneTags": [
				{
					"alignment": [
						"L"
					]
				}
			],
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"bonusWeapon": "+3",
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d6 + 2}",
			"charges": 8,
			"entries": [
				"This regal sword's guard and handle are designed in the likeness of a judge's scale. You gain a +3 bonus to attack and damage rolls made with this magic weapon, and you can't be {@condition frightened} while holding it. The sword has 8 charges, and it regains {@dice 1d6 + 2} expended charges daily at dawn.",
				{
					"type": "entries",
					"name": "Burden of Damocles",
					"entries": [
						"While holding the sword, you can use a bonus action to expend 1 of its charges to curse a creature that you can see within 60 feet of you. A creature cursed in this way sees a phantasmal copy of the sword of Damocles floating in the air, just above its head; the sword is {@condition invisible}, except to you and the cursed creature. As part of the curse, choose one of the following triggering conditions: the target deals damage to another creature, it forces a creature to make a saving throw, it tells a deliberate lie, or it knowingly breaks a law (GM's discretion). The creature knows what the triggering condition is. When the condition is met, the phantasmal sword becomes visible and drops, forcing the creature to make a DC 17 Dexterity saving throw. The creature takes {@damage 4d10 + 3} force damage on a failed save, or half as much damage on a successful one. The curse ends after 24 hours have passed or when its triggering condition is met, at which point you magically learn the outcome. If you use this property of the sword to curse a creature already cursed in this way, you can choose to either replace the previous curse with a new one or increase the damage dealt by the curse by {@dice 2d10}, up to a maximum of {@damage 8d10 + 3} force damage."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Sword-of-Damocles.webp"
						}
					}
				]
			}
		},
		{
			"name": "Third Lung Bag",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This canvas bag has a pattern resembling the bronchial airways embroidered on either side. At its top is a metal valve. The bag holds 10 minutes of air and regains {@dice 1d10} used minutes daily at dawn. You can use an action to inhale 1 or more minutes' worth of air from the bag. Unless you speak or otherwise exhale, you don't have to breathe again for that number of minutes."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Third-Lung-Bag.webp"
						}
					}
				]
			}
		},
		{
			"name": "Tormented Mandolin",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "very rare",
			"reqAttune": "by a bard",
			"reqAttuneTags": [
				{
					"class": "bard"
				}
			],
			"wondrous": true,
			"entries": [
				"This mandolin excels at bestowing overwhelming sadness and distress. Whenever you deal psychic damage while holding the mandolin, you can reroll any 1 or 2 you roll on the damage die; you must use the new result. A creature that attempts to play the instrument without being attuned to it must succeed on a DC 15 Wisdom saving throw or take {@damage 2d4} psychic damage.",
				{
					"type": "entries",
					"name": "Inspire Ruin",
					"entries": [
						"While holding the mandolin, you can use an action to expend a use of your Bardic Inspiration to cast the {@spell dissonant whispers} or hideous laughter spell from it, using your spell save DC. When cast in this way, the target makes its saving throw against the spell with disadvantage."
					]
				},
				{
					"type": "entries",
					"name": "Melody of Despair",
					"entries": [
						"While holding the mandolin, you can use an action to begin playing a sorrowful melody. You can continue playing until your {@status concentration} on it ends (as if {@status concentration||concentrating} on a spell), up to a maximum of 10 minutes, or until you're no longer holding the mandolin. For the duration, any hostile creature that enters a space within 30 feet of you for the first time on a turn or ends its turn there must succeed on a Charisma saving throw against your spell save DC; a creature automatically succeeds on the saving throw if it can't hear the melody. A creature can only make this save once per turn. On a failed save, the creature becomes wracked with despair: its speed is halved, it has vulnerability to psychic damage (unless it already has immunity to it), and it deals only half damage with weapon attacks that use Strength. An affected creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Once this property has been used, it can't be used again until the next dawn unless you also expend two uses of your Bardic Inspiration when beginning to play the melody."
					]
				}
			],
			"attachedSpells": [
				"dissonant whispers"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Tormented-Mandolin.webp"
						}
					}
				]
			}
		},
		{
			"name": "Traitor's Shield",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"referenceSources": [
				"TftYP-AtG",
				"TTP",
				"WDH",
				"GoS",
				"WBtW",
				"VEoR"
			],
			"baseItem": "shield|phb",
			"type": "S",
			"resist": [
				"necrotic"
			],
			"rarity": "rare",
			"reqAttune": true,
			"curse": true,
			"weight": 6,
			"ac": 2,
			"entries": [
				"This shield once belonged to a traitorous knight who was burned for his treason. While holding the shield, you have resistance to necrotic damage.",
				{
					"type": "entries",
					"name": "Damned Rebuke",
					"entries": [
						"When you take damage from a creature that you can see within 60 feet of you and are holding the shield, you can use your reaction to cast the {@spell hellish rebuke} spell from the shield (2nd-level version; save DC 15). You choose whether the spell's damage type is fire or necrotic each time you cast it. Once this property has been used, it can't be used again until the next dawn or until you take 10 or more damage from a single friendly source while holding the shield."
					]
				},
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"This shield is cursed, and attuning to it extends the curse to you. While you remain cursed, you are unwilling to part with the shield, and you have disadvantage on saving throws against spells and effects created by friendly creatures."
					]
				}
			],
			"attachedSpells": {
				"daily": {
					"1e": [
						"hellish rebuke"
					]
				}
			},
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Traitors-Shield.webp"
						}
					}
				]
			}
		},
		{
			"name": "Trifrost Trident",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"referenceSources": [
				"TTP",
				"GoS"
			],
			"baseItem": "trident|phb",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 4,
			"weaponCategory": "martial",
			"property": [
				"T",
				"V"
			],
			"range": "20/60",
			"dmg1": "1d6",
			"dmgType": "P",
			"dmg2": "1d8",
			"recharge": "dawn",
			"rechargeAmount": 3,
			"charges": 3,
			"entries": [
				"This metal {@item trident|PHB} is covered in sharp icicles. It has 3 charges and regains all expended charges daily at dawn. It deals an extra {@damage 1d6} cold damage to any target it hits.",
				"Once per turn when you hit or miss with a ranged attack using the {@item trident|PHB}, you can choose to expend 1 of its charges to cause a dazzling flash of ice and light to erupt from the {@item trident|PHB}. Each hostile creature within 10 feet of the target must make a DC 15 Constitution saving throw; the target of the attack has disadvantage on the save. On a failed save, a creature takes {@damage 1d10} cold damage and {@damage 1d10} radiant damage and is {@condition blinded} until the start of your next turn. On a successful save, a creature takes half as much damage and isn't {@condition blinded}. In addition, friendly creatures within the effect's area gain resistance to cold damage for the next minute. The {@item trident|PHB} then crystalizes into solid ice, shatters, and reappears in a flash of light in your open hand or at your feet (your choice)."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Trifrost-Trident.webp"
						}
					}
				]
			}
		},
		{
			"name": "Tundra Beast Charms",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "rare",
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d4}",
			"charges": 4,
			"entries": [
				"This string of carved bone figurines depicts five classic beasts found in the icy winter tundra. It has 4 charges and regains {@dice 1d4} expended charges daily at dawn. As an action, you can speak the string's command word while touching a figurine to expend 1 or more of its charges to cast the {@spell polymorph} spell from it, targeting only yourself and transforming into the creature associated with it: elk (1 charge), owl (1 charge), polar bear (3 charges), saber-toothed tiger (3 charges), or wolf (2 charges). This version of polymorph allows you to retain your Intelligence, Wisdom, and Charisma scores while transformed, and it grants you resistance to cold damage for the duration of the spell.",
				"If you expend the last charge from the string, roll a {@dice d10}. On a 1, the touched charm breaks, falling from the string and removing the option to transform into that creature in this way."
			],
			"attachedSpells": [
				"polymorph"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Tundra-Beast-Charms.webp"
						}
					}
				]
			}
		},
		{
			"name": "Tyrant's End",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "greataxe|phb",
			"type": "M",
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"rarity": "legendary",
			"reqAttune": true,
			"sentient": true,
			"weight": 7,
			"weaponCategory": "martial",
			"property": [
				"H",
				"2H"
			],
			"dmg1": "1d12",
			"dmgType": "S",
			"bonusWeapon": "+3",
			"entries": [
				"This blade is a grisly guillotine, whose edge was used to put an end to the tyrants of a broken age. You gain a +3 bonus to attack and damage rolls made with this magic weapon, which has the following properties.",
				{
					"type": "entries",
					"name": "Fling Blade",
					"entries": [
						"The blade of the axe is attached by a piece of its original rope. Once on each of your turns when you make an attack with the weapon, you can choose to fling the blade at a creature within 20 feet of you. Make a melee attack roll against the target. Hit or miss, the blade is then retracted back to the weapon immediately after the attack. If the target is no more than one size larger than you and you hit it, it is pulled with the blade to the nearest unoccupied space to you between you and the target."
					]
				},
				{
					"type": "entries",
					"name": "Revolutionary Spirit",
					"entries": [
						"Within the blade is Simon Livoel, the spirit of a revolutionary warrior who built the original guillotine. You can use a bonus action to shout the weapon's command phrase (\"Down with tyranny!\") and summon the weapon's spirit in your space. Alternatively, the spirit appears in your space when you're reduced to 0 hit points. While Simon exists, he remains in your space, moving with you. He uses the veteran stat block with the following changes: he is undead, he has {@sense darkvision} out to a range of 60 feet, this greataxe replaces his longsword (+8 to hit, {@damage 1d12 + 6} slashing damage), and he has no other weapons. For the duration, you have resistance to bludgeoning, piercing, and slashing damage, and Simon takes the same amount of bludgeoning, piercing, and slashing damage as you. Simon can't otherwise be targeted or harmed by any attack or effect. Simon doesn't take his own turns, but you can use a bonus action on your turn to command him to make one attack against a target within the greataxe's range, using his statistics. If you're {@condition incapacitated}, he'll attack the nearest creature that is hostile to you on his own. Simon remains until he's reduced to 0 hit points, at which point this property can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Sentience",
					"entries": [
						"Simon's spirit remains in the weapon's blade, and his dim reflection can be sometimes seen in its scarred surface. Tyrant's End is a chaotic neutral sentient weapon, with an Intelligence of 15, a Wisdom of 15, and a Charisma of 17. It has hearing and {@sense darkvision} out to a range of 60 feet."
					]
				},
				{
					"type": "entries",
					"name": "Personality",
					"entries": [
						"Simon has beheaded hundreds of tyrants over the course of his life and the weapon's existence. He is quick to call out the telltale signs of a tyrant's rise to power. Otherwise, he is taciturn and thoughtful, speaking rarely and only when he feels he can push someone away from the mistakes he made in life. A creature that Simon considers to be a tyrant gains no benefits from this weapon."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Tyrants-End.webp"
						}
					}
				]
			}
		},
		{
			"name": "Wand of Burning",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"type": "WD|DMG",
			"rarity": "rare",
			"reqAttune": "by a spellcaster",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d6 + 1}",
			"charges": 7,
			"entries": [
				"This wand has 7 charges for the following properties. It regains {@dice 1d6 + 1} expended charges daily at dawn. The wand looks more and more burnt the fewer charges it has remaining. If you expend the wand's last charge, roll a {@dice d6}. You take an amount of fire damage equal to the number rolled on the {@dice d6}, which can't be reduced or prevented in any way. On a 2 or higher, the wand regains 1 charge. On a 1, the wand crumbles into ashes and is destroyed.",
				{
					"type": "entries",
					"name": "Spells",
					"entries": [
						"While holding the wand, you can use an action to expend 1 or more of its charges to cast one of the following spells from it (save DC 15, spell attack bonus +7): {@spell burning hands} (2nd-level version; 1 charge), {@spell produce flame} (0 charges), {@spell scorching ray} (2 charges)."
					]
				},
				{
					"type": "entries",
					"name": "Burn",
					"entries": [
						"Once on each of your turns when you deal fire damage to a creature with a spell cast from the wand, you can expend 1 of its charges to cause the target to ignite. Until a creature takes an action to douse the fire, the target takes {@damage 1d6} fire damage at the end of each of its turns. The target can also put out the fire by dropping {@condition prone} and spending half of its movement on its turn to roll in place on the ground."
					]
				}
			],
			"attachedSpells": {
				"charges": {
					"0": [
						"produce flame"
					],
					"2": [
						"scorching ray"
					]
				},
				"other": [
					"burning hands"
				]
			},
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Wand-of-Burning.webp"
						}
					}
				]
			}
		},
		{
			"name": "Widow's Perfume Bottle",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This empty perfume bottle can hold 1 ounce of liquid. While holding the bottle, you can use an action to spray the entirety of its contents at a creature within 5 feet of you. A poison stored within the bottle is magically transformed into a version of the poison that needs to be inhaled, rather than taking effect through contact, ingestion, or injury. It takes an action to empty or replace the contents of the bottle."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Widows-Perfume-Bottle.webp"
						}
					}
				]
			}
		},
		{
			"name": "Yaga Stones",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dusk",
			"rechargeAmount": 1,
			"charges": 2,
			"entries": [
				"Yaga stones come in pairs and are given to followers of especially vicious hags. They're also not made of stone: one is made of iron, and the other is made of bone. You can attune to one or both of the stones; regardless, they only count as a single item for the purpose of the number of items you can attune to. Each stone has 2 charges, and it regains all expended charges daily at dusk.",
				"While attuned to a stone, you can use an action to expend 1 of the stone's charges to summon a flaming, ethereal skull, which appears over your shoulder and floats there. If you're attuned to both stones, you can expend 2 charges (from either stone) to summon a skull from both of them. The skull is made of iron (Toil) if it's summoned by the iron Yaga stone, or bone (Trouble) if it's summoned by the bone one. While a skull remains, you can use a bonus action to have it fly out and bite a creature within 20 feet of you; both skulls fly out simultaneously if each one is summoned. Make a ranged spell attack roll, using an attack bonus of +7. On a hit, the target takes {@damage 2d6} fire damage and is affected by either the hex or {@spell bane} spell (no {@status concentration} required). A creature is affected by hex (Strength, Dexterity, or Constitution checks only) if it's hit by Toil, or bane if it's hit by Trouble. If both skulls bite the target, the attack roll is made with advantage, and on a hit, it's affected by both spells. Only one target can be affected by hex or bane in this way at a time; a spell ends when its corresponding skull disappears. A summoned skull disappears after 1 minute or when you use a bonus action to dismiss it."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Yaga-Stones.webp"
						}
					}
				]
			}
		}
	],
	"magicvariant": [
		{
			"name": "Ammunition of Fireworks",
			"edition": "classic",
			"type": "GV|DMG",
			"requires": [
				{
					"arrow": true
				},
				{
					"bolt": true
				},
				{
					"bulletFirearm": true
				}
			],
			"inherits": {
				"nameSuffix": " of Fireworks",
				"source": "GriffonsSaddlebag5",
				"page": 0,
				"rarity": "rare",
				"entries": [
					"This ammunition has a magical fuse that ignites with a hiss once it's fired. When you make a ranged attack with it, the ammunition explodes at the target's location in an impressive display of colorful fireworks, destroying the ammunition before hitting or missing the target. Each creature within 20 feet of the explosion must make a DC 15 Dexterity saving throw; the target of the attack has disadvantage on the save. On a failed save, a creature takes fire damage equal to {@dice 1d4 + 1d6 + 1d8 + 1d10 + 1d12} and is {@condition deafened} for 1 minute. On a successful save, a creature takes half as much fire damage and isn't {@condition deafened}.",
					{
						"type": "entries",
						"name": "Grand Finale",
						"entries": [
							"When you roll damage for the explosion, a separate firework flies off from it if you roll the same number on two of the damage dice and each time you roll the highest number on a damage die. When this happens, the firework streaks towards a different target of your choice within 40 feet of the explosion. That target must then succeed on a DC 15 Dexterity saving throw or take {@damage 1d20} fire damage."
						]
					}
				],
				"fluff": {
					"images": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Ammunition-of-Fireworks.webp"
							}
						}
					]
				}
			}
		},
		{
			"name": "Axe of the Radiant Sun",
			"type": "GV|DMG",
			"requires": [
				{
					"axe": true
				}
			],
			"inherits": {
				"nameSuffix": " of the Radiant Sun",
				"source": "GriffonsSaddlebag5",
				"page": 0,
				"rarity": "rare",
				"bonusWeapon": "+1",
				"entries": [
					"This golden axe is always warm to the touch, as if it had been resting in the sun. You gain a +2 bonus to attack and damage rolls made with this magic weapon between dawn and dusk, or a +1 bonus between dusk and dawn.",
					{
						"type": "entries",
						"name": "Radiant Swing",
						"entries": [
							"When you take the {@action Attack|XPHB} action while wielding the axe, you can forgo one of your attacks to instead send a burning wave of brilliant light from the weapon's edge in a 15-foot cone. Each creature within that area must make a DC 15 Dexterity saving throw. On a failed save, a creature takes {@damage 3d6} radiant damage, plus an extra {@damage 1d6} fire damage if it's between dawn and dusk. On a successful save, a creature takes half as much damage. The fire ignites flammable objects in the area that aren't being worn or carried. Once this property of the axe has been used, it can't be used again until the next dawn."
						]
					}
				],
				"fluff": {
					"images": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Axe-of-the-Radiant-Sun.webp"
							}
						}
					]
				}
			}
		},
		{
			"name": "Hammer of the Azer",
			"edition": "classic",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Light Hammer",
					"source": "PHB"
				},
				{
					"name": "Warhammer",
					"source": "PHB"
				}
			],
			"inherits": {
				"nameSuffix": " of the Azer",
				"source": "GriffonsSaddlebag5",
				"page": 0,
				"rarity": "uncommon",
				"reqAttune": true,
				"entries": [
					"This magic weapon features a dwarven face on its head. When swung, the face's mouth opens up, and a plume of fire erupts from it. A creature hit with this weapon takes an extra {@damage 1d4} fire damage from the attack; when you roll a 4 on this fire damage die for the first time on a turn, roll another {@dice d4} and add the result to the total fire damage dealt.",
					"Furthermore, if you're a dwarf, you can use a bonus action to cause the hammer to fly to your hand, provided it's unobstructed and within 60 feet of you. While you're holding the hammer, the hair on your head becomes fiery: this effect is illusory and harmless."
				],
				"fluff": {
					"images": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Hammer-of-the-Azer.webp"
							}
						}
					]
				}
			}
		},
		{
			"name": "Matador's Blade",
			"edition": "classic",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Rapier",
					"source": "PHB"
				},
				{
					"name": "Shortsword",
					"source": "PHB"
				}
			],
			"inherits": {
				"namePrefix": "Matador's ",
				"source": "GriffonsSaddlebag5",
				"page": 0,
				"rarity": "uncommon",
				"reqAttune": "by a bard",
				"reqAttuneTags": [
					{
						"class": "bard"
					}
				],
				"entries": [
					"You are proficient with this weapon while you're attuned to it. If you expended a use of your Bardic Inspiration since the start of your last turn and are holding this sword, you can use your reaction when a creature within 5 feet of you targets you with an attack. When you do, the attack roll is made with disadvantage; if the attack misses, you can immediately make an opportunity attack with the sword against the creature.",
					{
						"type": "entries",
						"name": "Matador's Pride",
						"entries": [
							"If you are also attuned to the matador's cape and are forced to make a saving throw against being {@condition frightened}, you can choose to make a Charisma saving throw instead."
						]
					}
				],
				"fluff": {
					"images": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Matadors-Blade.webp"
							}
						}
					]
				}
			}
		},
		{
			"name": "Smoldering Club",
			"edition": "classic",
			"type": "GV|DMG",
			"requires": [
				{
					"name": "Club",
					"source": "PHB"
				},
				{
					"name": "Greatclub",
					"source": "PHB"
				}
			],
			"inherits": {
				"namePrefix": "Smoldering ",
				"source": "GriffonsSaddlebag5",
				"page": 0,
				"rarity": "uncommon",
				"entries": [
					"This charcoal-covered branch feels warmed from within. Small tongues of flame lick from its various knots when swung. When you hit a target with this weapon and roll the highest possible number on its damage die, it deals an extra {@damage 1d6} fire damage. You can only deal this extra fire damage once per turn.",
					"In addition, you can use a bonus action to cast the {@spell ensnaring strike} spell from the weapon (save DC 13). This version of the spell doesn't require {@status concentration} and deals fire damage, instead of piercing damage, to a target {@condition restrained} by it. Once this property of the {@item club|PHB} has been used, it can't be used again until the next dawn."
				],
				"attachedSpells": {
					"daily": {
						"1e": [
							"ensnaring strike"
						]
					}
				},
				"fluff": {
					"images": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Smoldering-Club.webp"
							}
						}
					]
				}
			}
		}
	]
}
