{
	"_meta": {
		"sources": [
			{
				"json": "GriffonsSaddlebag5",
				"abbreviation": "TGS5",
				"full": "The Griffon's Saddlebag, Book 5",
				"authors": [
					"Griffin Macaulay"
				],
				"convertedBy": [
					"Unknown"
				],
				"version": "1.0.0",
				"color": "AE8445",
				"url": "https://www.instagram.com/the_griffons_saddlebag/?hl=en"
			}
		],
		"fonts": {
			"ZatannaMisdirection": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/font/GriffonsSaddlebag5/Zatanna%20Misdirection.otf",
			"Rift": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/font/GriffonsSaddlebag5/Rift-Bold-Italic.ttf",
			"BookSanity": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/font/GriffonsSaddlebag5/Bookinsanity.otf",
			"Eaves": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/font/GriffonsSaddlebag5/Mr%20Eaves%20Small%20Caps.otf"
		},
		"dateAdded": 1762188253,
		"dateLastModified": 1766331932,
		"edition": "classic",
		"_dateLastModifiedHash": "51a86a55bc"
	},
	"item": [
		{
			"name": "Cannonlance",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "lance|phb",
			"type": "M",
			"rarity": "rare",
			"weight": 6,
			"weaponCategory": "martial",
			"property": [
				"R",
				"S",
				"H"
			],
			"dmg1": "1d12",
			"dmgType": "P",
			"entries": [
				"This lance looks like a modified cannon with a wooden vamplate. A chain dangles from the pointed front of the lance to the cannonlike base. This weapon has the {@itemProperty H||heavy} property.",
				"Once on each of your turns, you can replace one of your attacks with the lance to make a special ranged attack with it. When you do, you fire the front of the lance at a target that you can see within 20 feet of you. The blast emits a thunderous explosion audible out to a range of 300 feet. On a hit, the target takes {@damage 3d6} piercing damage (without adding your Strength modifier), or {@damage 6d6} piercing damage if the target is an object or structure. If you hit a creature and roll a 6 on any of the d6s, the target is also pushed up to 10 feet away from you. The chain then automatically pulls the point back to its base, where it magically reattaches. You can use a bonus action when this happens to pull yourself up to 20 feet to an unoccupied space directly between you and the target."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Cannonlance.webp"
						}
					}
				]
			}
		},
		{
			"name": "Oil of Tattoos",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"type": "P",
			"rarity": "common",
			"entries": [
				"This flask of oil contains a swirling plume of ink. You can lather the oil over a patch of skin on a willing creature over the course of 1 minute. At the end of the minute, the oil magically creates a tattoo on the skin. You choose the tattoo's design. The tattoo remains indefinitely or until it's targeted by a {@spell dispel magic} spell or similar magic. The flask has enough oil for 5 applications: a small tattoo consumes 1 application, a medium tattoo consumes 2, and a large tattoo consumes 3."
			],
			"miscTags": [
				"CNS"
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Oil-of-Tattoos.webp"
						}
					}
				]
			}
		},
		{
			"name": "Tyrant's End",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "greataxe|phb",
			"type": "M",
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"rarity": "legendary",
			"reqAttune": true,
			"sentient": true,
			"weight": 7,
			"weaponCategory": "martial",
			"property": [
				"H",
				"2H"
			],
			"dmg1": "1d12",
			"dmgType": "S",
			"bonusWeapon": "+3",
			"entries": [
				"This blade is a grisly guillotine, whose edge was used to put an end to the tyrants of a broken age. You gain a +3 bonus to attack and damage rolls made with this magic weapon, which has the following properties.",
				{
					"type": "entries",
					"name": "Fling Blade",
					"entries": [
						"The blade of the axe is attached by a piece of its original rope. Once on each of your turns when you make an attack with the weapon, you can choose to fling the blade at a creature within 20 feet of you. Make a melee attack roll against the target. Hit or miss, the blade is then retracted back to the weapon immediately after the attack. If the target is no more than one size larger than you and you hit it, it is pulled with the blade to the nearest unoccupied space to you between you and the target."
					]
				},
				{
					"type": "entries",
					"name": "Revolutionary Spirit",
					"entries": [
						"Within the blade is Simon Livoel, the spirit of a revolutionary warrior who built the original guillotine. You can use a bonus action to shout the weapon's command phrase (\"Down with tyranny!\") and summon the weapon's spirit in your space. Alternatively, the spirit appears in your space when you're reduced to 0 hit points. While Simon exists, he remains in your space, moving with you. He uses the veteran stat block with the following changes: he is undead, he has {@sense darkvision} out to a range of 60 feet, this greataxe replaces his longsword (+8 to hit, {@damage 1d12 + 6} slashing damage), and he has no other weapons. For the duration, you have resistance to bludgeoning, piercing, and slashing damage, and Simon takes the same amount of bludgeoning, piercing, and slashing damage as you. Simon can't otherwise be targeted or harmed by any attack or effect. Simon doesn't take his own turns, but you can use a bonus action on your turn to command him to make one attack against a target within the greataxe's range, using his statistics. If you're {@condition incapacitated}, he'll attack the nearest creature that is hostile to you on his own. Simon remains until he's reduced to 0 hit points, at which point this property can't be used again until the next dawn."
					]
				},
				{
					"type": "entries",
					"name": "Sentience",
					"entries": [
						"Simon's spirit remains in the weapon's blade, and his dim reflection can be sometimes seen in its scarred surface. Tyrant's End is a chaotic neutral sentient weapon, with an Intelligence of 15, a Wisdom of 15, and a Charisma of 17. It has hearing and {@sense darkvision} out to a range of 60 feet."
					]
				},
				{
					"type": "entries",
					"name": "Personality",
					"entries": [
						"Simon has beheaded hundreds of tyrants over the course of his life and the weapon's existence. He is quick to call out the telltale signs of a tyrant's rise to power. Otherwise, he is taciturn and thoughtful, speaking rarely and only when he feels he can push someone away from the mistakes he made in life. A creature that Simon considers to be a tyrant gains no benefits from this weapon."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Tyrants-End.webp"
						}
					}
				]
			}
		},
		{
			"name": "Yaga Stones",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dusk",
			"rechargeAmount": 1,
			"charges": 2,
			"entries": [
				"Yaga stones come in pairs and are given to followers of especially vicious hags. They're also not made of stone: one is made of iron, and the other is made of bone. You can attune to one or both of the stones; regardless, they only count as a single item for the purpose of the number of items you can attune to. Each stone has 2 charges, and it regains all expended charges daily at dusk.",
				"While attuned to a stone, you can use an action to expend 1 of the stone's charges to summon a flaming, ethereal skull, which appears over your shoulder and floats there. If you're attuned to both stones, you can expend 2 charges (from either stone) to summon a skull from both of them. The skull is made of iron (Toil) if it's summoned by the iron Yaga stone, or bone (Trouble) if it's summoned by the bone one. While a skull remains, you can use a bonus action to have it fly out and bite a creature within 20 feet of you; both skulls fly out simultaneously if each one is summoned. Make a ranged spell attack roll, using an attack bonus of +7. On a hit, the target takes {@damage 2d6} fire damage and is affected by either the hex or {@spell bane} spell (no {@status concentration} required). A creature is affected by hex (Strength, Dexterity, or Constitution checks only) if it's hit by Toil, or bane if it's hit by Trouble. If both skulls bite the target, the attack roll is made with advantage, and on a hit, it's affected by both spells. Only one target can be affected by hex or bane in this way at a time; a spell ends when its corresponding skull disappears. A summoned skull disappears after 1 minute or when you use a bonus action to dismiss it."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Yaga-Stones.webp"
						}
					}
				]
			}
		},
		{
			"name": "House Slipper Socks",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"While wearing these knitted socks, you can use an action to wipe your shoes off (as if on an entry mat). When you do, your shoes, socks, and feet are magically cleaned, dried, and free of dirt or grime."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/House-Slipper-Socks.webp"
						}
					}
				]
			}
		},
		{
			"name": "Moonlit Aegis",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "shield|phb",
			"type": "S",
			"rarity": "rare",
			"reqAttune": "by a spellcaster",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"weight": 6,
			"ac": 2,
			"recharge": "dusk",
			"rechargeAmount": "{@dice 1d4 + 1}",
			"charges": 5,
			"entries": [
				"This magic shield glows softly under moonlight. While you're attuned to it, you know the {@spell moonbeam} spell, which doesn't count against the number of spells you know or have prepared. It has 5 charges and regains {@dice 1d4 + 1} expended charges daily at dusk.",
				"While holding the shield, you can expend 1 of its charges as a reaction when you're hit with a melee attack. When you do, the shield releases a flash of brilliant moonlight. If the attacker can see the shield, the triggering attack roll takes a{@dice  - 1d4} penalty, potentially causing it to miss. Hit or miss, each creature that can see the shield within 5 feet of you (other than you) must then make a DC 15 Constitution saving throw; a shapechanger makes this save with disadvantage. A creature takes {@damage 2d8} radiant damage on a failed save, or half as much damage on a successful one. The radiant damage increases to {@dice 2d12} if it's between dusk and dawn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Moonlit-Aegis.webp"
						}
					}
				]
			}
		},
		{
			"name": "Robe of the Underbrush",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"reqAttune": "by a druid or ranger",
			"reqAttuneTags": [
				{
					"class": "druid"
				},
				{
					"class": "ranger"
				}
			],
			"wondrous": true,
			"entries": [
				"This robe feels like a large, soft leaf. Even if you aren't attuned to the robe, any evidence of your travel while wearing it (such as footprints or disturbed underbrush) is magically hidden wherever you walk. As a result, other creatures take a -5 penalty to any check made to track you.",
				"If you're attuned to the robe and are wearing it, the robe's magic extends to hide your group's travel while traveling together. In addition, you can use a bonus action to cast the {@spell barkskin} spell on yourself from the cloak. Once you cast the spell, you can't do so again until the next dawn."
			],
			"attachedSpells": {
				"daily": {
					"1e": [
						"barkskin"
					]
				}
			},
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Robe-of-the-Underbrush.webp"
						}
					}
				]
			}
		},
		{
			"name": "Jackalope's Foot",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This small magical rabbit's foot can easily fit in the palm of your hand. A jackalope's head, carved from an antler, is attached to one of its ends. When you roll a {@dice d20} while this item is on your person, you can choose to roll an additional {@dice d20} (no action required). You choose to do this after you roll the die, but before the outcome is determined. You then choose which of the d20s is used for the roll. If you use the second {@dice d20}'s result, the item's magic is then lost. Otherwise, this property of the item can't be used again until the next dawn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Jackalopes-Foot.webp"
						}
					}
				]
			}
		},
		{
			"name": "Eye of Iron Sight",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "legendary",
			"reqAttune": "by a creature missing an eye",
			"wondrous": true,
			"entries": [
				"This metal sphere is the size of an eyeball with a glass iris. Its weight is negligible. Even if you aren't attuned to the sphere, it functions like a normal eye while it's in your eye socket; it doubles as a magic spyglass if you look through only the sphere.",
				"If you're attuned to the sphere and have it in your socket, attacking at long range doesn't impose disadvantage on your ranged weapon attack rolls, and creatures gain no benefit from {@quickref Cover||3||half cover} against your ranged attacks. You also gain the following two benefits:",
				{
					"type": "entries",
					"name": "Headshot",
					"entries": [
						"Whenever you score a critical hit on a ranged weapon attack, the target must also succeed on a DC 17 Constitution saving throw or be {@condition stunned} until the start of your next turn."
					]
				},
				{
					"type": "entries",
					"name": "Iron Focus",
					"entries": [
						"Whenever you make a ranged weapon attack as part of the {@action Attack|XPHB} action on your turn and haven't moved during this turn, you can choose to reduce your speed to 0 until the start of your next turn and enhance the accuracy of the attack. Each time you use this property, the number you need to roll on the {@dice d20} to score a critical hit on a ranged attack roll against that target is reduced by 1, down to a minimum of 15. This benefit ends once you score a critical hit, attack a different target, or move."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Eye-of-Iron-Sight.webp"
						}
					}
				]
			}
		},
		{
			"name": "Chaos Reins",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"curse": true,
			"grantsProficiency": true,
			"entries": [
				"This amulet is made from a repurposed horse's rein. While wearing it, you are considered proficient in the {@skill Animal Handling} skill whenever you make a Wisdom ({@skill Animal Handling}) check to interact with a Large or larger beast.",
				"While wearing the amulet, you can use an action to cast the {@spell find steed} spell from it. When you do, roll a {@dice d8} to determine what creature is summoned by the spell, using the table below. If that creature has already been summoned since the last dawn, the spell fails, the action is wasted, and this property of the amulet can't be used again until the next dawn. Otherwise, the steed appears beneath you (using the creature's normal statistics), allowing you to mount it as part of casting the spell. This version of the spell has a duration of 1 hour, and when it ends, the steed immediately disappears. The spell ends early if you dismiss the steed, if it's reduced to 0 hit points, or if you dismount it.",
				{
					"type": "table",
					"colLabels": [
						"d8",
						"Summoned Creature"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"{@creature Axe beak}"
						],
						[
							"2",
							"{@creature Camel}"
						],
						[
							"3",
							"{@creature Elk}"
						],
						[
							"4",
							"{@creature Giant goat}"
						],
						[
							"5",
							"{@creature Giant lizard}"
						],
						[
							"6",
							"{@creature Giant toad}"
						],
						[
							"7",
							"{@creature Lion}"
						],
						[
							"8",
							"{@creature Riding horse}"
						]
					]
				},
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"This amulet is cursed, and becoming attuned to it extends the curse to you unless you're a creature of chaotic alignment. Whenever the {@spell find steed} spell fails to cast as a result of attempting to summon a creature that had already been summoned since the last dawn, that creature appears in an unoccupied space within 10 feet of you. The creature is hostile toward you and takes its turns on initiative count 20. The creature remains for 1 minute or until it's reduced to 0 hit points."
					]
				}
			],
			"attachedSpells": {
				"daily": {
					"1e": [
						"find steed"
					]
				}
			},
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Chaos-Reins.webp"
						}
					}
				]
			}
		},
		{
			"name": "Gloves of the Magpie",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d4 + 2}",
			"charges": 6,
			"entries": [
				"You gain a +5 bonus to Dexterity ({@skill Sleight of Hand}) checks you make while wearing these magic gloves. They have 6 charges and regain {@dice 1d4 + 2} expended charges daily at dawn. While wearing the gloves, you can use a bonus action to expend 1 of their charges to use one of the following properties:",
				{
					"type": "entries",
					"name": "Burst of Agility",
					"entries": [
						"Your speed increases by 10 feet until the start of your next turn, and you have advantage on the next Dexterity check or Dexterity saving throw you make before then."
					]
				},
				{
					"type": "entries",
					"name": "Swooping Escape",
					"entries": [
						"You become {@condition invisible} until the start of your next turn or until you make an attack or cast a spell. For the duration, you also gain a flying speed equal to your walking speed."
					]
				},
				{
					"type": "entries",
					"name": "Treasure Sense",
					"entries": [
						"You magically sense what's inside a container you're touching, such as a chest or purse. You determine the general nature of what's inside (such as \"a sword\" or \"a handful of coins\"). The space inside the container can be no larger than 10 feet in any dimension."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Gloves-of-the-Magpie.webp"
						}
					}
				]
			}
		},
		{
			"name": "Arming Ring",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"type": "RG|DMG",
			"rarity": "uncommon",
			"entries": [
				"While wearing this ring, you can use a bonus action to summon a mundane melee weapon of your choice to the hand that's wearing it, such as a {@item handaxe|PHB}, {@item scimitar|PHB}, or {@item whip|PHB}. The weapon can't have the two-handed or special property, and it immediately vanishes if it's no longer in your hand, if you summon another weapon in this way, or if you're no longer wearing the ring. The weapon is considered magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Arming-Ring.webp"
						}
					}
				]
			}
		},
		{
			"name": "Pike of the Iron Barricade",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "pike|phb",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 18,
			"weaponCategory": "martial",
			"property": [
				"H",
				"R",
				"2H"
			],
			"dmg1": "1d10",
			"dmgType": "P",
			"bonusWeapon": "+1",
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d3}",
			"charges": 3,
			"entries": [
				"This black metal {@item pike|PHB} resembles a post of a particularly elaborate fence. You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
				{
					"type": "entries",
					"name": "Summon Palisade",
					"entries": [
						"The {@item pike|PHB} has 3 charges and regains {@dice 1d3} expended charges daily at dawn. As a bonus action while holding the {@item pike|PHB}, you can expend 1 of its charges to create an iron fence of matching, duplicate pikes in a contiguous line on the ground that's up to 60 feet long, starting a point within 10 feet of you. The fence is 10 feet tall, 1 inch thick, perfectly vertical, and immovable for the duration. There is a 2-inch gap between each {@item pike|PHB} in the fence. Each 10-foot length of fence has AC 15, 15 hit points, and a damage threshold of 10. The fence has immunity to piercing, poison, and psychic damage and resistance to all other damage. The fence doesn't obscure the area, but it does prevent melee attacks from being made through it unless they are made with a piercing weapon. The fence remains for 1 minute, until you dismiss it (no action required), or until you use this property again."
					]
				},
				"A creature that attempts to climb over the fence must make a DC 15 Dexterity ({@skill Acrobatics}) check. On a failure, the creature takes {@damage 1d10 + 1} piercing damage and fall {@condition prone} on its original side of the fence.",
				"While holding the {@item pike|PHB}, you can replace any of your attacks as part of the {@action Attack|XPHB} action with a special one using one of the fence's posts. Treat the attack as if you were making it with the {@item pike|PHB} in a space adjacent to the fence. The post then swings out from the fence to attack before returning to its position the line."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Pike-of-the-Iron-Barricade.webp"
						}
					}
				]
			}
		},
		{
			"name": "Kirin Hornbow",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "longbow|phb",
			"type": "R",
			"rarity": "very rare",
			"weight": 2,
			"weaponCategory": "martial",
			"property": [
				"A",
				"H",
				"2H"
			],
			"range": "150/600",
			"dmg1": "1d8",
			"dmgType": "P",
			"bonusWeapon": "+1",
			"recharge": "dawn",
			"rechargeAmount": 10,
			"charges": 10,
			"entries": [
				"This bow is made from elements of a radiant horn and is strung with a fine braid of unicorn hair. You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
				"The weapon has 10 charges and regains all expended charges daily at dawn. Whenever you make an attack with the bow, you can expend 1 of its charges to make the attack roll with advantage. If the attack hits, it deals an extra {@damage 1d10} radiant damage, and any friendly creatures within 5 feet of the target gain a number of temporary hit points equal to the number rolled on the {@dice d10}. If you roll a 10 on the die, the radius of the effect increases to 30 feet."
			],
			"ammoType": "arrow|phb",
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Kirin-Hornbow.webp"
						}
					}
				]
			}
		},
		{
			"name": "Pop-Up Travelogue",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This leather bound book magically records what happens to it as well as the creature carrying it. It describes even mundane happenings with flavorful language and narration. To even a dedicated reader, it seems like the book frames itself as the protagonist in its own story. The book creates its own illustrations, complete with dynamic paper pop-ups, based on the events surrounding it. While the book isn't sentient, it nevertheless writes with more energy and intrigue when visiting or exposed to new things. The book's pages return to blank daily at dawn, but are filled again within 24 hours.",
				"You can use an action to hold the book aloft and describe, dramatically and aloud, how the book magically casts one of the following spells (save DC 16): {@spell comprehend languages}, {@spell dimension door}, {@spell hallucinatory terrain} (the spell ends early if cast again), {@spell illusory script}, {@spell major image}, {@spell phantasmal force}, or {@spell tongues}. The book maintains {@status concentration} on the spells it casts; casting a second spell from the book that requires {@status concentration} causes the previous one to end. Once the book has been used to cast a spell, it can't be used to cast that spell again until the next dawn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Pop-Up-Travelogue.webp"
						}
					}
				]
			}
		},
		{
			"name": "Wand of Burning",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"type": "WD|DMG",
			"rarity": "rare",
			"reqAttune": "by a spellcaster",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d6 + 1}",
			"charges": 7,
			"entries": [
				"This wand has 7 charges for the following properties. It regains {@dice 1d6 + 1} expended charges daily at dawn. The wand looks more and more burnt the fewer charges it has remaining. If you expend the wand's last charge, roll a {@dice d6}. You take an amount of fire damage equal to the number rolled on the {@dice d6}, which can't be reduced or prevented in any way. On a 2 or higher, the wand regains 1 charge. On a 1, the wand crumbles into ashes and is destroyed.",
				{
					"type": "entries",
					"name": "Spells",
					"entries": [
						"While holding the wand, you can use an action to expend 1 or more of its charges to cast one of the following spells from it (save DC 15, spell attack bonus +7): {@spell burning hands} (2nd-level version; 1 charge), {@spell produce flame} (0 charges), {@spell scorching ray} (2 charges)."
					]
				},
				{
					"type": "entries",
					"name": "Burn",
					"entries": [
						"Once on each of your turns when you deal fire damage to a creature with a spell cast from the wand, you can expend 1 of its charges to cause the target to ignite. Until a creature takes an action to douse the fire, the target takes {@damage 1d6} fire damage at the end of each of its turns. The target can also put out the fire by dropping {@condition prone} and spending half of its movement on its turn to roll in place on the ground."
					]
				}
			],
			"attachedSpells": {
				"charges": {
					"0": [
						"produce flame"
					],
					"2": [
						"scorching ray"
					]
				},
				"other": [
					"burning hands"
				]
			},
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Wand-of-Burning.webp"
						}
					}
				]
			}
		},
		{
			"name": "Electric Torch",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"This brass pipe features a warm, glowing vestibule at its end, and its brass fixtures are polished to a golden finish on the handle. You can use a bonus action while holding the torch to pull a short cord that hangs from the top of the pipe, just below the vestibule. Pulling the cord allows you to activate the torch's light, change the light's radius, or extinguish it. While lit, the torch sheds {@quickref Vision and Light||2||bright light} in a 5- to 30-foot radius and {@quickref Vision and Light||2||dim light} for an additional number of feet equal to the chosen radius. If you take lightning damage while the torch is on your person, the minimum and maximum radiuses of the torch's light are doubled for 1 hour."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Electric-Torch.webp"
						}
					}
				]
			}
		},
		{
			"name": "Divination Key",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d3}",
			"charges": 3,
			"entries": [
				"This key has a jagged {@item crystal ball} shard embedded in its end. While the key itself doesn't unlock any doors, it has 3 charges for the following properties, and it regains {@dice 1d3} expended charges daily at dawn.",
				{
					"type": "entries",
					"name": "Keyhole Clairvoyance",
					"entries": [
						"You can use an action to insert the key into a keyhole and speak its first command word, expending 1 of its charges. When you do, you become blind with regard to your own senses, but can see through the other side of the keyhole (if any) as if you were on the other side of the lock. This effect lasts until you remove or let go of the key (no action required), at which point your senses return to you."
					]
				},
				{
					"type": "entries",
					"name": "Lock Scrying",
					"entries": [
						"You can use an action to tap the key to a lock and speak its second command word. When you do, a minuscule emblem of an eye appears on the lock where you tap it. If a creature uses its action to examine the lock, the creature can notice the eye with a successful DC 13 Intelligence ({@skill Investigation}) check. The eye remains for 7 days, until it's dispelled, or until you use this property on a different lock. While the eye remains, the divination key magically vibrates whenever a key or lockpick is used on the lock. Furthermore, while the eye remains on the lock, you can use an action to touch the key to your forehead and expend 1 of its charges. When you do, you become blind and deaf with regard to your own senses, and you can see and hear as if you were in the lock's space, looking outward from the lock on the side that bears the eye. At the end of your next turn, this effect ends and your senses return to normal unless you expend an additional charge to extend the effect for another round."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Divination-Key.webp"
						}
					}
				]
			}
		},
		{
			"name": "Harrier's Halberd",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "halberd|phb",
			"type": "M",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 6,
			"weaponCategory": "martial",
			"property": [
				"H",
				"R",
				"2H"
			],
			"dmg1": "1d10",
			"dmgType": "S",
			"bonusWeapon": "+2",
			"recharge": "dawn",
			"rechargeAmount": 6,
			"charges": 6,
			"entries": [
				"This {@item halberd|PHB} features multiple blades that look like talons. You gain a +2 bonus to attack and damage rolls made with this magic weapon. While attuned to the weapon, you can see normally at twice the normal distance in clear conditions, and you have advantage on Wisdom ({@skill Perception}) checks that rely on sight.",
				"The {@item halberd|PHB} has 6 charges for the following properties. It regains all expended charges daily at dawn.",
				{
					"type": "entries",
					"name": "Flight",
					"entries": [
						"You can expend 1 of the weapon's charges as a bonus action to fly through the air to an unoccupied space that you can see within 20 feet of you. If you make an attack with the {@item halberd|PHB} immediately after landing in the new space, the attack roll is made with advantage."
					]
				},
				{
					"type": "entries",
					"name": "Fling",
					"entries": [
						"When you hit a Large or smaller creature with the weapon, you can expend 1 of its charges to force the target to make a DC 15 Strength saving throw. On a failed save, the target is thrown up to 20 feet away from you and knocked {@condition prone}, or 30 feet if you used the Flight property immediately before attacking the target. If a thrown target strikes an object, such as a wall or floor, the target takes {@damage 1d6} bludgeoning damage for every 10 feet it was thrown. If the target is thrown at another creature, that creature must succeed on a DC 15 Dexterity saving throw or take the same damage and be knocked {@condition prone}."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Harriers-Halberd.webp"
						}
					}
				]
			}
		},
		{
			"name": "Widow's Perfume Bottle",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"This empty perfume bottle can hold 1 ounce of liquid. While holding the bottle, you can use an action to spray the entirety of its contents at a creature within 5 feet of you. A poison stored within the bottle is magically transformed into a version of the poison that needs to be inhaled, rather than taking effect through contact, ingestion, or injury. It takes an action to empty or replace the contents of the bottle."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Widows-Perfume-Bottle.webp"
						}
					}
				]
			}
		},
		{
			"name": "Belt of Honesty",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"While wearing this belt, you gain a +1 bonus to Charisma ({@skill Persuasion}) checks you make, provided you only tell the truth. If you speak a deliberate lie while wearing it, the belt magically bursts into flames, destroying itself and forcing you to make a DC 13 Charisma saving throw. On a failed save, any nonmagical legwear you're wearing is harmlessly immolated and turns to ash, provided it's made of a flammable material."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Belt-of-Honesty.webp"
						}
					}
				]
			}
		},
		{
			"name": "Hellion Sandals",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"resist": [
				"fire"
			],
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d4}",
			"charges": 4,
			"entries": [
				"These wooden sandals have a split toe, ending in a cloven hoof. To attune to the sandals, you must be wearing them for the entire attunement period. Afterward, your feet and legs magically transform into those of a hooved fiend, absorbing the sandals into your body; you choose the color of your legs' skin when you attune to them. The sandals can't be removed as long as you're attuned to them.",
				"While attuned to the sandals, you have resistance to fire damage. In addition, your Intelligence and Charisma scores increases by 1, to a maximum of 20.",
				{
					"type": "entries",
					"name": "Hellion's Stomp",
					"entries": [
						"The sandals have 4 charges and regain {@dice 1d4} expended charges daily at dawn. While you're attuned to the sandals, you can use an action to expend 1 of their charges to stomp the ground beneath you and create a 30-foot line of smoldering earth and licking flames, originating from the ground at your feet. The line is 5 feet wide. Each creature within the line when it appears must make a DC 16 Dexterity saving throw, taking {@damage 6d6} fire damage on a failed save, or half as much on a successful one. The cracks cool immediately afterward, leaving behind scorchmarks and the smell of brimstone."
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Hellion-Sandals.webp"
						}
					}
				]
			}
		},
		{
			"name": "Quantumfly Buckler",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"baseItem": "shield|phb",
			"type": "S",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 6,
			"ac": 2,
			"bonusAc": "+1",
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d4 + 2}",
			"charges": 6,
			"entries": [
				"This colorful buckler has a stained glass butterfly emblazoned at its center. While holding it, you have a +1 bonus to AC. This bonus is in addition to the shield's normal bonus to AC.",
				"This shield pulls potential outcomes from other parallel timelines. It has 6 charges and regains {@dice 1d4 + 2} expended charges daily at dawn. When a creature that you can see within 30 feet of you is hit with an attack, you can use your reaction to expend up to 4 of the shield's charges. When you do, that creature gains a bonus to its AC equal to twice the number of charges you expend, potentially causing the triggering attack to miss, as echoes from other timelines successfully block the attack. This bonus to AC lasts until the end of the turn. Immediately after using the reaction, roll a {@dice d4}: if the result is equal to or less than the number of charges you spent as part of the reaction, you take {@damage 1d4} psychic damage for each spent charge. This damage ignores resistance and immunity."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Quantumfly-Buckler.webp"
						}
					}
				]
			}
		},
		{
			"name": "Great Owl's Pocket Translator",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"This pocketwatch-sized device opens to reveal a series of small holes. Along the bottom is a dial with labels for \"Dwarvish,\" \"Elvish,\" \"Gnomish,\" and \"Halfling.\" You can use a bonus action to change the dial. While the device is opened, any sentence spoken in the selected language within earshot of the device is automatically translated and spoken again through the device in Common. The repeated sentence sounds slightly tinny, and conveys the literal meaning of what's spoken."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Great-Owls-Pocket-Translator.webp"
						}
					}
				]
			}
		},
		{
			"name": "Portable Hearth",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "common",
			"wondrous": true,
			"weight": 1,
			"entries": [
				"This 4-inch-diameter stone disk weighs 1 pound and has a miniature hearth at its center. You can use an action to place the disk on an inanimate flat surface, at which point the hearth sparks to a low ember. The disk remains on the surface until it's removed using another action. While on the surface, you can rotate a stone dial around the disk's circumference. Rotating the dial all the way clockwise increases the temperature of the surrounding area by 50 degrees Fahrenheit, up to a maximum temperature of 80 degrees Fahrenheit; rotating it less than that increases the temperature by a proportional amount less. The fire in the disk's hearth burns more or less brightly depending on how much the temperature is increased in this way. The heated area extends outward from the disk up to 30 feet but is blocked by obstacles such as walls or ceilings.",
				"Changes to an area's temperature take place over the course of 1 minute. Once the disk is removed from its surface, the area returns to its normal temperature."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Portable-Hearth.webp"
						}
					}
				]
			}
		},
		{
			"name": "Golem Clay",
			"source": "GriffonsSaddlebag5",
			"page": 0,
			"rarity": "uncommon",
			"wondrous": true,
			"weight": 5,
			"entries": [
				"A pack of golem clay weighs 5 pounds and is roughly the size of a large brick. You can spend 10 or more minutes molding the clay into a Tiny sculpture. Once you've done so, you can use an action to speak the clay's command word to animate it as a mindless golem, treating it as a Tiny object. The golem can perform simple tasks at your command. It has AC 13, 1 hit point, a Strength and Dexterity of 2, and it can't attack.",
				"Once on each of your turns, you can verbally command the golem (no action required) to walk, swim, or climb—as appropriate for the golem's form—up to 15 feet and interact with an object. The golem remains animated for 1 hour, at which point it crumples into a lump of clay again. If it drops to 0 hit points, it immediately ceases to be animated, but it can be remolded and then animated once again. The golem and its clay are destroyed if it takes 10 or more damage in a single turn."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Golem-Clay.webp"
						}
					}
				]
			}
		}
	],
	"magicvariant": [
		{
			"name": "Axe of the Radiant Sun",
			"type": "GV|DMG",
			"requires": [
				{
					"axe": true
				}
			],
			"inherits": {
				"nameSuffix": " of the Radiant Sun",
				"source": "GriffonsSaddlebag5",
				"page": 0,
				"rarity": "rare",
				"bonusWeapon": "+1",
				"entries": [
					"This golden axe is always warm to the touch, as if it had been resting in the sun. You gain a +2 bonus to attack and damage rolls made with this magic weapon between dawn and dusk, or a +1 bonus between dusk and dawn.",
					{
						"type": "entries",
						"name": "Radiant Swing",
						"entries": [
							"When you take the {@action Attack|XPHB} action while wielding the axe, you can forgo one of your attacks to instead send a burning wave of brilliant light from the weapon's edge in a 15-foot cone. Each creature within that area must make a DC 15 Dexterity saving throw. On a failed save, a creature takes {@damage 3d6} radiant damage, plus an extra {@damage 1d6} fire damage if it's between dawn and dusk. On a successful save, a creature takes half as much damage. The fire ignites flammable objects in the area that aren't being worn or carried. Once this property of the axe has been used, it can't be used again until the next dawn."
						]
					}
				],
				"fluff": {
					"images": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/GriffonsSaddlebag5/Items/Axe-of-the-Radiant-Sun.webp"
							}
						}
					]
				}
			}
		}
	]
}
