{
	"_meta": {
		"sources": [
			{
				"json": "insectopia",
				"abbreviation": "PGtI",
				"full": "Player's Guide to Insectopia",
				"authors": [
					"u/Grimley533"
				],
				"convertedBy": [
					"Bowsori"
				],
				"version": "1.0.0",
				"url": "https://www.gmbinder.com/share/-MQhiMEqhcdkgd-rCMr0",
				"targetSchema": "1.0.0",
				"color": "6C4967"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1549715846,
		"optionalFeatureTypes": {
			"BM": "Beastial Mutation",
			"AMV": "Aerial Maneuver",
			"GT": "Gust Technique"
		},
		"_dateLastModifiedHash": "5371fddb6a"
	},
	"race": [
		{
			"name": "Akitu",
			"source": "insectopia",
			"page": 3,
			"ability": [
				{
					"dex": 2,
					"cha": 1
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Akitu mature very slowly. Their nymphs take up to 25 years to fully mature. Additionally, their lifespan is quite short in the long run, and only a few of them ever reach ages beyond 60."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Akitu are flimsy and unpredictable They live each day of their short lives to the fullest and like to enjoy themselves, sometimes to the dismay of others. The majority of them are chaotic and either neutral or good."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Akitu are lightweight and lean, reaching heights of around 7 feet. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Fey Charm",
					"entries": [
						" You are proficient in the Charisma ({@skill Persuasion}) skill. Additionally you know the {@spell friends} cantrip."
					]
				},
				{
					"type": "entries",
					"name": "Flight",
					"entries": [
						"You have a flying speed of 20 feet, but you must land at the end of every minute or begin to fall. When you reach 5th level, your flying speed increases to 40 feet and the time restriction is lifted. To use this speed, you can't be wearing medium or heavy armor."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"ou can speak, read and write Common, Insect-Common, Sylvan and Akituan. Their language is quite elaborate and can easily be woven into epic poems, stories and plays."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Akitu",
						"entries": [
							"Quick as a swift summer wind, a shadow glides over the rippling surface of the lake. Other creatures follow the first, each one just a colorful blur in the air. The forms take shape as they stop above the middle of the lake. Spindly, tall insectoids, their chitin shining with bright metallic colors. The majestic creatures form a perfect circle in the air, their translucent wings starting to flutter rapidly, and they begin a graceful and wild dance. Suddenly, a rush of wild magic surges around them, stirring up the water and rising up high in the sky."
						]
					},
					{
						"type": "entries",
						"name": "Elegance and Beauty",
						"entries": [
							"The Akitu are tall insectoids that resemble dragonflies. They reach heights of up to 7 feet and have thin, colorful, chitinous bodies. Their little weight and four translucent wings make Akitu excellent fliers. Beauty is everything in akituan society and as such, every one of them tries to maintain a perfect exterior. Their charming appearance and playful nature tie them close to the fey of the Feywild, and many believe Akitu have originated from there as well."
						]
					},
					{
						"type": "entries",
						"name": "Feybound",
						"entries": [
							"The origins of the Akitu are a mystery to many scholars of Insectopia. Many believed they appeared one day through a passage from the Feywild. This suspicion is further confirmed by the strong ties the Akitu hold with the mystical fey. Their beliefs, rituals, and traditions are all deeply connected to the Feywild, and their sages seek guidance from powerful Archfey."
						]
					},
					{
						"type": "entries",
						"name": "Spiritual Tribes",
						"entries": [
							"The Akitu have very short lives; as such, they live in small tribes. While they are nymph they are taught the ways of the tribe. Those that have a strong spiritual connection with the fey are trained to become sages. Most tribes are lead by one elder sage who seeks guidance from the tribe's patron fey. Since no Akitu lives long enough to lead their tribe wisely, they lay all of their trust in their patron fey. However, the chaotic nature of the fey leads to the unpredictable behavior of akituan tribes."
						]
					}
				]
			}
		},
		{
			"name": "Arach",
			"source": "insectopia",
			"page": 4,
			"ability": [
				{
					"cha": 2,
					"con": 1
				}
			],
			"size": [
				"M"
			],
			"darkvision": 30,
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Arach",
						"entries": [
							"The giant monstrous spider spindles down towards its prey, a young larvae, acid dripping from its fangs. The larvae's mother is shrieking in agony as her child is about to be consumed. Suddenly, a bolt cuts through the night, piercing the spider and with a crack that shattered the silence, killed the fiend. The carcass of the spider is sprawled across the ground, the bolt between its still twitching fangs. As the mother of the larvae comes running towards it, she looks for the mysterious savior. The vespoid shrieks again, as she sees a set of eight legs adjusting. As she quickly runs away, her child clutched in her arms, the eight googely eyes blink from the darkness. The arach huntsman sighs, as they knock another bolt, just in case."
						]
					},
					{
						"type": "entries",
						"name": "Soldiers of Hell",
						"entries": [
							"Born from the Nine Hells, the arachs are the result of ancient fiendish experiments to breed new soldiers. Hybrids of insectoid and fiend, the arach set terror upon Insectopia under their demonic masters. Until one day, when the arachs finally broke their chains and rose up against their devilish overlords and escaped.",
							"Altough not outright malicious in nature, many insectoids don't trust, or even outright hate, the arachs. So they scattered into the far corners of Insectopia, building reclusive societies. Yet some still seek redemption for their past, or to rekindle the devilish fury buried inside them."
						]
					},
					{
						"type": "entries",
						"name": "Chaotic Paths",
						"entries": [
							"The lives of the arach are seldom mundane. Be it for the suspicion they face in their day to day or the adventures they take on to avoid dealing with it. Arachs rarely settle down to live happy lives, much less one's of success or luxury. They don't call any land their own, have no representative to speak of. Alas, those that serve are usually fanatic in nature, determined to prove their worth at all costs."
						]
					},
					{
						"type": "entries",
						"name": "Fiendish Power",
						"entries": [
							"The demonic blood in their veins is unquestionable, revealing an aptitude for magic and resilience that even the less sanitary races of Insectopia gawk at. Not all arach accept their past, but none question its power and usefulness in their times of need."
						]
					}
				]
			},
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Arachs mature around 20 years of age and through their fiendish ancestry they can live up to 200 years."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Arachs are outcast from society and seldomnly become included members in a society. They tend to chaotic alignments."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Arachs stand around 5 to 6 feet in height. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Many Legs",
					"entries": [
						"Arachs have advantage on saving throws made against falling {@condition prone}."
					]
				},
				{
					"type": "entries",
					"name": "Infernal Resiliance",
					"entries": [
						"You have resistance against poison damage."
					]
				},
				{
					"type": "entries",
					"name": "Spider Climb",
					"entries": [
						"You can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check. You have a climbing speed of 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Arachnid Legacy",
					"entries": [
						"You know the {@spell primal savagery|xge} cantrip."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Insect-Common and Infernal."
					]
				}
			]
		},
		{
			"name": "Arach (Variant)",
			"source": "insectopia",
			"page": 4,
			"ability": [
				{
					"str": 2,
					"cha": 1
				}
			],
			"size": [
				"M"
			],
			"darkvision": 30,
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Arach (Variant)",
						"entries": [
							"There are Arach's warped by the madness of the Abyss. The Goliath Arach lacks their kin's natural poison in exchange for brute strength and a demonic resilience. Attributes often found wanting by the Black Leaf, and all too often shunned by the Royal Hexagon..."
						]
					}
				]
			},
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Arachs mature around 20 years of age and through their fiendish ancestry they can live up to 200 years."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Arachs are outcast from society and seldomnly become included members in a society. They tend to chaotic alignments."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Arachs stand around 5 to 6 feet in height. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Many Legs",
					"entries": [
						"Arachs have advantage on saving throws made against falling {@condition prone}."
					]
				},
				{
					"type": "entries",
					"name": "Demonic Resiliance",
					"entries": [
						"You can focus yourself to spur your fiendish blood's regenerative properties at times of need. When you take damage, you can use your reaction to roll a {@dice d12}. Add your Charisma modifier to the number rolled, and reduced the damage by that total. After you use this trait, you can't use it again until you finish a short or long rest."
					]
				},
				{
					"type": "entries",
					"name": "Spider Climb",
					"entries": [
						"You can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check. You have a climbing speed of 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Powerful Build",
					"entries": [
						" You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Insect-Common and Infernal."
					]
				}
			]
		},
		{
			"name": "Beetlefolk",
			"source": "insectopia",
			"page": 5,
			"ability": [
				{
					"con": 1
				}
			],
			"size": [
				"S"
			],
			"speed": 25,
			"darkvision": 60,
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Beetlefolk mature at the age of 25 and can live for 300 up to 400 years."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Beetlefolk are a various and colorful bunch and their alignment reflects that. However, Beetles tend to live in extremes. When they set their minds on something, they move everything in their power to accomadate their goal. Beetles are either good and rightous, or evil and cruel. They are either lawful or chaotic. Neutrality is found very seldomly in beetles."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Beetlefolk are often slightly bigger than 3 feet. Your size is Small."
					]
				},
				{
					"type": "entries",
					"name": "Chitin Plating",
					"entries": [
						"The chitin plating of beetlefolk is much more durable than of other Insectoids. When you aren't wearing armor, your AC is 13 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read and write Common, Insect-Common, and Beetle. Beetle is made up of loud clicks made by slamming exoskeleton plates into each other, or movements of antennae. For outsiders watching Beetlefolk talk seems quite rough, it is however a very jovial language."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Beetlefolk",
						"entries": [
							"A small, but very bulky, beetle drunkenly climbs on top of the tavern's counter. With his obnoxiously loud voice, he tells the exaggerated stories of his most recent adventures. Suddenly, another equally drunk beetle, with a horn instead of pincers on his head, tackles the boaster off the counter. The two immediately clash, to the joy of the other folk in the tavern, who eagerly bet on the outcome of the fight."
						]
					},
					{
						"type": "entries",
						"name": "Colorful Chitin",
						"entries": [
							"Blue, red, green and yellow, shining or mat, dotted or striped. The chitinous platings of Beetlefolks come in all forms and colors. For some their strong chitin is a sturdy and protective shield, others use their vibrant appearance to charm their way through life. The Beetlefolks also have a variety of different adornments on their head, like horns, pincers or antennae. Some Beetlefolks are bulky and stout, while others are lean and frail. No two Beetlefolks are quite alike and they'll make sure to tell you exactly that."
						]
					},
					{
						"type": "entries",
						"name": "Small Bodies but Big Personalities",
						"entries": [
							"Beetlefolks are known for their strong personalities and even though they are small in size, they often take the spotlight in any room they come in. Most Beetlefolks like to drink, talk, and celebrate. Every one of them has their own way of sticking out from the crowd, either through showing off their strength or courage or by telling the most amazing stories. This trait makes Beetlefolks quite charismatic and they are liked wherever they go. However, most Beetlefolk set out to live their lives a certain way, be it spontaneous or strict. They rarely stray from what they set their minds to."
						]
					},
					{
						"type": "entries",
						"name": "Bugs of the World",
						"entries": [
							"Beetlefolk can be found almost everywhere in Insectopia. Even though they have a Queen that represents them in the Royal Hexagon, they aren't bound to a single place and live alongside all the other Insectoids. Beetlefolks are known to be reliable and fun folk to be with, which allows them to mingle in every form of society."
						]
					},
					{
						"type": "entries",
						"name": "Curious Travelers",
						"entries": [
							"Traveling is second nature to most Beetlefolks and the urge for adventuring is found deep within each and every one of them. They set out into the unknown fearless, eager to experience new things and to make the greatest of tales and adventures."
						]
					}
				]
			}
		},
		{
			"name": "Califera",
			"source": "insectopia",
			"page": 7,
			"ability": [
				{
					"dex": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30,
				"fly": 10
			},
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Califera reach maturity at 16 years of age, and usually live up to 80 years."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"While locusts usually lean towards neutrality, focusing on the Evergreen and avoiding the affairs of the world, Crickets are jovial and carefree, and as such lean towards chaotic alignments."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Califera have lean bodies and are between 4 to 6 feet tall. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Flight",
					"entries": [
						"You have a flying speed of 10 feet, but you must land at the end of every minute or begin to fall. When you reach 5th level, your flying speed increases to 20 feet and the time restriction is lifted. To use this speed, you can't be medium or heavy armor."
					]
				},
				{
					"type": "entries",
					"name": "Standing Leap",
					"entries": [
						"The califera's long jump is up to 30 feet, its high jump is up to 15 feet, with or without a running start."
					]
				},
				{
					"type": "entries",
					"name": "Language",
					"entries": [
						"You can speak, read and write Common, Insect-Common, and Califeran. Califeran is a curious language, spoken through musical and rhythmic tones."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "The Califera",
						"entries": [
							"A lone locust stalks the wilds, trailing a group of muscans who recently trespassed. Soon, he hears the sounds of panicked buzzing and the unnatural groan of the flies' undead being called. Jumping from his hiding spot amidst the branches, the locust sees his millipede wrapped around the leader of the muscans. Raising his bow, drawing an arrow and firing. The locust drops an undead beetle to the ground, and with a stringent noise from his legs and wings, calls forth his kin to assist him.",
							"The quiet and gloom of the night sets in the tavern, even the beetlefolk seem too tired to keep the party going. Yet cutting through the atmosphere is a sudden musical tune, and a cricket, green and carrying their lute, arrives from the back playing with glinting eyes and infectious cheer. Soon, everyone in the tavern is singing along and tossing a couple of silver for the bard, who continues to spark their audience."
						]
					},
					{
						"type": "entries",
						"name": "A Race Divided",
						"entries": [
							"Descendants of the fey, the califera hail from the Evergreen Woods where they first emerged after freeing themselves from their Winter Court masters in the feywild. At first, the Crickets betrayed their kin, enslaving them with their magics as they sought to rise as the new leaders of their people. Yet upon relishing in their success, the locusts learned the ways of the wild and the beasts they were treated as.",
							"Rebellion was inevitable, with the locusts exiling the Crickets from their new home. Ever since, the locusts mostly remained in the Evergreen, watching over the forest, while the crickets have spread across Insectopia, using their charismatic behavior to earn favors and places amongst other societies."
						]
					},
					{
						"type": "entries",
						"name": "Born Hunters",
						"entries": [
							"The locusts have an almost innate sense for hunting, having always maintained close ties with the wilderness where they dwell. Their natural connection with beasts allows them to gain their assistance, and own knowledge of the terrain makes their mobility almost mystical in the eyes of outsiders. Despite their claim of neutrality, locusts are simply distrustful of other races, due to their previous enslavement under the crickets. However, most locusts are very loyal and to earn one's trust is to gain their friendship."
						]
					},
					{
						"type": "entries",
						"name": "Life of the Party",
						"entries": [
							"While locusts still bear grudges of the past, most crickets have long since forgotten their previous position as nobles of Evergreen. Having become nomads or settling in the courts of other bugs, crickets live in the present. Seeing the positives and avoiding the negatives, their laidback behavior can spark conflict with more strict figures, but many find their attitude relieving, or even calming, during more trying times."
						]
					}
				]
			}
		},
		{
			"name": "Chilopodians",
			"source": "insectopia",
			"page": 9,
			"ability": [
				{
					"wis": 2,
					"str": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 35,
				"climb": 30
			},
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Chilopodians live long and meaningful lives. They mature at the age of 80 and live to be around 850 years old."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Chilopodians are very honorable and strive to do good in the world. They associate with causes they see as rightous and make excellent leaders. Your alignments tends to be lawful good."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"The body of Chilopodians can grow up to 8 feet long, however their upper body reaches only about 4 to 6 feet in height. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Many Legs",
					"entries": [
						"Chilopodians have advantage on saving throws made against abilities that would apply the {@condition prone} condition. Additionally, you count as one size larger when determining carrying capacity."
					]
				},
				{
					"type": "entries",
					"name": "Rear Up",
					"entries": [
						"You can use your action to rear up to about twice your height, if there is enough space to do so. While reared up in this way, you grow in size as per the {@spell enlarge/reduce|phb} spell and gain its benefits, but you can't use your movement. You have to use an action to get down to your normal size before you can use your movement again."
					]
				},
				{
					"type": "entries",
					"name": "Constrict",
					"entries": [
						"You gain advantage on grappling checks."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Insect-Common and Chilopian. Chilopian is spoken mostly in gestures using multiple limbs and is a very hard language to learn. It is also very taxing to speak for creatures with fewer limbs."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Chilopodians",
						"entries": [
							"With a stern look, his arms crossed on his back, the Chilopodian instructor surveys the dueling practice of the new recruits, when he sees how one over-eager student throws his opponent into the sand. In the blink of an eye, the towering statue of the instructor appears in front of the ruffian, scolding him harshly for not adhering to the rules of the duel."
						]
					},
					{
						"type": "entries",
						"name": "Hundreds of Legs",
						"entries": [
							"For most Insectoids, Chilopodians are large and scary-looking creatures. And at first glance, that might be true. They stand about 4 to 6 feet in height and their bodies can grow to be 8 or more feet long. They walk on rows of hundreds of legs and imposing pincers adorn their faces. All in all, Chilopodians definitely look terrifying and they generally make good use of it. Many Chilopodians are very proud of their appearance."
						]
					},
					{
						"type": "entries",
						"name": "Protective and Cordial",
						"entries": [
							"Chilopodians aren't only strong and scary to look at, they actually are very protective and cordial as well, making them excellent leaders and tutors. They associate with organizations or causes they feel connected to and will honor their alliances with their lives. In guilds they often take on the role of coordinators, enforcing rules strictly but fairly."
						]
					},
					{
						"type": "entries",
						"name": "For the Greater Good",
						"entries": [
							"Chilopodians only strive out for adventure when there is a greater cause they vowed to fulfill. Maybe they set out on a quest from their deity, or their guild has a meaningful goal to achieve. No matter what the cause is, if a Chilopodian has set their mind on it, they will do anything in their power to see it come to fruition."
						]
					}
				]
			}
		},
		{
			"name": "Formicoid",
			"source": "insectopia",
			"page": 10,
			"ability": [
				{
					"str": 2
				}
			],
			"speed": 30,
			"size": [
				"M"
			],
			"darkvision": 60,
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Formicoids reach majurity quickly, reaching adulthood by the age of 10. They can live to be about 70 years old."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Formicoids are organised teamworkers and follow the orders of their queens very strictly. However, Formicoids are also very interested in expanding their territories and can be quite aggressive. They are known to fight their foes brutally, but they also show great kindness towards their allies. Your alignment tends to be lawful and neutral."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Formicoids are slender and tall. They range from slightly above 5 feet to slightly over 7 feet. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"Formicoids are accustomed to dark burrows and tunnels. You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Powerful Build",
					"entries": [
						"Formicoids are incredibly strong individuals. You count as one size larger when determining carrying capacity."
					]
				},
				{
					"type": "entries",
					"name": "Ferocious Strength",
					"entries": [
						"Skillful Formicoid warriors can fight using tremendously heavy weapons. You can make attacks with a two-handed weapon using only one hand instead, but attacks made this way have disadvantage on the attack roll. Two-handed melee weapons wielded in one hand still keep their two-handed property and as such can't be used for two weapon fighting. Additionally, when you attack with a weapon that has the versatile property, you always use the higher damage die, even when you are attacking with only using one hand."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						" You can speak, read and write Common, Insect-Common and Formidian. Similar to other Insectoid languages, Formidian is spoken not only with words, but also gestures and pheromones. Formidian is a fairly simplistic language and consists mostly of short, but very straight-forward, phrases."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Formicoids",
						"entries": [
							"A lone Firefly adventurer stalks through an ancient tunnel. As he crawls through a particularly small crevice, he finally sees an exit. He finds himself atop a cliff on a stone wall of a gigantic cave. A vast metropolis spans out through the whole cave beneath him, houses masterfully carved into the hard stone. The streets below bustle with life, as thousands of Formicoids make their way through the city. The adventurer is in awe of the vastness that expands before him, so much so, that he doesn't notice the Formicoid soldiers that walked up behind him."
						]
					},
					{
						"type": "entries",
						"name": "Lean Bodies with Immense Strength",
						"entries": [
							"Formicoids are ant-like Insectoids that stand from 5 to over 7 feet tall. Most of the Formicoids are tall and lean, deceivingly so, as they are actually very strong. Formicoids are one of the strongest races found on Insectopia and some of them can carry loads up to 10 times their own body weight. Their chitin generally varies in color only slightly, from dark brown to gray and black. There are some exceptions of course, as some races of Formicoids display more vibrant chitinous plating."
						]
					},
					{
						"type": "entries",
						"name": "Seriously at Work",
						"entries": [
							"Hard-working, serious, and humorless, these are the prejudices many Insectoids hold against the Formicoids. And even though not every Formicoid has these traits, as a race they come quite close. Most Formicoids live their lives as eager workers for their queens. With their immense strength and durability, they make excellent builders, and the more intelligent individuals make amazing architects. Formicoids may tolerate other Insectoids but tend to stay with their own kind. It is rare that a Formicoid joins a diverse group of bugs, but when they do it shows great trust in their allies."
						]
					},
					{
						"type": "entries",
						"name": "Cities Below the Earth",
						"entries": [
							"The Kingdoms of Formicoids have the most interesting architecture and most intriguing cities you can find anywhere in Insectopia. On the surface, Formicoid settlements don't look very impressive. However, these small settlements, called Hill Cities, are merely gateways that lead through big tunnel entrances in their centers into huge caverns. Those tunnel systems deep below are the real masterwork of formidian architecture. Here a curious spectator can find labyrinths of tunnels, leading into different underground settlements, with structures and buildings edged into the stone and earth. In this way, Formicoids control vast spaces underneath the empires of other Insectoids."
						]
					}
				]
			}
		},
		{
			"name": "Luni",
			"source": "insectopia",
			"page": 12,
			"ability": [
				{
					"int": 2,
					"wis": 1
				}
			],
			"speed": {
				"walk": 25,
				"fly": 10
			},
			"size": [
				"M"
			],
			"darkvision": 60,
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Luni get very old. They mature at the age of 16, but live until the age of 900 years."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Luni tend to be loners, away from all of society. They tend to be neutral and depending on their interests, can be good or evil."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Luni are on the smaller side, being about 5 feet tall. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Flight",
					"entries": [
						"You have a flying speed of 10 feet, but you must land at the end of every minute or begin to fall. When you reach 5th level, your flying speed increases to 20 feet and the time restriction is lifted. To use this speed, you can't be wearing medium or heavy armor."
					]
				},
				{
					"type": "entries",
					"name": "Innate Spellcasting",
					"entries": [
						"You know the {@spell dancing lights|phb} cantrip. When you reach 3rd level, you can cast the {@spell faerie fire|phb} spell once and need to finish a long rest before you can cast it again. When you reach 5th level you can cast the {@spell moonbeam|phb} spell once and need to finish a long rest before you can cast it again. Intelligence is your spellcasting ability for these spells."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Lunar Studies",
					"entries": [
						"You gain proficiency in one skill of your choice: {@skill Arcana} or {@skill Nature}."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read and write Common, Insect-Common, Lunian and an extra language of your choice."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Luni",
						"entries": [
							"Between towers of giant books, the lunian mage prepares a summoning circle on the ground. His fur is covered in dust and his limbs seem frail, but his movements are still fast and precise. He finishes the last line and suddenly the circle flares up with arcane energy and a smirk crawls across the wizard's face."
						]
					},
					{
						"type": "entries",
						"name": "Frail and Fuzzy",
						"entries": [
							"With their frail and small stature, it is no wonder that Luni aren't big fighters. Luni are generally about 5 feet tall, though their often stooped posture makes them look even smaller. Fuzzy hair adorns their chitin and wings. They are slow fliers as well, most often only gliding through the air. The oldest Luni have manes of bushy white fur around their heads and behind their beady black pupils, you can see their intelligent brains working on their next brilliant scheme."
						]
					},
					{
						"type": "entries",
						"name": "Old and Wise",
						"entries": [
							"Most Luni can live close to a millennium, and see the life cycles of generations of other Insectoids go by. Many Luni use their long lives to collect and learn all the information they can get their fuzzy hands on. This makes them very valuable advisers for kings and generals all over Insectopia. Many of them become wise scholars and depending on their origin they can be masters of the arcane and occult. While most of them are peaceful and loyal, Luni can also be quite cunning and manipulating, orchestrating the ways of whole nations with words and dark magic."
						]
					},
					{
						"type": "entries",
						"name": "Secluded Sages",
						"entries": [
							"Luni tend to seclude themselves from the world at a certain age when the generation they grew up with fades and all their friends are gone. To cope with the losses a long life brings with it, they withdraw themselves from the world, into huge libraries where they collect mountains of books. Those libraries and their librarians are treasures of ages long gone and show glimpses into secrets hidden away."
						]
					}
				]
			}
		},
		{
			"name": "Mantis",
			"source": "insectopia",
			"page": 13,
			"ability": [
				{
					"dex": 2
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Male and Female Mantis reach adulthood roughly at the same time at the age of 12. While male Mantis often only reach the age of 70, females can become up to 150 years old."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Most Mantis tend to be lawful or neutral. Mantis live under the code of conduct of their clan, but some Mantis leave their homes and become lone wanderers who only fend for themselves."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Males are about 4 to 6 feet, whilst Females are slightly bigger with 5 to 7 feet. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Improved Jump",
					"entries": [
						"When you make a long jump, you can cover a distance equal to your base movement speed. When you make a high jump, you leap into the air a number of feet equal to halve your movement speed."
					]
				},
				{
					"type": "entries",
					"name": "Scythe Arms",
					"entries": [
						"Your scythed arms are natural weapons, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to {@dice 1d6} + your Strength or Dexterity modifier, instead of the bludgeoning damage normal for an unarmed strike."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You speak, read and write Common, Insect-Common and Mantis."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Mantis",
						"entries": [
							"A lone warrior stalks to a bamboo forest, on the hunt after his next meal. He disguises himself perfectly in the green scenery with his green chitin. He stands perfectly still, until suddenly he moves forward, his bladed arms striking a small rabbit with deadly precision.",
							"Dressed in a Kimono, a pink Mantis is meditating in a small shrine. She hums an enchanting tone, communing with the spirits in the shrine. Suddenly, her eyes flare up in bright violet flare and a strong wind bursts open all windows and doors in the shrine."
						]
					},
					{
						"type": "entries",
						"name": "Dimorphic Genders",
						"entries": [
							"Mantis males and females show many different physical features. Mantis males are the smaller of the two genders, standing about 4 to 6 feet tall. They chitin ranges in different colors of greens, making it easy for them to hide in greenery. Males are called Warrior Mantis and are often innately skilled hunters.",
							"The females are called Orchids. They are slightly taller than their male counterparts, reaching around 5 to 7 feet. They chitin hues range from dark violets to pastel pinks. Other than the Warriors, Orchids aren't so adept at fighting. Instead, they are much smarter and have innate psionic abilities. These traits make them the natural leaders of their society."
						]
					},
					{
						"type": "entries",
						"name": "Spiritual Leaders",
						"entries": [
							"Orchids are not only the more intelligent gender, but they also live over twice as long as the Warriors. Female Mantis live for 150 years and as such, they become the spiritual leaders of their clans. Mantis don't live in big cities or amongst many people. They live in large families, with a strict spiritual codex. Each family has an elder Orchid, who acts as the matriarch and spiritual leader of the family. They conduct psionic rituals to get guidance from their patron spirit. These spirits can be good-aligned, or very evil and destructive, and as such the families can have righteous or mischievous goals."
						]
					}
				]
			}
		},
		{
			"name": "Muscan",
			"source": "insectopia",
			"page": 14,
			"ability": [
				{
					"wis": 2,
					"cha": 1
				}
			],
			"size": [
				"S"
			],
			"speed": {
				"walk": 25,
				"fly": 15
			},
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Muscans mature very quickly, reaching adulthood at the age of 7. They have however very short lifespans, the oldest of them being only 40 years old."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Muscans live secluded from other Insectoids in communities surrounding the worship of the Wurm God. As such most Flies tend to be evil creatures. They either sceem to prolong their short lives with any means necessary or follow the dogma of the Wurm, to consume everything and create chaos. Flies tend to be neutral or chaotic."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Muscans are frail creatures and are between 3 and 4 feet tall. Your size is Small."
					]
				},
				{
					"type": "entries",
					"name": "Flight",
					"entries": [
						"You have a flying speed of 15 feet, but you must land at the end of every minute or begin to fall. When you reach 5th level, your flying speed increases to 30 feet and the time restriction is lifted. To use this speed, you can't be wearing medium or heavy armor."
					]
				},
				{
					"type": "entries",
					"name": "Scavenger",
					"entries": [
						"Muscans are used to eating rotten food. You have advantage on saving throws against being poisoned."
					]
				},
				{
					"type": "entries",
					"name": "Compound Eyes",
					"entries": [
						"You gain proficiency in Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"type": "entries",
					"name": "Deathtouched",
					"entries": [
						" You can choose the severed hand of a Medium or Small humanoid. You imbue the target with a foul mimicry of life, raising it as a {@creature Crawling Claw|MM}. You can issue commands for the Crawling Claw to fulfill, such as opening a door or chest, carrying an object to a specific point, or making an attack. The creature will try to fulfill the command to the best of its abilities. After 10 minutes, the Crawling Claw will turn into an inert limb. You need to take a short or long rest before you can use this feature again."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read and write Common, Insect-Common and Muscan. Muscan is made up primarly of buzzing sounds and can only be spoken if you have wings. Even though at first glance it might seem primal, this language is actually quite elaborate, describing death, decay and pain in great detail."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Muscans",
						"entries": [
							"The smell of rot and decay grows ever stronger the further the ritual is proceeding. The small larvae in the center all have metal spike brutally shoved into their bodies. Their blood is trickling into a large puddle in the center. The clerics of the Wurm start chanting, as suddenly black tendrils rise from the puddle of blood and sap the life from all larvae. All but one. The only survivor now bears a black mark on its bruised flesh: marked by the Wurm itself! The small larva is praised by the clerics and will be raised to become a menace to Insectopia."
						]
					},
					{
						"type": "entries",
						"name": "Small Scavengers",
						"entries": [
							"Muscans resemble common houseflies, which are about 3 to 4 feet tall. They walk on four spindly and hairy legs and have two small, translucent wings on their back, just big enough to get their round bodies in the air. For other Insectoids, Muscans are hideous pests. They mainly eat the rotten flesh of dead Insectoids which they scavenge out of the mud in the swamps they inhabit. Their ghastly appearance makes Muscans the creatures of nightmares for many little Larvae."
						]
					},
					{
						"type": "entries",
						"name": "Lives too Short",
						"entries": [
							"Even though Muscans might seem bestial, they are actually very self-aware and smart. The lives of Muscans are extremely short. They reach only about 40 years of age. It is a big part of Muscan society and their religion to prolong their short lifespans, or maybe even to reach immortality. To achieve this goal, Muscans take to dark rituals, forbidden secrets, and make living offerings to their one and only God, the Great Wurm."
						]
					},
					{
						"type": "entries",
						"name": "Marked by the Wurm God",
						"entries": [
							"Legends say that there is a God of colossal length, with slick gray skin and a huge toothless jaw that shall swallow the world and all its inhabitants should he arise once more. This is the Great Wurm, a worm god revered only by the chaotic and evil cults of the Muscans. Every single Muscans is confronted with the Wurm from birth, it is the central part that ties all Muscans together. They offer their own offspring in blood rituals to the worm god, to gain eternal life and dark powers. Most larvae will die from the mark the dark deity leaves on them. However, once in a while a larva will endure all the rites and survive, marked forever by the scars, and is connected closely to death. Those Muscans will live to be erratic and corrupted, but mighty necromancers. Such Muscans are feared as great menaces to the Royal Hexagon."
						]
					}
				]
			}
		},
		{
			"name": "Necrite",
			"source": "insectopia",
			"page": 15,
			"ability": [
				{
					"str": 2,
					"dex": 1
				}
			],
			"size": [
				"S"
			],
			"speed": {
				"walk": 35,
				"burrow": 10
			},
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Necrites are many in numbers and age just as fast. They reach adulthood when their 12 years old, but only a few of them are getting over the age of 45."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Most Necrites live their lives in eternal servitude of their countless empires. They live by a strict set of laws, but always try to rise up the ranks by any means necessary. They are very hostile creatures, even towards those of their own spire. Your alignment tends to be lawful and evil."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Necrites are small but strong, standing around 3 to 4 feet in height. Your size is Small."
					]
				},
				{
					"type": "entries",
					"name": "Natural diggers",
					"entries": [
						"You gain a burrowing speed of 20 feet and tremorsense for 10 feet. You can breath normally while burrowed and conscious."
					]
				},
				{
					"type": "entries",
					"name": "Bite",
					"entries": [
						"Your jaws are a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to {@dice 1d4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					]
				},
				{
					"type": "entries",
					"name": "Bloodlust",
					"entries": [
						"On your turn, when you make an unarmed strike with your Bite attack or reduce a creature to 0 hit points with an attack, you can use your bonus action to move up half your speed and make a melee weapon or Bite attack."
					]
				},
				{
					"type": "entries",
					"name": "Iron Stomach",
					"entries": [
						"You are immune to poisons or diseases that would affect you through ingestion. You can also sustain yourself by consuming wood or plant fiber. Each pound of wood you consume counts as one ration."
					]
				},
				{
					"type": "entries",
					"name": "Language",
					"entries": [
						"You speak Common, Insect-Common, and Necrite. Their language consists of aggressive sounding clicks and hisses."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Necrites",
						"entries": [
							"The beetle soldier runs as fast as his little legs can carry him. He has to get to the village before its too late. He hears the trampling of thousands of feet behind him, but he can't look back, he has to make it. Suddenly, he trips and falls flat on the ground. He doesn't have the strength to go on. He looks up at his village on the horizon. His vision fades, as thousands of white bodies run past him. The last thing he sees is his home being torn apart by the white flood."
						]
					},
					{
						"type": "entries",
						"name": "Tiny and Ravenous",
						"entries": [
							"Necrites aren't the tallest insectoids of Insectopia, but they are most certainly the most aggressive. They stand only about 3 to 4 feet tall and with their slender body structure, they almost look like smaller Formicoids. However, their milky white chitin and their abnormally enlarged pincers make them look very distinct from most other insectoids. For a Necrite, their pincers are their greatest asset: they are tools for digging, mighty weapons to fight with, and symbols of strength in their society. Necrites burrow through rock and dirt by eating anything that is in front of them, creating vast territories below the earth that rival even the Formicoids."
						]
					},
					{
						"type": "entries",
						"name": "Brutal Regimes",
						"entries": [
							"Most Necrites live in the endless kingdom of the Eternal Spire. Over centuries different Necrite Kings conquered a vast territory by brutally attacking neighboring countries. The Eternal Swarm is a terrifying sight, as thousands upon thousands of milky white bodies flood over armies and cities and tear everything they come in contact with to shreds. However, Necrites aren't only this aggressive towards their enemies. They show immense hostility even towards their own kind, and most of them would kill a sibling if it meant they could rise higher in power. The only things holding them back from tearing each other apart are the strict laws enforced by the reigning Necrite king, the strongest of them all. At least until another Necrite manages to overpower and consume his royal carcass."
						]
					},
					{
						"type": "entries",
						"name": "Spires and Burrows",
						"entries": [
							"When the Necrites destroy another settlement, they take the materials back to the Eternal Spire in the center of their empire. The Eternal Spire is a massive hive city, containing a multitude of white towers, the tallest one with the size of a mountain. It is crawling with the countless bodies of its Necrite inhabitants, working hard under the banner of their king. However, the empire of Necrites is even bigger than just this massive hive. It expends in vast territories beneath the earth, posing a constant threat for neighboring kingdoms."
						]
					}
				]
			}
		},
		{
			"name": "Roach",
			"source": "insectopia",
			"page": 15,
			"ability": [
				{
					"con": 2,
					"int": 1
				}
			],
			"size": [
				"S"
			],
			"speed": 30,
			"darkvision": 120,
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Roaches mature very quickly, their Nymphs are already able to walk after they spawn from their egg and mature completely when they are about 5 years old. Their lifespans range from 50 to 70 years."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"You tend to be chaotic and neutral or good. Roaches aren't a very organized race and the few laws they have most of them only follow loosely."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Roaches are small creatures and are only about 3 to 4 feet tall. Your size is Small."
					]
				},
				{
					"type": "entries",
					"name": "Superior Darkvision",
					"entries": [
						"Roaches mainly dwell in dark tunnels deep in the earth. You have superior vision in dark and dim conditions. You can see in dim light within 120 ft. Of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Sunlight Sensitivity",
					"entries": [
						"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when youu, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
					]
				},
				{
					"type": "entries",
					"name": "Keen Survivors",
					"entries": [
						"Roaches are resiliant and have an innate knack for crafting tools to aid them. You gain proficiency in the Wisdom ({@skill Survival}) skill. Additionally, you gain proficiency with {@item Tinker's tools|phb}."
					]
				},
				{
					"type": "entries",
					"name": "Mechanic Augments",
					"entries": [
						"Parts of your body have been replaced with metallic augments and crude machinery. You choose one augment at 1st level. You gain an additional effect at 5th level, depending on which augment you chose. At 1st level, choose one of the following options:"
					]
				},
				{
					"type": "entries",
					"name": "Mechanic Gliders",
					"entries": [
						"When you fall and aren't incapacitated, you can subtract up to 100 feet from the fall when calculating falling damage, and you can move up to 2 feet horizontally for every 1 foot you descend.",
						"{@b At 5th level:} You gain back boosters that allow you to get into the air. You gain a flying speed of 30 feet. To use this speed, you can't be wearing medium or heavy armor."
					]
				},
				{
					"type": "entries",
					"name": "Metallic Chitin",
					"entries": [
						"When you aren't wearing armor, your AC is 13 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor.",
						"{@b At 5th level:} You gain resistance to acid and poison damage."
					]
				},
				{
					"type": "entries",
					"name": "Respirator",
					"entries": [
						"This augment grants you the effects of the {@spell water breathing|phb} spell once per long rest for 1 hour.",
						"{@b At 5th level:} You can breathe normally in any environment. You have advantage on Saving Throws made against harmful gases and vapors (such as Cloudkill and Stinking Cloud Effects, inhaled Poisons, and the breath Weapons of some dragons)"
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can read, speak, and write Common, Insect-Common and Roach. The Roach language is made up of a series of clicks and hisses and sounds quite aggressive to others who don't speak the language."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roaches",
						"entries": [
							"In the dark tunnels of Insectopia lives a race of insectoids that are revered as masterful tinkerers: the Roaches. Even though they're appearance is anything but pretty, they have keen minds, deft hands, and a natural sense of survival unrivaled in this world."
						]
					},
					{
						"type": "entries",
						"name": "Practicality over Beauty",
						"entries": [
							"The bodies of Roaches are the same as their way of life: if it functions well, it doesn't have to look good. Roaches are small and humpbacked and are only 3 to 4 feet tall. Their chitin comes in different colors of brown or black, resembling the dirt of the tunnels they reside in. Their limbs are unnaturally long for their bodies and out of their mouth sprout two big, acid covered fangs. They might not look appealing, but the bodies of Roaches are well adapted for almost anything and they can survive in the most extreme environments. They often even remove some of their own body parts if they deem them unnecessary or too weak, and replace them with mechanical augments and other crazy inventions."
						]
					},
					{
						"type": "entries",
						"name": "Surviving and Tinkering",
						"entries": [
							"As Roaches became more intelligent, they learned to craft themselves tools to further adapt to their unwelcoming environment. And they mastered the craft. Roaches have an innate knack for crafting and building tools from scrap. Bugs all over Insectopia rely on the inventiveness of Roaches. Their designs are very chaotic however and most other species are unable to recreate their inventions without creating trash."
						]
					},
					{
						"type": "entries",
						"name": "Secluded Underground",
						"entries": [
							"Roaches adapted to a life underground. However, generations of life underground made them vulnerable to sunlight, and as such Roches tend to stay in the dark with their own kind. Their settlements are burrows and caves, filled with all kinds of pipes and machinery. For any outsiders, these towns seem random and badly designed, but there is always an underlying logic to their chaos."
						]
					}
				]
			},
			"traitTags": [
				"Sunlight Sensitivity"
			]
		},
		{
			"name": "Scion",
			"source": "insectopia",
			"page": 17,
			"ability": [
				{
					"wis": 2,
					"dex": 1
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Scions reach adulthood around 15 and live up to 120 years."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Most Scions live the tranquil lives of nomads, without being particularly concerned with society outside of their clan. They see a need of balance in all things in the world, especially with life and death. Your alignment tends towards true neutral."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Scions are tall creatures. standing around 7 to 8 ft. tall. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Deadly Pincers",
					"entries": [
						"Your Pincers are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to {@dice 1d6} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					]
				},
				{
					"type": "entries",
					"name": "Guardian of the Treshold",
					"entries": [
						"You gain advantage on Death saving throws."
					]
				},
				{
					"type": "entries",
					"name": "Poisonous Stinger",
					"entries": [
						"Your stinger is a natural weapon with a reach of 10 ft., which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to {@dice 1d4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. When you hit a creature with your stinger, you can choose to inflict {@dice 1d6} poison damage to the creature, and it has to make a Constitution saving throw with a DC equal to 8 + Proficiency + your Consitution modifier. On a failure, the creature is poisoned for 1 minute. It can repeat the save at the end of each of its turns. You must take a short or long rest before you can use this feature again."
					]
				},
				{
					"type": "entries",
					"name": "Language",
					"entries": [
						"You speak Common, Insect-Common, and Scion. The Scion language is a strange and alien one, even to other insectoids. Their hissing almost sounds like a haunting melody of countless disembodied voices."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Scions",
						"entries": [
							"The Scions of the tribe gather around the bonfire under the clear starlight sky. The crackling of the fire and the shifting sand are the only sounds to be heard, as suddenly a loud hum fills the air. The elder begins the nightly ritual and as his song grows louder, the smoke of the fire seems to take the shapes of ancient Scions, travelling and hunting in the vast desert. With an approving sound the elder examines the signs, as he tells his people to expect a prosperous month."
						]
					},
					{
						"type": "entries",
						"name": "Intimidating Appearance",
						"entries": [
							"Scions are mighty creatures and most insectoids avoid them because of their scary appearance. Scions are muscular and stand at a tall 7 to 8 feet. Unlike most other insectoids, Scions have two sets of arms. While their lower arms are normal ones, their muscular upper arms have huge pincers instead of hands, that can deliver crushing force to anything or anyone unlucky enough to end up between them. However, the scariest part is the long tail with the venomous stinger at the end, that can inject a potent poison into their foes."
						]
					},
					{
						"type": "entries",
						"name": "Spiritual Guidance",
						"entries": [
							"Although they look quite deadly, Scions rarely use lethal force against other creatures. They aspire to live in perfect balance, hunt and produce only enough to sustain themselves and their clan. They believe that everything must have an equal cost and gain, and as such believe that after every death should follow a new birth. Scions are very wise and thoughtful individuals. However, they don't pray to a higher power. They commune with the spirits of times long passed to gain knowledge on how to proceed in the future. Scion clans are led by a spiritual figure, often the elder of the tribe."
						]
					},
					{
						"type": "entries",
						"name": "Ancient Legends",
						"entries": [
							"Scions are said to be one of the oldest races of Insectopia. Their history spans thousands of years back, to a time where the Scions ruled over a huge empire. They are said to have guarded a gateway to the Shadowfell and that they drew power out of its magic. Their downfall came by the hands of an unnamed pharaoh, who let a horrible creature from beyond pass the gate. The ruins of this once enormous empire can still be found, scattered across the vast sands."
						]
					},
					{
						"type": "entries",
						"name": "Nomads of Nowhere",
						"entries": [
							"Most Scions tend to live their lives as nomads of the endless sands. They live in big clans, often of only a few families, and don't ever stay at a place for too long. They know their sandy environment very well, and as such make excellent guides for anyone that wants to travel across the endless seas of sand. Only very rarely is it, that a Scion leaves it's clan and even then they rarely settle down. Most of the ones breaking away from the tribe tend to a life of adventure, abandon the balanced life their ancestors set for them and seek out their destinies."
						]
					}
				]
			},
			"age": {
				"mature": 15,
				"max": 120
			}
		},
		{
			"name": "Vespoids",
			"source": "insectopia",
			"page": 18,
			"ability": [
				{
					"cha": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30,
				"fly": 15
			},
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Vespoids tend to live up to 120 years of age."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Most Vespoids live under the strict laws of their queen and tend to be lawful. They strive to do the best work they can, being honest and loyal to their crown, thus they are often good aligned. Wasps are the black sheeps of the Vespoid family, as they are more aggressive and tend to use violence more quickly to solve their problems. Wasps are often evil and neutral or chaotic."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Vespoids vary greatly in size and bulk, but are generally from 5 feet to 6 feet tall. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Flight",
					"entries": [
						"You have a flying speed of 15 feet, but you must land at the end of every minute or begin to fall. When you reach 5th level, your flying speed increases to 30 feet and the time restriction is lifted. To use this speed, you can't be wearing medium or heavy armor."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read and write Common, Insectcommon, and Vespoid. Vespoid is a language which is spoken with the use of pheremones and gestures, and as such is a mainly spoken language. Additionally, one requires wings to speak the language fluently."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Vespoids",
						"entries": [
							"Vespoids are the mightiest force in the Royal Hexagon, their queens ruling over vast territories and many bugs pledge their loyalty to them. Vespoids are hardworking and loyal individuals. They are formidable workers and the best of them take up high positions in whatever field they are specialised in. The Soldiers of the Vespoids are respected and feared, as they are well trained and would fight to the death to protect their queens."
						]
					},
					{
						"type": "entries",
						"name": "Regal Stripes",
						"entries": [
							"The common Vespoid resembles a bee, with translucent wings, yellow to orange and black stripes, slightly furred chitin and beautiful compound eyes. For most Insectoids, Vespoids are the epiphany of beauty and it is no wonder that even the lowliest Vespoid is treated like royalty. These radiant Insectoids stand up to 5 to 6 feet tall, while Bumbles even reach heights of 8 feet or more."
						]
					},
					{
						"type": "entries",
						"name": "Royal and Cultured",
						"entries": [
							"The Royal Hexagon is one of the most powerful empires in Insectopia. Here three Vespoid queens rule from the safety of their giant trees and guide the world in the direction they see fit. Their Vespoid armies are the strongest and biggest overall, and Royal Hexagon soldiers are respected by their allies and feared by their enemies. They are highly trained and educated and they'll make sure you know about how much better they are than you. One of the biggest flaws of the Vespoids is their hubris and vanity, as they are raised with the mindset of being superior to most of the other races."
						]
					},
					{
						"type": "entries",
						"name": "Metropolises High Above",
						"entries": [
							"Vespoid Hivecities are found in the crowns of giant trees, hanging from branches, build from special kinds of wax. Only Vespoids and ambassadors of other kingdoms are allowed access to the Hivecities since Vespoids won't let common folk into their sanctums. From their high position, they send out their armies and leaders to rule over the cities they conquered on the ground."
						]
					}
				]
			}
		}
	],
	"subclass": [
		{
			"name": "Weaver",
			"source": "insectopia",
			"className": "Artificer",
			"classSource": "TCE",
			"shortName": "Weaver",
			"subclassSpells": [
				"Entangle",
				"snare|xge",
				"Hold Person",
				"Spider Climb",
				"Glyph of Warding",
				"Slow",
				"Fabricate",
				"Grasping Vine",
				"Hold Monster",
				"Planar Binding"
			],
			"subclassFeatures": [
				"Weaver|Artificer|TCE|Weaver|insectopia|3",
				"Binding Thread|Artificer|TCE|Weaver|insectopia|5",
				"Arcane Tapestry|Artificer|TCE|Weaver|insectopia|9",
				"Perfect Cocoon|Artificer|TCE|Weaver|insectopia|15"
			]
		},
		{
			"name": "Path of the Symbiont",
			"source": "insectopia",
			"className": "Barbarian",
			"classSource": "phb",
			"shortName": "Symbiont",
			"subclassFeatures": [
				"Path of the Symbiont|Barbarian|phb|Symbiont|insectopia|3",
				"Eldritch Connection|Barbarian|phb|Symbiont|insectopia|6",
				"Assimilation|Barbarian|phb|Symbiont|insectopia|10",
				"Symbiotic Rage|Barbarian|phb|Symbiont|insectopia|14"
			]
		},
		{
			"name": "College of Pheromones",
			"source": "insectopia",
			"className": "Bard",
			"classSource": "phb",
			"shortName": "Pheromones",
			"subclassFeatures": [
				"College of Pheromones|Bard|phb|Pheromones|insectopia|3",
				"Pheromonal Dispenser|Bard|phb|Pheromones|insectopia|6",
				"Controlling Pheromones|Bard|phb|Pheromones|insectopia|6",
				"Alluring Light|Bard|phb|Pheromones|insectopia|14"
			]
		},
		{
			"name": "Rot Domain",
			"source": "insectopia",
			"className": "Cleric",
			"classSource": "phb",
			"shortName": "Rot",
			"subclassFeatures": [
				"Rot Domain|Cleric|phb|Rot|insectopia|1",
				"Channel Divinity: Rotting Sickness|Cleric|phb|Rot|insectopia|2",
				"Channel Divinity: Summon Vermins|Cleric|phb|Rot|insectopia|6",
				"Potent Spellcasting|Cleric|phb|Rot|insectopia|8",
				"Herald of Entropy|Cleric|phb|Rot|insectopia|17"
			]
		},
		{
			"name": "Circle of Mutation",
			"source": "insectopia",
			"className": "Druid",
			"classSource": "phb",
			"shortName": "Mutation",
			"subclassFeatures": [
				"Circle of Mutation|Druid|phb|Mutation|insectopia|2",
				"Temporary Mutation|Druid|phb|Mutation|insectopia|6",
				"Controlled Changes|Druid|phb|Mutation|insectopia|10",
				"Rapid Cell Division|Druid|phb|Mutation|insectopia|14"
			]
		},
		{
			"name": "Winged Knight",
			"source": "insectopia",
			"className": "Fighter",
			"classSource": "phb",
			"shortName": "Winged Knight",
			"subclassFeatures": [
				"Winged Knight|Fighter|phb|Winged Knight|insectopia|3",
				"Aerial Superiority|Fighter|phb|Winged Knight|insectopia|7",
				"Zephyr Step|Fighter|phb|Winged Knight|insectopia|10",
				"Avatar of the Sky|Fighter|phb|Winged Knight|insectopia|15"
			]
		},
		{
			"name": "Way of the Mantis",
			"source": "insectopia",
			"className": "Monk",
			"classSource": "phb",
			"shortName": "Mantis",
			"subclassFeatures": [
				"Way of the Mantis|Monk|phb|Mantis|insectopia|3",
				"Pressure Strike|Monk|phb|Mantis|insectopia|6",
				"Reaching Counter|Monk|phb|Mantis|insectopia|11",
				"Perfect Stillness|Monk|phb|Mantis|insectopia|17"
			]
		},
		{
			"name": "Oath of the Swarm",
			"source": "insectopia",
			"className": "Paladin",
			"classSource": "phb",
			"shortName": "Swarm",
			"subclassFeatures": [
				"Oath of the Swarm|Paladin|phb|Swarm|insectopia|3",
				"Mindshield|Paladin|phb|Swarm|insectopia|7",
				"Soothing Buzz|Paladin|phb|Swarm|insectopia|15",
				"Swarm Lord|Paladin|phb|Swarm|insectopia|20"
			]
		},
		{
			"name": "Hive Lord Conclave",
			"source": "insectopia",
			"className": "Ranger",
			"classSource": "phb",
			"shortName": "Hive Lord",
			"subclassFeatures": [
				"Hive Lord Conclave|Ranger|phb|Hive Lord|insectopia|3",
				"Hive Mind|Ranger|phb|Hive Lord|insectopia|7",
				"Savage Swarm|Ranger|phb|Hive Lord|insectopia|11",
				"Metamorphosis|Ranger|phb|Hive Lord|insectopia|15"
			]
		},
		{
			"name": "The Mimic",
			"source": "insectopia",
			"className": "Rogue",
			"classSource": "phb",
			"shortName": "Mimic",
			"subclassFeatures": [
				"The Mimic|Rogue|phb|Mimic|insectopia|3",
				"Impersonation|Rogue|phb|Mimic|insectopia|9",
				"Infiltration|Rogue|phb|Mimic|insectopia|13",
				"Perfect Clone|Rogue|phb|Mimic|insectopia|17"
			]
		},
		{
			"name": "The Leech",
			"source": "insectopia",
			"className": "Sorcerer",
			"classSource": "phb",
			"shortName": "Leech",
			"subclassFeatures": [
				"The Leech|Sorcerer|phb|Leech|insectopia|1",
				"Disruptive Mark|Sorcerer|phb|Leech|insectopia|6",
				"Arcane Nullzone|Sorcerer|phb|Leech|insectopia|14",
				"Overpower|Sorcerer|phb|Leech|insectopia|18"
			]
		},
		{
			"name": "The Great Wurm",
			"source": "insectopia",
			"className": "Warlock",
			"classSource": "phb",
			"shortName": "Great Wurm",
			"subclassFeatures": [
				"The Great Wurm|Warlock|phb|Great Wurm|insectopia|1",
				"Spawn of the Wurm|Warlock|phb|Great Wurm|insectopia|6",
				"Insatiable|Warlock|phb|Great Wurm|insectopia|10",
				"Consume|Warlock|phb|Great Wurm|insectopia|14"
			]
		},
		{
			"name": "School of Sonomancy",
			"source": "insectopia",
			"className": "Wizard",
			"classSource": "phb",
			"shortName": "Sonomancy",
			"subclassFeatures": [
				"School of Sonomancy|Wizard|phb|Sonomancy|insectopia|2",
				"Protective Vibration|Wizard|phb|Sonomancy|insectopia|6",
				"Perfect Hearing|Wizard|phb|Sonomancy|insectopia|10",
				"Additional Sound Weapon|Wizard|phb|Sonomancy|insectopia|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Weaver",
			"source": "insectopia",
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Weaver",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"An Artificer who specializes as a Weaver employ threads to control and capture their opponents. They use a magical gauntlet that produces string and enhances nets with arcane energy for devastating effects.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tool Proficiency|Artificer|TCE|Weaver|insectopia|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Weaver Spells|Artificer|TCE|Weaver|insectopia|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Weaver's Gauntlets|Artificer|TCE|Weaver|insectopia|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Weaver|Artificer|TCE|Weaver|insectopia|3"
				}
			]
		},
		{
			"name": "Weaver Spells",
			"source": "insectopia",
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Weaver",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"Starting at 3rd level, you always have certain spells prepared after you reach particular levels in this class, as shown in the Weaver Spells table. These spells count as artificer spells for you, but they don't count against the number of artificer spells you prepare.",
				{
					"type": "table",
					"colLabels": [
						"Artificer Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9 text-left"
					],
					"rows": [
						[
							"3rd",
							"{@spell entangle}, {@spell snare|xge}"
						],
						[
							"5th",
							"{@spell hold person}, {@spell spider climb}"
						],
						[
							"9th",
							"{@spell glyph of warding}, {@spell slow}"
						],
						[
							"13th",
							"{@spell fabricate}, {@spell grasping vine}"
						],
						[
							"17th",
							"{@spell hold monster}, {@spell planar binding}"
						]
					]
				}
			]
		},
		{
			"name": "Weaver's Gauntlets",
			"source": "insectopia",
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Weaver",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"At 3rd level, your tinkering lead you to create a of weaver's gauntlet, a magical gauntlet that produces magically reinforced threads. Creating a weaver's gauntlet takes an hour of uninterrupted work, which can coincide with a short or long rest, and requires the use of weaver's tools and 30 gp of materials. The gauntlet is specially designed for you, and is ineffective when used by other creatures. You are proficient with the weaver's gauntlet.",
				"Your weaver's gauntlet has a number of spool charges equal to 3 + Intelligence modifier + your Proficiency bonus. The charges replenish after you finish a long rest. Using 1 or more of these charges, you can use different actions as listed below:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Rope.",
							"entry": "Using an action, you can shoot a rope from your weaver's gauntlet at a point you can see. The rope is up to 30 ft. per spool charge used long and sticks to any solid surface it touches. After the rope is produced, it can be detached from the weaver's gauntlet. The rope is flammable. Any 5-foot of string exposed to fire burn away in 1 round."
						},
						{
							"type": "item",
							"name": "Whip.",
							"entry": "Using a bonus action, you can reate a piece of rope than can be used as a {@item whip|phb} in an unoccupied hand. You are proficient with the whip you created in this way and the damage of the whip increases to {@dice 1d8} slashing damage. You can add your Intelligence modifier, instead of Strength or Dexterity, to the attack and damage rolls."
						},
						{
							"type": "item",
							"name": "Web.",
							"entry": "You can cast the {@spell web} spell from your weaver's gauntlet by spending 2 spool charges. Casting the spell in this way does not require vocal or material components."
						}
					]
				}
			]
		},
		{
			"name": "Arcane Weaver",
			"source": "insectopia",
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Weaver",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"Also at 3rd level, you gain the ability to infuse the string from your weaver's gauntlets with arcane energy to create arcane nets. You learn how to create three arcane nets of your choice, which are detailed in the \"Arcane Nets\" table below.",
				"You gain knowledge of one additional arcane net at 5th, 9th, and 15th level. Each time you gain a new arcane net, you can also replace one arcane net you know with a different one.",
				"Using an action to expend 2 spool charges, you can make a ranged spell attack with your gauntlet against a creature within 30 feet of you, as you shoot an arcane net at the target. A Large or smaller creature hit by the net is restrained until it is freed. A creature can use its action to make a Strength check against your spell save DC, freeing itself or another creature within its reach on a success. Dealing slashing damage equal to 5 x your Proficiency bonus to the net (AC 10) also frees a trapped creature without harming it, ending the effect and destroying the net. The net does not restrain creatures that are formless, or creatures that are Huge or larger. However, they are still affected by the special effects of the arcane net, until they use an action to remove the net from themselves, no Strength check required.",
				{
					"type": "table",
					"caption": "Arcane Nets Table",
					"colLabels": [
						"Arcane Net",
						"Special Traits"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10 text-center"
					],
					"rows": [
						[
							"Barbed",
							"This net deals {@dice 1d4} piercing damage on a hit. Additionally, a creature restrained by this net takes {@dice 1d4} piercing damage each time it attempts to escape from it or makes an attack. The damage increases by an additional {@dice 1d4} at 5th, 9th, and 15th level."
						],
						[
							"Disrupting",
							"Creatures restrained by this net are {@condition deafened}."
						],
						[
							"Enlarging",
							"This net can restrain creatures of huge size."
						],
						[
							"Ethereal",
							"This net can affect ethereal and formless creatures."
						],
						[
							"Flaming",
							"Creatures restrained by this net take {@dice 1d4} fire damage at the start of each of their turns. The damage increases by an additional {@dice 1d4} at 5th, 9th, and 15th level."
						],
						[
							"Reinforced",
							"This net has resistance against slashing damage."
						],
						[
							"Shocking",
							"This net deals {@dice 2d4} lightning damage on a hit. The damage increases by an additional {@dice 1d4} at 5th, 9th, and 15th level."
						],
						[
							"Umbral",
							"Creatures restrained by this net are {@condition blinded}."
						],
						[
							"Weighted",
							"Creatures restrained by this net have disadvantage on their Strength checks to remove it."
						]
					]
				}
			]
		},
		{
			"name": "Tool Proficiency",
			"source": "insectopia",
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Weaver",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"When you adopt this specialization at 3rd level, you gain proficiency with {@item weaver's tools|phb}. If you already have this proficiency, you gain proficiency with one other type of artisan's tools of your choice."
			]
		},
		{
			"name": "Binding Thread",
			"header": 2,
			"source": "insectopia",
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Weaver",
			"subclassSource": "insectopia",
			"level": 5,
			"entries": [
				"Starting at 5th level, whenever a creature restrained by one of your arcane nets or spells attempts to move out of the space they occupy by using a spell or an ability, it must first make a Wisdom saving throw. On a failure, the creatures movement is interrupted and the spellslot or use of its ability is wasted. On a success, the creature is unaffected and can use its spell or ability normally."
			]
		},
		{
			"name": "Arcane Tapestry",
			"source": "insectopia",
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Weaver",
			"subclassSource": "insectopia",
			"level": 9,
			"header": 2,
			"entries": [
				"At 9th level, you learn how to combine different magic threads to craft stronger arcane nets. Whenever you create an arcane net, you can spend an additional spool charge to add an additional special trait to the net of the ones you know. An arcane net can have a maximum of 2 effects.",
				"When reaching 15th level, the maximum of special traits a net can have increases to 3."
			]
		},
		{
			"name": "Perfect Cocoon",
			"source": "insectopia",
			"className": "Artificer",
			"classSource": "TCE",
			"subclassShortName": "Weaver",
			"subclassSource": "insectopia",
			"level": 15,
			"header": 2,
			"entries": [
				"At 15th level, you can cast {@spell forcecage|phb} without expending a spell slot, without preparing the spell, and without providing the material component, provided you use {@item weaver's tools|phb} as the spellcasting focus. The cube the spell creates appears as a cocoon made out of translucent webbing. Once you cast the spell with this feature, you can't cast that spell with it again until you finish a long rest."
			]
		},
		{
			"name": "Path of the Symbiont",
			"source": "insectopia",
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Symbiont",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"The symbionts are strange, mimic-like entities. Many scholars believe they came from the Far Realm to Insectopia, but why they do not know. Alone they are merely specks, barely noticeable for most creatures. However, when they find a worthy host, the symbionts unleash their true and terrifying potential. Barbarians of the Path of the Symbiont draw their power from a connection with exactly those alien creatures. When entering a rage, the Symbiont takes over and turns the barbarian into a violent bloodthirsty monster, wielding the symbiont as a tangible weapon with deadly precision. The symbiont hungers, and its primal fury affects it's host. A symbiont may not always be evil, but with a need to feed and an appetite for conflict, a benign host, much less symbiont, is rare to find.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Symbiotic Blade|Barbarian|phb|Symbiont|insectopia|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Apex Predator|Barbarian|phb|Symbiont|insectopia|3"
				}
			]
		},
		{
			"name": "Symbiotic Blade",
			"source": "insectopia",
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Symbiont",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"Beginning at 3 level, you bonded with a Symbiont, an alien creature that takes the shape of various weapons. When you enter a rage, the symbiont empowers you granting you the following benefits:",
				{
					"type": "list",
					"items": [
						"You manifest your symbiotic weapon. You decide on the weapons appearance. The weapon has the versatile property and deals {@dice 1d10} + your Strength modifier, or {@dice 1d12} + your Strength modifier if wielded with two hands, necrotic damage.",
						"Your symbiotic weapon cannot be disarmed.",
						"You gain a +1 bonus to your AC."
					]
				},
				"The benefits last for the duration of your rage.",
				"Additionally, when your features from this subclass subject a creature to saving throw, the DC is equal to 8 + your Proficiency bonus + your Strength modifier."
			]
		},
		{
			"name": "Apex Predator",
			"source": "insectopia",
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Symbiont",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"Starting at 3rd level, the symbiont begins to further alter your body. You gain Darkvision with a range of 120 feet and a Climbing Speed equal to your Walking speed. While raging, you ignore the drawbacks imposed by difficult terrain."
			]
		},
		{
			"name": "Eldritch Connection",
			"source": "insectopia",
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Symbiont",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 6,
			"entries": [
				"Beginning at 6th level, your Symbiont develops the Thrown(20/60) property.",
				"You can use a bonus action to call the weapon back to an unoccupied hand while it is within 60 feet of you. If you do so, the weapon spins back through the air towards you. Each creature in a straight line between yourself and the symbiotic weapon, must succeed on a Dexterity saving throw or take {@dice 2d6} force damage, or half as much on a successful one.",
				"Additionally, attacks with your symbiotic weapon ignore resistance to necrotic damage when dealing necrotic damage to a creature."
			]
		},
		{
			"name": "Assimilation",
			"source": "insectopia",
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Symbiont",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 10,
			"entries": [
				"At 10th level, the bond with the symbiont slumbering inside you grows even stronger, making you a master at pursuing and slaying your prey. You can manifest your symbiotic weapon as a bonus action while you aren't raging.",
				"Additionally, whenever you finish a long rest, you can allow your Symbiont to assimilate a magic weapon in your possession. You can only assimilate a melee weapon you are proficient with. Your symbiotic weapon gains any bonus to attack and damage rolls and any properties of the assimilated weapon, but maintains it's damage die. If the weapon required attunement for any of its abilities, you can use them as if you were attuned to it. You can only have one weapon assimilated at a time. You can replace the assimilated weapon with another whenever you finish a long rest."
			]
		},
		{
			"name": "Symbiotic Rage",
			"source": "insectopia",
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Symbiont",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 14,
			"entries": [
				"At 14th level, you can release the beast inside you and let the symbiont take over. When you are raging, you can use a bonus action to enter a symbiotic rage. While you are in this form, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain blindsight in a range of 15 ft.",
						"You regenerate 1 hit point at the start of each of your turns.",
						"Your symbiotic weapon gains a reach of 10 ft.",
						"The bonus to AC from your symbiotic weapon increases to +2.",
						"You gain resistance to necrotic, poison, and psychic damage."
					]
				},
				"If your turn ends and you haven't hit and damaged a creature since your last turn, your symbiotic rage ends or you can take 1d12 necrotic damage to prolong the duration for one additional round. The damage you take from this ability can't be reduced by any means."
			]
		},
		{
			"name": "College of Pheromones",
			"source": "insectopia",
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Pheromones",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"Bards of the College of Pheromones aren't performers like those of the same profession. They are masterful alchemists, who express themselves not through story or music alone, but also through alluring lights and enthralling pheromones. Their grand displays incite heroic actions in their allies.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Bard|phb|Pheromones|insectopia|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Pheromonal Orders|Bard|phb|Pheromones|insectopia|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "insectopia",
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Pheromones",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"When you join this college at 3rd level, you gain proficiency with {@item alchemist's supplies|phb}."
			]
		},
		{
			"name": "Pheromonal Orders",
			"source": "insectopia",
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Pheromones",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"Also at 3rd level, the pheromones you emit incite sudden reactions in your allies. You can use your bonus action to choose one allied willing creature within 10 feet of you. You can then expend one use of your Bardic Inspiration. The chosen creature then makes one of the following actions listed below, of your choice:",
				{
					"type": "list",
					"items": [
						"{@b Attack!:} The chosen creature makes an attack roll against a creature within range of it.",
						"{@b Move!:} The chosen creature can move up to it's movement speed.",
						"{@b Disengage!:} The creature uses the Disengage action and moves 5 feet in a direction they choose.",
						"{@b Dodge!:} The creature gains the benefits of the Dodge action."
					]
				}
			]
		},
		{
			"name": "Pheromonal Dispenser",
			"source": "insectopia",
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Pheromones",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 6,
			"entries": [
				"Starting at 6th level, you learn how to craft pheromonal concotions through pheromonal dispensers. Pheromonal dispensers are incense sticks or smoke bombs, that can be either thrown or put on the ground and lighted by using an action. When used they emit a cloud pheromones in a 10-foot-radius sphere for 1 minute, affecting any creature standing inside of the area.",
				"Creating a pheromonal dispenser requires you to have alchemist supplies on your person and any dispenser you create with this feature last's until it is used. You can choose which type of pheromones the dispenser emits, from the options listed below.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Raging Pheromones",
							"entry": "These spicy pheromones incite aggression in any creature affected by it. A creature that hits with a melee attack while standing in the radius of the sphere deals an extra {@dice 1d6} force damage."
						},
						{
							"type": "item",
							"name": "Regenerative Pheromones",
							"entry": "These flowery pheromones accelerate the natural healing process of organisms. A creature that ends its turn in the sphere regains 5 hit points."
						},
						{
							"type": "item",
							"name": "Nimbleness Pheromones",
							"entry": "These citrusy pheromones awaken the minds of creatures, making them more alert to any attack coming their way. Creatures within the radius of the sphere gain a +1 bonus to their AC."
						},
						{
							"type": "item",
							"name": "Cleansing Pheromones",
							"entry": "These fresh pheromones cleanse body and mind. A creature that ends its turn within the radius of the sphere and is either {@condition charmed}, {@condition frightened}, {@condition paralyzed}, {@condition petrified} or {@condition poisoned}, is no longer affected by the condition."
						}
					]
				}
			]
		},
		{
			"name": "Controlling Pheromones",
			"source": "insectopia",
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Pheromones",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 6,
			"entries": [
				"Also at 6th level, your pheromones can now affect your enemies. You can cast the {@spell suggestion} spell at will."
			]
		},
		{
			"name": "Alluring Light",
			"source": "insectopia",
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Pheromones",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 14,
			"entries": [
				"At 14th level, you can target up to two creatures when you use your {@subclassFeature Pheromonal Orders|Bard|phb|Pheromones|insectopia|14} feature or cast the {@spell suggestion} spell."
			]
		},
		{
			"name": "Rot Domain",
			"source": "insectopia",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Rot",
			"subclassSource": "insectopia",
			"level": 1,
			"entries": [
				"Many fear clerics of the rot domain, for they often worship the Great Wurm, god of decay and death. Clerics of this domain aren't inherently evil and only the plague priests of the Muscans use their divine powers for malevolent deeds. The true purpose of this domain is to keep the natural order of nature, guiding poor souls to a relieving end and giving their organic matter back to the earth to complete the circle of life. Most Clerics of the Rot Domain are also very knowledgeable physicians, having studied much about various plagues and diseases.",
				{
					"type": "table",
					"caption": "Rot Domain Spells",
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9 text-left"
					],
					"rows": [
						[
							"1st",
							"{@spell inflict wounds}, {@spell ray of sickness}"
						],
						[
							"3rd",
							"{@spell protection from poison}, {@spell ray of enfeeblement}"
						],
						[
							"5th",
							"{@spell animate dead}, {@spell stinking cloud}"
						],
						[
							"7th",
							"{@spell blight}, {@spell sickening radiance|XGE}"
						],
						[
							"9th",
							"{@spell contagion}, {@spell insect plague}"
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Cleric|phb|Rot|insectopia|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Disciple of Disease|Cleric|phb|Rot|insectopia|1"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "insectopia",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Rot",
			"subclassSource": "insectopia",
			"level": 1,
			"entries": [
				"At 1st level, you gain proficiency with the {@item Poisoner's Kit|phb} or the {@item Herbalism Kit|phb}."
			]
		},
		{
			"name": "Disciple of Disease",
			"source": "insectopia",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Rot",
			"subclassSource": "insectopia",
			"level": 1,
			"entries": [
				"Also starting at 1st level, your knowledge of plagues allows you to inflict greater pain. Whenever you deal poison or necrotic damage to a creature using one of your cleric spells, you deal an additional 2 + the spell's level necrotic damage to the creature."
			]
		},
		{
			"name": "Channel Divinity: Rotting Sickness",
			"source": "insectopia",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Rot",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 2,
			"entries": [
				"Starting at 2nd level, you can use your Channel Divinity to accelerate the decaying process of organic matter. As an action, you present your holy symbol, which emits a sickly green mist towards a creature 30 feet away from you. The creature has to succeed on a Constitution saving throw against your spell save DC, or becomes inflicted with Rotting Sickness, a disease that lasts for 1 hour. A sick creature has disadvantage on attack rolls and Constitution saving throws. They can repeat their saving throw at the end of each of their turns, ending the effect on a success."
			]
		},
		{
			"name": "Channel Divinity: Summon Vermins",
			"source": "insectopia",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Rot",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 6,
			"entries": [
				"Starting at 6th level, you can use your Channel Divinity to summon swarms of contagious birds, rats or insects upon your enemies.",
				"As an action, you present your holy symbol, which attracts two swarms of your choice from the following: {@creature Swarm of Centipedes}, {@creature Swarm of Rats}, {@creature Swarm of Ravens} or {@creature Swarm of Rot Grubs|VGM}. You choose a space within 30 feet of you where the swarms appear. The swarm then rolls initiative. You are unable to control the swarms and they will start attacking the closest creature to them. The swarms disperse after 10 minutes."
			]
		},
		{
			"name": "Potent Spellcasting",
			"source": "insectopia",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Rot",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 8,
			"entries": [
				"Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrips."
			]
		},
		{
			"name": "Herald of Entropy",
			"source": "insectopia",
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Rot",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 17,
			"entries": [
				"Starting at 17th level, your arcane powers disturb regenerative processes in other creatures. Every time you deal damage to a creature with cleric spell of 3rd level or higher, you can force them to make a Constitution saving throw against your spell save DC. On a failed save, you choose an ability. The creature has disadvantage on saving throws, checks and rolls made with the chosen ability. The creature can repeat the saving throw at the start of each of its turns, ending the effect on a success. A {@spell remove curse} spell ends this effect as well. If a creature's saving throw is successful or the effect ends for it, the creature is immune to this feature for the next 24 hours. You can only target one creature per spell with this effect."
			]
		},
		{
			"name": "Circle of Mutation",
			"source": "insectopia",
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Mutation",
			"subclassSource": "insectopia",
			"level": 2,
			"entries": [
				"All Druids have the ability to shapeshift, transforming into wild beasts. Circle of Evolution Druids, however, use that primal magic to improve and manipulate the very structure of their bodies. They use this to mutate themselves to make themselves more effective in combat and in general. They can also extend this magic to their allies, mutating them as well, and can even manipulate the very structure of their body to increase healing.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Animalistic Growth|Druid|phb|Mutation|insectopia|2"
				}
			]
		},
		{
			"name": "Animalistic Growth",
			"source": "insectopia",
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Mutation",
			"subclassSource": "insectopia",
			"level": 2,
			"entries": [
				"Once you reach 2nd Level, you use ancient rituals to mutate your own body to resemble wild beasts.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Wild Mutation.",
							"entry": "Your Wild Shape feature is replaced by the Wild Mutation feature. You can use your action to activate the mutagens in your body to temporarily mutate your form. Whenever you choose to do so, you gain the effects of your Beastial Mutations for a number of minutes equal to half your druid level (rounded down). You can use this feature twice. You regain expanded uses when you finish a short or long rest."
						},
						{
							"type": "item",
							"name": "Beastial Mutations.",
							"entries": [
								"You gain three mutations of your choice, which are detailed under \"{@filter Beastial Mutations|optionalfeatures|feature type=BM}\". You can pick each individual mutation only once.",
								"You gain two additional mutations of your choice at 7th, 10th, and 15th level. Each time you gain new mutations, you can also replace one mutation you have with a different one."
							]
						}
					]
				}
			]
		},
		{
			"name": "Temporary Mutation",
			"source": "insectopia",
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Mutation",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 6,
			"entries": [
				"Starting at 6th level, you are able to imbue your mutations to your allies. You can use an action to expend one use of your wild mutation feature to imbue an allied and willing creature with the effects of one of your Bestial Mutations for 10 minutes. You can imbue a creature only once each day.",
				"Furthermore, you gain one additional use of your wild mutation feature at this level and again at 10th and 14th level."
			]
		},
		{
			"name": "Controlled Changes",
			"source": "insectopia",
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Mutation",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 10,
			"entries": [
				"At 10th level, you have advantage on saving throws against any spell or effect that would alter your form."
			]
		},
		{
			"name": "Rapid Cell Division",
			"source": "insectopia",
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Mutation",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 14,
			"entries": [
				"At 14th level, you can accelerate the healing process of your body drastically. You can use an action to regenerate 1 hit point per round for 10 minutes. You have to finish a short or long rest to use this feature again.",
				"Furthermore, any severed body members (fingers, legs, tails, and so on), grow back after you finish a long rest."
			]
		},
		{
			"name": "Winged Knight",
			"source": "insectopia",
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Winged Knight",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"Winged Knights are masters of aerial combat. They dexterously soar through the air, summoning the chaotic winds of the elemental plane of air as they move. Then they unleash them in strong bursts, sweeping the battlefield.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tailwind|Fighter|phb|Winged Knight|insectopia|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Typhoons Champion|Fighter|phb|Winged Knight|insectopia|3"
				}
			]
		},
		{
			"name": "Tailwind",
			"source": "insectopia",
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Winged Knight",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"When you choose this archetype at 3rd level, the winds always seems to blow in your direction. You gain a flying speed of 10 feet. You can fly for up to 10 consecutive turns. If you are in the air at the end of the tenth turn, you fall. When you reach 5th level, the time restriction is lifted. You can't wear heavy armor while flying.",
				"At 10th level, the speed is increased to 30 feet."
			]
		},
		{
			"name": "Typhoons Champion",
			"source": "insectopia",
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Winged Knight",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"Additionally at 3rd level, you learn how to empower your movements and strikes with with strong gusts of wind.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Gust Techniques.",
							"entries": [
								"You learn two Gust Techniques of your choice, which are detailed under \"{@filter Gust Techniques|optionalfeatures|feature type=GT}\". Some techniques enhance an attack in some way. You can use only one technique per attack.",
								"You learn one additional Gust Technique at 7th, 10th, and 15th level."
							]
						},
						{
							"type": "item",
							"name": "Gust Points.",
							"entries": [
								"You have a Pool of Gust Points which fuel your Gust Techniques. Whenever you use your flying movement, you gain one additional Gust Point. You can only gain one Gust Point per round in this way. Additionally, you gain a Gust Point each time you use the Dash action or score a critical hit. If you don't use your flying movement for an entire turn and have Gust Points left, at the end of your turn you loose all of your Gust Points. You can gain Gust Points up to a maximum equal to your Dexterity modifier."
							]
						},
						{
							"type": "item",
							"name": "Saving Throws.",
							"entries": [
								"Some of your Gust Techniques require your target to make a saving throw to resist the maneuver's effects. The saving throw DC is calculated as follows:",
								{
									"type": "abilityDc",
									"name": "Typhoon's Champion",
									"attributes": [
										"dex"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Aerial Superiority",
			"source": "insectopia",
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Winged Knight",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 7,
			"entries": [
				"At 7th level, you learn aerial maneuvers that improve your maneuverability while airborne.",
				"You learn 1 aerial maneuver of your choice, which are detailed under \"{@filter Aerial Maneuvers|optionalfeatures|feature type=AMV}\". You learn an additional aerial maneuvers of your choice at 10th, 15th and 18th level. While mounted on a creature with a flying speed, these features also apply to your mount."
			]
		},
		{
			"name": "Zephyr Step",
			"source": "insectopia",
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Winged Knight",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 10,
			"entries": [
				"Starting at 10th level, while you are flying, you can use your bonus action to use the Dash action."
			]
		},
		{
			"name": "Avatar of the Sky",
			"source": "insectopia",
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Winged Knight",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 15,
			"entries": [
				"Starting at 15th level, when you use your action surge feature, you also gain the benefits of the Dash and Disengage actions."
			]
		},
		{
			"name": "Way of the Mantis",
			"source": "insectopia",
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Mantis",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"The Way of the Mantis is a path not many monks choose to tread. To master this tradition, one has to master absolute patience first. Only monks that achieve absolute serenity within themselves can focus their strikes precisely enough to disable the flow of ki in living creatures. Monks of the Way of the Mantis stay in perfect stillness, not moving a single muscle, waiting for just the right time to strike.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mantis Stance|Monk|phb|Mantis|insectopia|3"
				}
			]
		},
		{
			"name": "Mantis Stance",
			"source": "insectopia",
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Mantis",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"Starting when you choose this tradition at 3rd level, you can use your bonus action and spend 1 ki point to enter a defensive stance. You can end this stance by using a bonus action, and it otherwise lasts 1 minute. You can't move while you are in this stance and you can use your Patient Defense feature without spending ki points. Furthermore, when a creature misses you with a melee weapon attack, you can use your reaction to make an unarmed attack against it."
			]
		},
		{
			"name": "Pressure Strike",
			"source": "insectopia",
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Mantis",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 6,
			"entries": [
				"At 6th level, you learn how to debilitate your foes by cutting off their flow of ki. Whenever you hit a creature with one of the attacks granted by your Flurry of Blows feature, you can choose which body part you want to target. The creature must succeed on a Constitution saving throw, or suffer the effects detailed in the table below. The creature can't suffer the effects of a body part it doesn't posess.",
				{
					"type": "table",
					"colLabels": [
						"Body Part",
						"Effect"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10 text-center"
					],
					"rows": [
						[
							"Arm",
							"The creature can't make weapon attacks until the end of its next turn."
						],
						[
							"Eyes",
							"The creature is {@condition blinded} until the end of its next turn."
						],
						[
							"Legs",
							"The creature is knocked {@condition prone}."
						],
						[
							"Throat",
							"The creature is silenced and can't speak until the end of its next turn."
						]
					]
				}
			]
		},
		{
			"name": "Reaching Counter",
			"source": "insectopia",
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Mantis",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 11,
			"entries": [
				"At 11th level, while you are in the Mantis Stance, the reach of your unarmed attacks increases by 5 feet."
			]
		},
		{
			"name": "Perfect Stillness",
			"source": "insectopia",
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Mantis",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 17,
			"entries": [
				"At 17th level, when you are in the Mantis Stance you regain 2 ki points at the start of each turn.",
				"Additionally, while in this Stance, you can spend 2 ki points to make additional reactions."
			]
		},
		{
			"name": "Oath of the Swarm",
			"source": "insectopia",
			"className": "Paladin",
			"classSource": "phb",
			"subclassShortName": "Swarm",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"The Oath of the Swarm is seldomly sworn to a single deity. Instead, paladins of this oath vow themselves to their nation and people. They believe that to achieve greatness as a community, there has to be unity in mind. However these Paladins go even further than that. They do not only unite their people, but unite them to strike down that which threatens their nation. They are masters in weaponising their people. As its always said: Offense is the best defense.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tenets of the Swarm|Paladin|phb|Swarm|insectopia|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Oath Spells|Paladin|phb|Swarm|insectopia|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity|Paladin|phb|Swarm|insectopia|3"
				}
			]
		},
		{
			"name": "Tenets of the Swarm",
			"source": "insectopia",
			"className": "Paladin",
			"classSource": "phb",
			"subclassShortName": "Swarm",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"The exact Tenets of the Oath of the Swarm may vary, as they depend on which group the paladin belongs to. However, they generally emphasize the following tenets.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "One Body.",
							"entry": "Every member of the swarm is required. If there is a weak link, raise them up."
						},
						{
							"type": "item",
							"name": "One Mind.",
							"entry": "The swarm must work together to survive. All views must be thought of before deciding on the correct one."
						},
						{
							"type": "item",
							"name": "One Spirit.",
							"entry": "The souls of the swarm are inherently connected. If they are to survive, the swarm must make sure that there are no sources that could corrupt this spiritual bond."
						}
					]
				}
			]
		},
		{
			"name": "Oath Spells",
			"source": "insectopia",
			"className": "Paladin",
			"classSource": "phb",
			"subclassShortName": "Swarm",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"You gain oath spells at the paladin levels listed.",
				{
					"type": "table",
					"caption": "Oath of the Swarm Spells",
					"colLabels": [
						"Paladin Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10 text-left"
					],
					"rows": [
						[
							"3rd",
							"{@spell dissonant whispers}, {@spell shield of faith}"
						],
						[
							"5th",
							"{@spell enhance ability}, {@spell warding bond}"
						],
						[
							"9th",
							"{@spell aura of vitality}, {@spell enemies abound|xge}"
						],
						[
							"13th",
							"{@spell aura of purity}, {@spell phantasmal killer}"
						],
						[
							"17th",
							"{@spell geas}, {@spell synaptic static|xge}"
						]
					]
				}
			]
		},
		{
			"name": "Channel Divinity",
			"source": "insectopia",
			"className": "Paladin",
			"classSource": "phb",
			"subclassShortName": "Swarm",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"When you take this oath at 3rd level, you gain the following two Channel Divinity options.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Swarm Smite.",
							"entry": "As a bonus action you can imbue the strikes of your companions with divine power. You can choose a number of creatures up to your Charisma modifier within 30 feet of you. The next time they hit a creature with a melee weapon attack they deal an additional {@dice 1d8} psychic damage."
						},
						{
							"type": "item",
							"name": "Hivemind.",
							"entry": "As an action, you can create a telephatic link between your companions. You can choose a number of willing creatures up to your Charisma modifier within 60 feet of you. For one minute, all chosen creatures as well as yourself can talk telephatically to each other while they are on the same plane of existence. Furthermore, if a creature linked in this way has to make a Wisdom or Charisma saving throw, they can choose to use your modifiers instead."
						}
					]
				}
			]
		},
		{
			"name": "Mindshield",
			"source": "insectopia",
			"className": "Paladin",
			"classSource": "phb",
			"subclassShortName": "Swarm",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 7,
			"entries": [
				"Starting at 7th level, you and friendly creatures within 10 feet of you have resistance to psychic damage and advantage on saving throws against being {@condition charmed}. At 18th level, the range of this aura increases by 30 feet."
			]
		},
		{
			"name": "Soothing Buzz",
			"source": "insectopia",
			"className": "Paladin",
			"classSource": "phb",
			"subclassShortName": "Swarm",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 15,
			"entries": [
				"Beginning at 15th level, when you use your lay on hands ability to heal any number of hit points, every creature that is linked through your hivemind channel divinity ability regains the same amount of hit points as well."
			]
		},
		{
			"name": "Swarm Lord",
			"source": "insectopia",
			"className": "Paladin",
			"classSource": "phb",
			"subclassShortName": "Swarm",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 20,
			"entries": [
				"At 20th level, you extend your mind to lead your swarm to victory.",
				"For 1 minute, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain truesight with a range of 120 ft.",
						"You can use Swarm Smite and Hivemind without expending your channel divinity.",
						"Once per turn as a bonus action, you can choose an allied creature within 30 feet of you. It can immediately make a melee or ranged weapon attack or move up to its speed."
					]
				},
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Hive Lord Conclave",
			"source": "insectopia",
			"className": "Ranger",
			"classSource": "phb",
			"subclassShortName": "Hive Lord",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hive Lord Magic|Ranger|phb|Hive Lord|insectopia|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Call Drone|Ranger|phb|Hive Lord|insectopia|3"
				}
			]
		},
		{
			"name": "Hive Lord Magic",
			"source": "insectopia",
			"className": "Ranger",
			"classSource": "phb",
			"subclassShortName": "Hive Lord",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"Starting at 3rd level, you learn an additional spell when you reach certain levels in this class, as shown in the Hive Lord Spells table. The spell counts as a ranger spell for you, but it doesn't count against the number of ranger spells you know.",
				{
					"type": "table",
					"caption": "Hive Lord Spells",
					"colLabels": [
						"Ranger Level",
						"Spells"
					],
					"colStyles": [
						"col-5 text-center",
						"col-7 text-left"
					],
					"rows": [
						[
							"3rd",
							"{@spell command}"
						],
						[
							"5th",
							"{@spell web}"
						],
						[
							"9th",
							"{@spell hypnotic pattern}"
						],
						[
							"13th",
							"{@spell confusion}"
						],
						[
							"17th",
							"{@spell synaptic static|xge}"
						]
					]
				}
			]
		},
		{
			"name": "Call Drone",
			"source": "insectopia",
			"className": "Ranger",
			"classSource": "phb",
			"subclassShortName": "Hive Lord",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"At 3rd level, you learn how to summon an aberrerant spirit from the Far Realm or another alien realm of madness. The spirit manifests physically in an unoccupied space that you can see within 10 feet of you. The spirit uses the {@creature Insect Drone|insectopia} stat block below. You can have only one spirit at a time and can't summon another one while your spirit is present. A spirit disappears if it is reduced to 0 hit points or after 1 hour. You can dismiss it early as a free action. You may use this feature a number of times equal to your Wisdom modifier and regain all uses after you finish a long rest.",
				"When you summon a spirit, you determine its appearance and choose Bulwark Beetle, Stinger Wasp, Trap Spider, or Dew Fly. The spirit physically resembles your choice of insect drone, which also determines some of the traits in its stat block.",
				"The spirit is friendly to you and your companions. In combat, the spirit shares your initiative count, but it takes its turn immediately after yours. You can telepathically issue commands to it while on the same plane of existence and it obeys any command that you issue to it (no action required by you). If you don't issue any, it defends itself but otherwise takes no action. The spirit cannot use reactions if not specified otherwise.",
				"You can summon and control an additional spirit at 7th and 11th level. You cannot summon a type of drone you already control."
			]
		},
		{
			"name": "Hive Mind",
			"source": "insectopia",
			"className": "Ranger",
			"classSource": "phb",
			"subclassShortName": "Hive Lord",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 7,
			"entries": [
				"At 7th level, you can use an action to mark a creature within 90 feet of you with a psychic tag for 1 minute. Any damage dealt by your weapon attacks or your drones to the marked creature changes its damage type to psychic.",
				"You need to finish a short or long rest before you can use this feature again."
			]
		},
		{
			"name": "Savage Swarm",
			"source": "insectopia",
			"className": "Ranger",
			"classSource": "phb",
			"subclassShortName": "Hive Lord",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 11,
			"entries": [
				"At 11th level, your drones gain an additional action you can use while controlling them, as detailed in the Insect Drone stat block.",
				"Furthermore, if your drones are forced to make a saving throw, they can use your modifiers instead."
			]
		},
		{
			"name": "Metamorphosis",
			"source": "insectopia",
			"className": "Ranger",
			"classSource": "phb",
			"subclassShortName": "Hive Lord",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 15,
			"entries": [
				"At 15th level, your psychic connection to the far realm allows you to summon stronger spirits. When summoning a spirit you now choose either Adamantine Beetle, Executioner Wasp, Hunter Spider, or Vitality Fly. They retain all the abilities of their previous forms in addition to the abilities detailed in the Evolved Drones table below.",
				{
					"type": "table",
					"caption": "Evolved Drones",
					"colLabels": [
						"Drone Type",
						"Metamorphosis"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9 text-left"
					],
					"rows": [
						[
							"Adamantine Beetle",
							"The AC of the beetle increases + your Wisdom modifier. Additionally, when a creature moves into 5 feet of the beetle, it can use a reaction to make a pincer attack against the creature."
						],
						[
							"Executioner Wasp",
							"The wasps flying movement speed is increased by 10 feet. Additionally, when using its sting action to attack a creature, it can attack again using its bonus action."
						],
						[
							"Hunter Spider",
							"The spider can now trap up to three creatures in range using its Web Shot action. Additionally, the range of Web Shot is increased to 60 feet."
						],
						[
							"Vitality Fly",
							"The range of Cloud of Vitality is increased to 30 feet and the amount of healing done increased by {@dice 2d8}."
						]
					]
				}
			]
		},
		{
			"name": "The Mimic",
			"source": "insectopia",
			"className": "Rogue",
			"classSource": "phb",
			"subclassShortName": "Mimic",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"Those Rogues who take it upon themselves to embody the Mimic archetype take after the monstrosities they are named for. With a suite of abilities involving mimicry of both form and skill, Mimic Rogues are not only powerful friends, but dangerous foes. They use an innate magically ability, that allows their shadow to shape and form into copies of what they can perceive.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mimicry|Rogue|phb|Mimic|insectopia|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Imitate|Rogue|phb|Mimic|insectopia|3"
				}
			]
		},
		{
			"name": "Mimicry",
			"source": "insectopia",
			"className": "Rogue",
			"classSource": "phb",
			"subclassShortName": "Mimic",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"When you choose this archetype at 3rd level, you gain the ability to copy the skills of another creature. When rolling a skill or ability check you can instead choose a creature within 30 feet of you and roll using its statistics for the ability or skill. You can only copy a creature's statistics if you know the creature well, having spend at least 1 hour observing the creature. You can't use this ability on saving throws.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Imitate",
			"source": "insectopia",
			"className": "Rogue",
			"classSource": "phb",
			"subclassShortName": "Mimic",
			"subclassSource": "insectopia",
			"level": 3,
			"entries": [
				"Also starting at 3rd level, when a creature you can see is using an action or bonus action or a triggered ability, such as an Imp's polymorph or a wolf's pack tactics, you can use your reaction to attempt mimic it. If the creature is unwilling, you need to succeed on an Intelligence ({@skill Investigation}) check against a DC equal to 10 + the targets level or challenge rating to copy the ability. You can use this feature a number of times equal to your Proficiency modifier and need to finish a long rest to regain expended uses.",
				"You can only copy one feature at a time and only from a creature with a CR or level equal to your rogue level divided by 3 (rounded down).",
				"You gain the benefits of the copied ability until the end of your next turn or until you use it once.",
				"You can't imitate features that are inherent to a magic item. You can't mimic spells or a creatures spellcasting ability."
			]
		},
		{
			"name": "Impersonation",
			"source": "insectopia",
			"className": "Rogue",
			"classSource": "phb",
			"subclassShortName": "Mimic",
			"subclassSource": "insectopia",
			"level": 9,
			"header": 2,
			"entries": [
				"At 9th level, you can perfectly impersonate another humanoid, taking on its form. You need to spend at least one hour studying a small or medium humanoid you want to impersonate. After that, you can use an action to polymorph into the humanoid. You can use this feature twice. You regain expended uses when you finish a long rest.",
				"You can only impersonate a creature with a CR or class level equal or lower to your rogue level.",
				"You can impersonate a creature for a number of hours equal to half your rogue level (rounded down). You then revert to your normal form unless you expend another use of this feature. You can revert to your normal form earlier by using a bonus action on your turn. You automatically revert if you fall unconscious, drop to 0 hit point, or die.",
				"You can remember only one impersonation at a time. You can change your impersonation by studying another humanoid for another hour, gaining the new form and loosing the old. When you reach 13th level you remember an additional impersonation.",
				"While you are impersonating a creature, the following rules apply:",
				{
					"type": "list",
					"items": [
						"You look indiscernible to the creature you impersonate. If you rouse suspicion, or if a wary creature suspects something is amiss, you have advantage on any Charisma ({@skill Deception}) check you make to avoid detection.",
						"You retain your game statistics, hit points and Hit Dice, alignment, personality, all of your skill and saving throw proficiencies, in addition to gaining those of the creature. If the creature has the same proficiency as you and the its bonus is higher than yours, use the creature's bonus instead of yours. If the creature has any legendary or lair actions, you can't use them.",
						"You can't cast spells. Impersonating doesn't break your concentration on a spell you've already cast, however, or prevent you from taking actions that are part of a spell, such as {@spell call lightning}, that you've already cast.",
						"The benefits of any features from your class, race, or other source are replaced by the features of the creature you are impersonating.",
						"You retain all of your equipment, and do not gain any equipment the impersonated creature owns. However, your equipment doesn't change size or shape to match the new form, and any equipment that the new form can't wear must either fall to the ground or merge with it. Equipment that merges with the form has no effect until you leave the form."
					]
				}
			]
		},
		{
			"name": "Infiltration",
			"source": "insectopia",
			"className": "Rogue",
			"classSource": "phb",
			"subclassShortName": "Mimic",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 13,
			"entries": [
				"At 13th level, you can infiltrate a creatures mind, controlling their any move. Using an action you can touch a creature and force it to make an Intelligence saving throw against a DC equal to 8 + your Proficiency bonus + your Intelligence modifier. On a failed save, the creature is {@condition charmed} by you and follows each of your spoken commands to the best of its abilities. On a success, the creature isn't charmed and is immune to this effect for the next 24 hours.",
				"While a creature is {@condition charmed} by you through this feature, you can't use bonus actions or reactions. Furthermore, you see through the charmed creatures eyes and hear what it hears, gaining the benefits of any special senses that the creature has. During this time, you are {@condition deaf} and {@condition blind} with regard to your own senses. While the creature is within 100 feet of you, you can communicate with it telepathically.",
				"The creature can make another Wisdom saving throw at the end of each of its turns. If it succeeds it is no longer charmed by you.",
				"You need to finish a long rest before you can use this feature again."
			]
		},
		{
			"name": "Perfect clone",
			"source": "insectopia",
			"className": "Rogue",
			"classSource": "phb",
			"subclassShortName": "Mimic",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 17,
			"entries": [
				"At 17th level, you can use an action creating a perfect clone of yourself out of your shadow. The clone has the same shape and size as you, as well as the same statistics, features, and abilities (except the abilities gained from this archetype), but only halve of your current hit points. The clone doesn't gain your spellcasting ability or spells.",
				"The clone is created with copies of your equipped weapons and armor, but otherwise doesn't have access to your equipment.",
				"As a bonus action on your turn, you can move the clone up to your movement speed to a space you can see, but it must remain within 120 feet of you. It can then immediately use an action.",
				"The clone lasts for 10 minutes or if it drops to 0 hit points. You need to finish a long rest before you can use this feature again."
			]
		},
		{
			"name": "The Leech",
			"source": "insectopia",
			"className": "Sorcerer",
			"classSource": "phb",
			"subclassShortName": "Leech",
			"subclassSource": "insectopia",
			"level": 1,
			"entries": [
				"While other sorcerous bloodlines have an overabundance of arcane energy, Leeches are the exact opposite. They are irregularities in the Weave, points were no arcane energy exist and in turn is sucked into. How you have become this singularity for magic is unknown, but it makes you into a bane for anything magical.",
				"Many military organizations gladly take up these leeches into their ranks, training them to be used as efficient weapons against any spellcaster that would otherwise prove difficult to subdue.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Magician's Bane|Sorcerer|phb|Leech|insectopia|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Sundering Shield|Sorcerer|phb|Leech|insectopia|1"
				}
			]
		},
		{
			"name": "Magician's Bane",
			"source": "insectopia",
			"className": "Sorcerer",
			"classSource": "phb",
			"subclassShortName": "Leech",
			"subclassSource": "insectopia",
			"level": 1,
			"entries": [
				"Starting at 1st level, you are drawn to magic like a shark towards blood. You can cast {@spell detect magic} at will, without expending a spell slot."
			]
		},
		{
			"name": "Sundering Shield",
			"source": "insectopia",
			"className": "Sorcerer",
			"classSource": "phb",
			"subclassShortName": "Leech",
			"subclassSource": "insectopia",
			"level": 1,
			"entries": [
				"Also at 1st level, when you use your innate magic to cast a spell, you can leech on some of the spells magic to protect yourself. Whenever you cast a spell of 1st level or higher, you can create a shielding aura on yourself that lasts until you finish a short or long rest. The shield has hit points equal to your sorcerer level + your Charisma modifier. Whenever you take damage, the shield takes the damage instead. If this damage reduces the shield to 0 hit points, you take any remaining damage. The shield has resistance against damage dealt by spells.",
				"You need to finish a short or long rest before you can use this feature again."
			]
		},
		{
			"name": "Disruptive Mark",
			"source": "insectopia",
			"className": "Sorcerer",
			"classSource": "phb",
			"subclassShortName": "Leech",
			"subclassSource": "insectopia",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can disrupt the concentration of spellcasters. On your turn, you can choose a creature you can see within 30 feet of you and place a disruptive mark on it. For the next minute, while the marked creature is within 30 feet of you, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Whenever the creature casts a spell, it must first succeed on a Constitution saving throw against your spell save DC to maintain concentration. On a failed save, the casting is disrupted, the spell fails, and the spellslots are wasted.",
						"Whenever the creature starts its turn while concentrating on a spell, it must make a Constitution saving throw against your spell save DC to maintain concentration. On a failed save, it loses concentration on the spell."
					]
				},
				"You can mark only one creature with your disruptive mark at any given time.",
				"You can use this feature a number of times equal to your Charisma modifier (minimum of 1). You regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Arcane Nullzone",
			"source": "insectopia",
			"className": "Sorcerer",
			"classSource": "phb",
			"subclassShortName": "Leech",
			"subclassSource": "insectopia",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, your presence alone is disruptive for magical effects. If you are the target of a damaging spell effect cast by a creature you can see, you can use your reaction to spend a number of sorcery points equal to the spells level (a minimum of 1) and halve the damage the spell would deal to any creature affected by it."
			]
		},
		{
			"name": "Overpower",
			"source": "insectopia",
			"className": "Sorcerer",
			"classSource": "phb",
			"subclassShortName": "Leech",
			"subclassSource": "insectopia",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, you can cast the {@spell counterspell} and {@spell dispel magic} spells at 3rd level against the target of your disruptive mark without expending spell slots. If the marked creature is within 30 feet of you, you have advantage on the spellcasting ability check for these spells. You can cast both spells at a higher level by spending a number of sorcery points equal to the level of the spell."
			]
		},
		{
			"name": "The Great Wurm",
			"source": "insectopia",
			"className": "Warlock",
			"classSource": "phb",
			"subclassShortName": "Great Wurm",
			"subclassSource": "insectopia",
			"level": 1,
			"entries": [
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Expanded Spell List|Warlock|phb|Great Wurm|insectopia|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unnatural Resilience|Warlock|phb|Great Wurm|insectopia|1"
				}
			]
		},
		{
			"name": "Expanded Spell List",
			"source": "insectopia",
			"className": "Warlock",
			"classSource": "phb",
			"subclassShortName": "Great Wurm",
			"subclassSource": "insectopia",
			"level": 1,
			"entries": [
				"The Wurm lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
				{
					"type": "table",
					"caption": "Wurm Expanded Spells",
					"colLabels": [
						"Spell Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10 text-left"
					],
					"rows": [
						[
							"1st",
							"{@spell bane}, {@spell ray of sickness}"
						],
						[
							"2nd",
							"{@spell blindness/deafness}, {@spell protection from poison}"
						],
						[
							"3rd",
							"{@spell create food and water}, {@spell stinking cloud}"
						],
						[
							"4th",
							"{@spell grasping vine}, {@spell vitriolic sphere|xge}"
						],
						[
							"5th",
							"{@spell contagion}, {@spell insect plague}"
						]
					]
				}
			]
		},
		{
			"name": "Unnatural Resilience",
			"source": "insectopia",
			"className": "Warlock",
			"classSource": "phb",
			"subclassShortName": "Great Wurm",
			"subclassSource": "insectopia",
			"level": 1,
			"entries": [
				"At 1st level, you gain a bonus action that you can use on each of your turns to gain temporary hit points equal to your warlock level + your proficiency bonus, replacing any temporary hit points you already have.",
				"Additionally, starting at 10th level, as part of this bonus action, you can spend hit dice to add to this temporary HP. The additional temporary hit points equal the number you roll on your hit dice, plus your proficiency bonus. You can spend a number of Hit Dice at once equal to half your level rounded up.",
				"Furthermore, you gain resistance to acid damage and proficiency with shields and heavy armor."
			]
		},
		{
			"name": "Spawn of the Wurm",
			"source": "insectopia",
			"className": "Warlock",
			"classSource": "phb",
			"subclassShortName": "Great Wurm",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 6,
			"entries": [
				"Starting at 6th level, when you hit a creature with a melee weapon attack you can summon a leech to attach itself to the creature. The leech is a tiny beast with AC 6, 1 hit point, a 2 (-4) in every ability score, and a speed of 1 foot. While on the target's skin, the leech can be killed by normal means or scraped off using an action. A leech that dealt 24 points of damage falls of the creature skin and dies, dealing no further damage to the creature.",
				"At the start of each of the creature's turns, the leech deals {@dice 1d4} points of piercing damage to it and you regain hit points equal to the amount of piercing damage dealt. You can create a number of leeches equal to your Charisma modifier. You regain all uses of this ability after you finish a short or long rest."
			]
		},
		{
			"name": "Insatiable",
			"source": "insectopia",
			"className": "Warlock",
			"classSource": "phb",
			"subclassShortName": "Great Wurm",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 10,
			"entries": [
				"Starting at 10th level, whenever a creature within 10 feet of you regains hit points through a spell or other magical effect, you can use a reaction to regain hit points equal to halve the healing done.",
				"Furthermore, you are immune to any disease and poison damage, as well as the {@condition poisoned} condition."
			]
		},
		{
			"name": "Consume",
			"source": "insectopia",
			"className": "Warlock",
			"classSource": "phb",
			"subclassShortName": "Great Wurm",
			"subclassSource": "insectopia",
			"header": 2,
			"level": 14,
			"entries": [
				"At 14th level, you can make your insatiable hunger tangible and absorb the life force of creatures around you. Each creature within a 10-foot cube originating from you must make a Constitution saving throw, taking {@dice 4d6} necrotic damage on a failed save, or half as much damage on a successful one. You regain hit points equal to half of the damage dealt.",
				"Once you use this feature, you can't do so again until you finish a long rest."
			]
		},
		{
			"name": "School of Sonomancy",
			"source": "insectopia",
			"className": "Wizard",
			"classSource": "phb",
			"subclassShortName": "Sonomancy",
			"subclassSource": "insectopia",
			"level": 2,
			"entries": [
				"While bards use enchanting melodies to cast their tantalizing spells, the wizards from the school of sonomancy look at sounds in a more scientific way. The sounds these wizards create aren't meant to be beautiful to listen to, but practical. They use their arcane abilities to creating vibrating Sound Weapons, stop projectiles in mid air, or to cast their spells without the need for vocal components. Mages of this school are often found in battle and many of them are battle-hardened veterans. Many foes of such wizards only hear a faint hum before they realise that they've been stabbed by a vibrating dagger.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channeling Sound|Wizard|phb|Sonomancy|insectopia|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Sound Weapons|Wizard|phb|Sonomancy|insectopia|2"
				}
			]
		},
		{
			"name": "Channeling Sound",
			"source": "insectopia",
			"className": "Wizard",
			"classSource": "phb",
			"subclassShortName": "Sonomancy",
			"subclassSource": "insectopia",
			"level": 2,
			"entries": [
				"When you select this school at 2nd level, you gain proficiency with one instrument of your choice and you can use that instrument as a spellcasting focus.",
				"Furthermore, as you learn to preemptively shield yourself against forceful sounds, you gain resistance to thunder damage."
			]
		},
		{
			"name": "Sound Weapons",
			"source": "insectopia",
			"className": "Wizard",
			"classSource": "phb",
			"subclassShortName": "Sonomancy",
			"subclassSource": "insectopia",
			"level": 2,
			"entries": [
				"Starting at 2nd level when you choose this school, you learn how to control weapons with the vibrations of your magic. Whenever you finish a long rest, you can touch one weapon that you are proficient with and that has the light property. The weapon becomes your Sound Weapon. You can also transform a magic weapon into your sound weapon.",
				"Using a bonus action, you can make your sound weapon vibrate, letting it float in an unoccupied space within 5 feet of you for 1 minute. When you animate your sound weapon in this way, you can immediately make a melee spell attack against a creature within 5 feet of the sound weapon. When attacking with your sound weapon in this way, it deals thunder damage instead of bludgeoning, piercing, or slashing damage. Should the weapon have any additional effects, they apply as if you would be wielding or attacking with it normally. As a bonus action on your turn, you can move the weapon up to 20 feet and repeat the attack against a creature within 5 feet of it.",
				"You can catch your sound weapon when it is within 5 feet of you and stop the vibrations as a free action. If you fall unconscious, your sound weapon drops on the ground in the space it is floating in.",
				"You can use this feature to let your sound weapon float twice. You regain all expended uses when you finish a short or long rest."
			]
		},
		{
			"name": "Protective Vibration",
			"source": "insectopia",
			"className": "Wizard",
			"classSource": "phb",
			"subclassShortName": "Sonomancy",
			"subclassSource": "insectopia",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can protect yourself from attacks by letting the air around you vibrate. When a creature hits you with a ranged weapon attack or ranged spell attack, you can use your reaction to block the attack from hitting you. When you do so, the damage you take from the attack is reduced by {@dice 1d10} + your wizard level."
			]
		},
		{
			"name": "Perfect Hearing",
			"source": "insectopia",
			"className": "Wizard",
			"classSource": "phb",
			"subclassShortName": "Sonomancy",
			"subclassSource": "insectopia",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, you gain the ability to distinguish sounds perfectly and your mastery of vibrations reaches new heights. You can cast all your spells without requiring vocal components.",
				"Additionally, you gain advantage on all Wisdom ({@skill Perception}) checks that rely on hearing and you gain blindsight within 10 feet."
			]
		},
		{
			"name": "Additional Sound Weapon",
			"source": "insectopia",
			"className": "Wizard",
			"classSource": "phb",
			"subclassShortName": "Sonomancy",
			"subclassSource": "insectopia",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you can create an additional weapon and make it your Sound Weapon. Using your bonus action you can make both sound weapons vibrate, as well as move each of your Sound Weapons up to 20 feet and attack with both individually."
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Floating Weapon",
			"source": "insectopia",
			"featureType": [
				"AI"
			],
			"entries": [
				"By using a bonus action to speak a command word, the weapon starts to float in the air in an unoccupied space within 5 feet of the wielder.",
				"As a bonus action on the wielders turn, they can move the weapon up to 20 feet and make a melee spell attack against a creature within 5 feet of the weapon using your spell-attack modifier. On a hit, the weapon deals damage equal to the weapons damage die + your Intelligence modifier.",
				"The weapon can return to the wielders hand by using a bonus action while the weapon is within 5 feet of them."
			],
			"prerequisite": [
				{
					"level": {
						"level": 10
					},
					"item": [
						"Any simple melee weapon (requires attunement)"
					]
				}
			]
		},
		{
			"name": "Periapt of Poison Immunity",
			"source": "insectopia",
			"featureType": [
				"AI"
			],
			"entries": [
				"While wearing this pendant, the creature has immunity to poison damage."
			],
			"prerequisite": [
				{
					"item": [
						"A pendant or amulet"
					]
				}
			]
		},
		{
			"name": "Whip of Ensnaring",
			"source": "insectopia",
			"featureType": [
				"AI"
			],
			"entries": [
				"This magic weapon grants a +1 bonus to attack and damage rolls made with it.",
				"The weapon has 4 charges. When the wielder of this weapon hits a Large or smaller creature with an attack roll, they can expend 1 charge to ensnare their target. The creature has succeed on a Strength saving throw against your spell save DC, or become restrained. The wielder can't attack with the whip as long as it is restraining a creature. The creature can use their action to repeat their saving throw to break free from the whip.",
				"The weapon regains {@dice 1d4} charges daily at dawn."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6
					},
					"item": [
						"a whip"
					]
				}
			]
		},
		{
			"name": "Amphibious",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"You grow gills on your neck. You can breathe air and water."
			]
		},
		{
			"name": "Avoidance",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"The mutagens quicken your reflexes. If you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw."
			],
			"prerequisite": [
				{
					"level": {
						"level": 10
					}
				}
			]
		},
		{
			"name": "Bioluminescent",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"A part of your body grows translucent and fluorescent. You can use a bonus action to illuminate a body part of yourself, shedding bright light in a 20-foor area, and 20 feet of dim light after that."
			]
		},
		{
			"name": "Blood Frenzy",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"Your senses heighten drastically when you smell the scent of fresh blood. You have advantage on melee attack rolls against any creature that has less than half its hit points."
			],
			"prerequisite": [
				{
					"level": {
						"level": 6
					}
				}
			]
		},
		{
			"name": "Camouflage",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"Your skin makes you blend into your surroundings. You have advantage on Dexterity ({@skill Stealth}) checks when hiding in natural terrain."
			]
		},
		{
			"name": "Dive Attack",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"While flying you can strike with the precision of an eagle. If you are flying and dive at least 30 feet straight toward a target and then hit it with a melee weapon attack, the attack deals an extra 9 ({@dice 2d8}) damage to the target."
			],
			"prerequisite": [
				{
					"feature": [
						"a flying speed"
					]
				}
			]
		},
		{
			"name": "Echolocation",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"You can emit high pitched sounds to get a picture of your surroundings. You gain blindsight in a 20 ft. radius. You can't use it while deafened."
			]
		},
		{
			"name": "Flyby",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"You fly too quick for enemies to strike you. You don't provoke opportunity attacks when you fly out an enemy's reach."
			],
			"prerequisite": [
				{
					"feature": [
						"a flying speed"
					]
				}
			]
		},
		{
			"name": "Keen Hearing and Smell",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"You gain the senses of a masterful predator. You have advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell."
			]
		},
		{
			"name": "Magical Weapons",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"Your natural weapons count as magical for the purpose of overcoming resistances."
			],
			"prerequisite": [
				{
					"feature": [
						"a natural weapon"
					]
				}
			]
		},
		{
			"name": "Natural Weapons",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"You gain a natural weapon, such as claws, fangs or spikes, that deals {@dice 1d6} + your Strength modifier bludgeoning, piercing, or slashing damage."
			]
		},
		{
			"name": "Pack Tactics",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"You can use your pack to hunt down your pray. You have advantage on an attack roll against a creature if at least one of your allies is within 5 feet of the creature and the ally isn't incapacitated."
			]
		},
		{
			"name": "Poisonous Attacks",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"You produce a lethal poison, you inject through striking your foes. When you hit a creature with your natural weapon, the target must make a Constitution saving throw with a DC equal to 8 + Proficiency + Wisdom Modifier, taking 5 ({@dice 2d4}) poison damage on a failed save and the creature is poisoned until the end of its next turn. On a successful save, the creature takes only halve the damage and isn't poisoned."
			],
			"prerequisite": [
				{
					"feature": [
						"a natural weapon"
					]
				}
			]
		},
		{
			"name": "Rampage",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"The rush of a kill quickens your movements. When you reduce a creature to 0 hit points with a melee attack on your turn, you can take a bonus action to move up to half your speed and make a melee weapon attack."
			]
		},
		{
			"name": "Relentless",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"Your animalistic endurance keeps you from fainting. Once per short or long rest, if you take 10 damage or less that would reduce you to 0 hit points, you are reduced to 1 hit point instead."
			]
		},
		{
			"name": "Spider Climb",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"Your hands grow small spines that you can use to climb. You gain an additional climbing speed of 30 feet and you can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
			]
		},
		{
			"name": "Standing Leap",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"The muscles in you legs grow insanely strong. Your long jump is up to 15 feet and your high jump is up to 10 feet, with or without a running start."
			]
		},
		{
			"name": "Sure-footed",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"You gain the balance of a mountain goat. You have advantage on Strength and Dexterity saving throws made against effects that would knock you {@condition prone}."
			]
		},
		{
			"name": "Webbed Limps",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"You sprout webbed limbs instead of your normal ones, granting you a swimming speed of 30 feet."
			],
			"prerequisite": [
				{
					"level": 10
				}
			]
		},
		{
			"name": "Wings",
			"source": "insectopia",
			"featureType": [
				"BM"
			],
			"entries": [
				"You sprout wings that grant you a flying speed of 30 feet."
			],
			"prerequisite": [
				{
					"level": 10
				}
			]
		},
		{
			"name": "Barrel Roll",
			"source": "insectopia",
			"featureType": [
				"AMV"
			],
			"entries": [
				"If another creature is attacking you while you are moving through the air, you can use your reaction to add your Dexterity modifier to your AC."
			]
		},
		{
			"name": "Flyby",
			"source": "insectopia",
			"featureType": [
				"AMV"
			],
			"entries": [
				"While flying, you can use the disengage action as a bonus action."
			]
		},
		{
			"name": "Safe Landing",
			"source": "insectopia",
			"featureType": [
				"AMV"
			],
			"entries": [
				"When you fall and hit the ground, you only take half the damage from falling."
			]
		},
		{
			"name": "Strong Wings",
			"source": "insectopia",
			"featureType": [
				"AMV"
			],
			"entries": [
				"You have advantage on saving throws against being knocked {@condition prone} while you are airborne."
			]
		},
		{
			"name": "Air Shield",
			"source": "insectopia",
			"featureType": [
				"GT"
			],
			"entries": [
				"When you or an ally within 30 feet of you are hit by a ranged weapon attack you can use use your reaction to spend 1 Gust Point to deflect the missile. When you do so, the damage you take from the attack is reduced by {@dice 1d6} + your Dexterity modifier + your fighter level.",
				"For every Gust Point you spend on this feature, the damage from the attack is reduced by an additional {@dice 1d4}."
			]
		},
		{
			"name": "Hurricane Ward",
			"source": "insectopia",
			"featureType": [
				"GT"
			],
			"entries": [
				"You can use a bonus action to spend a Gust Point to create a 10-foot wide and 10-foot tall pillar of strong wind (20 miles per hour) in an area within 30 feet of you. The wind has the effects of the {@spell Warding Wind} spell. The wind disperses at the start of your next turn.",
				"For every additional Gust Point you spend on this feature, the pillar of strong wind grows 10 feet wider and higher."
			]
		},
		{
			"name": "Updraft",
			"source": "insectopia",
			"featureType": [
				"GT"
			],
			"entries": [
				"When you hit a medium or smaller creature with a melee weapon attack, you can spend 2 Gust Points to create a strong Updraft below the creature. The creature must succeed on a Strength saving throw against your Typhoons Champion save DC. On a success, the creature is unaffected. On a failed save, the creature is lifted 10 feet straight up into the air. If the creature is airborne and fails its save, it is lifted up 10 feets higher and falls {@condition prone}.",
				"If you spend an additional Gust Point, you can use this ability on a Large creature."
			]
		},
		{
			"name": "Wind Burst",
			"source": "insectopia",
			"featureType": [
				"GT"
			],
			"entries": [
				"When you hit a creature with a melee weapon attack, you can spend 1 Gust Point to create a strong burst of wind in a 20-foot line that is 5 feet wide directly in front of you. Each creature in that line must succeed on a Strength saving throw against your Typhoons Champion save DC, being moved back 20 feet. For every additional Gust Point you use on this feature, the distance of the line grows by 10 feet."
			]
		},
		{
			"name": "Wind Wall",
			"source": "insectopia",
			"featureType": [
				"GT"
			],
			"entries": [
				"You can use an action to spend 3 Gust Point to Cast the Wind Wall spell. The Wall disperses at the start of your next turn.",
				"For every additional Gust Point you spend on this feature, an additional round is added to the Wind Walls duration."
			]
		},
		{
			"name": "Leeching Spell",
			"source": "insectopia",
			"featureType": [
				"MM"
			],
			"entries": [
				"When you roll damage for a spell that targets a single creature, you can spend 3 sorcery points to regain hit points equal to half the amount of damage dealt, to a maximum amount of half of your total hit points."
			]
		},
		{
			"name": "Pact of the Maw",
			"source": "insectopia",
			"featureType": [
				"PB"
			],
			"entries": [
				"The pact with your patron transforms your esophagus into the entrance to a demiplane, called the maw. When swallowing an item or creature you can use a bonus action to open the gateway to the maw. Anything you swallow while the entrance is open is transported to a sphere roughly 10 feet in diameter. No matter what's inside the maw, your weight doesn't increase. You can only place a creature or item inside the maw if you are physically able to fit it in your mouth. You do not take damage when swallowing something while the gateway to the maw is open.",
				"Additionally, you can use an action to enlarge your mouth to swallow something you otherwise couldn't. If the target is an object, it can't be larger than 5 feet in all dimensions. If the target is a creature, it has to be medium or smaller and you have to make a melee spell attack against it. On a hit, the creature is transported to the maw.",
				"You must finish a short or long rest before you can use this feature again.",
				"A creature inside the maw can make a Strength check against your spellcasting modifier at the start of each of its turns to break free. If it succeeds, you regurgitate the creature in an unoccupied space within 5 feet of you. You can close the gateway to the maw as a free action.",
				"If an extradimensional space created by a bag of holding, Heward's handy haversack, portable hole or similar item is placed inside your maw, it destroys the item immediately and a gate to the Astral Plane is opened in your space. Any creature within 10 feet of the gate is sucked through it to a random location on the Astral Plane. The gate then closes. The gate is one-way only and can't be reopened."
			]
		}
	],
	"monster": [
		{
			"name": "Insect Drone",
			"source": "insectopia",
			"page": 31,
			"size": [
				"S"
			],
			"type": "aberration",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 12,
					"condition": "+ your Proficiency bonus"
				}
			],
			"hp": {
				"special": "3 times your ranger level"
			},
			"speed": {
				"walk": 30,
				"burrow": {
					"number": 20,
					"condition": "(Beetle only)"
				},
				"fly": {
					"number": 30,
					"condition": "(Wasp and Fly only)"
				},
				"canHover": false,
				"climb": {
					"number": 30,
					"condition": "(Spider Only)"
				}
			},
			"str": 10,
			"dex": 10,
			"con": 10,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"passive": 10,
			"languages": [
				"understands the language you speak"
			],
			"trait": [
				{
					"name": "Spider Climb (Spider only)",
					"entries": [
						"The drone can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				}
			],
			"action": [
				{
					"name": "Pincer (Beetle only)",
					"entries": [
						"{@atk mw} + your Proficiency bonus + your Wisdom modifier, range 5 ft., one creature. {@h}{@damage 1d8} + your Wisdom modifier bludgeoning damage. If the target is a creature, it has disadvantage on attack rolls until the end of its next turn."
					]
				},
				{
					"name": "Charge (11th level; Beetle only)",
					"entries": [
						"The drone immediately moves 20 feet in a straight line in a direction you choose. If the drone passes through a creature's space, the creature has to succeed on a Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Sting (Wasp only)",
					"entries": [
						"{@atk mw} + your Proficiency bonus + your Wisdom modifier, range 5 ft., one creature. {@h}{@damage 2d8} + your Wisdom modifier piercing damage."
					]
				},
				{
					"name": "Stinger Shot (11th level; Wasp only)",
					"entries": [
						"{@atk rw} + your Proficiency bonus + your Wisdom modifier, range 60 ft., one creature: {@h}{@damage 2d6} + your Wisdom modifier piercing damage."
					]
				},
				{
					"name": "Web Shot (Spider only)",
					"entries": [
						"Choose a creature within 30 feet of the drone. The target must succeed on a Dexterity saving throw against your spell save DC, or be {@condition restrained} by a sticky web for the next minute. As an action on each of its turns, a {@condition restrained} creature can make a Strength saving throw against your spell save DC to break free."
					]
				},
				{
					"name": "Climbing Web. (11th level; Spider only)",
					"entries": [
						"The drone spins a web on a horizontal or vertical surface in a 30-foot circle centered on the drone. Any creature moving across the webbed surface is unaffected by difficult terrain and can climb vertical surfaces using their movement speed without making an ability check."
					]
				},
				{
					"name": "Cloud of Vitality (Fly only)",
					"entries": [
						"The drone explodes in a shower of green mist. The drone is reduced to 0 hit points. Each creature within 10 feet of it is healed by {@dice 1d8} + your Wisdom modifier."
					]
				},
				{
					"name": "Cloud of Restoration (11th level; Fly only)",
					"entries": [
						"The drone explodes in a shower of blue mist. The drone is reduced to 0 hit points. Each creature within 10 feet of it that is either {@condition blinded}, {@condition paralyzed}, {@condition petrified}, or {@condition poisoned} is cured of these conditions."
					]
				}
			],
			"traitTags": [
				"Spider Climb"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RW"
			],
			"conditionInflict": [
				"prone",
				"restrained"
			]
		}
	],
	"feat": [
		{
			"name": "Adamantine Chitin",
			"source": "insectopia",
			"entries": [
				"Your shell has become as strong as adamant, unable to be pierced by even the mightiest of attacks. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to AC",
						"When you suffer a critical hit, you can use your reaction to turn that attack into a normal hit. Any effects triggered by a critical hit are canceled. You can't use this feature again until you finish a long rest."
					]
				}
			],
			"ability": [
				{
					"con": 1
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Beetlefolk",
							"subrace": "Stag Beetle"
						}
					]
				}
			]
		},
		{
			"name": "Amphibious",
			"source": "insectopia",
			"entries": [
				"You are one of the few Chilopodians that moves through water as quickly as on land. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain a swimming speed of 20 feet.",
						"You can hold your breath for up to 30 minutes at a time."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Chilopodian"
						}
					]
				}
			]
		},
		{
			"name": "Blind Spot",
			"source": "insectopia",
			"entries": [
				"You evolved some psionic capabilities, seldomly seen in Warrior. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You can choose a creature within 30 feet of you to make an Intelligence saving throw (DC 8 + your proficiency bonus + your Intelligence modifier). On a failed save, the creature perceives you as if you were invisible for 1 minute. Should the creature have special senses which allows it to see invisible creatures, such as blindsight, you still appear invisible to it. If the creature takes damage from you, it can repeat the saving throw, ending the effect on a success. You have to finish a short or long rest before you can use this feature again."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex",
							"int"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Mantis",
							"subrace": "warrior"
						}
					]
				}
			]
		},
		{
			"name": "Burning Blade",
			"source": "insectopia",
			"entries": [
				"You further master the destructive fire magic of your people. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You learn the {@spell flame blade} spell, and can cast it once without expending a spell slot. You regain the ability to cast the spell in this way when you finish a long rest. Additionally, you can recast the spell by spending a 2nd-level spell slot. Charisma is your spellcasting ability for the spell.",
						"When you roll fire damage for a spell you cast, you can reroll any roll of 1 on the fire damage dice, but you must use the new roll, even if it is another 1."
					]
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Formicoid",
							"subrace": "fire"
						}
					]
				}
			]
		},
		{
			"name": "Charge",
			"source": "insectopia",
			"entries": [
				"Your mighty horn grows even larger, making goring rushing extremely dangerous for anyone on the other site of its pointy end. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"If you move at least 20 feet straight towards a creature and then hit it with a horn attack on the same turn, the creature takes an additional 2d6 bludgeoning damage. If the target is no more than one size larger than you, it must succeed on a Strength saving throw (DC 8 + your proficiency bonus + your Strength modifier) or be knocked {@condition prone}."
					]
				}
			],
			"ability": [
				{
					"str": 1
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Beetlefolk",
							"subrace": "Rhinoceros"
						}
					]
				}
			]
		},
		{
			"name": "Crushing Grip",
			"source": "insectopia",
			"entries": [
				"The power of your grapple is able to crush the bones of your enemies with ease. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"While reared up, you can grapple a creature while both of your hands are occupied, using your body to coil around the creature. You can't go out of your reared up state while you are grappling a creature in this way.",
						"On the start of each of their turns, a creature grappled by you takes {@dice 1d4} bludgeoning damage."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex",
							"wis"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Chilopodian"
						}
					]
				}
			]
		},
		{
			"name": "Cold Refusal",
			"source": "insectopia",
			"entries": [
				"Your crystal carapace is coated in frigid ice. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"At the end of a long rest, you gain temporary hit points equal to your level. If a creature hits you with a melee attack while you have these hit points, the creature takes 5 cold damage."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Formicoid",
							"subrace": "frost"
						}
					]
				}
			]
		},
		{
			"name": "Death Chirp",
			"source": "insectopia",
			"entries": [
				"You can emit a high pitched sound that is disorienting for other creatures. You can force a creature within 10 feet of you to make a Constitution saving throw (DC 8 + your proficiency bonus + your Intelligence modifier). On a failed save, the creature is stunned until the end of its next turn. Once you use this ability, you can't do so again until you finish a short or long rest."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Luni"
						}
					]
				}
			]
		},
		{
			"name": "Descendant of the Damned",
			"source": "insectopia",
			"entries": [
				"Wandering the sands of your ancestors and viewing the deaths of many, your Scion blood sings the songs of those beyond. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your unarmed strikes made with your natural weapons count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.",
						"You gain resistance to necrotic damage."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex",
							"wis"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Scion"
						}
					]
				}
			]
		},
		{
			"name": "Glimmering Magic",
			"source": "insectopia",
			"entries": [
				"You aquire a knowledge of the magic of the mystical feywild, granted through the Archfey patron of your tribe. You learn the {@spell faerie fire} spell and can cast it at will, without expending a spell slot. You also learn {@spell phantasmal force} and {@spell blink}, each of which you can cast once without expending a spell slot. You regain the ability to cast those two spells in this way when you finish a long rest. Charisma is your spellcasting ability for all three spells."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Akitu"
						}
					]
				}
			]
		},
		{
			"name": "Hard to Kill",
			"source": "insectopia",
			"entries": [
				"As a Roach you've survived through most of the hardships the world could throw at you, becoming even harder to kill. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you succeed on three death saving throws, you regain 1 hit point and become conscious. You also gain the benefits of the Dodge action until the start of your next turn.",
						"When you fail a death saving throw, you can choose to reroll the saving throw. You must use the new roll. Once you use this feature you can't do so again until you finish a long rest."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"con",
							"int"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Roach"
						}
					]
				}
			]
		},
		{
			"name": "Mark of the Wurm",
			"source": "insectopia",
			"entries": [
				"You have been touched by the dark god itself, giving you the ability to cast more of its destructive magic. You learn the {@spell toll the dead|xge} spell and can cast it at will. You also learn {@spell bane} and {@spell ray of enfeeblement}, each of which you can cast once without expending a spell slot. You regain the ability to cast those two spells in this way when you finish a long rest. Charisma is your spellcasting ability for all three spells."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Muscan"
						}
					]
				}
			]
		},
		{
			"name": "Master Waxcrafter",
			"source": "insectopia",
			"entries": [
				"Bumbles are masters of sculpting and using wax in all sorts of different ways. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with the {@item Forgery kit|phb}. Whenever you finish a short or long rest, you gain 1 clump of wax. You can create additional clumps of wax by spending 1 gp and 1 hour of uninterrupted work.",
						"Additionally, you can use 1 clump of wax and apply it to yourself or another creature. It takes you 10 minutes to apply the wax. After the application is completed, the creature gains resistance to cold and lightning damage for one hour."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"con",
							"str",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Vespoid",
							"subrace": "bumble"
						}
					]
				}
			]
		},
		{
			"name": "Mind's Eye",
			"source": "insectopia",
			"entries": [
				"Your psionic powers grow ever stronger as your mind is expanding. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you cast the {@spell mage hand} cantrip using your psionic powers trait, the hand is invisible.",
						"You gain expertise in the Wisdom ({@skill Insight}) skill, which means your proficiency bonus is doubled for any ability check you make with it. If you aren't already proficient in the Wisdom (Insight) skill, you gain proficiency with it. Should the skill already benefit from a feature, such as Expertise, that doubles your proficiency bonus, your proficiency bonus is only doubled once."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"int",
							"wis"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Mantis",
							"subrace": "orchid"
						}
					]
				}
			],
			"skillProficiencies": [
				{
					"insight": true
				}
			]
		},
		{
			"name": "Mystic Evasion",
			"source": "insectopia",
			"entries": [
				"The glimmering veil of the Feywild quickens your flight and misdirects attackers. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain advantage on saving throws against falling {@condition prone} while flying.",
						"When you are hit by a ranged attack while flying, you can use your reaction to make a Dexterity saving throw against a DC equal to the attack roll made against you. On a success, you avoid the attack and take no damage. On a failure, the attack hits you like normal. You can't use this feature again until you finish a short or long rest."
					]
				}
			],
			"ability": [
				{
					"dex": 1
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Akitu"
						}
					]
				}
			]
		},
		{
			"name": "Reach",
			"source": "insectopia",
			"entries": [
				"You are impressively long-limbed. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you make a melee attack on your turn, your reach for it is 5 feet greater than normal."
					]
				}
			],
			"ability": [
				{
					"dex": 1
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Beetlefolk",
							"subrace": "harlequin"
						}
					]
				}
			]
		},
		{
			"name": "Royal Authority",
			"source": "insectopia",
			"entries": [
				"You are a leader by nature and your voice and stature makes that clear to everyone. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency in the Charisma ({@skill Intimidation}) skill. If you are already proficient in it, your proficiency bonus is doubled for any check you make with it.",
						"As an action, you can let your voice boon to confirm your superiority. Each creature of your choice within 30 ft. of you has to make a Wisdom saving throw (DC 8 + your proficiency bonus + your Charisma modifier). On a failed save, a creature becomes {@condition frightened} of you for 1 minute. If the {@condition frightened} target takes any damage, it can repeat the saving throw, ending the effect on itself on a success. You can't use this feature again until you finish a short or long rest."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Vespoid",
							"subrace": "bee"
						}
					]
				}
			],
			"skillProficiencies": [
				{
					"intimidation": true
				}
			]
		},
		{
			"name": "Shining Star",
			"source": "insectopia",
			"entries": [
				"Your intuition always leads you safely back home. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Traveling at a fast pace doesn't impose the normal -5 penalty on your passive Wisdom ({@skill Perception}) score.",
						"You can create a guiding light that leads you to your destination. If you concentrate on a location you have been to on the same plane of existence, you can create a floating globe of light that leads you along the most direct physical path to the specified location. The light can't lead you to a destination on another plane of existence, a destination that moves, or a destination you haven't personally been at. You have to concentrate on the light as if it were a spell and it vanishes after 1 day or if you loose concentration."
					]
				}
			],
			"ability": [
				{
					"wis": 1
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Beetlefolk",
							"subrace": "firefly"
						}
					]
				}
			]
		},
		{
			"name": "Song of Summer",
			"source": "insectopia",
			"entries": [
				"You learn the the ways of the summer court of the fey, channeling their magic in a uprising melody. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain resistance to fire damage.",
						"You learn the {@spell bless} spell and can cast it once without expending a spell slot. You regain the ability to cast it in this way when you finish a short or long rest. Charisma is your spellcasting ability for this spell."
					]
				}
			],
			"ability": [
				{
					"cha": 1
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Califera",
							"subrace": "cricket"
						}
					]
				}
			]
		},
		{
			"name": "Song of Winter",
			"source": "insectopia",
			"entries": [
				"Your connection to your unseelie ancestors of the winter court deepens, teaching you a haunting melody. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain resistance to cold damage.",
						"You learn the {@spell bane} spell a nd can cast it once without expending a spell slot. You regain the ability to cast it in this way when you finish a short or long rest. Wisdom is your spellcasting ability for this spell."
					]
				}
			],
			"ability": [
				{
					"wis": 1
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Califera",
							"subrace": "locust"
						}
					]
				}
			]
		},
		{
			"name": "Spellweaver",
			"source": "insectopia",
			"entries": [
				"Further delving into your fiendish heritage, you have grown in your mastery of their foul magic. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You can use your legs to perform ths somatic components of a spell. If you are {@condition restrained} you are unable to use this feature",
						"You learn 1 Cantrip from the Warlock spell list. Charisma is your spellcasting ability for this spell.",
						"You know the {@condition web} spell and Charisma is your spellcasting modifier for it. Once you cast this spell through this feature, you need to finish a long rest before you can do so again."
					]
				}
			],
			"ability": [
				{
					"cha": 1
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Arach"
						}
					]
				}
			]
		},
		{
			"name": "Teamwork",
			"source": "insectopia",
			"entries": [
				"You excel at lending your allies a helping hand. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When a creature within 5 feet of you has to make a saving throw, you can use your reaction to grant them the benefits of the help action on that roll.",
						"When you use the help action to aid a creature with an ability check or attack role, they can add a {@dice d4} to the roll."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"con",
							"int"
						]
					}
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Formicoid",
							"subrace": "bull"
						}
					]
				}
			]
		},
		{
			"name": "Terminal Velocity",
			"source": "insectopia",
			"entries": [
				"Your flying speed and ferocity with your stinger are unparalleled. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your flying speed increases to 20 feet, or 40 feet if you are 5th level or above.",
						"Immediately after you use the Dash action on your turn while flying and move at least 20 feet, you can make one melee attack with your stinger as a bonus action."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex",
							"cha"
						]
					}
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Vespoid",
							"subrace": "wasp"
						}
					]
				}
			]
		},
		{
			"name": "Vicious Feast",
			"source": "insectopia",
			"entries": [
				"You relish in the taste of battle. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"When you make an unarmed strike with your Bite attack or reduce a creature to 0 hit points, you can spend one Hit Dice to heal yourself. Roll the die, add your Constitution modifier, and regain a number of hit points equal to the total (minimum of 1)."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex"
						]
					}
				}
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Necrite"
						}
					]
				}
			]
		},
		{
			"name": "Winged",
			"source": "insectopia",
			"entries": [
				"You sproute translucent wings. With your wings, you have a flying speed of 20 feet if you aren't wearing heavy armor."
			],
			"prerequisite": [
				{
					"race": [
						{
							"name": "Formicoid"
						}
					]
				}
			]
		}
	],
	"subrace": [
		{
			"name": "Rhinoceros Beetle",
			"source": "insectopia",
			"page": 6,
			"ability": [
				{
					"str": 2
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Gore",
					"entries": [
						"Your horn is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to {@dice 1d6} + your Strength modifier. Additionally, if you take the Dash action and end your turn within 5 feet of a target, you may make a horn attack as a bonus action."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Rhinoceros Beetle",
						"entries": [
							"Rhinoceros Beetles are quite a bit stronger than other beetles. In their society, having the largest horn is seen as beautiful and the males tend to be very eager to show their worth in battle. They even tend to pick fights with Insectoids double their size."
						]
					}
				]
			},
			"raceName": "Beetlefolk",
			"raceSource": "insectopia"
		},
		{
			"name": "Harlequin Beetle",
			"source": "insectopia",
			"page": 6,
			"ability": [
				{
					"dex": 2
				}
			],
			"speed": {
				"walk": 25,
				"climb": 25
			},
			"entries": [
				{
					"type": "entries",
					"name": "Extra Arms",
					"entries": [
						"You have two secondary appendages that are weaker than your primary ones. You can not effectively wield a weapon or brace a shield with these. However, you can use them to perform the somatic components of spells and hold and use items."
					]
				},
				{
					"type": "entries",
					"name": "Born Climbers",
					"entries": [
						"You gain a climbing speed equal to your base walking speed. Additionally, you can carry a creature of medium size or smaller without any disadvantages on your speed while climbing."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Harlequin Beetle",
						"entries": [
							"Harlequin beetles are more agile than other beetlefolk. They tend to be a bit more reserved, but nontheless very pleasant bugs."
						]
					}
				]
			},
			"raceName": "Beetlefolk",
			"raceSource": "insectopia"
		},
		{
			"name": "Stag Beetle",
			"source": "insectopia",
			"page": 6,
			"ability": [
				{
					"str": 1,
					"con": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Powerful Pincers",
					"entries": [
						"Stag Beetles can use their powerful Pincers to grapple their foes. You gain advantage on checks made to grapple creatures or prevent creatures from escaping your grapple. Additionally, you count as one size larger for the purpose of grappling."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Stag Beetle",
						"entries": [
							"Stag beetles are the sturdiest and most resilient of beetlekind. Like their Rhinoceros cousins they tend to work as reliable soldiers in many armies. However, Stag beetles are less aggressive and rather try to get a lot of attention through jokes and loudmouthed behaviour."
						]
					}
				]
			},
			"raceName": "Beetlefolk",
			"raceSource": "insectopia"
		},
		{
			"name": "Firefly",
			"source": "insectopia",
			"page": 6,
			"ability": [
				{
					"wis": 2
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Wings",
					"entries": [
						"You don't take damage from falling and always land on your feet. Should you be knocked prone, have your speed reduced to 0, or are otherwise deprived of the ability to move before you land, you take damage equal to the total distance you fell."
					]
				},
				{
					"type": "entries",
					"name": "Fluorescent Body",
					"entries": [
						"As a bonus action, you can make your abdomen shed bright light in a 20-foot radius and dim light for an additional 20 feet. You can dim the light using another bonus action.",
						"Additionally, using an action you can let your fluorescent organ flare up in a flash of light. Every creature in a 5 foot radius is blinded until the end of your next turn. Once you use this ability, you can't do so again until you finish a long rest."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Firefly",
						"entries": [
							"Fireflies are adventurous people. They're usually nomads, explorers, treasure hunters, cartographers and historians. Their ability to generate light and warmth makes them extremely capable of exploring unknown places of all kinds. From caves to swamps, forests to mountains, old ruins and ancient hives. Fireflies are alway on the go, never settling anywhere for too long."
						]
					}
				]
			},
			"raceName": "Beetlefolk",
			"raceSource": "insectopia"
		},
		{
			"name": "Cricket",
			"source": "insectopia",
			"page": 8,
			"ability": [
				{
					"cha": 2
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Mystical Stridulation",
					"entries": [
						"Your legs count as a spellcasting focus, and you can replace vocal components with sounds emitted from it. In addition, you know one Bard cantrip of your choice. Charisma is your spellcasting ability for it."
					]
				},
				{
					"type": "entries",
					"name": "Performer's Intuition",
					"entries": [
						"When you make a Charisma ({@skill Performance}) or Charisma ({@skill Deception}) skill check, you can add 1d4 to your roll."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Cricket",
						"entries": [
							"They say there's no better entertainment than a cricket in a tavern. Those who do have seen these cheerful and open figures fill the room with music and cheer. Having long since left the Evergreen Forest where their rustic kin reside, crickets seek to enjoy life's pleasures one day at a time, with no regard for the past or future."
						]
					}
				]
			},
			"raceName": "Califera",
			"raceSource": "insectopia"
		},
		{
			"name": "Locust",
			"source": "insectopia",
			"page": 8,
			"ability": [
				{
					"dex": 2,
					"wis": 1
				}
			],
			"speed": {
				"walk": 35,
				"fly": 10
			},
			"entries": [
				{
					"type": "entries",
					"name": "Cold Hardened",
					"entries": [
						"You have advantage on Wisdom saving throws against being {@condition frightened}."
					]
				},
				{
					"type": "entries",
					"name": "Fleet of Foot",
					"entries": [
						"Your base walking speed increases to 35 feet."
					]
				},
				{
					"type": "entries",
					"name": "Prowler's Intuition",
					"entries": [
						"When you make a {@skill Stealth} or {@skill Survival} check, you can add {@dice 1d4} to the roll."
					]
				},
				{
					"type": "entries",
					"name": "Speech of Beast and Leaf",
					"entries": [
						"You have the ability to communicate in a limited manner with beasts and plants. They can understand the meaning of your words, though you can't understand them in return. You have advantage on all Charisma checks you make to influence them."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Locust",
						"entries": [
							"Dwelling in the distant wilds are the locusts, skilled hunters and guardians of the wilderness. Armed with bow and blade, these reclusive individuals claim to keep neutrality and focus in their own lands. Naturally connected to the creatures of the wild, locusts travel through the branches with astounding speed before bringing their prey down with a barrage of arrows."
						]
					}
				]
			},
			"raceName": "Califera",
			"raceSource": "insectopia"
		},
		{
			"name": "Bull Ant",
			"source": "insectopia",
			"ability": [
				{
					"int": 1
				}
			],
			"speed": {
				"walk": 30,
				"burrow": 20
			},
			"entries": [
				{
					"type": "entries",
					"name": "Accomplished Burrowers",
					"entries": [
						"You gain a burrowing speed of 20 feet. You can only burrow through dirt or ground of similar density."
					]
				},
				{
					"type": "entries",
					"name": "Underground Architects",
					"entries": [
						"You gain proficiency with mason's tools. Additionally, whenever you make an Intelligence ({@skill History}) check related to the origin of tunnels and structures underground, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Bull Ant",
						"entries": [
							"As a Bull Ant, you are born into a society of ambitious, hardworking and skillful individuals. Bull Ants are amazing architects, artisans and builders. Their cities are massive and their tunnels ever expanding. Bull Ant society is very loyal to their Queen and great allies of the Royal Hexagon. Their soldiers make up a the largest part of troops in the royal army."
						]
					}
				]
			},
			"raceName": "Formicoid",
			"raceSource": "insectopia",
			"page": 10
		},
		{
			"name": "Frost Ant",
			"source": "insectopia",
			"ability": [
				{
					"con": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Crystal Carapace",
					"entries": [
						" Your carapace is hard like diamond and adapt to cold climates. When you aren't wearing armor, your AC is 13 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor.",
						"Furthermore, you have resistance to cold damage."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Frost Ant",
						"entries": [
							"As a frost ant you are born into the ant hill of the Northern Star. You are resilient, one of the only Insectoids able to live in the arctic regions of Insectopia. Your crystalline carapace evolved to protect you from even the harshest environments and icy cold winds."
						]
					}
				]
			},
			"raceName": "Formicoid",
			"raceSource": "insectopia",
			"page": 10
		},
		{
			"name": "Fire Ant",
			"source": "insectopia",
			"ability": [
				{
					"cha": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Fiery Souls",
					"entries": [
						"You know the {@spell control flames|xge} cantrip. When you reach 3rd level, you can cast the {@spell burning hands|phb} spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell scorching ray|phb} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for this spell."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Fire Ant",
						"entries": [
							"As a fire ant you are a ferocious warrior with an innate proficiency for destructive fire magic. Fire Ants are a group of Formicoids that split off from the Royal Hexagon. They may not be sworn enemies to the Royal Hexagon, however their society is based on war and battle and as such conflict with the Red Empire is almost inevitable. As for all Formicoids, it is a very rare occasion that a Fire Ant leaves its hive, but such adventureres are highly searched for by militaries and marauding tribes across the Bug World."
						]
					}
				]
			},
			"raceName": "Formicoid",
			"raceSource": "insectopia",
			"page": 10
		},
		{
			"name": "Warrior Mantis",
			"source": "insectopia",
			"ability": [
				{
					"str": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Silent Predators",
					"entries": [
						"You gain advantage on {@skill Stealth} checks while you are standing still."
					]
				},
				{
					"type": "entries",
					"name": "Reflective Grapple",
					"entries": [
						"When you hit a creature with an opportunity attack, you can attempt to grapple the creature instead of dealing damage."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Warrior Mantis",
						"entries": [
							"The male Warrior Mantis are shorter than their female counterparts, but make up for it with increased strength and reflexes. Their chitin comes in natural colors, from different shades of green to brown, making it easy for them to vanish into the foliage. As a Warrior Mantis you belong to a cast of mighty warriors, defending their clans with skill and might."
						]
					}
				]
			},
			"raceName": "Mantis",
			"raceSource": "insectopia",
			"page": 13
		},
		{
			"name": "Orchid Mantis",
			"source": "insectopia",
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Mind Shielding",
					"entries": [
						"You have advantage on Intelligence saving throws."
					]
				},
				{
					"type": "entries",
					"name": "Psionic Powers",
					"entries": [
						"You know the {@spell mage hand|phb} cantrip. When you reach level 3 you can cast the {@spell charm person|phb} spell once, and can't do so again until you finish a long rest. When you reach level 5 you can cast the {@spell detect thoughts|phb} spell once, and can't do so again until you finish a long rest."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Orchid Mantis",
						"entries": [
							"The female Orchid Mantis are tall, long-lived, and beautiful creatures, their chitin shillering in shades of pink and white. If you choose this subrace, you belong to the ruling cast of the Mantis, leading their respective clans through their psychic connections with unrivaled authority."
						]
					}
				]
			},
			"raceName": "Mantis",
			"raceSource": "insectopia",
			"page": 13
		},
		{
			"name": "Bee",
			"source": "insectopia",
			"ability": [
				{
					"wis": 2
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Pheromonal Telepathy",
					"entries": [
						"You can create a telepathic link to one willing creature, using your pheromones. For the next 10 minutes, you can talk to the creature telepathically, while you are wihtin 120 feet of them. You can't use this ability again until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Swarm Intelligence",
					"entries": [
						"When an ally within 10 ft. of you has to make a saving throw, you can use your reaction to give them an additional {@dice 1d4} to the roll."
					]
				},
				{
					"type": "entries",
					"name": "Soothing Honey",
					"entries": [
						"Using a bonus action, you can produce one portion of honey, which can be ingested to heal {@dice 1d4} + half your level (rounded up) hit points. You can't use this ability again until you finish a short or long rest."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Bee",
						"entries": [
							"Bees make up the largest part of the Vespoid population. They make up the diligent workforce and soldiers of the Royal Hexagon. Bees are wise individual and show a lot of care towards their allies. They can use pheromones to telepathically communicate with each other and work best in a swarm."
						]
					}
				]
			},
			"raceName": "Vespoids",
			"raceSource": "insectopia",
			"page": 18
		},
		{
			"name": "Bumble",
			"source": "insectopia",
			"ability": [
				{
					"str": 1,
					"con": 1
				}
			],
			"speed": {
				"walk": 30,
				"fly": 10
			},
			"entries": [
				{
					"type": "entries",
					"name": "Slow Fliers",
					"entries": [
						"Bumbles are slower than other Vespoids, because of their bulky stature. Your flying speed is 10 feet at 1st level and increases to 20 feet at 5th.",
						"Furthermore, you do not need to land at the end of your turn when flying in a strong wind."
					]
				},
				{
					"type": "entries",
					"name": "Powerful Build",
					"entries": [
						"Bumbles are bigger than other Vespoids, ranging from 8 to 9 feet. Your are considered to be one size larger when determining carrying capacity."
					]
				},
				{
					"type": "entries",
					"name": "Waxbuilders",
					"entries": [
						"Bumbles are masters of sculpting and using wax in all sorts of different ways. You gain proficiency with one {@item artisan's tools|phb} of your choice."
					]
				},
				{
					"type": "entries",
					"name": "Bumble Hulk",
					"entries": [
						"Your hit point maximum increases by {@dice 1d4}, and it increases by {@dice 1d4} every time you gain a level."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Bumble",
						"entries": [
							"Bumbles are the powerhouses of the Vespoids. Much larger and bulkier than their bee cousins, Bumbles are often employed in the military or protect the queens as bodyguards. They are also very adept in working with wax and paper, making them excelent forgers of papers and documents."
						]
					}
				]
			},
			"raceName": "Vespoids",
			"raceSource": "insectopia",
			"page": 18
		},
		{
			"name": "Wasp",
			"source": "insectopia",
			"ability": [
				{
					"dex": 2
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Poison Adepts",
					"entries": [
						"You gain proficiency with the {@item Poisoner's Kit|phb}."
					]
				},
				{
					"type": "entries",
					"name": "Deadly Stinger",
					"entries": [
						"Your stinger is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to {@dice 1d4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. You can use Dexterity instead of Strength for the attack and damage rolls of your unarmed strikes made with your stinger."
					]
				},
				{
					"type": "entries",
					"name": "Hidden Flight",
					"entries": [
						"You gain advantage on Dexterity ({@skill Stealth}) checks made while flying."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Wasp",
						"entries": [
							"Long ago one part of the Vespoid swarm splitted off and left for the Dark Woods. Those Vespoids later became what is now known as Wasps. Wasps vary greatly from their Vespoid brethren, only their yellow and black stripes signaling some kind of relation between them. They have smooth chitin plates instead of fur, they are slender and tall and their feature seems more jagged. They have a poisonous spike they use to attack. Most wasps are live solidarly or in small families. They are cunning and intelligent creatures, though they are also quite aggressive, making them dangerous for other bugs. Only few criminal organizations, like the Black Leaf, employ Wasps, due to their uncontrolable temper."
						]
					}
				]
			},
			"raceName": "Vespoids",
			"raceSource": "insectopia",
			"page": 18
		}
	]
}
