{
	"_meta": {
		"sources": [
			{
				"json": "zorq",
				"abbreviation": "zorq",
				"full": "zorq",
				"authors": [
					"hafdon"
				],
				"version": "2.1.0",
				"url": "https://github.com/hafdon/5etools-homebrew-home/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1578263517,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "f2599ae419",
		"edition": "classic"
	},
	"action": [
		{
			"name": "Hug",
			"entries": [
				"When you take the Hug action, you use at least one free hand to embrace a willing creature in a comforting hug. If that creature is {@condition frightened}, and the cause of that condition allows them to make a saving throw to end the effect, that creature may use their reaction to attempt a saving throw.",
				"This saving throw attempt does not count against any limit on attempts.",
				"Once a creature has been {@condition hugged|zorq}, that creature cannot benefit again from the effect of a Hug while the cause of their {@condition frightened} condition remains the same."
			],
			"source": "zorq",
			"page": 0,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			]
		}
	],
	"condition": [
		{
			"name": "Hugged",
			"entries": [
				{
					"type": "list",
					"items": [
						"A creature who is hugged is much happier than they would be if they were not being hugged.",
						"The condition ends if the hugger is {@condition incapacitated}.",
						"The condition also ends if an effect removes the hugged creature from the reach of the hugger or hugging effect, such as when a creature is hurled away by the {@spell thunderwave} spell."
					]
				}
			],
			"source": "zorq",
			"page": 0
		}
	],
	"cult": [
		{
			"name": "Flower Folk",
			"goal": {
				"entry": ""
			},
			"cultists": {
				"entry": "{@creature forl|zorq}, {@creature Tobolux|zorq}, {@creature Snav}"
			},
			"signaturespells": {
				"entry": ""
			},
			"entries": [
				"Levistus has no cult in the traditional sense. Instead, he offers favors to those who are desperate to escape a seemingly inevitable fate.",
				"{@creature Drow} are sometimes worshipers of Levistus, as their cruel society often pushes them into situations they feel they can't escape.",
				"Levistus usually grants those who pledge their souls to him a single chance to escape from danger, but some cunning folk strike a deal with Levistus, pledging their souls to him in return for escape at a future date. This boon takes the form of the Path of Levistus trait.",
				{
					"type": "entries",
					"name": "Path of Levistus",
					"entries": [
						"This creature magically teleports to a location of Levistus's choice within 1 mile of its location. Using this ability also restores all of the creature's hit points. This ability can be invoked as an action by the creature or when the creature would die. Once the creature uses it, the creature can't use it again."
					]
				}
			],
			"source": "zorq"
		}
	],
	"deity": [
		{
			"name": "Aule",
			"alignment": [
				"L",
				"G"
			],
			"pantheon": "Dwarven",
			"domains": [
				"Rock",
				"Metal",
				"Substances",
				"Craft"
			],
			"province": "Deity of dwarves",
			"category": "The Mordinsamman",
			"symbol": "Hammer",
			"source": "zorq",
			"page": 0,
			"entries": [
				"A Vala and one of the Aratar, also known as the the Smith and Smith of the Valar, concerned with rock, metal, nature of substances and works of craft."
			]
		},
		{
			"name": "Ulimara",
			"alignment": [
				"L",
				"G"
			],
			"pantheon": "Oceanic",
			"domains": [
				"Sea",
				"Ocean",
				"Ships"
			],
			"province": "Goddess of the Tranquil Sea",
			"symbol": "",
			"source": "zorq",
			"page": 0,
			"entries": [
				"One of her messengers is {@creature Dalariel|zorq}."
			]
		}
	],
	"feat": [
		{
			"name": "Sea Legs",
			"source": "zorq",
			"prerequisite": [
				{
					"other": "Achievement of rank of First Mate on a sailing vessel."
				}
			],
			"entries": [
				"You have advantage on ability checks and saving throws to resist being knocked {@condition prone}."
			]
		},
		{
			"name": "Whip Aficionado",
			"source": "zorq",
			"prerequisite": [
				{
					"other": "Proficiency with whips",
					"ability": [
						{
							"dex": 13
						}
					]
				}
			],
			"entries": [
				"You have always had a love for whips. You gain the following benefits when using one:",
				{
					"type": "list",
					"items": [
						"You gain a +1 bonus to attack rolls you make with a whip.",
						"As a bonus action on your turn, you can increase your reach with a whip by 5 feet for the rest of your turn.",
						"Whenever you have disadvantage on a melee attack roll you make with the weapon, the target takes slashing damage equal to your Dexterity modifier (minimum of 0) if the attack misses but the higher of the two {@dice d20} rolls would have hit.",
						"If you roll a critical hit on a melee attack roll with the weapon, as a reaction you can take the {@action Help} action to aid an ally's melee attack against that same target."
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Secular Ministrations, penned by Doodril Frogwarts, Burgher and Sublunar Cognoscente",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"source": "zorq",
			"entries": [
				"This instructional manual...",
				"This book contains... ",
				{
					"type": "list",
					"items": [
						"1",
						"1",
						"2",
						"2"
					]
				}
			]
		},
		{
			"name": "Bahamuschevitz",
			"type": "TG",
			"tier": "minor",
			"rarity": "uncommon",
			"source": "zorq",
			"entries": [
				"A sugary fermented beverage with a low ABV associated with followers of {@deity Bahamut|dmg}. Often used during rituals of prayer or invocation."
			]
		},
		{
			"name": "Cloak of Baphomet's Favor",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"source": "zorq",
			"reqAttune": true,
			"entries": [
				"While wearing this armor, you gain a +1 bonus to AC, and you can understand and speak Abyssal.",
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"Once you don this cursed armor, you can't doff it unless you are targeted by the {@spell remove curse} spell or similar magic. While wearing the armor, you have disadvantage on attack rolls against followers of {@creature Baphomet} and on saving throws against their spells and special abilities."
					]
				}
			],
			"curse": true,
			"bonusAc": "+1"
		},
		{
			"name": "Dragon Radish",
			"rarity": "uncommon",
			"source": "zorq",
			"tier": "none",
			"type": "TG",
			"entries": [
				"Spicy radishes.",
				"If a creature consumes more than one pound of these radishes in a single sitting they must succeed on a {@dc 16} Constitution saving throw or take 5 {@damage 2d4 + 1} fire damage per pound consumed, rounding up.",
				"Consuming a pint of {@item trollsmilk|zorq} within the six seconds after consumption allows the creature to roll with advantage.",
				"If the creature does not drink any {@item trollsmilk|zorq} but nevertheless makes a successful save, for the next minute the creature is under the effects of the {@spell dragon's breath|xge} spell as if it were cast at a 2nd level. The spell save is {@dc 10}, and the creature must choose to exhale fire energy."
			]
		},
		{
			"name": "Earring of Prevosht",
			"wondrous": true,
			"weight": 0.1,
			"rarity": "rare",
			"source": "zorq",
			"tier": "major",
			"entries": [
				"This cuff earring is approximately ¼ inch wide and ½ inch in diameter. When applied to the skin, it affixes itself so that it may only be removed by the wearer (requires an Action) or the severing of the surrounding flesh.",
				"You may take a reaction to pull, tug, rub, or otherwise manipulate the earring. For the next minute, all temporary hit points granted to you will \"stack\" rather than replacing one another. At the end of the minute, you retain any temporary hit points which have not been lost. This ability resets each dawn."
			],
			"attachedSpells": [
				"animal friendship"
			],
			"recharge": "dawn"
		},
		{
			"name": "Figurine of Wondrous Power, Onyx Wolf",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"source": "zorq",
			"entries": [
				"A figurine of wondrous power is a statuette of a beast small enough to fit in a pocket. If you use an action to speak the command word and throw the figurine to a point on the ground within 60 feet of you, the figurine becomes a living creature. If the space where the creature would appear is occupied by other creatures or objects, or if there isn't enough space for the creature, the figurine doesn't become a creature.",
				"The creature is friendly to you and your companions. It understands your languages and obeys your spoken commands. If you issue no commands, the creature defends itself but takes no other actions.",
				"The creature exists for a duration specific to each figurine. At the end of the duration, the creature reverts to its figurine form. It reverts to a figurine early if it drops to 0 hit points or if you use an action to speak the command word again while touching it. When the creature becomes a figurine again, its property can't be used again until a certain amount of time has passed, as specified in the figurine's description.",
				"{@creature wolf||Onyx Wolf}.",
				"This onyx statuette of a wolf can become a {@creature wolf} for up to 6 hours. The {@creature wolf} has an Intelligence of 8 and can speak Common. It also has dark vision out to a range of 60 feet and can see {@condition invisible} creatures and objects within that range. Once it has been used, it can't be used again until 7 days have passed."
			]
		},
		{
			"name": "Forl Oko",
			"type": "TG",
			"tier": "minor",
			"rarity": "common",
			"source": "zorq",
			"wondrous": true,
			"entries": [
				"{@item Oko|zorq} (an intoxicating and stimulating extract) made from {@creature Forl|zorq}... something or others."
			]
		},
		{
			"name": "Salted Grape Jerky",
			"rarity": "common",
			"source": "zorq",
			"tier": "none",
			"type": "TG",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"It's like drinking a raisin."
					],
					"by": "{@creature Fezziwig Hornswoggle|zorq}"
				}
			]
		},
		{
			"name": "Gushbonies",
			"rarity": "uncommon",
			"source": "zorq",
			"tier": "none",
			"type": "TG",
			"entries": [
				"A local term for goodberries rolled in bone ash. Particularly prized by gnolls.",
				{
					"type": "quote",
					"entries": [
						"That's the traditional way to prepare them.",
						"They're {@italic alright}.",
						"More magic than real fruit!"
					],
					"by": "Fezziwig Hornswoggle"
				}
			]
		},
		{
			"name": "Knold Dtuber",
			"wondrous": true,
			"rarity": "unknown (magic)",
			"source": "zorq",
			"tier": "minor",
			"type": "TG",
			"entries": [
				"These fuzzy, knobbly root vegetables have thick, dark-green rhizomes and leafy purple shoots.",
				"Certain cultures consider them to possess metaphorical similarities with gnolls. Literal allocation of such qualities to the dtubers has no small degree of empirical evidence in its favor."
			]
		},
		{
			"name": "Moghling Slime",
			"wondrous": true,
			"tier": "minor",
			"rarity": "uncommon",
			"source": "zorq",
			"weight": 0.5,
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Is your mantle totally too smooth and not sticky?"
					],
					"by": "Polive Pittlans"
				},
				"",
				"This glass jar, 3 inches in diameter, contains {@dice 1d4+1} doses of a thick mixture that smells faintly of petrichor. The jar and its contents weigh ½ pound.",
				"As an action, one dose of the ointment can be applied to a creature's skin, clothing, or armor. (The same effects require two doses for a creature of Large or larger size.)",
				"For 1 hour, spells and other magical effects can not cause the creature to be  {@condition restrained}.",
				"The creature can also spend 5 feet of movement to automatically escape from nonmagical restraints, such as manacles or a creature that has it {@condition grappled}."
			]
		},
		{
			"name": "Multicolored Stone Disc",
			"wondrous": true,
			"tier": "minor",
			"rarity": "rare",
			"source": "zorq",
			"entries": [
				"This wondrous item is a palm-sized multicolored stone disc.",
				"You may use an action to activate this disc. When you do so, the disc expands into a circular, horizontal plane of force, 3 feet in diameter and 1 inch thick, that floats 3 feet above the ground in an unoccupied space of your choice that you can see within range. The disk remains for 1 hour, and can hold up to 500 pounds. If more weight is placed on it, the disc returns to its original size, and everything on the disk falls to the ground.",
				"The disk is immobile while you [the one who activated it] are within 20 feet of it. If you move more than 20 feet away from it, the disk follows you so that it remains within 20 feet of you. It can move across uneven terrain, up or down stairs, slopes and the like, but it can't cross an elevation change of 10 feet or more. For example, the disk can't move across a 10-foot-deep pit, nor could it leave such a pit if it was created at the bottom.",
				"If you move more than 100 feet from the disk (typically because it can't move around an obstacle to follow you), the disc returns to its original size.",
				"You may use an action at anytime to deactivate the disc.",
				"After the disc has been activated, it cannot be activated again until the next dawn."
			]
		},
		{
			"name": "Potion of Pr'lll",
			"resist": [
				"necrotic",
				"poison"
			],
			"type": "P",
			"weight": 0.25,
			"tier": "minor",
			"rarity": "uncommon",
			"source": "zorq",
			"entries": [
				"This glass vial, 1 inch in diameter, contains a viscous, translucent substance that smells of {@item wraith dew|zorq}.",
				"When you drink this potion, you gain resistance to poison and necrotic damage for 1 hour.",
				"For that time you also make any Charisma checks with disadvantage."
			]
		},
		{
			"name": "Ring of Mind Shielding",
			"type": "RG|DMG",
			"tier": "major",
			"rarity": "uncommon",
			"source": "zorq",
			"reqAttune": true,
			"entries": [
				"While wearing this ring, you are immune to magic that allows other creatures to read your thoughts, determine whether you are lying, know your alignment, or know your creature type. Creatures can telepathically communicate with you only if you allow it.",
				"You can use an action to cause the ring to become {@condition invisible} until you use another action to make it visible, until you remove the ring, or until you die.",
				"If you die while wearing the ring, your soul enters it, unless it already houses a soul. You can remain in the ring or depart for the afterlife. As long as your soul is in the ring, you can telepathically communicate with any creature wearing it. A wearer can't prevent this telepathic communication."
			]
		},
		{
			"name": "Riult's Spellbook",
			"wondrous": true,
			"tier": "major",
			"rarity": "unknown (magic)",
			"source": "zorq",
			"srd": true,
			"entries": [
				"This spellbook, along with anything written on its pages, can't be damaged by fire or immersion in water. In addition, the spellbook doesn't deteriorate with age.",
				"This spellbook contains the following legible spells. There are other markings in the book, but you cannot tell what they are, and {@spell comprehend languages|phb} does not allow you to interpret them.",
				{
					"type": "list",
					"items": [
						"{@spell spare the dying|phb}",
						"{@spell comprehend languages|phb}",
						"{@spell false life|[hb]}",
						"{@spell enlarge/reduce|phb}"
					]
				}
			]
		},
		{
			"name": "Three School Mask",
			"wondrous": true,
			"weight": 1,
			"rarity": "rare",
			"source": "zorq",
			"entries": [
				{
					"name": "Donning the mask",
					"entries": [
						"The mask is nigh indestructible. When the creature creature wearing the mask is destroyed, the mask usually survives and breaks free. On its own, the object detects as magical with mixed enchantment and necromantic auras. It is a tempting souvenir, but anyone foolish enough to don the mask is immediately wracked by pain and takes 7 ({@dice 2d6}) necrotic damage. The character must make a successful DC 15 Wisdom saving throw or become dominated by the mask. The domination arrives slowly. The character acts normally for a day or two, but then the character notices periods of time that cannot be accounted for. During these times, the character [...]. This process takes a week, after which the character is freed from domination as the undead creature is reborn."
					],
					"type": "entries"
				}
			],
			"attachedSpells": [
				"animal friendship"
			],
			"recharge": "dawn"
		},
		{
			"name": "Thunder Blanket",
			"wondrous": true,
			"type": "G",
			"tier": "minor",
			"rarity": "uncommon",
			"source": "zorq",
			"weight": 15,
			"recharge": "dawn",
			"reqAttune": true,
			"entries": [
				"You may use an action to wrap a Large or smaller creature in this blanket. While the blanket is on the creature, it suppresses any effect causing the creature to be {@condition charmed} or {@condition frightened}. When this spell ends, any suppressed effect resumes, provided that its duration has not expired in the meantime.",
				"The blanket may only be used in this way for 10 minutes before it loses its efficacy. The blanket regains its efficacy at the next dawn."
			]
		},
		{
			"name": "Tobolux's Bottle",
			"wondrous": true,
			"weight": 1,
			"rarity": "rare",
			"tier": "major",
			"source": "zorq",
			"entries": [
				"This painted brass bottle weighs 1 pound. When you use an action to remove the stopper, a cloud of thick smoke flows out of the bottle. At the end of your turn, the smoke disappears with a flash of harmless fire, and an {@creature Tobolux|zorq} appears in an unoccupied space within 30 feet of you.",
				"While holding the bottle, you can use an action to order {@creature Tobolux|zorq} to duplicate the effect of the {@spell detect poison and disease} or {@spell protection from poison}. {@creature Tobolux|zorq} returns to the bottle when the spell ends, and the stopper can't be removed for another 24 hours.",
				"{@creature Tobolux|zorq} is bound to the bottle and can't be harmed, turned, or raised from the dead.",
				"Casting a {@spell dispel evil and good} spell on the bottle releases {@creature Tobolux|zorq} (to what effect?) and renders the bottle nonmagical."
			],
			"attachedSpells": [
				"detect poison and disease",
				"protection from poison"
			]
		},
		{
			"name": "Trollsmilk",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "zorq",
			"tier": "minor",
			"type": "TG",
			"entries": [
				"Tasty milk extracted from {@creature trollsheep}."
			]
		},
		{
			"name": "Twisted Cornett",
			"wondrous": true,
			"type": "INS",
			"weight": 1,
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": true,
			"source": "zorq",
			"entries": [
				"You can use an action to play this cornett in the typical manner. The cornett emits sound in a 30-foot cone that is audible 30 feet away. Each creature in the cone must make a {@dc 14} Constitution saving throw or be {@condition stunned} until the end of your next turn. Creatures who succeed on their saving throw have their speed reduced by 10, to a minimum of 0.",
				"Once you use the cornett in this way, it cannot be used again until the next dawn."
			]
		},
		{
			"name": "Wraith Dew",
			"wondrous": true,
			"source": "zorq",
			"tier": "minor",
			"poison": true,
			"rarity": "unknown (magic)",
			"type": "TG",
			"entries": [
				"This potent, syrupy liquid smells like earth and {@item black wood resin|zorq}. Many taverns carry proprietary blends.",
				"A creature subjected to this liquid must succeed on a {@dc 13} Constitution saving throw or become {@condition poisoned} for {@dice 1d4} hours.",
				"On a successful save, the creature gains +1 to any Charisma ability checks or saving throws and -1 to Perception ability checks or saving throws for {@dice 1d4 hours}."
			],
			"recharge": "dawn",
			"bonusSavingThrow": "+1",
			"poisonTypes": [
				"ingested"
			]
		},
		{
			"name": "Wyrmblood Venom (vial)",
			"type": "TG",
			"rarity": "none",
			"value": 10000,
			"poison": true,
			"source": "zorq",
			"entries": [
				"Vee'gn'och create a reddish liquid, which they smear on their fangs. The freakish red mouths on the tiny skeletons are disturbing, and the toxin is deadly. A bitten creature must succeed on a DC15 Constitution saving throw or become {@condition poisoned} and take {@dice 1d6} Charisma damage. A {@condition poisoned} creature repeats the saving throw every four hours, taking another {@dice 1d6} Charisma damage for each failure, until it has made two consecutive successful saves or survived for 24 hours. If the creature survives, the effect ends and the creature can heal normally. Lost Charisma can be regained with a lesser restoration spell or comparable magic."
			]
		},
		{
			"name": "Zorbwood Resin",
			"wondrous": true,
			"poison": true,
			"rarity": "uncommon",
			"source": "zorq",
			"tier": "minor",
			"type": "TG",
			"entries": [
				"This resin is extracted from living {@item zorbwood|zorq}"
			]
		},
		{
			"name": "Immovable Zorbwood Rod",
			"type": "RD|DMG",
			"weight": 2,
			"tier": "minor",
			"rarity": "uncommon",
			"source": "zorq",
			"reqAttune": true,
			"entries": [
				"This flat iron rod has a button on one end. You can use an action to press the button, which causes the rod to become magically fixed in place. Until you or another creature uses an action to push the button again, the rod doesn't move, even if it is defying gravity. The rod can hold up to 8,000 pounds of weight. More weight causes the rod to deactivate and fall. A creature can use an action to make a DC 30 Strength check, moving the fixed rod up to 10 feet on a success",
				"If the rod is examined carefully, or a creature attunes to it, that creature can determine that the rod moves slightly and gradually if it remains 'magically fixed' for more than a day or so, with the degree of movement dependent on the length of time so fixed."
			]
		},
		{
			"name": "Zorbwood",
			"wondrous": true,
			"rarity": "uncommon",
			"source": "zorq",
			"tier": "minor",
			"type": "TG",
			"entries": [
				"Flavor text."
			]
		}
	],
	"monster": [
		{
			"name": "Angel of Lole'iel",
			"size": [
				"M"
			],
			"type": {
				"type": "celestial",
				"tags": [
					"pronouns: she, her, hers"
				]
			},
			"source": "zorq",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item plate armor|phb}"
					]
				}
			],
			"hp": {
				"average": 66,
				"formula": "12d8 + 12"
			},
			"speed": {
				"walk": 30,
				"fly": 90
			},
			"str": 16,
			"dex": 12,
			"con": 13,
			"int": 11,
			"wis": 17,
			"cha": 18,
			"save": {
				"wis": "+6",
				"cha": "+7"
			},
			"skill": {
				"investigation": "+3",
				"perception": "+6"
			},
			"resist": [
				"fire",
				"radiant"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened"
			],
			"passive": 16,
			"languages": [
				"all"
			],
			"cr": "5",
			"senses": [
				"darkvision 120 ft.",
				"truesight 120 ft."
			],
			"trait": [
				{
					"name": "Flyby",
					"entries": [
						"The angel doesn't provoke an opportunity attack when it flies out of an enemy's reach."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The angel has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The angel makes two melee attacks. It also uses Battlefield Inspiration."
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@damage 1d10 + 3}) slashing damage if used with two hands, plus 18 ({@damage 4d8}) radiant damage. If the target is within 5 feet of any of the angel's allies, the target takes an extra 2 ({@damage 1d4}) radiant damage."
					]
				},
				{
					"name": "Battlefield Inspiration",
					"entries": [
						"The angel chooses up to three creatures it can see within 30 feet of it. Until the end of the angel's next turn, each target can add a {@dice d4} to its attack rolls and saving throws."
					]
				}
			],
			"traitTags": [
				"Flyby",
				"Magic Resistance"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"XX"
			],
			"senseTags": [
				"SD",
				"U"
			],
			"damageTags": [
				"S",
				"R"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"fluff": {
				"name": "Battleforce Angel",
				"source": "GGR",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/GGR/Battleforce Angel.webp"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Battleforce angels are the radiant hosts that soar into combat, bathed in the light of Boros zeal. They lead companies of mortal soldiers from above or fly ahead of roc-mounted skyknights. They don't shy away from the blood, pain, and confusion of combat; rather, they immerse themselves in the shifting tides of battle. Only by wading into the battle can they fulfill their responsibility to carry out the commands of the warleaders by adapting their tactics to the shifting situation on the ground."
						]
					},
					{
						"type": "entries",
						"name": "Boros Angels",
						"entries": [
							"Angels of the Boros Legion view themselves as the embodiments of what their creator intended. They are fierce warriors devoted to justice and dedicated to protecting the weak against evil and oppression. They are commanders, advisors, strategists, and soldiers. Their presence in battle inspires the mortal soldiers of the legion with righteous zeal.",
							"Most Boros soldiers assume that angels are paragons of goodness, wisdom, and mercy. The reality is that angels aren't immune to the temptations of corruption, and the necessities of political machination can compromise the best of them."
						]
					},
					{
						"name": "Warleaders",
						"type": "entries",
						"entries": [
							"The wisest, most visionary angels are responsible for forming and implementing the military strategy of the Boros Legion. Since they are immortal, their plans might span centuries, and they have been known to accept decades of losses as a reasonable cost for a more significant victory many years later. These warleaders have the statistics of planetars or solars (as presented in the Monster Manual), but their appearance is similar to other Boros angels."
						]
					}
				]
			},
			"token": {
				"name": "Battleforce Angel",
				"source": "GGR"
			},
			"attachedItems": [
				"longsword|phb"
			]
		},
		{
			"name": "Baron von Veen (Uugeet form)",
			"size": [
				"L"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"fish"
				]
			},
			"source": "zorq",
			"alignment": [
				"L",
				"NX",
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 110,
				"formula": "20d8 + 30"
			},
			"speed": {
				"walk": 30,
				"swim": 45
			},
			"str": 16,
			"dex": 12,
			"con": 16,
			"int": 18,
			"wis": 15,
			"cha": 8,
			"skill": {
				"perception": "+5",
				"athletics": "+6"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"passive": 15,
			"languages": [
				"Abyssal",
				"Infernal",
				"Primordial",
				"Common"
			],
			"cr": "6",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"Uugeet can breathe air and water."
					]
				}
			],
			"action": [
				{
					"name": "Thunderous Touch",
					"entries": [
						"{@atk ms} {@hit 5} to hit, reach 5 ft., one creature. {@h}27 ({@damage 5d10}) thunder damage."
					]
				},
				{
					"name": "Voice of the Baron (Recharges after a Short or Long Rest)",
					"entries": [
						"Baron von Veen speaks through Uugeet with a thunderous voice audible within 300 feet. Creatures of Uugeet's choice that can hear the Baron's words (which are spoken in Abyssal, Infernal, or Primordial) must succeed on a {@dc 14} Charisma saving throw or be {@condition frightened} for 1 minute. A {@condition frightened} target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Uugeet's spellcasting ability is Intelligence (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell command|phb}",
						"{@spell create or destroy water|phb}"
					],
					"daily": {
						"3e": [
							"{@spell control water|phb}",
							"{@spell darkness|phb}",
							"{@spell water breathing|phb}",
							"{@spell water walk|phb}"
						],
						"1e": [
							"{@spell call lightning|phb}",
							"{@spell evard's black tentacles|phb}"
						]
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"environment": [
				"coastal",
				"underwater"
			],
			"traitTags": [
				"Amphibious"
			],
			"languageTags": [
				"X"
			],
			"spellcastingTags": [
				"I"
			],
			"damageTags": [
				"T"
			],
			"isNpc": true,
			"conditionInflict": [
				"frightened"
			],
			"conditionInflictSpell": [
				"prone",
				"restrained"
			],
			"damageTagsSpell": [
				"B",
				"L"
			],
			"savingThrowForced": [
				"charisma"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"strength",
				"wisdom"
			]
		},
		{
			"name": "Blue face hag tall",
			"size": [
				"M"
			],
			"type": "fey",
			"source": "zorq",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 82,
				"formula": "11d8 + 33"
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 12,
			"con": 16,
			"int": 13,
			"wis": 14,
			"cha": 14,
			"skill": {
				"arcana": "+3",
				"deception": "+4",
				"perception": "+4",
				"stealth": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"Common",
				"Draconic",
				"Sylvan"
			],
			"cr": {
				"cr": "3",
				"coven": "5"
			},
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The hag's innate spellcasting ability is Charisma (spell save {@dc 12}). She can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell dancing lights}",
						"{@spell minor illusion}",
						"{@spell vicious mockery}"
					],
					"ability": "cha",
					"type": "spellcasting"
				},
				{
					"name": "Shared Spellcasting (Coven Only)",
					"headerEntries": [
						"While all three members of a hag coven are within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves:"
					],
					"spells": {
						"1": {
							"slots": 4,
							"spells": [
								"{@spell identify}",
								"{@spell ray of sickness}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell hold person}",
								"{@spell locate object}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell bestow curse}",
								"{@spell counterspell}",
								"{@spell lightning bolt}"
							]
						},
						"4": {
							"slots": 3,
							"spells": [
								"{@spell phantasmal killer}",
								"{@spell polymorph}"
							]
						},
						"5": {
							"slots": 2,
							"spells": [
								"{@spell contact other plane}",
								"{@spell scrying}"
							]
						},
						"6": {
							"slots": 1,
							"spells": [
								"{@spell eyebite}"
							]
						}
					},
					"footerEntries": [
						"For casting these spells, each hag is a 12th-level spellcaster that uses Intelligence as her spellcasting ability. The spell save DC is 12 + the hag's Intelligence modifier, and the spell attack bonus is 4 + the hag's Intelligence modifier."
					],
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The hag can breathe air and water."
					]
				},
				{
					"name": "Mimicry",
					"entries": [
						"The hag can mimic animal sounds and humanoid voices. A creature that hears the sounds can tell they are imitations with a successful {@dc 14} Wisdom (Insight) check."
					]
				},
				{
					"name": "Hag Coven",
					"entries": [
						"When hags must work together, they form covens, in spite of their selfish natures. A coven is made up of hags of any type, all of whom are equals within the group. However, each of the hags continues to desire more personal power.",
						"A coven consists of three hags so that any arguments between two hags can be settled by the third. If more than three hags ever come together, as might happen if two covens come into conflict, the result is usually chaos."
					]
				},
				{
					"name": "Hag Eye (Coven Only)",
					"entries": [
						"A hag coven can craft a magic item called a hag eye, which is made from a real eye coated in varnish and often fitted to a pendant or other wearable item. The hag eye is usually entrusted to a minion for safekeeping and transport. A hag in the coven can take an action to see what the hag eye sees if the hag eye is on the same plane of existence. A hag eye has AC 10, 1 hit point, and darkvision with a radius of 60 feet. If it is destroyed, each coven member takes {@dice 3d10} psychic damage and is {@condition blinded} for 24 hours.",
						"A hag coven can have only one hag eye at a time, and creating a new one requires all three members of the coven to perform a ritual. The ritual takes 1 hour, and the hags can't perform it while {@condition blinded}. During the ritual, if the hags take any action other than performing the ritual, they must start over."
					]
				}
			],
			"action": [
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) slashing damage."
					]
				},
				{
					"name": "Illusory Appearance",
					"entries": [
						"The hag covers herself and anything she is wearing or carrying with a magical illusion that makes her look like another creature of her general size and humanoid shape. The illusion ends if the hag takes a bonus action to end it or if she dies.",
						"The changes wrought by this effect fail to hold up to physical inspection. For example, the hag could appear to have smooth skin, but someone touching her would feel her rough flesh. Otherwise, a creature must take an action to visually inspect the illusion and succeed on a {@dc 20} Intelligence (Investigation) check to discern that the hag is disguised."
					]
				},
				{
					"name": "Invisible Passage",
					"entries": [
						"The hag magically turns {@condition invisible} until she attacks or casts a spell, or until her concentration ends (as if concentrating on a spell). While {@condition invisible}, she leaves no physical evidence of her passage, so she can be tracked only by magic. Any equipment she wears or carries is {@condition invisible} with her."
					]
				}
			],
			"page": 177,
			"environment": [
				"forest",
				"hill",
				"swamp"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/green-hag.mp3"
			},
			"traitTags": [
				"Amphibious"
			],
			"languageTags": [
				"C",
				"DR",
				"S"
			],
			"senseTags": [
				"D"
			],
			"spellcastingTags": [
				"I",
				"S",
				"CW"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"srd": true,
			"fluff": {
				"name": "Green Hag",
				"source": "MM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Green Hag.webp"
						}
					}
				],
				"entries": [
					"The wretched and hateful green hags dwell in dying forests, lonely swamps, and misty moors, making their homes in caves. Green hags love to manipulate other creatures into doing their bidding, masking their intentions behind layers of deception. They lure victims to them by mimicking voices calling out for help, or drive unwanted visitors away by imitating the cries of fierce beasts.",
					{
						"type": "entries",
						"name": "Obsession with Tragedy",
						"entries": [
							"Green hags revel in the failings and tragedies of other creatures. They derive joy from bringing people low and seeing hope turn into despair, not just for individuals but also for whole nations."
						]
					},
					{
						"type": "entries",
						"name": "Covens",
						"entries": [
							"A green hag that is part of a coven (see the \"Hag Covens\" sidebar) has a challenge rating of 5 (1,800 XP)."
						]
					},
					{
						"type": "section",
						"name": "Hags",
						"entries": [
							"Hags represent all that is evil and cruel. Though they resemble withered crones, there is nothing mortal about these monstrous creatures, whose forms reflect only the wickedness in their hearts.",
							{
								"type": "entries",
								"name": "Faces of Evil",
								"entries": [
									"Ancient beings with origins in the Feywild, hags are cankers on the mortal world. Their withered faces are framed by long, frayed hair, horrid moles and warts dot their blotchy skin, and their long, skinny fingers are tipped by claws that can slice open flesh with a touch. Their simple clothes are always tattered and filthy.",
									"All hags possess magical powers, and some have an affinity for spellcasting. They can alter their forms or curse their foes, and their arrogance inspires them to view their magic as a challenge to the magic of the gods, whom they blaspheme at every opportunity.",
									"Hags name themselves in darkly whimsical ways, claiming monikers such as Black Morwen, Peggy Pigknuckle, Grandmother Titchwillow, Nanna Shug, Rotten Ethel, or Auntie Wormtooth."
								]
							},
							{
								"type": "entries",
								"name": "Monstrous Motherhood",
								"entries": [
									"Hags propagate by snatching and devouring human infants. After stealing a baby from its cradle or its mother's womb, the hag consumes the poor child. A week later, the hag gives birth to a daughter who looks human until her thirteenth birthday, whereupon the child transforms into the spitting image of her hag mother.",
									"Hags sometimes raise the daughters they spawn, creating covens. A hag might also return the child to its grieving parents, only to watch from the shadows as the child grows up to become a horror."
								]
							},
							{
								"type": "entries",
								"name": "Dark Bargains",
								"entries": [
									"Arrogant to a fault, hags believe themselves to be the most cunning of creatures, and they treat all others as inferior. Even so, a hag is open to dealing with mortals as long as those mortals show the proper respect and deference. Over their long lives, hags accumulate much knowledge of local lore, dark creatures, and magic, which they are pleased to sell.",
									"Hags enjoy watching mortals bring about their own downfall, and a bargain with a hag is always dangerous. The terms of such bargains typically involve demands to compromise principles or give up something dear-especially if the thing lost diminishes or negates the knowledge gained through the bargain."
								]
							},
							{
								"type": "entries",
								"name": "A Foul Nature",
								"entries": [
									"Hags love the macabre and festoon their garb with dead things and accentuate their appearance with bones, bits of flesh, and filth. They nurture blemishes and pick at wounds to produce weeping, suppurating flesh. Attractive creatures evoke disgust in a hag, which might \"help\" such creatures by disfiguring or transforming them.",
									"This embrace of the disturbing and unpleasant extends to all aspects of a hag's life. A hag might fly in a magical giant's skull, landing it on a tree shaped to resemble an enormous headless body. Another might travel with a menagerie of monsters and slaves kept in cages, and disguised by illusions to lure unwary creatures close. Hags sharpen their teeth on millstones and spin cloth from the intestines of their victims, reacting with glee to the horror their actions invoke."
								]
							},
							{
								"type": "entries",
								"name": "Dark Sorority",
								"entries": [
									"Hags maintain contact with each other and share knowledge. Through such contacts, it is likely that any given hag knows of every other hag in existence. Hags don't like each other, but they abide by an ageless code of conduct. Hags announce their presence before crossing into another hag's territory, bring gifts when entering another hag's dwelling, and break no oaths given to other hags-as long as the oath isn't given with the fingers crossed.",
									"Some humanoids make the mistake of thinking that the hags' rules of conduct apply to all creatures. When confronted by such an individual, a hag might find it amusing to string the fool along for a while before teaching it a permanent lesson."
								]
							},
							{
								"type": "entries",
								"name": "Dark Lairs",
								"entries": [
									"Hags dwell in dark and twisted woods, bleak moors, storm-lashed seacoasts, and gloomy swamps. In time, the landscape around a hag's lair reflects the creature's noxiousness, such that the land itself can attack and kill trespassers. Trees twisted by darkness attack passersby, while vines snake through the undergrowth to snare and drag off creatures one at a time. Foul stinking fogs turn the air to poison, and conceal pools of quicksand and sinkholes that consume unwary wanderers."
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Hag Covens",
						"entries": [
							"When hags must work together, they form covens, in spite of their selfish natures. A coven is made up of hags of any type, all of whom are equals within the group. However, each of the hags continues to desire more personal power.",
							"A coven consists of three hags so that any arguments between two hags can be settled by the third. If more than three hags ever come together, as might happen if two covens come into conflict, the result is usually chaos.",
							{
								"type": "entries",
								"name": "Shared Spellcasting",
								"entries": [
									"While all three members of a hag coven are within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves:",
									{
										"type": "list",
										"style": "list-no-bullets",
										"items": [
											"1st level (4 slots): {@spell identify}, {@spell ray of sickness}",
											"2nd level (3 slots): {@spell hold person}, {@spell locate object}",
											"3rd level (3 slots): {@spell bestow curse}, {@spell counterspell}, {@spell lightning bolt}",
											"4th level (3 slots): {@spell phantasmal killer}, {@spell polymorph}",
											"5th level (2 slots): {@spell contact other plane}, {@spell scrying}",
											"6th level (1 slot): {@spell eyebite}"
										]
									},
									"For casting these spells, each hag is a 12th-level spellcaster that uses Intelligence as her spellcasting ability. The spell save DC is 12 + the hag's Intelligence modifier, and the spell attack bonus is 4 + the hag's Intelligence modifier."
								]
							},
							{
								"type": "entries",
								"name": "Hag Eye",
								"entries": [
									"A hag coven can craft a magic item called a hag eye, which is made from a real eye coated in varnish and often fitted to a pendant or other wearable item. The hag eye is usually entrusted to a minion for safekeeping and transport. A hag in the coven can take an action to see what the hag eye sees if the hag eye is on the same plane of existence. A hag eye has AC 10, 1 hit point, and darkvision with a radius of 60 feet. If it is destroyed, each coven member takes 3d10 psychic damage and is blinded for 24 hours.",
									"A hag coven can have only one hag eye at a time, and creating a new one requires all three members of the coven to perform a ritual. The ritual takes 1 hour, and the hags can't perform it while blinded. During the ritual, if the hags take any action other than performing the ritual, they must start over."
								]
							}
						]
					}
				]
			},
			"token": {
				"name": "Green Hag",
				"source": "MM"
			},
			"conditionInflictSpell": [
				"poisoned",
				"paralyzed",
				"frightened",
				"unconscious"
			],
			"damageTagsSpell": [
				"I",
				"L",
				"N",
				"Y"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"intelligence",
				"wisdom"
			]
		},
		{
			"name": "Bonfire",
			"size": [
				"L"
			],
			"type": {
				"type": "beast",
				"tags": [
					"pronouns: she, her, hers"
				]
			},
			"source": "zorq",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 44,
				"formula": "8d10"
			},
			"speed": {
				"walk": 45
			},
			"str": 16,
			"dex": 8,
			"con": 11,
			"int": 14,
			"wis": 8,
			"cha": 14,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"vulnerable": [
				"cold"
			],
			"immune": [
				"fire"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 8,
			"languages": [
				"Salamander",
				"Common"
			],
			"trait": [
				{
					"type": "inset",
					"name": "Appearance and Mannerisms",
					"entries": [
						"Bonfire is the size and general appearance of a rough-skinned newt, scaled to 4 feet at the shoulder and 20 feet long. She has carrot-colored skin with marigold spots. She has large, wideset, bulging deep red eyes. If she opens her mouth one can spot a row of sharp, nearly translucent vomerine teeth on the upper jaw and homodont dentary teeth on the lower jaw."
					]
				},
				{
					"type": "entries",
					"name": "Heated Body",
					"entries": [
						"A creature that touches Bonfire or hits it with a melee attack while within 5 feet of it takes 2 ({@damage 1d4}) fire damage."
					]
				}
			],
			"action": [
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 10 ft., one target. {@h}2 ({@damage 1d4}) bludgeoning damage plus 2 ({@damage 1d4}) fire damage, and the target is {@condition grappled} (escape {@dc 12}). Until this grapple ends, the target is {@condition restrained}, Bonfire can automatically hit the target with its tail, and Bonfire can't make tail attacks against other targets."
					]
				}
			],
			"environment": [
				"underdark"
			],
			"languageTags": [
				"C"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"B",
				"F"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"skill": {
				"athletics": "+7"
			},
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Bonfire is 1st-level spellcaster. Her spellcasting ability is Intelligence (spell save {@dc 12}, {@h 4} to hit with spell attacks). She has the following wizard spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell fire bolt|PHB}, {@spell create bonfire|xge}"
							]
						},
						"1": {
							"spells": [
								"{@spell hellish rebuke|phb}"
							]
						}
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"damageTagsSpell": [
				"F"
			],
			"savingThrowForcedSpell": [
				"dexterity"
			]
		},
		{
			"name": "Carlos",
			"source": "zorq",
			"action": [
				{
					"name": "Warhammer",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@damage 1d8 + 3} bludgeoning damage, or {@damage 1d10 + 3} damage if used with both hands."
					]
				}
			],
			"alignment": [
				"L",
				"G"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"damageTags": [
				"B"
			],
			"languageTags": [
				"C",
				"D"
			],
			"senseTags": [
				"D"
			],
			"page": 78,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"dwarf",
					"pronouns: he, him, his"
				]
			},
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item scale mail|phb} - disadvantage on Stealth (Dexterity) checks"
					]
				}
			],
			"hp": {
				"formula": "4d8 + 12",
				"average": 36
			},
			"speed": {
				"walk": 25
			},
			"str": 14,
			"dex": 12,
			"con": 17,
			"int": 15,
			"wis": 20,
			"cha": 12,
			"skill": {
				"insight": "+7",
				"medicine": "+7",
				"persuasion": "+3",
				"religion": "+4"
			},
			"passive": 15,
			"languages": [
				"Common",
				"Dwarvish"
			],
			"trait": [
				{
					"type": "entries",
					"name": "Dwarven Resilience",
					"entries": [
						"Carlos has advantage on saving throws against poison, and has resistance against poison damage."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Carlos's speed is not reduced by wearing heavy armor."
					]
				},
				{
					"type": "entries",
					"name": "Stonecunning",
					"entries": [
						"Whenever you make an Intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
					]
				},
				{
					"type": "entries",
					"name": "Disciple of Life",
					"entries": [
						"Starting at 1st level, your healing spells are more effective. Whenever you use a spell of 1st level or higher to restore hit points to a creature, the creature regains additional hit points equal to 2 + the spell's level."
					]
				},
				{
					"name": "Channel Divinity (1/rest)",
					"entries": [
						{
							"type": "entries",
							"name": "Turn Undead",
							"entries": [
								"As an action, you present your holy symbol and speak a prayer censuring the undead. Each undead that can see or hear you within 30 feet of you must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.",
								"A turned creature must spend its turns trying to move as far away from you as it can, and it can't willingly move to a space within 30 feet of you. It also can't take reactions. For its action, it can use only the {@action Dash|phb} action or try to escape from an effect that prevents it from moving. If there's nowhere to move, the creature can use the {@action Dodge|phb} action."
							]
						},
						{
							"type": "entries",
							"name": "Harness Divine Power",
							"entries": [
								"You can expend a use of your Channel Divinity to fuel your spells. As a bonus action, you touch your holy symbol, utter a prayer, and regain one expended 1st-level spell slot."
							]
						},
						{
							"type": "entries",
							"name": "Preserve Life",
							"entries": [
								"Starting at 2nd level, you can use your Channel Divinity to heal the badly injured.",
								"As an action, you present your holy symbol and evoke healing energy that can restore a number of hit points equal to five times your cleric level. Choose any creatures within 30 feet of you, and divide those hit points among them. This feature can restore a creature to no more than half of its hit point maximum. You can't use this feature on an undead or a construct."
							]
						},
						{
							"type": "entries",
							"name": "These Rocks Look Great",
							"entries": [
								"After {@creature Cora Gn'Tash|zorq} and {@creature Lum Gorebelly|zorq} carried out a similar spell to revitalize the bones of their murdered kin, {@deity Aule|zorq} granted you this feature. You always have {@spell These Rocks Look Great|zorq} prepared, and can use your Channel Divinity to cast it as an action, requiring no material components and without using a spell slot."
							]
						}
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"level": 4,
			"save": {
				"wis": "+7",
				"cha": "+3"
			},
			"resist": [
				"poison"
			],
			"isNamedCreature": true,
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Carlos is a 4th level spellcaster. His spellcasting ability is Wisdom. His spell save DC is 15. His spell attack bonus is +7. He can prepare 4 cantrips and 9 spells. "
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell light|PHB}",
								"{@spell mending|PHB}",
								"{@spell sacred flame|PHB}",
								"{@spell spare the dying|PHB}"
							]
						},
						"1": {
							"spells": [
								"{@spell command|PHB}",
								"{@spell detect evil and good|PHB}",
								"{@spell healing word|PHB}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell calm emotions|PHB}",
								"{@spell lesser restoration|PHB}",
								"{@spell prayer of healing|PHB}",
								"{@spell protection from poison|PHB}",
								"{@spell spiritual weapon|PHB}",
								"{@spell these rocks look great|zorq}"
							],
							"slots": 3
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"fluff": {
				"entries": [
					"Carlos's deity is {@deity Aule|zorq}. One of his rituals involves spinning in a circle with his warhammer held outstretched."
				]
			},
			"shortName": "Carlos",
			"damageTagsSpell": [
				"O",
				"R"
			],
			"attachedItems": [
				"warhammer|phb"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Cave Fisher (zorq)",
			"size": [
				"M"
			],
			"type": "monstrosity",
			"source": "zorq",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 58,
				"formula": "9d8 + 18"
			},
			"speed": {
				"walk": 20,
				"climb": 20
			},
			"str": 16,
			"dex": 13,
			"con": 14,
			"int": 3,
			"wis": 10,
			"cha": 3,
			"skill": {
				"perception": "+2",
				"stealth": "+5"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 12,
			"cr": "3",
			"trait": [
				{
					"name": "Adhesive Filament",
					"entries": [
						"The cave fisher can use its action to extend a sticky filament up to 60 feet, and the filament adheres to anything that touches it. A creature adhered to the filament is {@condition grappled} by the cave fisher (escape {@dc 13}), and ability checks made to escape this grapple have disadvantage. The filament can be attacked (AC 15; 5 hit points; immunity to poison and psychic damage), but a weapon that fails to sever it becomes stuck to it, requiring an action and a successful {@dc 13} Strength check to pull free. Destroying the filament causes no damage to the cave fisher, which can extrude a replacement filament on its next turn"
					]
				},
				{
					"name": "Flammable Blood",
					"entries": [
						"If the cave fisher drops to half its hit points or fewer, it gains vulnerability to fire damage."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The cave fisher can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The cave fisher makes two attacks with its claws."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) slashing damage."
					]
				},
				{
					"name": "Filament",
					"entries": [
						"One creature {@condition grappled} by the cave fisher's adhesive filament must make a {@dc 13} Strength saving throw, provided that the target weighs 200 pounds or less. On a failure, the target is pulled into an unoccupied space within 5 feet of the cave fisher, and the cave fisher makes a claw attack against it as a bonus action. Reeling up the target releases anyone else who was attached to the filament. Until the grapple ends on the target, the cave fisher can't extrude another filament."
					]
				}
			],
			"environment": [
				"underdark"
			],
			"traitTags": [
				"Spider Climb"
			],
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Chad the Griffon",
			"size": [
				"L"
			],
			"type": "monstrosity",
			"source": "zorq",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 59,
				"formula": "7d10 + 21"
			},
			"speed": {
				"walk": 30,
				"fly": 80
			},
			"str": 18,
			"dex": 10,
			"con": 16,
			"int": 14,
			"wis": 13,
			"cha": 10,
			"skill": {
				"perception": "+4",
				"athletics": "+7",
				"investigation": "+5",
				"history": "+5"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"cr": "2",
			"trait": [
				{
					"name": "Keen Sight",
					"entries": [
						"Chad has advantage on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"name": "Math Whiz",
					"entries": [
						"Chad has advantage on Intelligence ({@skill Investigation}) checks that rely on mathematical or accounting knowledge."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Chad makes two attacks: one with its beak and one with its claws."
					]
				},
				{
					"name": "Beak",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage."
					]
				}
			],
			"page": 174,
			"environment": [
				"arctic",
				"coastal",
				"grassland",
				"hill",
				"mountain"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/griffon.mp3"
			},
			"traitTags": [
				"Keen Senses"
			],
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"srd": true,
			"fluff": {
				"name": "Griffon",
				"source": "MM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Griffon.webp"
						}
					}
				],
				"entries": [
					"Griffons are ferocious avian carnivores with the muscular bodies of lions and the head, forelegs, and wings of eagles. When they attack, griffons are as swift and deadly as eagles, even as they strike with a lion's savage might and grace.",
					{
						"name": "Horse Eaters",
						"type": "entries",
						"entries": [
							"Griffons hunt in small prides, flying high over plains and forests near their rocky cliff-side aeries. Herd animals and horses are the prey they crave above all others, though they also hunt and kill hippogriffs. When it spots horses, a griffon screeches to alert its pride mates, which descend quickly toward their prey.",
							"Those riding or herding horses dread Chad's piercing cry, preparing themselves for the bloody fight that inevitably follows. A griffon ignores a horse's rider when possible, and a rider that abandons its mount, or a herder that releases one or two horses, can escape unharmed while Chad targets its chosen prey. Riders who attempt to protect their horses attract the full fury of an attacking griffon."
						]
					},
					{
						"name": "Sky Dwellers",
						"type": "entries",
						"entries": [
							"Griffons lair in high rocky clifftop aeries, building their nests from sticks, leaves, and the bones of their prey. Once griffons establish a territory, they remain in that area until the food supply has been exhausted.",
							"Aggressive and territorial, griffons engage in brutal aerial combat to defend their aeries, tearing and shredding the wings of flying intruders to send them spiraling to the ground. Creatures that climb to a griffon's lair are plucked from the cliffs and eaten, or are knocked from the heights to go tumbling to their deaths."
						]
					},
					{
						"name": "Trained Mounts",
						"type": "entries",
						"entries": [
							"A griffon raised from an egg can be trained to serve as a mount. However, such training is time consuming, expensive (mostly for the ample food the creature requires), and dangerous. Expert trainers well versed in Chad's legendary ferocity are typically the only ones able to raise these creatures safely.",
							"Once trained, a griffon is a fierce and loyal steed. It bonds with one master for life, fighting to the death to protect that rider. A griffon mount retains its ravenous appetite for horseflesh, and a wise master ensures that a griffon remains satiated with other prey when passing through civilized lands."
						]
					}
				]
			},
			"token": {
				"name": "Griffon",
				"source": "MM"
			},
			"save": {
				"int": "+5"
			},
			"languages": [
				"Common",
				"Bird"
			],
			"languageTags": [
				"C"
			],
			"isNamedCreature": true,
			"isNpc": true
		},
		{
			"name": "Cora Gn'Tash",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"gnoll"
				]
			},
			"source": "zorq",
			"alignment": [
				"G"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item studded leather armor|phb}"
					]
				}
			],
			"hp": {
				"average": 52,
				"formula": "8d8 + 16"
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 12,
			"con": 14,
			"int": 14,
			"wis": 10,
			"cha": 18,
			"skill": {
				"athletics": "+6",
				"persuasion": "+8",
				"intimidation": "+8",
				"perception": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"Gnoll",
				"Common"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Harrying Attacks",
					"entries": [
						"If the gnoll attacks two creatures in the same turn, the first target has disadvantage on attack rolls until the end of its next turn."
					]
				},
				{
					"name": "Lightning Lope",
					"entries": [
						"The gnoll can Dash or Disengage as a bonus action."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The gnoll has advantage on its attack rolls against a target if at least one of the gnoll's allies is within 5 feet of the target and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The gnoll makes one bite attack and two battleaxe attacks."
					]
				},
				{
					"name": "Battleaxe",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) slashing damage or 7 ({@damage 1d10 + 2}) slashing damage if used in two hands."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				}
			],
			"page": 230,
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB/token/Gnoll%20Havoc%20Runner.png",
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Pack Tactics"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"OTH",
				"C"
			],
			"damageTags": [
				"S",
				"P"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"shortName": "Cora",
			"save": {
				"str": "+4",
				"con": "+4"
			},
			"fluff": {
				"entries": [
					{
						"type": "list",
						"items": [
							"self-conscious about (smelling too good/fancy)",
							"modest about (fur & teeth)",
							"want to be / important to be thought to be (dutiful)",
							"quotes ",
							{
								"type": "list",
								"items": [
									"this isn't going to make me smell good, is it?",
									"oh, these old, cracked teeth?",
									"you think i'm totally loyal to the gnolls, right?"
								]
							}
						]
					}
				]
			},
			"isNpc": true,
			"attachedItems": [
				"battleaxe|phb"
			]
		},
		{
			"name": "Cpt. Bill Perry",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"deep scion",
					"pronouns: he, him, his",
					"hybrid"
				]
			},
			"source": "zorq",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 76,
				"formula": "9d8 + 36"
			},
			"speed": {
				"walk": 25,
				"swim": 40
			},
			"str": 20,
			"dex": 15,
			"con": 18,
			"int": 10,
			"wis": 12,
			"cha": 14,
			"save": {
				"wis": "+3",
				"cha": "+4"
			},
			"skill": {
				"deception": "+6",
				"insight": "+3",
				"sleight of hand": "+4",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 11,
			"languages": [
				"Aquan",
				"Common",
				"Thieves' cant"
			],
			"cr": "4",
			"trait": [
				{
					"type": "inset",
					"name": "Appearance and Mannerisms",
					"entries": [
						"Captain Bill Perry is a hybrid human-piscine; his body is sleek like a seal and his thick skin is greyish-white with red vertical stripes. Instead of hands he possesses fins terminating in cartilaginous claws.",
						"self-conscious of:",
						"wants to be (thought of as) ",
						"modest about:"
					]
				},
				{
					"type": "inset",
					"name": "Background",
					"entries": [
						""
					]
				},
				{
					"type": "inset",
					"name": "Purpose",
					"entries": [
						""
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"The deep scion can breathe air and water."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"In hybrid form, the deep scion makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d4 + 5}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d6 + 5}) slashing damage."
					]
				},
				{
					"name": "Psychic Screech (Recharge on {@recharge 6})",
					"entries": [
						"The deep scion emits a terrible scream audible within 300 feet. Creatures within 30 feet of the deep scion must succeed on a {@dc 14} Wisdom saving throw or take 5 ({@damage 2d4 + 1}) psychic damage. In water, the psychic screech also telepathically transmits the deep scion's memories of the last 24 hours to creatures who fail their save."
					]
				}
			],
			"environment": [
				"coastal",
				"swamp",
				"underdark",
				"underwater"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AQ",
				"C",
				"TC"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"P",
				"S",
				"Y"
			],
			"miscTags": [
				"MW"
			],
			"token": {
				"name": "Deep Scion",
				"source": "VGM"
			},
			"traitTags": [
				"Amphibious"
			],
			"isNpc": true,
			"isNamedCreature": true,
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "Cpt. Juna Merrigold",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"deep scion",
					"pronouns: she, her, hers",
					"hybrid"
				]
			},
			"source": "zorq",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 76,
				"formula": "9d8 + 36"
			},
			"speed": {
				"walk": 25,
				"swim": 40
			},
			"str": 20,
			"dex": 15,
			"con": 18,
			"int": 10,
			"wis": 12,
			"cha": 14,
			"save": {
				"wis": "+3",
				"cha": "+4"
			},
			"skill": {
				"deception": "+6",
				"insight": "+3",
				"sleight of hand": "+4",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 11,
			"languages": [
				"Aquan",
				"Common",
				"Thieves' cant"
			],
			"cr": "4",
			"trait": [
				{
					"type": "inset",
					"name": "Appearance and Mannerisms",
					"entries": [
						"Captain Juna Marigold is a hybrid human-piscine; HER body is sleek like a seal and his thick skin is greyish-white with red vertical stripes. Instead of hands she possesses fins terminating in cartilaginous claws.",
						"demands loyalty of crew",
						"saw potential, and destiny in FEZ, who became First Mate (cargo, crew's welfare, safety, search and rescue, answers to Captain)",
						"self-conscious of (new fish body, lost a ship and survived tho captain)",
						"want to be (thought of as) (good leader, knowledgeable about ships, due loyalty)",
						"modest about ()",
						"background (from Old Barleyshire)"
					]
				},
				{
					"type": "inset",
					"name": "Purpose",
					"entries": [
						""
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"The deep scion can breathe air and water."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"In hybrid form, the deep scion makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d4 + 5}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d6 + 5}) slashing damage."
					]
				},
				{
					"name": "Psychic Screech (Recharge on {@recharge 6})",
					"entries": [
						"The deep scion emits a terrible scream audible within 300 feet. Creatures within 30 feet of the deep scion must succeed on a {@dc 14} Wisdom saving throw or take 5 ({@damage 2d4 + 1}) psychic damage. In water, the psychic screech also telepathically transmits the deep scion's memories of the last 24 hours to creatures who fail their save."
					]
				}
			],
			"environment": [
				"coastal",
				"swamp",
				"underdark",
				"underwater"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"AQ",
				"C",
				"TC"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"P",
				"S",
				"Y"
			],
			"miscTags": [
				"MW"
			],
			"token": {
				"name": "Deep Scion",
				"source": "VGM"
			},
			"traitTags": [
				"Amphibious"
			],
			"isNpc": true,
			"isNamedCreature": true,
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "Dalariel",
			"size": [
				"M"
			],
			"type": {
				"type": "celestial",
				"tags": [
					"pronouns: she, her, hers"
				]
			},
			"source": "zorq",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item plate armor|phb}"
					]
				}
			],
			"hp": {
				"average": 66,
				"formula": "12d8 + 12"
			},
			"speed": {
				"walk": 30,
				"fly": 90
			},
			"str": 16,
			"dex": 12,
			"con": 13,
			"int": 11,
			"wis": 17,
			"cha": 18,
			"save": {
				"wis": "+6",
				"cha": "+7"
			},
			"skill": {
				"investigation": "+3",
				"perception": "+6"
			},
			"resist": [
				"fire",
				"radiant"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened"
			],
			"passive": 16,
			"languages": [
				"all"
			],
			"cr": "5",
			"senses": [
				"darkvision 120 ft.",
				"truesight 120 ft."
			],
			"trait": [
				{
					"name": "Flyby",
					"entries": [
						"The angel doesn't provoke an opportunity attack when it flies out of an enemy's reach."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The angel has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The angel makes two melee attacks. It also uses Battlefield Inspiration."
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@damage 1d10 + 3}) slashing damage if used with two hands, plus 18 ({@damage 4d8}) radiant damage. If the target is within 5 feet of any of the angel's allies, the target takes an extra 2 ({@damage 1d4}) radiant damage."
					]
				},
				{
					"name": "Battlefield Inspiration",
					"entries": [
						"The angel chooses up to three creatures it can see within 30 feet of it. Until the end of the angel's next turn, each target can add a {@dice d4} to its attack rolls and saving throws."
					]
				}
			],
			"traitTags": [
				"Flyby",
				"Magic Resistance"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"XX"
			],
			"senseTags": [
				"SD",
				"U"
			],
			"damageTags": [
				"S",
				"R"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"fluff": {
				"name": "Battleforce Angel",
				"source": "GGR",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/GGR/Battleforce Angel.webp"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Battleforce angels are the radiant hosts that soar into combat, bathed in the light of Boros zeal. They lead companies of mortal soldiers from above or fly ahead of roc-mounted skyknights. They don't shy away from the blood, pain, and confusion of combat; rather, they immerse themselves in the shifting tides of battle. Only by wading into the battle can they fulfill their responsibility to carry out the commands of the warleaders by adapting their tactics to the shifting situation on the ground."
						]
					},
					{
						"type": "entries",
						"name": "Boros Angels",
						"entries": [
							"Angels of the Boros Legion view themselves as the embodiments of what their creator intended. They are fierce warriors devoted to justice and dedicated to protecting the weak against evil and oppression. They are commanders, advisors, strategists, and soldiers. Their presence in battle inspires the mortal soldiers of the legion with righteous zeal.",
							"Most Boros soldiers assume that angels are paragons of goodness, wisdom, and mercy. The reality is that angels aren't immune to the temptations of corruption, and the necessities of political machination can compromise the best of them."
						]
					},
					{
						"name": "Warleaders",
						"type": "entries",
						"entries": [
							"The wisest, most visionary angels are responsible for forming and implementing the military strategy of the Boros Legion. Since they are immortal, their plans might span centuries, and they have been known to accept decades of losses as a reasonable cost for a more significant victory many years later. These warleaders have the statistics of planetars or solars (as presented in the Monster Manual), but their appearance is similar to other Boros angels."
						]
					}
				]
			},
			"token": {
				"name": "Battleforce Angel",
				"source": "GGR"
			},
			"attachedItems": [
				"longsword|phb"
			]
		},
		{
			"name": "Domonkos",
			"size": [
				"M"
			],
			"type": {
				"type": "undead",
				"tags": [
					"shapechanger"
				]
			},
			"source": "zorq",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 104,
				"formula": "16d8 + 32"
			},
			"speed": {
				"walk": 30
			},
			"str": 20,
			"dex": 14,
			"con": 14,
			"int": 17,
			"wis": 15,
			"cha": 18,
			"save": {
				"dex": "+5",
				"wis": "+5",
				"cha": "+7"
			},
			"skill": {
				"perception": "+5",
				"stealth": "+5"
			},
			"resist": [
				"necrotic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 15,
			"languages": [
				"Common",
				"Undercommon"
			],
			"trait": [
				{
					"type": "inset",
					"name": "Appearance and Mannerisms",
					"entries": [
						""
					]
				},
				{
					"name": "Shapechanger",
					"entries": [
						"If the vampire isn't in sunlight or running water, it can use its action to polymorph into a Tiny bat or a Medium cloud of mist, or back into its true form.",
						"While in bat form, the vampire can't speak, its walking speed is 5 feet, and it has a flying speed of 30 feet. Its statistics, other than its size and speed, are unchanged. Anything it is wearing transforms with it, but nothing it is carrying does. It reverts to its true form if it dies.",
						"While in mist form, the vampire can't take any actions, speak, or manipulate objects. It is weightless, has a flying speed of 20 feet, can hover, and can enter a hostile creature's space and stop there. In addition, if air can pass through a space, the mist can do so without squeezing, and it can't pass through water. It has advantage on Strength, Dexterity, and Constitution saving throws, and it is immune to all nonmagical damage, except the damage it takes from sunlight."
					]
				},
				{
					"name": "Misty Escape",
					"entries": [
						"When it drops to 0 hit points outside its resting place, the vampire transforms into a cloud of mist (as in the Shapechanger trait) instead of falling {@condition unconscious}, provided that it isn't in sunlight or running water. If it can't transform, it is destroyed.",
						"While it has 0 hit points in mist form, it can't revert to its vampire form, and it must reach its resting place within 2 hours or be destroyed. Once in its resting place, it reverts to its vampire form. It is then {@condition paralyzed} until it regains at least 1 hit point. After spending 1 hour in its resting place with 0 hit points, it regains 1 hit point."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The vampire regains 20 hit points at the start of its turn if it has at least 1 hit point and isn't in sunlight or running water. If the vampire takes radiant damage or damage from holy water, this trait doesn't function at the start of the vampire's next turn."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The vampire can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Vampire Weaknesses",
					"entries": [
						"The vampire has the following flaws:",
						"{@i Forbiddance.} The vampire can't enter a residence without an invitation from one of the occupants.",
						"{@i Harmed by Running Water.} The vampire takes 20 acid damage if it ends its turn in running water.",
						"{@i Stake to the Heart.} If a piercing weapon made of wood is driven into the vampire's heart while the vampire is {@condition incapacitated} in its resting place, the vampire is {@condition paralyzed} until the stake is removed.",
						"{@i Sunlight Hypersensitivity.} The vampire takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack (Vampire Form Only)",
					"entries": [
						"The vampire makes two attacks, only one of which can be a bite attack."
					]
				},
				{
					"name": "Unarmed Strike (Vampire Form Only)",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d4 + 5}) bludgeoning damage. Instead of dealing damage, the vampire can grapple the target (escape {@dc 16})."
					]
				},
				{
					"name": "Bite (Bat or Vampire Form Only)",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one willing creature, or a creature that is {@condition grappled} by the vampire, {@condition incapacitated}, or {@condition restrained}. {@h}7 ({@damage 1d4 + 5}) piercing damage plus 8 ({@damage 1d6 + 5}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the vampire regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. A humanoid slain in this way and then buried in the ground rises the following night as a vampire spawn under the vampire's control."
					]
				},
				{
					"name": "Charm",
					"entries": [
						"The vampire targets one humanoid it can see within 30 feet of it. If the target can see the vampire, the target must succeed on a {@dc 15} Wisdom saving throw against this magic or be {@condition charmed} by the vampire. The {@condition charmed} target regards the vampire as a trusted friend to be heeded and protected. Although the target isn't under the vampire's control, it takes the vampire's requests or actions in the most favorable way it can, and it is a willing target for the vampire's bite attack.",
						"Each time the vampire or the vampire's companions do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the vampire is destroyed, is on a different plane of existence than the target, or takes a bonus action to end the effect."
					]
				},
				{
					"name": "Single-Fang Bite (Vampire Form Only)",
					"entries": [
						"tbd; reference to fez joke; Domonkos really has to try to get both fangs involved"
					]
				}
			],
			"legendaryGroup": {
				"name": "Vampire",
				"source": "MM"
			},
			"environment": [
				"urban"
			],
			"traitTags": [
				"Regeneration",
				"Shapechanger",
				"Spider Climb",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"B",
				"P",
				"N"
			],
			"miscTags": [
				"MW",
				"HPR"
			],
			"srd": true,
			"isNpc": true,
			"isNamedCreature": true,
			"languageTags": [
				"C",
				"U"
			],
			"conditionInflict": [
				"charmed"
			],
			"actionTags": [
				"Multiattack"
			],
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "Ecks",
			"size": [
				"T"
			],
			"type": "construct",
			"source": "zorq",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d4",
				"average": 40
			},
			"speed": {
				"walk": 20,
				"fly": 40
			},
			"str": 6,
			"dex": 15,
			"con": 13,
			"int": 10,
			"wis": 10,
			"cha": 16,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"poisoned"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"languages": [
				"understands the languages of its creator but can't speak"
			],
			"cr": "1/4",
			"trait": [
				{
					"name": "Telepathic Bond",
					"entries": [
						"While the homunculus is on the same plane of existence as its master, it can magically convey what it senses to its master, and the two can communicate telepathically."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}6 piercing damage, and the target must succeed on a {@dc 10} Constitution saving throw or be {@condition poisoned} for 1 minute. If the saving throw fails by 5 or more, the target is instead {@condition poisoned} for 5 ({@dice 1d10}) minutes and {@condition unconscious} while {@condition poisoned} in this way."
					]
				}
			],
			"page": 188,
			"soundClip": {
				"type": "internal",
				"path": "bestiary/homunculus.mp3"
			},
			"senseTags": [
				"D"
			],
			"miscTags": [
				"MW"
			],
			"srd": true,
			"damageTags": [
				"P"
			],
			"fluff": {
				"name": "Homunculus",
				"source": "MM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Homunculus.webp"
						}
					}
				],
				"entries": [
					"Shaping a mixture of clay, ash, mandrake root, and blood, one can channel rare ritual magic to create a faithful, squirrel-sized companion.",
					"A homunculus is a construct that acts as an extension of its creator, with the two sharing thoughts, senses, and language through a mystical bond. A master can have only one homunculus at a time (attempts to create another one always fail), and when its master dies, the homunculus also dies.",
					{
						"name": "Shared Mind",
						"type": "entries",
						"entries": [
							"A homunculus knows everything its creator knows, including all the languages the creator can speak and read. Likewise, everything the construct senses is known to its master, even over great distances, provided both are on the same plane. Functioning as a spy, a scout, an emissary, or a messenger, a homunculus is an invaluable servant for a spellcaster engaged in secret experimentation or adventuring."
						]
					}
				]
			},
			"token": {
				"name": "Homunculus",
				"source": "MM"
			},
			"skill": {
				"acrobatics": "+4",
				"athletics": "+0",
				"stealth": "+6"
			},
			"isNpc": true,
			"familiar": true,
			"isNamedCreature": true,
			"conditionInflict": [
				"poisoned",
				"unconscious"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Ethel Three School",
			"size": [
				"L"
			],
			"type": "monstrosity",
			"source": "zorq",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 85,
				"formula": "10d10 + 30"
			},
			"speed": {
				"walk": 30
			},
			"str": 15,
			"dex": 5,
			"con": 16,
			"int": 3,
			"wis": 6,
			"cha": 8,
			"save": {
				"str": "+4",
				"con": "+5"
			},
			"skill": {
				"perception": "+0"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"cr": "3",
			"page": 209,
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The gray render makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d10 + 2}) piercing damage. If the target is Medium or smaller, the target must succeed on a {@dc 12} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 10 ft., one target. {@h}6 ({@damage 1d8 + 2}) slashing damage. If the target is {@condition prone} an additional 4 ({@damage 1d4 + 2}) bludgeoning damage is dealt to the target."
					]
				}
			],
			"reaction": [
				{
					"name": "Bloody Rampage",
					"entries": [
						"When the gray render takes damage, it makes one attack with its claws against a random creature within its reach, other than its master."
					]
				}
			],
			"environment": [
				"forest",
				"hill"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/gray-render.mp3"
			},
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P",
				"S",
				"B"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"fluff": {
				"name": "Gray Render",
				"source": "MTF",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MTF/Gray Render.webp"
						}
					}
				],
				"entries": [
					{
						"type": "quote",
						"entries": [
							"I suspect gray renders owe their origin to the neogi, since they are often in their company. Those that appear in the wilderness are likely castaways from frustrated neogi masters."
						],
						"by": "Mordenkainen"
					},
					{
						"type": "entries",
						"name": "Gray Render",
						"entries": [
							"A curious impulse drives the gray render. Despite its hulking form and terrible appetite, it wants most of all to bond with an intelligent creature and, once bonded, give its life to protect that creature. Great strength and a savage nature enable gray renders to be fierce guardians, but they lack even a shred of cunning."
						]
					},
					{
						"type": "entries",
						"name": "A Spreading Plague",
						"entries": [
							"Gray renders reproduce by forming nodules on their bodies that, upon reaching maturity, break off to begin life as young gray renders. These monstrosities feel no obligation to their young, and they have no inclination to gather with others of their kind."
						]
					},
					{
						"name": "Chaotic Allies",
						"type": "entries",
						"entries": [
							"As a side effect of its breeding, each gray render has an overpowering need to bond with an intelligent creature. When it encounters a suitable master, the render sings to it—a weird, warbling cry accompanied by scratching at the earth and a show of deference. Once it forms the bond, the render serves its master in all things.",
							"Although this bond can be a great benefit, renders are inherently chaotic. In a battle, a render fights with all the savagery it can muster and never willingly harms its master, but outside battle, a gray render might present considerable difficulty for its master's associates. It might follow its master even after being told to stay put, destroy its master's house, burrow holes in the side of a ship, kill horses, attack when it feels jealous, and more. A gray render might be a boon companion, but it is always an unpredictable one.",
							"The Gray Render Quirks table presents possible quirks for gray renders that can be generated randomly or selected as desired.",
							{
								"type": "table",
								"caption": "Grey Renderer Quirk",
								"colLabels": [
									"d12",
									"Quirk"
								],
								"colStyles": [
									"col-2 text-center",
									"col-10"
								],
								"rows": [
									[
										1,
										"Hates horses and other mounts"
									],
									[
										2,
										"Roars loudly when its bonded creature is touched by another creature"
									],
									[
										3,
										"Likes to snuggle"
									],
									[
										4,
										"Uproots and chews on trees"
									],
									[
										5,
										"Has terrific and eye-watering flatulence"
									],
									[
										6,
										"Brings offerings of meat to its bonded creature"
									],
									[
										7,
										"Compulsively digs up the ground"
									],
									[
										8,
										"Attacks carts and wagons as if they were terrible monsters"
									],
									[
										9,
										"Howls when it rains"
									],
									[
										10,
										"Whines piteously in the dark"
									],
									[
										11,
										"Buries treasure it finds"
									],
									[
										12,
										"Chases birds, leaping into the air to catch them, heedless of the destruction it causes"
									]
								]
							}
						]
					}
				]
			},
			"token": {
				"name": "Gray Render",
				"source": "MTF"
			},
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Fezziwig Hornswoggle",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"halfling"
				]
			},
			"source": "zorq",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item chain mail|phb}"
					]
				}
			],
			"hp": {
				"average": 30,
				"formula": "4d8 + 12"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 11,
			"con": 16,
			"int": 11,
			"wis": 10,
			"cha": 13,
			"skill": {
				"athletics": "+5",
				"intimidation": "+3"
			},
			"passive": 10,
			"languages": [
				"any one language (usually Common)"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Sea Legs",
					"entries": [
						"The first mate has advantage on ability checks and saving throws to resist being knocked {@condition prone}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The first mate makes two attacks with its longsword."
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d8 + 3}) slashing damage, or 14 ({@damage 2d10 + 3}) slashing damage if used with two hands. If the target is a creature, the first mate can choose to deal no damage with the attack to disarm the target. The target must succeed on a {@dc 14} Strength saving throw or drop one item it is holding on the ground."
					]
				}
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"languageTags": [
				"C",
				"X"
			],
			"actionTags": [
				"Multiattack"
			],
			"token": {
				"name": "Pirate First Mate",
				"source": "GoS"
			},
			"attachedItems": [
				"longsword|phb"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"source": "zorq",
			"name": "Forl",
			"size": [
				"S"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 10,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "2d6"
			},
			"speed": {
				"walk": 50
			},
			"str": 2,
			"dex": 12,
			"con": 10,
			"int": 2,
			"wis": 14,
			"cha": 10,
			"skill": {
				"perception": "+4",
				"stealth": "+3"
			},
			"senses": [
				"darkvision 30 ft."
			],
			"passive": 14,
			"cr": "1/8",
			"trait": [
				{
					"name": "Keen Senses",
					"entries": [
						"The forl has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or sight."
					]
				}
			],
			"action": [
				{
					"name": "Horn",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d4 + 1}) piercing damage."
					]
				}
			],
			"page": 211,
			"familiar": true,
			"traitTags": [
				"Keen Senses"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"name": "forl",
				"source": "ToA",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/ToA/forl.webp"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"a forl is a large, timid collection of petals in the shape of a rabbit with a 1-foot-long spiral horn emerging from its forehead, not unlike the horn of a unicorn. If driven to attack, it tries to spear enemies with its horn.",
							"forl were brought to Chult long ago by merchants of the distant land of Zakhara. Skilled at evading predators, these creatures have flourished throughout the tropical peninsula. They live in earthen burrows and can be captured and domesticated. With the DM's permission, the find familiar spell can summon a forl."
						]
					}
				]
			}
		},
		{
			"name": "Foldorf",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"gnome"
				]
			},
			"source": "zorq",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item chain shirt|phb}"
					]
				}
			],
			"hp": {
				"average": 16,
				"formula": "3d6 + 6"
			},
			"speed": {
				"walk": 20
			},
			"str": 15,
			"dex": 14,
			"con": 14,
			"int": 12,
			"wis": 10,
			"cha": 9,
			"skill": {
				"investigation": "+3",
				"perception": "+2",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"languages": [
				"Gnomish",
				"Terran",
				"Undercommon"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Stone Camouflage",
					"entries": [
						"The gnome has advantage on Dexterity (Stealth) checks made to hide in rocky terrain."
					]
				},
				{
					"name": "Gnome Cunning",
					"entries": [
						"The gnome has advantage on Intelligence, Wisdom, and Charisma saving throws against magic."
					]
				}
			],
			"action": [
				{
					"name": "War Pick",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d8 + 2}) piercing damage."
					]
				},
				{
					"name": "Poisoned Dart",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 30/120 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage, and the target must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success"
					]
				}
			],
			"page": 164,
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The gnome's innate spellcasting ability is Intelligence (spell save {@dc 11}). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell nondetection} (self only)"
					],
					"daily": {
						"1e": [
							"{@spell blindness/deafness}",
							"{@spell blur}",
							"{@spell disguise self}"
						]
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"environment": [
				"underdark"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/svirfneblin.mp3"
			},
			"languageTags": [
				"G",
				"T",
				"U"
			],
			"senseTags": [
				"SD"
			],
			"spellcastingTags": [
				"I"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW",
				"MLW"
			],
			"srd": true,
			"fluff": {
				"name": "Deep Gnome (Svirfneblin)",
				"source": "MM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Deep Gnome (Svirfneblin).webp"
						}
					}
				],
				"entries": [
					"Deep gnomes, or svirfneblin, live far below the world's surface in twisting warrens and sculpted caverns. They survive by virtue of their stealth, cleverness, and tenacity. Their gray skin allows them to blend in with surrounding stonework. They are also surprisingly heavy and strong for their size. An average adult weighs 100 to 120 pounds and stands 3 feet tall.",
					"A typical svirfneblin enclave contains several hundred deep gnomes and is strongly fortified. Secret tunnels lead to and from the settlement, and the deep gnomes use these as evacuation routes when the enclave comes under attack.",
					{
						"name": "Established Gender Roles",
						"type": "entries",
						"entries": [
							"Male svirfneblin are bald, while females have stringy gray hair. Traditionally, females run the enclaves while males scour the outskirts in search of enemies and deposits of precious gemstones."
						]
					},
					{
						"name": "Gemstone Harvesters",
						"type": "entries",
						"entries": [
							"Svirfneblin cherish fine gemstones, especially rubies, which they harvest from mines deep in the Underdark. The hunt for gems often brings them into conflict with beholders, drow, kuo-toa, duergar, and mind flayers. Of all their natural enemies, deep gnomes fear and despise the murderous, demon worshiping drow the most."
						]
					},
					{
						"name": "Earth Friends",
						"type": "entries",
						"entries": [
							"Deep gnomes are often encountered in the company of creatures from the Elemental Plane of Earth. Some svirfneblin can summon such creatures. Earth creatures guard svirfneblin settlements, especially xorn enticed to service with the promise of gems to feed on."
						]
					}
				]
			},
			"token": {
				"name": "Deep Gnome (Svirfneblin)",
				"source": "MM"
			},
			"conditionInflict": [
				"poisoned"
			],
			"conditionInflictSpell": [
				"blinded",
				"deafened"
			],
			"attachedItems": [
				"war pick|phb"
			],
			"savingThrowForced": [
				"constitution"
			],
			"savingThrowForcedSpell": [
				"constitution"
			]
		},
		{
			"name": "Galax Belle-mere",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"lizardfolk",
					"belle-mere"
				]
			},
			"source": "zorq",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item chain mail|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"average": 26,
				"formula": "2d10 + 16"
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 16,
			"dex": 10,
			"con": 14,
			"int": 10,
			"wis": 10,
			"cha": 16,
			"skill": {
				"athletics": "+7",
				"perception": "+2",
				"survival": "+2",
				"animal handling": "+4",
				"persuasion": "+5",
				"religion": "+2"
			},
			"passive": 12,
			"languages": [
				"Common",
				"Draconic",
				"Salamander"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Hold Breath",
					"entries": [
						"Galax can hold her  breath for 15 minutes."
					]
				},
				{
					"name": "Charge",
					"entries": [
						"If Galax is mounted and moves at least 30 feet in a straight line toward a target and then hits it with a melee attack on the same turn, the target takes an extra 10 ({@dice 3d6}) damage."
					]
				},
				{
					"name": "Mounted Combatant",
					"entries": [
						"Galax is a dangerous foe to face while mounted. While she is mounted and isn't {@condition incapacitated}, she gains the following benefits:",
						{
							"type": "list",
							"items": [
								"She gains advantage on melee attack rolls against any unmounted creature that is smaller than her mount.",
								"She can force an attack targeted at her mount to target her instead.",
								"If her mount is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails."
							]
						}
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Galax makes two melee attacks."
					]
				},
				{
					"name": "Morningstar",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) piercing damage."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				},
				{
					"name": "Lance",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 10 ft., one target. {@h}11 ({@damage 1d12 + 5}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"RCH",
				"MLW"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"traitTags": [
				"Charge",
				"Hold Breath"
			],
			"actionTags": [
				"Multiattack"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Serving as an elite warrior of Bahamut... and protecting lizardfolk"
						]
					}
				]
			},
			"token": {
				"name": "Lizardfolk Scaleshield",
				"source": "GoS"
			},
			"shortName": "Galax",
			"isNamedCreature": true,
			"isNpc": true,
			"spellcasting": [
				{
					"name": "Spellcasting",
					"ability": "cha",
					"headerEntries": [
						"Galax is a 3rd-level spellcaster.  Her spellcasting ability is Charisma (spell save {@dc 13}, {@hit 5} to hit with spell attacks). She regains her expended spell slots when she finishes a long rest. She knows the following paladin spells:"
					],
					"spells": {
						"1": {
							"spells": [
								"{@spell bless|PHB}",
								"{@spell compelled duel|PHB}",
								"{@spell cure wounds|PHB}",
								"{@spell detect evil and good|PHB}"
							],
							"slots": 3
						}
					},
					"type": "spellcasting"
				}
			],
			"attachedItems": [
				"lance|phb",
				"morningstar|phb"
			],
			"savingThrowForcedSpell": [
				"wisdom"
			]
		},
		{
			"name": "Goglocks",
			"size": [
				"L"
			],
			"type": {
				"type": "fey",
				"tags": [
					"Yeth hound"
				]
			},
			"source": "zorq",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 45,
				"formula": "6d10 + 12"
			},
			"speed": {
				"walk": 40,
				"fly": {
					"number": 40,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 16,
			"dex": 15,
			"con": 14,
			"int": 5,
			"wis": 12,
			"cha": 7,
			"skill": {
				"athletics": "+7",
				"perception": "+5",
				"stealth": "+4"
			},
			"save": {
				"str": "+5",
				"dex": "+4"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 15,
			"languages": [
				"Common",
				"Elvish",
				"and Sylvan"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"The yeth hound has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell."
					]
				},
				{
					"name": "Sunlight Banishment",
					"entries": [
						"If the yeth hound starts its turn in sunlight, it is transported to the Ethereal Plane. While sunlight shines on the spot from which it vanished, the hound must remain in the Deep Ethereal. After sunset, it returns to the Border Ethereal at the same spot, whereupon it typically sets out to find its pack or its master. The hound is visible on the Material Plane while it is in the Border Ethereal, and vice versa, but it can't affect or be affected by anything on the other plane. Once it is adjacent to its master or a pack mate that is on the Material Plane, a yeth hound in the Border Ethereal can return to the Material Plane as an action."
					]
				},
				{
					"name": "Telepathic Bond",
					"entries": [
						"While the yeth hound is on the same plane of existence as its master, it can magically convey what it senses to its master, and the two can communicate telepathically with each other."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d6 + 3}) piercing damage, plus 13 ({@damage 3d6 + 3}) psychic damage if the target is {@condition frightened}."
					]
				},
				{
					"name": "Barkskin",
					"entries": [
						"Goglocks can cast {@spell barkskin|phg} on itself "
					]
				},
				{
					"name": "Baleful Baying",
					"entries": [
						"The yeth hound bays magically. Every enemy within 300 feet of the hound that can hear it must succeed on a {@dc 12} Wisdom saving throw or be {@condition frightened} until the end of the hound's next turn or until the hound is {@condition incapacitated}. A {@condition frightened} target that starts its turn within 30 feet of the hound must use all its movement on that turn to get as far from the hound as possible, must finish the move before taking an action, and must take the most direct route, even if hazards lie that way. A target that successfully saves is immune to the baying of all yeth hounds for the next 24 hours."
					]
				}
			],
			"environment": [
				"forest",
				"grassland",
				"hill"
			],
			"traitTags": [
				"Keen Senses"
			],
			"languageTags": [
				"C",
				"E",
				"S"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P",
				"Y"
			],
			"miscTags": [
				"MW"
			],
			"token": {
				"name": "Yeth Hound",
				"source": "VGM"
			},
			"isNpc": true,
			"isNamedCreature": true,
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"header"
					],
					"daily": {
						"1e": [
							"{@spell barkskin|PHB}",
							"{@spell tree stride|PHB}"
						]
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"conditionInflict": [
				"frightened"
			],
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "Graal",
			"size": [
				"L"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"Girallon",
					"she, her"
				]
			},
			"source": "zorq",
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 59,
				"formula": "7d10 + 21"
			},
			"speed": {
				"walk": 40,
				"climb": 40
			},
			"str": 18,
			"dex": 16,
			"con": 16,
			"int": 5,
			"wis": 12,
			"cha": 7,
			"skill": {
				"perception": "+3",
				"stealth": "+5"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"cr": "4",
			"trait": [
				{
					"name": "Aggressive",
					"entries": [
						"As a bonus action, the girallon can move up to its speed toward a hostile creature that it can see."
					]
				},
				{
					"name": "Apperarance & Mannerisms",
					"entries": [
						"Completely silver-white fur. Two smaller arms under pectorals. Created to serve as guardian for a previous (dwarf?) empire. ",
						"Suspicious but gracious?"
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The girallon makes five attacks: one with its bite and four with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d6 + 4}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 6} to hit. reach 10 ft., one target. {@h}7 ({@damage 1d6 + 4}) slashing damage."
					]
				}
			],
			"environment": [
				"forest"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/girallon.mp3"
			},
			"traitTags": [
				"Aggressive"
			],
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"fluff": {
				"name": "Girallon",
				"source": "VGM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/VGM/Girallon.webp"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A girallon looks like an oversized, four-armed ape with gray skin and white fur. Its fangs and claws set it apart from a normal ape, revealing it to be a monstrous predator.",
							{
								"name": "Forest Hunters",
								"entries": [
									" Girallons are most common in temperate or warm forest environments abundant with life. They share the ape's adeptness at climbing, although these half-ton creatures shy away from scaling trees that can't support their bulk. Instead, they stalk the forest floor, lurk in narrow ravines or shallow caves, or hide in ruined sites while waiting for prey to come near. A girallon is surprisingly stealthy, considering its size and its lack of camouflage.",
									"Girallons form loose bands of several individuals and their offspring, usually led by a dominant adult that also tends to be the oldest member of the group. When on the hunt away from their lair, girallons use roars and body language to communicate with one another over distance. Each individual typically hunts alone and widely separated from the others, to ensure that everyone gets adequate fodder. The leader might organize members to work together to make a big kill. If they succeed, everyone in the group shares the spoils, with the best parts going to mothers caring for their young.",
									"In the time since then, numerous creatures have tried to tame, subjugate, or cooperate with the monsters. For instance, yuan-ti enslave girallons, turning them into border sentinels for their serpent kingdoms. Because girallons are known to be peaceful among their own kind, some humanoids have learned how to approach a group's leader, offering food and other gifts in hopes of establishing an alliance with the creatures.",
									"Girallons that are well treated might be willing to serve as guards, though they lack the intelligence to take on tasks more complicated than attacking strangers that enter their domain. If one is taken young and properly trained, a girallon could end up in a seemingly unlikely place, such as guarding the entrance to a city's thieves' guild. Those who would keep a girallon as a pet must always be wary, because the creature could revert to its predatory nature at any time."
								],
								"type": "entries"
							},
							{
								"name": "Wall Climbers",
								"entries": [
									" The ruins of humanoid habitations, especially those found in deep forests and jungles, seem to attract girallons. They move effortlessly along stairs and balconies, as well as on the sloped rooftops and buttresses of such formations. To a girallon, a city's buildings are just another sort of forest-and better yet, one whose uppermost \"branches\" can easily support the creatures. In such a setting, the girallons take full advantage of their skill in climbing. The creatures can easily scale walls and battlements, and they perch on tower tops and other high vantages to keep an eye on the surrounding area."
								],
								"type": "entries"
							},
							{
								"name": "Magical Origin",
								"entries": [
									" The social habits of wild girallons are unusual for apes, as is their instinctive attraction to humanoid structures. These facts, together with the girallon's appearance, lead sages to believe that girallons were created through magic to serve as guardians for some lost empire. When that empire fell ages ago, girallons turned feral and spread out across the world."
								],
								"type": "entries"
							}
						]
					}
				]
			},
			"token": {
				"name": "Girallon",
				"source": "VGM"
			}
		},
		{
			"name": "Hagnar Rezfort (spirit form)",
			"shortName": "Hagnar",
			"isNamedCreature": true,
			"isNpc": true,
			"size": [
				"M"
			],
			"type": "fiend",
			"source": "zorq",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "4d8 + 10",
				"average": 28
			},
			"speed": {
				"walk": 30
			},
			"str": 12,
			"dex": 17,
			"con": 12,
			"int": 10,
			"wis": 7,
			"cha": 1,
			"save": {
				"con": "+3"
			},
			"skill": {
				"stealth": "+7",
				"athletics": "+3",
				"perception": "+0"
			},
			"conditionImmune": [
				"blinded"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 10,
			"languages": [
				"Common"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Trackless",
					"entries": [
						"The spirit leaves no tracks to indicate where it has been or where it's headed."
					]
				}
			],
			"action": [
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d4 + 4}) slashing damage. If the spirit has advantage on the attack roll, the target also takes 10 ({@damage 3d6}) necrotic damage."
					]
				}
			],
			"environment": [
				"coastal",
				"forest",
				"swamp",
				"underdark",
				"urban"
			],
			"languageTags": [
				"C"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"S",
				"N"
			],
			"miscTags": [
				"MW"
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"spells": {
						"0": {
							"spells": [
								"{@spell infestation|XGE}",
								"{@spell mind sliver|UASorcererAndWarlock}",
								"{@spell thorn whip|PHB}"
							]
						}
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"damageTagsSpell": [
				"I",
				"P",
				"Y"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"intelligence"
			]
		},
		{
			"name": "Juniper Three School",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "zorq",
			"alignment": [
				"A"
			],
			"ac": [
				11,
				{
					"ac": 14,
					"condition": "with {@spell mage armor}",
					"braces": true
				}
			],
			"hp": {
				"average": 49,
				"formula": "11d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 9,
			"dex": 13,
			"con": 11,
			"int": 11,
			"wis": 12,
			"cha": 18,
			"save": {
				"wis": "+3",
				"cha": "+6"
			},
			"skill": {
				"arcana": "+2",
				"deception": "+6",
				"nature": "+2",
				"persuasion": "+6"
			},
			"conditionImmune": [
				"charmed"
			],
			"passive": 11,
			"languages": [
				"any two languages (usually Sylvan)"
			],
			"cr": "4",
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 3} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Misty Escape (Recharges after a Short or Long Rest)",
					"entries": [
						"In response to taking damage, the warlock turns {@condition invisible} and teleports up to 60 feet to an unoccupied space it can see. It remains {@condition invisible} until the start of its next turn or until it attacks, makes a damage roll, or casts a spell."
					]
				}
			],
			"page": 219,
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The warlock's innate spellcasting ability is Charisma. It can innately cast the following spells (spell save {@dc 15}), requiring no material components:"
					],
					"will": [
						"{@spell disguise self}",
						"{@spell mage armor} (self only)",
						"{@spell silent image}",
						"{@spell speak with animals}"
					],
					"daily": {
						"1": [
							"{@spell conjure fey}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				},
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The warlock is an 11th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 14}, {@hit 6} to hit with spell attacks). It regains its expended spell slots when it finishes a short or long rest. It knows the following warlock spells:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell dancing lights}",
								"{@spell eldritch blast}",
								"{@spell friends}",
								"{@spell mage hand}",
								"{@spell minor illusion}",
								"{@spell prestidigitation}",
								"{@spell vicious mockery}"
							]
						},
						"5": {
							"lower": 1,
							"slots": 3,
							"spells": [
								"{@spell blink}",
								"{@spell charm person}",
								"{@spell dimension door}",
								"{@spell dominate beast}",
								"{@spell faerie fire}",
								"{@spell fear}",
								"{@spell hold monster}",
								"{@spell misty step}",
								"{@spell phantasmal force}",
								"{@spell seeming}",
								"{@spell sleep}"
							]
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"environment": [
				"arctic",
				"forest",
				"mountain",
				"swamp",
				"urban"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/warlock-of-the-archfey.mp3"
			},
			"languageTags": [
				"S",
				"X"
			],
			"spellcastingTags": [
				"I",
				"CL"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"RW",
				"MW",
				"THW",
				"MLW"
			],
			"fluff": {
				"name": "Warlock of the Archfey",
				"source": "VGM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Warlocks of the archfey gain their powers through magical pacts forged with lords of the Feywild. These warlocks commonly associate with lesser fey creatures such as boggles, quicklings, redcaps, satyrs, and sprites."
						]
					},
					{
						"type": "entries",
						"entries": [
							"Dead and burnt, she smells like sausage cooked with pine chips."
						]
					}
				]
			},
			"token": {
				"name": "Warlock of the Archfey",
				"source": "VGM"
			},
			"conditionInflictSpell": [
				"charmed",
				"frightened",
				"paralyzed",
				"unconscious"
			],
			"damageTagsSpell": [
				"O",
				"Y"
			],
			"attachedItems": [
				"dagger|phb"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"dexterity",
				"intelligence",
				"wisdom"
			]
		},
		{
			"name": "Limalay",
			"size": [
				"L"
			],
			"type": {
				"type": "celestial",
				"tags": [
					"angel",
					"elemental",
					"pronouns: she, her, hers"
				]
			},
			"source": "zorq",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item plate armor|phb}"
					]
				}
			],
			"hp": {
				"average": 120,
				"formula": "12d10 + 54"
			},
			"speed": {
				"walk": 30,
				"fly": 75,
				"swim": 45
			},
			"str": 20,
			"dex": 14,
			"con": 16,
			"int": 14,
			"wis": 16,
			"cha": 20,
			"save": {
				"dex": "+5",
				"wis": "+5",
				"cha": "+8"
			},
			"skill": {
				"athletics": "+9"
			},
			"resist": [
				"acid",
				"cold",
				"lightning",
				"radiant"
			],
			"senses": [
				"blindsight 30 ft.",
				"darkvision 120 ft."
			],
			"passive": 13,
			"languages": [
				"all"
			],
			"cr": "7",
			"trait": [
				{
					"type": "inset",
					"name": "Appearance and Mannerisms",
					"entries": [
						" (LEE mah lay) "
					]
				},
				{
					"type": "inset",
					"name": "Purpose",
					"entries": [
						"Lieutenant of Ulimara."
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"Dalariel can breathe air and water."
					]
				},
				{
					"name": "Elemental Demise",
					"entries": [
						"If Dalariel dies, her body disintegrates into a burst of water and foam, leaving behind only equipment Dalariel was wearing or carrying."
					]
				},
				{
					"name": "Flyby",
					"entries": [
						"Dalariel doesn't provoke an opportunity attack when she flies out of an enemy's reach."
					]
				},
				{
					"name": "Gauntlets of Weapon Recall",
					"entries": [
						"As a bonus action Dalariel can recall to her grasp her trident as long as it is no more than 80 feet away from her."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Dalariel makes two trident attacks."
					]
				},
				{
					"name": "Trident",
					"entries": [
						"{@atk mw,rw} {@hit 8} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}8 ({@damage 1d6 + 5}) piercing damage, or 9 ({@damage 1d8 + 5}) piercing damage if used with two hands to make a melee attack."
					]
				},
				{
					"name": "Battlefield Inspiration",
					"entries": [
						"Dalariel chooses up to three creatures she can see within 30 feet of it. Until the end of Dalariel's next turn, each target can add a {@dice d4} to its attack rolls and saving throws."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Dalariel's innate spellcasting ability is Charisma (spell save DC 14, {@hit 6} to hit with spell attacks). She can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell create or destroy water}",
						"{@spell detect evil and good}",
						"{@spell detect magic}",
						"{@spell fog cloud}",
						"{@spell purify food and drink}"
					],
					"daily": {
						"3e": [
							"{@spell tongues}",
							"{@spell water breathing}",
							"{@spell water walk}"
						],
						"1e": [
							"{@spell conjure elemental} (water elemental only)",
							"{@spell control water}",
							"{@spell gaseous form}",
							"{@spell invisibility}",
							"{@spell plane shift}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"traitTags": [
				"Amphibious",
				"Flyby"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P"
			],
			"damageTagsSpell": [
				"B"
			],
			"miscTags": [
				"RW",
				"MW",
				"THW",
				"MLW"
			],
			"attachedItems": [
				"trident|phb"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"strength"
			]
		},
		{
			"name": "Lole of the Moonlit Sun",
			"size": [
				"M"
			],
			"type": {
				"type": "celestial",
				"tags": [
					"angel"
				]
			},
			"source": "zorq",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item plate armor|phb}"
					]
				}
			],
			"hp": {
				"average": 66,
				"formula": "12d8 + 12"
			},
			"speed": {
				"walk": 30,
				"fly": 90
			},
			"str": 16,
			"dex": 12,
			"con": 13,
			"int": 11,
			"wis": 17,
			"cha": 18,
			"save": {
				"wis": "+6",
				"cha": "+7"
			},
			"skill": {
				"investigation": "+3",
				"perception": "+6"
			},
			"resist": [
				"fire",
				"radiant"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened"
			],
			"passive": 16,
			"languages": [
				"all"
			],
			"cr": "5",
			"page": 189,
			"senses": [
				"darkvision 120 ft.",
				"truesight 120 ft."
			],
			"trait": [
				{
					"name": "Flyby",
					"entries": [
						"The angel doesn't provoke an opportunity attack when it flies out of an enemy's reach."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The angel has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The angel makes two melee attacks. It also uses Battlefield Inspiration."
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage, or 8 ({@damage 1d10 + 3}) slashing damage if used with two hands, plus 18 ({@damage 4d8}) radiant damage. If the target is within 5 feet of any of the angel's allies, the target takes an extra 2 ({@damage 1d4}) radiant damage."
					]
				},
				{
					"name": "Battlefield Inspiration",
					"entries": [
						"The angel chooses up to three creatures it can see within 30 feet of it. Until the end of the angel's next turn, each target can add a {@dice d4} to its attack rolls and saving throws."
					]
				}
			],
			"traitTags": [
				"Flyby",
				"Magic Resistance"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"XX"
			],
			"senseTags": [
				"SD",
				"U"
			],
			"damageTags": [
				"S",
				"R"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"fluff": {
				"name": "Battleforce Angel",
				"source": "GGR",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/GGR/Battleforce Angel.webp"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Battleforce angels are the radiant hosts that soar into combat, bathed in the light of Boros zeal. They lead companies of mortal soldiers from above or fly ahead of roc-mounted skyknights. They don't shy away from the blood, pain, and confusion of combat; rather, they immerse themselves in the shifting tides of battle. Only by wading into the battle can they fulfill their responsibility to carry out the commands of the warleaders by adapting their tactics to the shifting situation on the ground."
						]
					},
					{
						"type": "entries",
						"name": "Boros Angels",
						"entries": [
							"Angels of the Boros Legion view themselves as the embodiments of what their creator intended. They are fierce warriors devoted to justice and dedicated to protecting the weak against evil and oppression. They are commanders, advisors, strategists, and soldiers. Their presence in battle inspires the mortal soldiers of the legion with righteous zeal.",
							"Most Boros soldiers assume that angels are paragons of goodness, wisdom, and mercy. The reality is that angels aren't immune to the temptations of corruption, and the necessities of political machination can compromise the best of them.",
							{
								"name": "Warleaders",
								"type": "entries",
								"entries": [
									"The wisest, most visionary angels are responsible for forming and implementing the military strategy of the Boros Legion. Since they are immortal, their plans might span centuries, and they have been known to accept decades of losses as a reasonable cost for a more significant victory many years later. These warleaders have the statistics of planetars or solars (as presented in the Monster Manual), but their appearance is similar to other Boros angels."
								]
							}
						]
					}
				]
			},
			"token": {
				"name": "Battleforce Angel",
				"source": "GGR"
			},
			"attachedItems": [
				"longsword|phb"
			]
		},
		{
			"name": "Munta",
			"size": [
				"L"
			],
			"type": "monstrosity",
			"source": "zorq",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 76,
				"formula": "9d10 + 27"
			},
			"speed": {
				"walk": 40
			},
			"str": 18,
			"dex": 11,
			"con": 16,
			"int": 6,
			"wis": 16,
			"cha": 9,
			"skill": {
				"perception": "+7"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 17,
			"languages": [
				"Abyssal"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If the minotaur moves at least 10 ft. straight toward a target and then hits it with a gore attack on the same turn, the target takes an extra 9 ({@damage 2d8}) piercing damage. If the target is a creature, it must succeed on a {@dc 14} Strength saving throw or be pushed up to 10 ft. away and knocked {@condition prone}."
					]
				},
				{
					"name": "Labyrinthine Recall",
					"entries": [
						"The minotaur can perfectly recall any path it has traveled."
					]
				},
				{
					"name": "Reckless",
					"entries": [
						"At the start of its turn, the minotaur can gain advantage on all melee weapon attack rolls it makes during that turn, but attack rolls against it have advantage until the start of its next turn."
					]
				}
			],
			"action": [
				{
					"name": "Greataxe",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d12 + 4}) slashing damage."
					]
				},
				{
					"name": "Gore",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage."
					]
				}
			],
			"page": 223,
			"environment": [
				"underdark"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/minotaur.mp3"
			},
			"traitTags": [
				"Charge",
				"Reckless"
			],
			"languageTags": [
				"AB"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"S",
				"P"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"srd": true,
			"fluff": {
				"name": "Minotaur",
				"source": "MM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Minotaur.webp"
						}
					}
				],
				"entries": [
					"A minotaur's roar is a savage battle cry that most civilized creatures fear. Born into the mortal realm by demonic rites, minotaurs are savage conquerors and carnivores that live for the hunt. Their brown or black fur is stained with the blood of fallen foes, and they carry the stench of death.",
					{
						"name": "The Beast Within",
						"type": "entries",
						"entries": [
							"Most minotaurs are solitary carnivores that roam labyrinthine dungeons, twisting caves, primeval woods, and the maze-like streets and passages of desolate ruins. A minotaur can visualize every route it might take to close the distance to its prey.",
							"The scent of blood, the tearing of flesh, and the cracking of bones spur a minotaur's lust for carnage, overwhelming all thought and reason. In a blood rage, a minotaur charges anything it sees, butting and goring like a battering ram, then chopping the fallen in twain.",
							"Apart from ambushing creatures that wander into its labyrinth, a minotaur cares little for strategy or tactics. Minotaurs seldom organize, they don't respect authority or hierarchy, and they are notoriously difficult to enslave, let alone control."
						]
					},
					{
						"name": "Cults of the Horned King",
						"type": "entries",
						"entries": [
							"Minotaurs are the dark descendants of humanoids transformed by the rituals of cults that reject the oppression of authority by returning to nature. Inductees often mistake these cults for druidic circles or totemic religions whose ceremonies involve entering a labyrinth while wearing a ceremonial animal mask.",
							"Within these bounded environments, cultists hunt, kill, and eat wild beasts, indulging their basest primal urges. In the end, however, sacrificial animals are exchanged for humanoid sacrifice-sometimes an inductee that tried to escape the cult after learning its secrets. These labyrinths become blood-soaked halls of slaughter, echoing to the cultists' savagery.",
							"Unknown to all but their highest-ranking leaders, these mystery cults are creations of the demon lord Baphomet, the Horned King, whose layer of the Abyss is a gigantic labyrinth. Some of his followers are fervent supplicants that plead for strength and power. Others come to the cult seeking a life free from authority's chains-and are liberated of their humanity instead as Baphomet transforms them into the minotaurs that echo his own savage form.",
							"Although they begin as creations of the Horned King, minotaurs can breed true with one another, giving rise to an independent race of Baphomet's savage children in the world."
						]
					}
				]
			},
			"token": {
				"name": "Minotaur",
				"source": "MM"
			},
			"attachedItems": [
				"greataxe|phb"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Naiphaelead (nay-phal-ee-ad)",
			"size": [
				"L"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"he, his",
					"giant salamander"
				]
			},
			"source": "zorq",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 90,
				"formula": "12d10 + 24"
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 14,
			"con": 15,
			"int": 11,
			"wis": 10,
			"cha": 12,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"vulnerable": [
				"cold"
			],
			"immune": [
				"fire"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"languages": [
				"Ignan"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Heated Body",
					"entries": [
						"A creature that touches the salamander or hits it with a melee attack while within 5 feet of it takes 7 ({@damage 2d6}) fire damage."
					]
				},
				{
					"name": "Heated Weapons",
					"entries": [
						"Any metal melee weapon the salamander wields deals an extra 3 ({@damage 1d6}) fire damage on a hit (included in the attack)."
					]
				},
				{
					"name": "Appearance & Mannerisms",
					"entries": [
						"Sly, impish.",
						"20ft. long, thick, deep crimson, small golden eyes, lightning-bolt-light patterns of oranges and yellows."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The salamander makes two attacks: one with its spear and one with its tail."
					]
				},
				{
					"name": "Spear",
					"entries": [
						"{@atk mw,rw} {@hit 7} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage, or 13 ({@damage 2d8 + 4}) piercing damage if used with two hands to make a melee attack, plus 3 ({@damage 1d6}) fire damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}11 ({@damage 2d6 + 4}) bludgeoning damage plus 7 ({@damage 2d6}) fire damage, and the target is {@condition grappled} (escape {@dc 14}). Until this grapple ends, the target is {@condition restrained}, the salamander can automatically hit the target with its tail, and the salamander can't make tail attacks against other targets."
					]
				}
			],
			"page": 266,
			"environment": [
				"underdark"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/salamander.mp3"
			},
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"IG"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P",
				"F",
				"B"
			],
			"miscTags": [
				"RW",
				"MW",
				"THW",
				"RCH",
				"MLW"
			],
			"srd": true,
			"fluff": {
				"name": "Salamander",
				"source": "MM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Salamander.webp"
						}
					},
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Salamander 001.webp"
						}
					}
				],
				"entries": [
					"Salamanders slither across the Sea of Ash on the Elemental Plane of Fire, their sinuous coils and jagged spines smoldering. Intense heat washes off their bodies, while their yellow eyes glow like candles in the deep-set hollows of their hawkish faces.",
					"Salamanders adore power, and they delight in setting fire to things. Outside their home plane, they play among the burning skeletons of charred trees as forest fires rage around them, or slither down the slopes of erupting volcanoes to linger in fire pits and magma floes.",
					{
						"name": "Fire Snakes",
						"type": "entries",
						"entries": [
							"Salamanders hatch from eggs that are two-foot-diameter spheres of smoldering obsidian. When a salamander is ready to hatch, it melts its way through the egg's thick shell and emerges as a fire snake. A fire snake matures into a salamander adult within a year."
						]
					},
					{
						"name": "Slaves of the Efreet",
						"type": "entries",
						"entries": [
							"Long ago, the efreet hired azers to build the fabled City of Brass, but then failed in their attempt to enslave that mystical race when the azers' work was done. Turning instead to strike against the salamanders, the efreet had better luck in establishing a slave race, which they use to unleash war and destruction across the planes.",
							"Salamanders despise the azers, believing that if the efreet had succeeded in dominating that race of elemental crafters, the salamanders would still be free. The efreet use this enmity to their own advantage, stoking the salamanders' hatred and pitting them against the efreets' former servants.",
							"The efreet suffer salamanders to serve no other master; when efreet encounter salamanders dedicated to the cults of Elemental Evil, they slay them rather than taking them as slaves."
						]
					},
					{
						"name": "Domineering Nobles",
						"type": "entries",
						"entries": [
							"Although salamanders follow the destructive impulses of their fiery nature, slavery under the efreet has impacted the culture of free salamanders. They rule their own societies according to the efreet model, in which larger and stronger salamanders claim dominion over their lesser kin.",
							"As salamanders age, they increase in size and status, rising to positions of power as cruel nobles among their kind. Nobles rule wandering bands of salamanders, which move across the Elemental Plane of Fire like desert nomads, raiding other communities for treasure."
						]
					},
					{
						"name": "Living Forges",
						"type": "entries",
						"entries": [
							"Salamanders generate intense heat, and when they fight, their weapons glow red and sear the bodies of their enemies on contact. Even approaching a salamander is dangerous, since flesh blisters and burns in its proximity.",
							"This inherent heat is an asset to salamanders' skill as smiths, allowing them to soften and shape iron and steel with their bare hands. Although not as meticulous as azers, salamanders number among the greatest metalsmiths in all the planes. Powerful creatures summon them as warriors, but others enlist the salamanders for their crafting skills, or bind them to forges and ovens to generate limitless heat."
						]
					}
				]
			},
			"token": {
				"name": "Salamander",
				"source": "MM"
			},
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"attachedItems": [
				"spear|phb"
			]
		},
		{
			"name": "Nexnag",
			"size": [
				"M"
			],
			"type": "dragon",
			"source": "zorq",
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 52,
				"formula": "8d8 + 16"
			},
			"speed": {
				"walk": 30,
				"burrow": 15,
				"fly": 60
			},
			"str": 17,
			"dex": 10,
			"con": 15,
			"int": 12,
			"wis": 11,
			"cha": 15,
			"save": {
				"dex": "+2",
				"con": "+4",
				"wis": "+2",
				"cha": "+4"
			},
			"skill": {
				"perception": "+4",
				"stealth": "+2"
			},
			"immune": [
				"lightning"
			],
			"senses": [
				"blindsight 10 ft.",
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"Draconic"
			],
			"cr": "3",
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d10 + 3}) piercing damage plus 3 ({@damage 1d6}) lightning damage."
					]
				},
				{
					"name": "Lightning Breath {@recharge 5}",
					"entries": [
						"The dragon exhales lightning in a 30-foot line that is 5 feet wide. Each creature in that line must make a {@dc 12} Dexterity saving throw, taking 22 ({@damage 4d10}) lightning damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"page": 91,
			"soundClip": {
				"type": "internal",
				"path": "bestiary/blue-dragon-wyrmling.mp3"
			},
			"languageTags": [
				"DR"
			],
			"senseTags": [
				"B",
				"D"
			],
			"damageTags": [
				"P",
				"L"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"srd": true,
			"fluff": {
				"name": "Blue Dragon Wyrmling",
				"source": "MM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Blue Dragon.webp"
						}
					}
				],
				"entries": [
					"Vain and territorial, blue dragons soar through the skies over deserts, preying on caravans and plundering herds and settlements in the verdant lands beyond the desert's reach. These dragons can also be found in dry steppes, searing badlands, and rocky coasts. They guard their territories against all potential competitors, especially brass dragons.",
					"A blue dragon is recognized by its dramatic frilled ears and the massive ridged horn atop its blunt head. Rows of spikes extend back from its nostrils to line its brow, and cluster on its jutting lower jaw.",
					"A blue dragon's scales vary in color from an iridescent azure to a deep indigo, polished to a glossy finish by the desert sands. As the dragon ages, its scales become thicker and harder, and its hide hums and crackles with static electricity. These effects intensify when the dragon is angry or about to attack, giving off an odor of ozone and dusty air.",
					{
						"name": "Vain and Deadly",
						"type": "entries",
						"entries": [
							"A blue dragon will not stand for any remark or insinuation that it is weak or inferior, taking great pleasure in lording its power over humanoids and other lesser creatures.",
							"A blue dragon is a patient and methodical combatant. When fighting on its own terms, it turns combat into an extended affair of hours or even days, attacking from a distance with volleys of lightning, then flying well out of harm's reach as it waits to attack again."
						]
					},
					{
						"name": "Desert Predators",
						"type": "entries",
						"entries": [
							"Though they sometimes eat cacti and other desert plants to sate their great hunger, blue dragons are carnivores. They prefer to dine on herd animals, cooking those creatures with their lightning breath before gorging themselves. Their dining habits make blue dragons an enormous threat to desert caravans and nomadic tribes, which become convenient collections of food and treasure to a dragon's eye.",
							"When it hunts, a blue dragon buries itself in the desert sand so that only the horn on its nose pokes above the surface, appearing to be an outcropping of stone. When prey draws near, the dragon rises up, sand pouring from its wings like an avalanche as it attacks."
						]
					},
					{
						"name": "Overlords and Minions",
						"type": "entries",
						"entries": [
							"Blue dragons covet valuable and talented creatures whose service reinforces their sense of superiority. Bards, sages, artists, wizards, and assassins can become valuable agents for a blue dragon, which rewards loyal service handsomely.",
							"A blue dragon keeps its lair secret and well protected, and even its most trusted servants are rarely allowed within. It encourages ankhegs, giant scorpions, and other creatures of the desert to dwell near its lair for additional security. Older blue dragons sometimes attract air elementals and other creatures to serve them."
						]
					},
					{
						"name": "Hoarders of Gems",
						"type": "entries",
						"entries": [
							"Though blue dragons collect anything that looks valuable, they are especially fond of gems. Considering blue to be the most noble and beautiful of colors, they covet sapphires, favoring jewelery and magic items adorned with those gems.",
							"A blue dragon buries its most valuable treasures deep in the sand, while scattering a few less valuable trinkets in plainer sight over hidden sinkholes to punish and eliminate would-be thieves."
						]
					},
					{
						"type": "entries",
						"name": "A Blue Dragon's Lair",
						"entries": [
							"Blue dragons make their lairs in barren places, using their lightning breath and their burrowing ability to carve out crystallized caverns and tunnels beneath the sands.",
							"Thunderstorms rage around a legendary blue dragon's lair, and narrow tubes lined with glassy sand ventilate the lair, all the while avoiding the deadly sinkholes that are the dragon's first line of defense.",
							"A blue dragon will collapse the caverns that make up its lair if that lair is invaded. The dragon then burrows out, leaving its attackers to be crushed and suffocated. When it returns later, it collects its possessions-along with the wealth of the dead intruders."
						]
					},
					{
						"type": "section",
						"entries": [
							{
								"type": "entries",
								"name": "Chromatic Dragons",
								"entries": [
									"The black, blue, green, red, and white dragons represent the evil side of dragonkind. Aggressive, gluttonous, and vain, chromatic dragons are dark sages and powerful tyrants feared by all creatures-including each other.",
									{
										"name": "Driven by Greed",
										"entries": [
											" Chromatic dragons lust after treasure, and this greed colors their every scheme and plot. They believe that the world's wealth belongs to them by right, and a chromatic dragon seizes that wealth without regard for the humanoids and other creatures that have \"stolen\" it. With its piles of coins, gleaming gems, and magic items, a dragon's hoard is the stuff of legend. However, chromatic dragons have no interest in commerce, amassing wealth for no other reason than to have it."
										],
										"type": "entries"
									},
									{
										"name": "Creatures of Ego",
										"type": "entries",
										"entries": [
											"Chromatic dragons are united by their sense of superiority, believing themselves the most powerful and worthy of all mortal creatures. When they interact with other creatures, it is only to further their own interests. They believe in their innate right to rule, and this belief is the cornerstone of every chromatic dragon's personality and worldview. Trying to humble a chromatic dragon is like trying to convince the wind to stop blowing. To these creatures, humanoids are animals, fit to serve as prey or beasts of burden, and wholly unworthy of respect."
										]
									},
									{
										"name": "Dangerous Lairs",
										"type": "entries",
										"entries": [
											"A dragon's lair serves as the seat of its power and a vault for its treasure. With its innate toughness and tolerance for severe environmental effects, a dragon selects or builds a lair not for shelter but for defense, favoring multiple entrances and exits, and security for its hoard.",
											"Most chromatic dragon lairs are hidden in dangerous and remote locations to prevent all but the most audacious mortals from reaching them. A black dragon might lair in the heart of a vast swamp, while a red dragon might claim the caldera of an active volcano. In addition to the natural defenses of their lairs, powerful chromatic dragons use magical guardians, traps, and subservient creatures to protect their treasures."
										]
									},
									{
										"name": "Queen of Evil Dragons",
										"type": "entries",
										"entries": [
											"Tiamat the Dragon Queen is the chief deity of evil dragonkind. She dwells on Avernus, the first layer of the Nine Hells. As a lesser god, Tiamat has the power to grant spells to her worshipers, though she is loath to share her power. She epitomizes the avarice of evil dragons, believing that the multiverse and all its treasures will one day be hers and hers alone.",
											"Tiamat is a gigantic dragon whose five heads reflect the forms of the chromatic dragons that worship her-black, blue, green, red, and white. She is a terror on the battlefield, capable of annihilating whole armies with her five breath weapons, her formidable spellcasting, and her fearsome claws.",
											"Tiamat's most hated enemy is Bahamut the Platinum Dragon, with whom she shares control of the faith of dragonkind. She also holds a special enmity for Asmodeus, who long ago stripped her of the rule of Avernus and who continues to curb the Dragon Queen's power."
										]
									}
								]
							}
						]
					},
					{
						"type": "section",
						"name": "Dragons",
						"entries": [
							"True dragons are winged reptiles of ancient lineage and fearsome power. They are known and feared for their predatory cunning and greed, with the oldest dragons accounted as some of the most powerful creatures in the world. Dragons are also magical creatures whose innate power fuels their dreaded breath weapons and other preternatural abilities.",
							"Many creatures, including wyverns and dragon turtles, have draconic blood. However, true dragons fall into the two broad categories of chromatic and metallic dragons. The black, blue, green, red, and white dragons are selfish, evil, and feared by all. The brass, bronze, copper, gold, and silver dragons are noble, good, and highly respected by the wise.",
							"Though their goals and ideals vary tremendously, all true dragons covet wealth, hoarding mounds of coins and gathering gems, jewels, and magic items. Dragons with large hoards are loath to leave them for long, venturing out of their lairs only to patrol or feed.",
							"True dragons pass through four distinct stages of life, from lowly wyrmlings to ancient dragons, which can live for over a thousand years. In that time, their might can become unrivaled and their hoards can grow beyond price.",
							"Dragon Age Categories",
							{
								"type": "table",
								"colLabels": [
									"Category",
									"Size",
									"Age Range"
								],
								"colStyles": [
									"col-4",
									"col-4",
									"col-4"
								],
								"rows": [
									[
										"Wyrmling",
										"Medium",
										"5 years or less"
									],
									[
										"Young",
										"Large",
										"6–100 years"
									],
									[
										"Adult",
										"Huge",
										"101–800 years"
									],
									[
										"Ancient",
										"Gargantuan",
										"801 years or more"
									]
								]
							}
						]
					}
				]
			},
			"token": {
				"name": "Blue Dragon Wyrmling",
				"source": "MM"
			},
			"isNamedCreature": true,
			"actionTags": [
				"Breath Weapon"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Oklmuk",
			"size": [
				"S"
			],
			"type": {
				"type": "fiend",
				"tags": [
					"devil"
				]
			},
			"source": "zorq",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"unarmored defense"
					]
				}
			],
			"hp": {
				"average": 54,
				"formula": "12d6 + 12"
			},
			"speed": {
				"walk": 30,
				"fly": {
					"number": 5,
					"condition": "(hover)"
				}
			},
			"str": 12,
			"dex": 18,
			"con": 12,
			"int": 20,
			"wis": 8,
			"cha": 18,
			"save": {
				"dex": "+6"
			},
			"skill": {
				"arcana": "+9",
				"deception": "+8",
				"history": "+9",
				"stealth": "+8"
			},
			"resist": [
				"cold",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons that aren't silvered",
					"cond": true
				}
			],
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 9,
			"languages": [
				"Celestial",
				"Common",
				"Draconic",
				"Infernal; telepathy (120 ft.)"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Devil's Sight",
					"entries": [
						"Magical darkness doesn't impede the devil's darkvision."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The devil has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., single target. {@h}11 ({@damage 2d6 + 4}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., single target. {@h}14 ({@damage 3d6 + 4}) slashing damage."
					]
				},
				{
					"name": "Disrupt Concentration",
					"entries": [
						"Their sharp, shrill tongues and sharper claws make ink devils more distracting than their own combat prowess might indicate. As a bonus action, an ink devil can force a single foe within 30 feet of the ink devil to make a {@dc 13} Wisdom saving throw or lose concentration until the beginning of the target's next turn."
					]
				},
				{
					"name": "Corrupt Scroll",
					"entries": [
						"An ink devil can corrupt the magic within any scroll by touch. Any such corrupted scroll requires a {@dc 13} Intelligence saving throw to use successfully. If the check fails, the scroll's spell affects the caster if it is an offensive spell, or it affects the nearest devil if it is a beneficial spell."
					]
				},
				{
					"name": "Devil's Mark",
					"entries": [
						"Ink devils can flick ink from their fingertips at a single target within 15 feet of the devil. The target must succeed on a Dexterity saving throw ({@dc 13}), or the affected creature gains a devil's mark—a black, red, or purple tattoo in the shape of an archduke's personal seal (most often Mammon or Totivillus but sometimes Arbeyach, Asmodeus, Beelzebub, Dispater, or others). Any devil's magic performed against the marked creature has advantage due to the mark, including touch spells, innate spell-like or supernatural abilities, and magic drawn from a scroll or other item by a devil. The mark can be removed only by a remove curse spell or comparable magic. In addition, the mark detects as faintly evil and often shifts its position on the body. Paladins, witchfinders, and some clerics may consider such a mark proof that a creature has made a pact with a devil."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The ink devil's spellcasting ability is Charisma (spell save {@dc 14}). The ink devil can cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell detect magic}",
						"{@spell illusory script}",
						"{@spell invisibility}",
						"{@spell teleport} (self plus 50 lb. of objects only)"
					],
					"daily": {
						"1e": [
							"{@spell glyph of warding}",
							"{@spell planar ally} ({@dice 1d4}+1 {@creature lemure|mm|lemures} 40% or 1 ink devil 25%)"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB/token/Ink%20Devil.png",
			"traitTags": [
				"Devil's Sight",
				"Magic Resistance"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"CE",
				"C",
				"DR",
				"I",
				"TP"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"spellcastingTags": [
				"I"
			],
			"isNamedCreature": true,
			"isNpc": true,
			"damageTagsSpell": [
				"A",
				"C",
				"F",
				"L",
				"T"
			],
			"savingThrowForced": [
				"intelligence",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"dexterity"
			]
		},
		{
			"name": "Oriax",
			"size": [
				"L"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"genasii",
					"banderhobb",
					"she, her"
				]
			},
			"source": "zorq",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 84,
				"formula": "8d10 + 40"
			},
			"speed": {
				"walk": 30
			},
			"str": 20,
			"dex": 12,
			"con": 20,
			"int": 11,
			"wis": 14,
			"cha": 8,
			"skill": {
				"athletics": "+8",
				"stealth": "+7"
			},
			"conditionImmune": [
				"charmed",
				"frightened"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"languages": [
				"Common and the languages of its creator but can't speak"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Resonant Connection",
					"entries": [
						"If the banderhobb has even a tiny piece of a creature or an object in its possession, such as a lock of hair or a splinter of wood, it knows the most direct route to that creature or object if it is within 1 mile of the banderhobb."
					]
				},
				{
					"name": "Shadow Stealth",
					"entries": [
						"While in dim light or darkness, the banderhobb can take the Hide action as a bonus action."
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"Oriax can breathe air and water."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}22 ({@damage 5d6 + 5}) piercing damage, and the target is {@condition grappled} (escape {@dc 15}) if it is a Large or smaller creature. Until this grapple ends, the target is {@condition restrained}, and the banderhobb can't use its bite attack or tongue attack on another target."
					]
				},
				{
					"name": "Tongue",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 15 ft., one target. {@h}10 ({@damage 3d6}) necrotic damage, and the target must make a {@dc 15} Strength saving throw. On a failed save, the target is pulled to a space within 5 feet of the banderhobb, which can use a bonus action to make a bite attack against the target."
					]
				},
				{
					"name": "Swallow",
					"entries": [
						"The banderhobb makes a bite attack against a Medium or smaller creature it is grappling. If the attack hits, the target is swallowed, and the grapple ends. The swallowed creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the banderhobb and it takes 10 ({@damage 3d6}) necrotic damage at the start of each of the banderhobb's turns. A creature reduced to 0 hit points in this way stops taking necrotic damage and becomes stable.",
						"The banderhobb can have only one target swallowed at a time. While the banderhobb isn't {@condition incapacitated}, it can regurgitate the creature at any time (no action required) in a space within 5 feet of it. The creature exits {@condition prone}. If the banderhobb dies, it likewise regurgitates a swallowed creature."
					]
				},
				{
					"name": "Shadow Step",
					"entries": [
						"The banderhobb magically teleports up to 30 feet to an unoccupied space of dim light or darkness that it can see. Before or after teleporting, it can make a bite or tongue attack."
					]
				}
			],
			"page": 122,
			"environment": [
				"urban"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/banderhobb.mp3"
			},
			"actionTags": [
				"Swallow"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"P",
				"N"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"languageTags": [
				"CS"
			],
			"fluff": {
				"name": "Banderhobb",
				"source": "VGM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/VGM/Banderhobb.webp"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A banderhobb is a hybrid of shadow and flesh. Through dark magic, these components take on an enormous and vile humanoid shape, resembling a bipedal toad. In this form, a banderhobb temporarily serves its creator as a thug, a thief, and a kidnapper.",
							{
								"name": "Birthed by Hags",
								"entries": [
									" In the earliest days of the world, a coven of night hags devised a ritual that led to the creation of the first banderhobb. A hag that knows the ritual might be willing to teach it for the right price. Some other dark fey and powerful fiends also know of the process, as do a few mortal mages. Instructions might also be found in a tome devoted to debased wizardry.",
									"A banderhobb fulfills its duties until its existence ends. When it expires, usually several days after its birth, it leaves behind only tarry goo and wisps of shadow. Legends tell of a dark tower in the Shadowfell where the shadows sometimes reform, and banderhobbs roam."
								],
								"type": "entries"
							},
							{
								"name": "Silent and Deadly",
								"entries": [
									" When the ritual to create a banderhobb is complete, flesh, spirit, and shadow combine to produce a creature as big as an ogre. The newly formed monstrosity has spindly limbs that belie great strength. Its broad maw holds a long tongue and rows of fangs, both of which it uses to grab and swallow a creature or perhaps an object the banderhobb intends to steal. Despite its size, a banderhobb makes little noise, moving as silently as the shadows that infuse it. A banderhobb isn't capable of speech, but it can understand orders given to it by its creator and communicates with nearby banderhobbs in a psychic manner."
								],
								"type": "entries"
							},
							{
								"name": "Agents of Evil",
								"entries": [
									" During its brief existence, a banderhobb attempts to carry out the bidding of the one who birthed it. It accomplishes its mission with no concern for the harm it suffers or creates. Its only desire is to serve and succeed. A banderhobb that is assigned to track down a target is particularly dangerous when it is provided with a lock of hair, a personal belonging, or other object connected to the target. Possession of such an item allows it to sense the creature's location from as far as a mile away."
								],
								"type": "entries"
							}
						]
					}
				]
			},
			"token": {
				"name": "Banderhobb",
				"source": "VGM"
			},
			"traitTags": [
				"Amphibious"
			],
			"isNamedCreature": true,
			"isNpc": true,
			"conditionInflict": [
				"grappled",
				"restrained",
				"blinded"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Oubriidthe",
			"size": [
				"M"
			],
			"type": {
				"type": "aberration",
				"tags": [
					"they, them",
					"\"oo-breeth\""
				]
			},
			"source": "zorq",
			"alignment": [
				"N"
			],
			"ac": [
				9
			],
			"hp": {
				"average": 67,
				"formula": "9d8 + 27"
			},
			"speed": {
				"walk": 10,
				"swim": 10
			},
			"str": 10,
			"dex": 8,
			"con": 16,
			"int": 3,
			"wis": 10,
			"cha": 6,
			"conditionImmune": [
				"prone"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"cr": "2",
			"trait": [
				{
					"name": "Aberrant Ground",
					"entries": [
						"The ground in a 10-foot radius around the mouther is doughlike difficult terrain. Each creature that starts its turn in that area must succeed on a {@dc 10} Strength saving throw or have its speed reduced to 0 until the start of its next turn."
					]
				},
				{
					"name": "Gibbering",
					"entries": [
						"The mouther babbles incoherently while it can see any creature and isn't {@condition incapacitated}. Each creature that starts its turn within 20 feet of the mouther and can hear the gibbering must succeed on a {@dc 10} Wisdom saving throw. On a failure, the creature can't take reactions until the start of its next turn and rolls a {@dice d8} to determine what it does during its turn. On a 1 to 4, the creature does nothing. On a 5 or 6, the creature takes no action or bonus action and uses all its movement to move in a randomly determined direction. On a 7 or 8, the creature makes a melee attack against a randomly determined creature within its reach or does nothing if it can't make such an attack."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The gibbering mouther makes one bite attack and, if it can, uses its Blinding Spittle."
					]
				},
				{
					"name": "Bites",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one creature. {@h}17 ({@damage 5d6}) piercing damage. If the target is Medium or smaller, it must succeed on a {@dc 10} Strength saving throw or be knocked {@condition prone}. If the target is killed by this damage, it is absorbed into the mouther."
					]
				},
				{
					"name": "Blinding Spittle {@recharge 5}",
					"entries": [
						"The mouther spits a chemical glob at a point it can see within 15 feet of it. The glob explodes in a blinding flash of light on impact. Each creature within 5 feet of the flash must succeed on a {@dc 13} Dexterity saving throw or be {@condition blinded} until the end of the mouther's next turn."
					]
				}
			],
			"environment": [
				"underdark"
			],
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"isNpc": true,
			"srd": true,
			"conditionInflict": [
				"prone",
				"blinded"
			],
			"savingThrowForced": [
				"dexterity",
				"strength",
				"wisdom"
			]
		},
		{
			"name": "Pennington Applepie",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"ratfolk",
					"she, her"
				]
			},
			"source": "zorq",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item padded armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "4d6 + 12",
				"average": 26
			},
			"speed": {
				"walk": 25,
				"climb": 20,
				"swim": 30
			},
			"str": 14,
			"dex": 18,
			"con": 14,
			"int": 14,
			"wis": 10,
			"cha": 10,
			"skill": {
				"acrobatics": "+6",
				"perception": "+4",
				"stealth": "+8",
				"athletics": "+4",
				"nature": "+6",
				"survival": "+4",
				"sleight of hand": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"Common",
				"Thieves Cant"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Cunning Action",
					"entries": [
						"A ratfolk rogue can use a bonus action to Dash, Disengage, or Hide."
					]
				},
				{
					"name": "Nimbleness",
					"entries": [
						"A ratfolk rogue can move through the space of any creature size Medium or larger."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"A ratfolk rogue has advantage on its attack roll against a creature if at least one of the ratfolk's allies is within 5 feet of the creature and the ally is capable of attacking."
					]
				},
				{
					"name": "Sneak Attack (1/Turn)",
					"entries": [
						"A ratfolk rogue deals an extra 3 ({@dice 1d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of one of its allies that isn't {@condition incapacitated} and the rogue doesn't have disadvantage on the attack roll."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage."
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 80/320 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Rat Dagger Flurry",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 20/60 ft., three targets. {@h}6 ({@damage 1d4 + 4}) piercing damage."
					]
				}
			],
			"page": 320,
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB/token/Ratfolk%20Rogue.png",
			"traitTags": [
				"Pack Tactics",
				"Sneak Attack"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"THW",
				"MLW"
			],
			"shortName": "Penny",
			"save": {
				"int": "+4"
			},
			"isNamedCreature": true,
			"fluff": {
				"entries": [
					"Hunting down Ella Loop (or the many manifestations thereof)."
				]
			},
			"isNpc": true,
			"conditionInflict": [
				"incapacitated"
			],
			"attachedItems": [
				"dagger|phb",
				"light crossbow|phb"
			]
		},
		{
			"name": "Phoenix Molvraki",
			"source": "zorq",
			"shortName": "Phoenix M.",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"kalashtar",
					"mystic",
					"order of the immortal",
					"pronouns: they, their, theirs"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 13,
					"condition": "(Immortal Durability)"
				}
			],
			"hp": {
				"formula": "6d8 + 0",
				"average": 27
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 16,
			"con": 10,
			"int": 12,
			"wis": 18,
			"cha": 16,
			"skill": {
				"acrobatics": "+6",
				"insight": "+7",
				"persuasion": "+9",
				"perception": "+7",
				"nature": "+4"
			},
			"passive": 17,
			"resist": [
				"psychic"
			],
			"languages": [
				"Common",
				"telepathy 20 ft."
			],
			"trait": [
				{
					"type": "inset",
					"name": "Appearance and Mannerisms",
					"entries": [
						"5 feet 8 inches; 122 pounds",
						"They are obsessed with conspiracy theories.",
						"Puts their name before the {@creature quori|erlw} name."
					]
				},
				{
					"type": "inset",
					"name": "Purpose",
					"entries": [
						"Everything {@creature Paros|zorq} wants to be. However, they refuse to recognize the power of reading and only learn through psionics. Furthermore, their dedication to learning comes at the cost of... "
					]
				},
				{
					"name": "Dual Mind",
					"entries": [
						"The kalashtar has advantage on Wisdom saving throws."
					]
				},
				{
					"type": "entries",
					"name": "Severed from Dreams",
					"entries": [
						"Kalashtar sleep, but they don't connect to the plane of dreams as other creatures do. Instead, their minds draw from the memories of their otherworldly spirit while they sleep. As such, you are immune to spells and other magical effects that require you to dream, like {@spell dream}, but not to spells and other magical effects that put you to sleep, like {@spell sleep}."
					]
				},
				{
					"name": "Proficiencies",
					"entries": [
						{
							"name": "armor",
							"entries": [
								"light armor"
							],
							"type": "entries"
						},
						{
							"name": "tools",
							"entries": [
								"none"
							],
							"type": "entries"
						},
						{
							"name": "weapons",
							"entries": [
								"simple weapons"
							],
							"type": "entries"
						}
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage."
					]
				},
				{
					"name": "Mind Thrust",
					"entries": [
						"The kalashtar targets a creature it can see within 30 feet of it. The target must succeed on a {@dc 13 } Wisdom saving throw or take 10 ({@damage 2d10}) psychic damage."
					]
				},
				{
					"name": "Spear",
					"entries": [
						"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage in melee, or {@h}6 ({@damage 1d6 + 3})  piercing damage at range, or 7 ({@damage 1d8 + 3}) piercing damage if used with both hands."
					]
				}
			],
			"languageTags": [
				"C",
				"TP"
			],
			"damageTags": [
				"P",
				"Y"
			],
			"miscTags": [
				"RW",
				"MW",
				"THW",
				"MLW"
			],
			"fluff": {
				"name": "Kalashtar",
				"source": "ERLW",
				"entries": [
					"The kalashtar have bonded with good-aligned quori spirits, which communicate with their hosts through dreams and visions. Descended from monks who offered their bodies as sanctuaries to those quori escaping the evil of Dal Quor, the kalashtar now fight to herald in a new age of light and balance."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/ERLW/Kalashtar.webp"
						}
					}
				]
			},
			"token": {
				"name": "Kalashtar",
				"source": "ERLW"
			},
			"save": {
				"int": "+4",
				"wis": "+7"
			},
			"attachedItems": [
				"dagger|phb",
				"spear|phb"
			],
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "Polive Pittlans",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"gnome"
				]
			},
			"source": "zorq",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item chain shirt|phb}"
					]
				}
			],
			"hp": {
				"average": 26,
				"formula": "4d6 + 12"
			},
			"speed": {
				"walk": 20
			},
			"str": 17,
			"dex": 16,
			"con": 16,
			"int": 12,
			"wis": 10,
			"cha": 9,
			"skill": {
				"investigation": "+3",
				"perception": "+2",
				"stealth": "+5"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"languages": [
				"Gnomish",
				"Terran",
				"Undercommon"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Stone Camouflage",
					"entries": [
						"The gnome has advantage on Dexterity (Stealth) checks made to hide in rocky terrain."
					]
				},
				{
					"name": "Gnome Cunning",
					"entries": [
						"The gnome has advantage on Intelligence, Wisdom, and Charisma saving throws against magic."
					]
				}
			],
			"action": [
				{
					"name": "War Pick",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}21 ({@damage 4d8 + 3}) piercing damage."
					]
				},
				{
					"name": "Poisoned Dart",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 30/120 ft., one creature. {@h}13 ({@damage 4d4 + 3}) piercing damage, and the target must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success"
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The gnome's innate spellcasting ability is Intelligence (spell save {@dc 11}). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell nondetection} (self only)"
					],
					"daily": {
						"1e": [
							"{@spell blindness/deafness}",
							"{@spell blur}",
							"{@spell disguise self}"
						]
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"environment": [
				"underdark"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/svirfneblin.mp3"
			},
			"languageTags": [
				"G",
				"T",
				"U"
			],
			"senseTags": [
				"SD"
			],
			"spellcastingTags": [
				"I"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW",
				"MLW"
			],
			"srd": true,
			"fluff": {
				"name": "Deep Gnome (Svirfneblin)",
				"source": "MM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Deep Gnome (Svirfneblin).webp"
						}
					}
				],
				"entries": [
					"Deep gnomes, or svirfneblin, live far below the world's surface in twisting warrens and sculpted caverns. They survive by virtue of their stealth, cleverness, and tenacity. Their gray skin allows them to blend in with surrounding stonework. They are also surprisingly heavy and strong for their size. An average adult weighs 100 to 120 pounds and stands 3 feet tall.",
					"A typical svirfneblin enclave contains several hundred deep gnomes and is strongly fortified. Secret tunnels lead to and from the settlement, and the deep gnomes use these as evacuation routes when the enclave comes under attack.",
					{
						"name": "Established Gender Roles",
						"type": "entries",
						"entries": [
							"Male svirfneblin are bald, while females have stringy gray hair. Traditionally, females run the enclaves while males scour the outskirts in search of enemies and deposits of precious gemstones."
						]
					},
					{
						"name": "Gemstone Harvesters",
						"type": "entries",
						"entries": [
							"Svirfneblin cherish fine gemstones, especially rubies, which they harvest from mines deep in the Underdark. The hunt for gems often brings them into conflict with beholders, drow, kuo-toa, duergar, and mind flayers. Of all their natural enemies, deep gnomes fear and despise the murderous, demon worshiping drow the most."
						]
					},
					{
						"name": "Earth Friends",
						"type": "entries",
						"entries": [
							"Deep gnomes are often encountered in the company of creatures from the Elemental Plane of Earth. Some svirfneblin can summon such creatures. Earth creatures guard svirfneblin settlements, especially xorn enticed to service with the promise of gems to feed on."
						]
					}
				]
			},
			"token": {
				"name": "Deep Gnome (Svirfneblin)",
				"source": "MM"
			},
			"conditionInflict": [
				"poisoned"
			],
			"conditionInflictSpell": [
				"blinded",
				"deafened"
			],
			"attachedItems": [
				"war pick|phb"
			],
			"savingThrowForced": [
				"constitution"
			],
			"savingThrowForcedSpell": [
				"constitution"
			]
		},
		{
			"name": "Riult",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"gnome"
				]
			},
			"source": "zorq",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item chain shirt|phb}"
					]
				}
			],
			"hp": {
				"average": 16,
				"formula": "3d6 + 6"
			},
			"speed": {
				"walk": 20
			},
			"str": 15,
			"dex": 14,
			"con": 14,
			"int": 12,
			"wis": 10,
			"cha": 9,
			"skill": {
				"investigation": "+3",
				"perception": "+2",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"languages": [
				"Gnomish",
				"Terran",
				"Undercommon"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Stone Camouflage",
					"entries": [
						"The gnome has advantage on Dexterity (Stealth) checks made to hide in rocky terrain."
					]
				},
				{
					"name": "Gnome Cunning",
					"entries": [
						"The gnome has advantage on Intelligence, Wisdom, and Charisma saving throws against magic."
					]
				}
			],
			"action": [
				{
					"name": "War Pick",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d8 + 2}) piercing damage."
					]
				},
				{
					"name": "Poisoned Dart",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 30/120 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage, and the target must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success"
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The gnome's innate spellcasting ability is Intelligence (spell save {@dc 11}). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell nondetection} (self only)"
					],
					"daily": {
						"1e": [
							"{@spell blindness/deafness}",
							"{@spell blur}",
							"{@spell disguise self}"
						]
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"environment": [
				"underdark"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/svirfneblin.mp3"
			},
			"languageTags": [
				"G",
				"T",
				"U"
			],
			"senseTags": [
				"SD"
			],
			"spellcastingTags": [
				"I"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW",
				"MLW"
			],
			"srd": true,
			"fluff": {
				"name": "Deep Gnome (Svirfneblin)",
				"source": "MM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Deep Gnome (Svirfneblin).webp"
						}
					}
				],
				"entries": [
					"Deep gnomes, or svirfneblin, live far below the world's surface in twisting warrens and sculpted caverns. They survive by virtue of their stealth, cleverness, and tenacity. Their gray skin allows them to blend in with surrounding stonework. They are also surprisingly heavy and strong for their size. An average adult weighs 100 to 120 pounds and stands 3 feet tall.",
					"A typical svirfneblin enclave contains several hundred deep gnomes and is strongly fortified. Secret tunnels lead to and from the settlement, and the deep gnomes use these as evacuation routes when the enclave comes under attack.",
					{
						"name": "Established Gender Roles",
						"type": "entries",
						"entries": [
							"Male svirfneblin are bald, while females have stringy gray hair. Traditionally, females run the enclaves while males scour the outskirts in search of enemies and deposits of precious gemstones."
						]
					},
					{
						"name": "Gemstone Harvesters",
						"type": "entries",
						"entries": [
							"Svirfneblin cherish fine gemstones, especially rubies, which they harvest from mines deep in the Underdark. The hunt for gems often brings them into conflict with beholders, drow, kuo-toa, duergar, and mind flayers. Of all their natural enemies, deep gnomes fear and despise the murderous, demon worshiping drow the most."
						]
					},
					{
						"name": "Earth Friends",
						"type": "entries",
						"entries": [
							"Deep gnomes are often encountered in the company of creatures from the Elemental Plane of Earth. Some svirfneblin can summon such creatures. Earth creatures guard svirfneblin settlements, especially xorn enticed to service with the promise of gems to feed on."
						]
					}
				]
			},
			"token": {
				"name": "Deep Gnome (Svirfneblin)",
				"source": "MM"
			},
			"conditionInflict": [
				"poisoned"
			],
			"conditionInflictSpell": [
				"blinded",
				"deafened"
			],
			"attachedItems": [
				"war pick|phb"
			],
			"savingThrowForced": [
				"constitution"
			],
			"savingThrowForcedSpell": [
				"constitution"
			]
		},
		{
			"name": "Sally Farmer",
			"source": "zorq",
			"action": [
				{
					"name": "Warhammer",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}24 ({@damage 5d8 + 2}) bludgeoning damage, or 29 ({@damage 5d10 + 2}) bludgeoning damage if used with two hands."
					]
				}
			],
			"alignment": [
				"L",
				"G"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"damageTags": [
				"B"
			],
			"languageTags": [
				"C",
				"D"
			],
			"page": 78,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"dwarf"
				]
			},
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item chain shirt|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"average": 39,
				"formula": "6d8 + 12"
			},
			"speed": {
				"walk": 25
			},
			"str": 15,
			"dex": 12,
			"con": 14,
			"int": 10,
			"wis": 11,
			"cha": 10,
			"skill": {
				"perception": "+2"
			},
			"passive": 12,
			"languages": [
				"Common",
				"Dwarvish"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Dwarven Resilience",
					"entries": [
						"The shield dwarf guard has advantage on saving throws against poison, and has resistance against poison damage."
					]
				}
			],
			"token": {
				"name": "Shield Dwarf Guard",
				"source": "SKT"
			},
			"fluff": {
				"entries": [
					"dwarf of the Bloodforge clan",
					"who works with Norman Barrelchest at the armamentarium (since 4 years ago)",
					"fully o.k. with no longer living with dwarves (due to trauma event)",
					"parents were farmers",
					"appearance, clothing, manner",
					"short frizzy blonde hair",
					"wears lifts (functional)",
					"no beard!",
					"enthusiastic, cooperative, sensitive if compared to dwarf",
					"sincere, gullible",
					"no darkvision",
					"spectacles",
					"floral shirt of thick material under brown worsted overalls",
					"background",
					"her clan was attacked by skeletons, when no one would listen to warnings about mining taken them into old sarcophagi and tombs. ",
					"Norman's sister Felicity (human necromancer) and Maeve were the only ones to help Sally, and now she feels some loyalty to humans",
					"skeleton attacks, looks the other way, doesn't tell Maeve (and the Robin Hood group) about as many of these as she should"
				]
			},
			"isNpc": true,
			"attachedItems": [
				"warhammer|phb"
			]
		},
		{
			"name": "Shoemaker Byte",
			"size": [
				"L"
			],
			"type": {
				"type": "fey",
				"tags": [
					"pronouns: she, her, hers"
				]
			},
			"source": "zorq",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 135,
				"formula": "18d8 + 54"
			},
			"speed": {
				"walk": 40,
				"climb": 30
			},
			"str": 19,
			"dex": 10,
			"con": 17,
			"int": 13,
			"wis": 12,
			"cha": 12,
			"skill": {
				"perception": "+7",
				"athletics": "+10",
				"nature": "+7",
				"stealth": "+6",
				"survival": "+7"
			},
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"passive": 17,
			"languages": [
				"Common",
				"Ursine"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Keen Smell",
					"entries": [
						"Shoemaker Byte has advantage on Wisdom ({@skill Perception}) checks that rely on smell."
					]
				},
				{
					"name": "Helm of Culpability",
					"entries": [
						"Shoemaker Byte wears an iron kettle hat. Any attempt to remove the helm suffers a -5 penalty."
					]
				},
				{
					"name": "Labyrinthine Recall",
					"entries": [
						"Shoemaker Byte can perfectly recall any path she has traveled."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Byte makes two melee attacks, choosing from claw, bite, or greataxe attacks. "
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}15 ({@damage 2d10 + 4}) piercing damage. "
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) slashing damage. If the target is Large or smaller it must succeed on a {@dc 14} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Greataxe",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d12 + 4}) slashing damage."
					]
				}
			],
			"environment": [
				"arctic",
				"forest",
				"hill"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/werebear.mp3"
			},
			"traitTags": [
				"Keen Senses"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"srd": true,
			"token": {
				"name": "Werebear",
				"source": "MM"
			},
			"isNamedCreature": true,
			"isNpc": true,
			"legendaryActions": 1,
			"legendaryHeader": [
				"As long as Shoemaker Byte is wearing her helmet, and on initiative count 20 (losing all ties) Byte can take 1 legendary action, choosing from the options below. Only one legendary action can be used at a time. Byte regains spent legendary actions at the start of her turn."
			],
			"legendary": [
				{
					"name": "Instill Guilt",
					"entries": [
						"Shoemaker Byte stares penetratingly at a creature and issues a euphonic growl. The creature has to make a {@dc 14} Wisdom saving throw or spend their next turn extinguishing any visible flames or, if nothing is burning, rendering the area as incommodious to combustion as possible. At the end of their turn, if they have speed greater than 0, they must lie {@condition prone} on the ground and roll about."
					]
				},
				{
					"name": "Bite Attack",
					"entries": [
						"Shoemaker Byte makes a melee attack with her bite."
					]
				},
				{
					"name": "Dirty Claws",
					"entries": [
						"Shoemaker Byte casts the {@spell mold earth|xge} cantrip."
					]
				}
			],
			"fluff": {
				"entries": [
					"Shoemaker Byte is a legit bear. She has paws capable of dextrous object manipulation as well as claw-type enmurderment. She stands 11 ft. tall at the shoulder and weighs half a ton. She {@bold hates} forest fires."
				]
			},
			"conditionInflict": [
				"prone"
			],
			"attachedItems": [
				"greataxe|phb"
			],
			"savingThrowForced": [
				"strength",
				"wisdom"
			]
		},
		{
			"name": "Sigmurch",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"xvart"
				]
			},
			"source": "zorq",
			"alignment": [
				"E"
			],
			"ac": [
				12,
				{
					"ac": 15,
					"condition": "with {@spell mage armor}",
					"braces": true
				}
			],
			"hp": {
				"average": 22,
				"formula": "5d6 + 5"
			},
			"speed": {
				"walk": 30
			},
			"str": 6,
			"dex": 14,
			"con": 12,
			"int": 10,
			"wis": 12,
			"cha": 14,
			"skill": {
				"history": "+4",
				"insight": "+5",
				"persuasion": "+6",
				"religion": "+4"
			},
			"senses": [
				"darkvision 30 ft."
			],
			"passive": 11,
			"languages": [
				"Abyssal",
				"Common"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Low Cunning",
					"entries": [
						"The xvart can take the Disengage action as a bonus action on each of its turns."
					]
				},
				{
					"name": "Overbearing Pack",
					"entries": [
						"The xvart has advantage on Strength (Athletics) checks to shove a creature if at least one of the xvart's allies is within 5 feet of the target and the ally isn't {@condition incapacitated}."
					]
				},
				{
					"name": "Raxivort's Tongue",
					"entries": [
						"The xvart can communicate with ordinary bats and rats, as well as giant bats and giant rats."
					]
				}
			],
			"action": [
				{
					"name": "Scimitar",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The xvart's innate spellcasting ability is Charisma. it can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell detect magic}",
						"{@spell mage armor} (self only)"
					],
					"ability": "cha",
					"type": "spellcasting"
				},
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The xvart is a 3rd-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It regains its expended spell slots when it finishes a short or long rest. It knows the following warlock spells:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell eldritch blast}",
								"{@spell mage hand}",
								"{@spell minor illusion}",
								"{@spell poison spray}",
								"{@spell prestidigitation}"
							]
						},
						"2": {
							"spells": [
								"{@spell burning hands}",
								"{@spell expeditious retreat}",
								"{@spell invisibility}",
								"{@spell scorching ray}"
							],
							"slots": 2,
							"lower": 1
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"environment": [
				"hill",
				"underdark"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/xvart-warlock-of-raxivort.mp3"
			},
			"languageTags": [
				"AB",
				"C"
			],
			"senseTags": [
				"D"
			],
			"spellcastingTags": [
				"I",
				"CL"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"fluff": {
				"name": "Xvart Warlock of Raxivort",
				"source": "VGM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Xvarts are cruel, cowardly humanoids spawned by a cowardly, renegade demigod. They have blue skin, vivid orange eyes, and receding hairlines, mirroring their creator's appearance. They stand about 3 feet tall.",
							"Xvarts live in remote hills, forests, and caves. Each tribe is led by a speaker, who is usually the brightest one among them. The speaker serves as the tribe's ambassador, and often dons short wooden stilts and heavy robes to look taller and more imperious. The rest of the tribe hunts for food, plundering crops and livestock from nearby farms if the hunt goes poorly. Xvarts aren't much of a threat to civilized locations because they are somewhat fearful of humans, dwarves, and elves.",
							{
								"name": "Raxivort's Betrayal",
								"entries": [
									" All xvarts are the degenerate offspring of an entity named Raxivort, who once served Graz'zt the Dark Prince as treasurer. Raxivort spent long centuries watching over the treasury, and in time he grew to lust after his master's riches. In one bold move, he plundered a treasure vault and fled to the Material Plane. One of the treasures he stole was the Infinity Spindle, a crystalline shard from the early days of the multiverse that could transform even a creature as low as Raxivort into a demigod.",
									"After he ascended to godhood, Raxivort forged a realm called the Black Sewers, within Pandesmos, the topmost layer of Pandemonium. He enjoyed his divine ascension only briefly, though, before Graz'zt unleashed his vengeance. The demon prince had no need to regain the Infinity Spindle, since he already possessed power greater than what it could grant. Instead, he dispatched agents far and wide to spread news of what the spindle could do and the puny, pathetic creature that claimed its ownership. Soon enough, Raxivort was pursued by a variety of enemies, all eager to claim the Spindle as their own.",
									"In the face of his imminent destruction, Raxivort hatched a plan. Fleeing to the Material Plane, he wandered across a variety of worlds and spawned creatures that were his exact duplicate. These are the xvarts, creatures that not only look identical to Raxivort in appearance but also foil any magic used to track him down. Spells, rituals, and other effects that could reveal Raxivort's location instead point to the nearest xvart.",
									"Although the initial rush of enemies against him has subsided, Raxivort knows that the planar powers are patient. He remains in hiding, a wretch of a demigod who does little more than wander the planes, spawning ever more xvarts to ensure his continued safety.",
									"When things go badly for them, they kidnap whoever's handy and sacrifice them to their craven god. Hmm. I guess they're not so different from a lot of humans, after all.",
									"-Volo",
									"Despite their muddled nature, all xvarts have an unshakable devotion to Raxivort. The desire to please Raxivort weighs heavily on all their decisions. When things aren't going well for them, xvarts naturally assume that Raxivort is angry. To appease their troubled lord, they stage kidnappings. They fashion nets to capture their enemies, which are dragged back to the lair and sacrificed on a makeshift altar. Raxivort can hear their supplications, but he's too afraid to come out of hiding most of the time. Occasionally, he does appear before a tribe of worshipers as a 9-foot-tall xvart carrying an empty sack. In every such instance, Raxivort takes all of the treasure that the tribe has accumulated, stuffs it in his sack, and disappears, leaving nothing behind as compensation.",
									"Xvart Speakers",
									"A xvart tribe has one speaker that serves as its leader. The speaker has the statistics of a normal xvart, except that it has an Intelligence of 13 (+1) and knows one additional language (usually Common or Goblin)."
								],
								"type": "entries"
							},
							{
								"name": "Greedy Thugs",
								"entries": [
									" Xvarts have all of their creator's flaws and few redeeming qualities. They lack the physical equipment to reproduce, as well as the inclination to do so. They are greedy, conniving, and obsessed with the acquisition of valuables-the more ornate or bizarre, the better. They know they are flawed, and this minor amount of self-awareness only magnifies their other deficiencies . They hate almost any creature they perceive as better than they are, which includes almost anyone, but they lack the courage or wherewithal to act on their hatred most of the time. Their fear has led them to dwell either in gloomy places on the far fringes of civilized lands or in areas neglected or forgotten by mightier creatures. In other words, xvarts usually live in places where normal vermin might flourish."
								],
								"type": "entries"
							},
							{
								"name": "Vermin Masters",
								"entries": [
									" Rats and bats (including giant-sized specimens) are naturally attracted to xvarts, and xvarts domesticate such beasts for food and battle. Xvarts also form alliances with wererats, although the lycanthropes are dominant in any such arrangement. This relationship traces back to Raxivort's divine nature. Even though the xvarts inherited Raxivort's greed and cowardice, they also gained his ability to form bonds with such creatures."
								],
								"type": "entries"
							},
							{
								"name": "Xvart Warlocks",
								"entries": [
									" A xvart can forge a pact with Raxivort by stealing an item of such great value that the demigod himself appears before the xvart to claim it. After surrendering the item to Raxivort, the xvart asks for magical power so that it can find and deliver more great treasures into Raxivort's custody. If the demigod feels so inclined, he imbues the xvart with greater wisdom and charisma and grants it the spellcasting abilities of a warlock before returning to the howling chaos of"
								],
								"type": "entries"
							},
							{
								"name": "Pandemonium",
								"entries": [
									" Raxivort's warlocks are respected and feared in xvart society, but they have little interest in political power. They scour the wilderness, old ruins, and dungeons for treasures, often with a handful of xvart sycophants and giant rat bodyguards in tow."
								],
								"type": "entries"
							}
						]
					}
				]
			},
			"token": {
				"name": "Xvart Warlock of Raxivort",
				"source": "VGM"
			},
			"conditionInflictSpell": [
				"invisible"
			],
			"damageTagsSpell": [
				"F",
				"I",
				"O"
			],
			"attachedItems": [
				"scimitar|phb"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity"
			]
		},
		{
			"source": "zorq",
			"name": "Soul Rock",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"dwarf"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item chain mail|phb}"
					]
				}
			],
			"hp": {
				"formula": "4d8 + 15",
				"average": 33
			},
			"speed": {
				"walk": 25
			},
			"str": 18,
			"dex": 13,
			"con": 17,
			"int": 12,
			"wis": 14,
			"cha": 11,
			"skill": {
				"perception": "+4",
				"stealth": "+3",
				"athletics": "+6",
				"animal handling": "+4"
			},
			"resist": [
				"poison"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"Common",
				"Dwarvish"
			],
			"cr": "1",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The dwarf's innate spellcasting ability is Wisdom. Their Spell Save DC is 12 and their Spellcasting Ability Modifier is +4. They can innately cast the following spells, requiring no material components:"
					],
					"daily": {
						"1e": [
							"{@spell healing word|PHB} (level 2)",
							"{@spell hunter's mark}",
							"{@spell jump}",
							"{@spell pass without trace}",
							"{@spell speak with animals}",
							"{@spell speak with plants}",
							"{@spell these rocks look great|0}"
						]
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Dwarven Resilience",
					"entries": [
						"The dwarf has advantage on saving throws against poison."
					]
				}
			],
			"action": [
				{
					"name": "Handaxe",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}13 ({@damage 1d12 + 6}) slashing damage."
					]
				}
			],
			"languageTags": [
				"C",
				"D"
			],
			"senseTags": [
				"D"
			],
			"spellcastingTags": [
				"I"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"fluff": {
				"name": "Albino Dwarf Spirit Warrior",
				"source": "ToA",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/ToA/Albino Dwarf.webp"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"The albino dwarves of Chult were driven from their subterranean homes by volcanic activity, and those who didn't seek refuge in Port Nyanzaru adapted to living in the jungle. They make armor out of dinosaur hide; shape weapons out of dinosaur bones, flint, and wood; and craft ornate jewelry out of bones, feathers, tusks, and stone beads. Albino dwarves haven't forgotten how to forge metal, but they seldom have the means to do so."
						]
					},
					{
						"type": "entries",
						"name": "Albino Dwarf Spirit Warriors",
						"entries": [
							"An albino dwarf can become so attuned to the land of Chult that a benevolent nature spirit takes notice and bestows a powerful charm on the dwarf, granting it innate spellcasting abilities. These dwarf spirit warriors dedicate themselves to preserving the natural beauty of Chult and battling unnatural threats. An albino dwarf spirit warrior has the statistics of an albino dwarf warrior, except it has a challenge rating of 1 (200 XP) and gains an Innate Spellcasting feature."
						]
					}
				]
			},
			"token": {
				"name": "Albino Dwarf Spirit Warrior",
				"source": "ToA"
			},
			"save": {
				"str": "+6",
				"con": "+5"
			},
			"isNpc": true,
			"attachedItems": [
				"handaxe|phb"
			]
		},
		{
			"name": "Spirit of the Twisted Maze",
			"size": [
				"M"
			],
			"type": "fiend",
			"source": "zorq",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "4d8 + 10",
				"average": 28
			},
			"speed": {
				"walk": 30
			},
			"str": 12,
			"dex": 17,
			"con": 12,
			"int": 10,
			"wis": 7,
			"cha": 1,
			"save": {
				"con": "+3"
			},
			"skill": {
				"stealth": "+7",
				"athletics": "+3",
				"perception": "+0"
			},
			"conditionImmune": [
				"blinded"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 10,
			"languages": [
				"Common"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Trackless",
					"entries": [
						"The spirit leaves no tracks to indicate where it has been or where it's headed."
					]
				}
			],
			"action": [
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d4 + 4}) slashing damage. If the spirit has advantage on the attack roll, the target also takes 10 ({@damage 3d6}) necrotic damage."
					]
				}
			],
			"environment": [
				"coastal",
				"forest",
				"swamp",
				"underdark",
				"urban"
			],
			"languageTags": [
				"C"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"S",
				"N"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"name": "Skulk",
				"source": "MTF",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MTF/Skulk.webp"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Skulk",
						"entries": [
							"Skulks are the soulless shells of travelers who became lost in the Shadowfell, wandering its gray wastes until they lost all sense of self. They are so devoid of identity that they have become permanently invisible. Only children can see a skulk without the help of a mirror or a special candle. On the rare occasions when a skulk is visible, it appears as a drab, featureless, hairless humanoid."
						]
					},
					{
						"name": "Summoned Servants",
						"type": "entries",
						"entries": [
							"A skulk can be summoned from the Shadowfell by performing a ritual. If the creature is given a portion of the summoner's identity, the skulk is bound to obey the summoner's commands for 30 days. If a skulk is visible, an astute observer might deduce who summoned it, because a skulk assumes a vague likeness of its master.",
							"Cruel and chaotic, skulks carry out their orders in the most violent manner possible. A summoned skulk can't return to the Shadowfell until it dies, so it has every motivation to throw itself into creating bloodshed and mayhem."
						]
					},
					{
						"name": "Hollow Lives",
						"type": "entries",
						"entries": [
							"After killing a person in the material world, a skulk sometimes takes up a silent imitation of that person's life. In extreme cases, skulks have invaded villages, killed all the occupants, and turned the places into seeming ghost towns, where flavorless food is prepared daily, colorless clothes are hung up to dry, and livestock is shifted from pen to pen until it starves."
						]
					}
				]
			},
			"token": {
				"name": "Skulk",
				"source": "MTF"
			},
			"spellcasting": [
				{
					"name": "Spellcasting",
					"spells": {
						"0": {
							"spells": [
								"{@spell infestation|XGE}",
								"{@spell mind sliver|UASorcererAndWarlock}",
								"{@spell thorn whip|PHB}"
							]
						}
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"damageTagsSpell": [
				"I",
				"P",
				"Y"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"intelligence"
			]
		},
		{
			"name": "Stump Three School",
			"size": [
				"T"
			],
			"type": "ooze",
			"source": "zorq",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 22,
				"formula": "4d4 + 12"
			},
			"speed": {
				"walk": 20,
				"climb": 10
			},
			"str": 4,
			"dex": 6,
			"con": 17,
			"int": 1,
			"wis": 1,
			"cha": 12,
			"skill": {
				"deception": "+5"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 10,
			"cr": "1/4",
			"trait": [
				{
					"name": "Amorphous",
					"entries": [
						"The treacle can move through a space as narrow as 1 inch wide without squeezing."
					]
				},
				{
					"name": "Charming Presence",
					"entries": [
						"The treacle has an uncanny ability to sense and to play off of another creature's emotions. It uses Charisma (Deception) to oppose Wisdom (Insight or Perception) skill checks made to see through its ruse, and it has advantage on its check."
					]
				}
			],
			"action": [
				{
					"name": "Reshape",
					"entries": [
						"The treacle assumes the shape of any tiny creature or object. A reshaped treacle gains the movement of its new form but no other special qualities."
					]
				},
				{
					"name": "Blood Drain (1/Hour)",
					"entries": [
						"A treacle touching the skin of a warm-blooded creature inflicts 4 ({@damage 1d8}) necrotic damage per hour of contact, and the victim's maximum hit points are reduced by the same number. Blood is drained so slowly that the victim doesn't notice the damage unless he or she breaks contact with the treacle (sets it down or hands it to someone else, for example). When contact is broken, the victim notices blood on his or her skin or clothes with a successful {@dc 13} Wisdom (Perception) check."
					]
				}
			],
			"page": 387,
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB/token/Treacle.png",
			"traitTags": [
				"Amorphous"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"N"
			],
			"shortName": "Stump",
			"isNpc": true
		},
		{
			"name": "Suille",
			"size": [
				"L"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"Monstrous Peryton"
				]
			},
			"source": "zorq",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 90,
				"formula": "12d10 + 24"
			},
			"speed": {
				"walk": 20,
				"fly": 60
			},
			"str": 19,
			"dex": 10,
			"con": 14,
			"int": 9,
			"wis": 14,
			"cha": 10,
			"save": {
				"str": "+8",
				"dex": "+3",
				"wis": "+5"
			},
			"skill": {
				"perception": "+5",
				"athletics": "+7"
			},
			"passive": 15,
			"languages": [
				"understands Common and Elvish but can't speak"
			],
			"cr": "5",
			"page": 245,
			"senses": [
				"darkvision 60 ft."
			],
			"trait": [
				{
					"name": "Flyby",
					"entries": [
						"The peryton doesn't provoke opportunity attacks when it flies out of an enemy's reach."
					]
				},
				{
					"name": "Keen Sight and Smell",
					"entries": [
						"The peryton has advantage on Wisdom (Perception) checks that rely on sight or smell."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the peryton fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Campaign",
					"entries": [
						"Adopted Bellily (Lili) (daughter of Aurelia and Isabella)"
					]
				},
				{
					"name": "Consume heart",
					"entries": [
						"???"
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The peryton makes two attacks: one with its gore and one with its talons."
					]
				},
				{
					"name": "Gore",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage."
					]
				},
				{
					"name": "Talons",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d10 + 4}) slashing damage."
					]
				},
				{
					"name": "Warp Shadow",
					"entries": [
						"The peryton chooses up to three creatures within 60 feet of it that it can see. Each creature must succeed on a {@dc 12} Wisdom saving throw or become cursed. While cursed, whenever the creature makes an attack roll, an ability check, or a saving throw, it must roll a {@dice d4} and subtract that number from the roll. A cursed creature can repeat this saving throw at the end of each of its turns, ending the effect on itself with a success. A creature that succeeds on this saving throw is immune to this peryton's Warp Shadow for 24 hours."
					]
				}
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"The peryton makes a Wisdom (Perception) check."
					]
				},
				{
					"name": "Talons Attack",
					"entries": [
						"The peryton makes one attack with its talons."
					]
				},
				{
					"name": "Dive Attack (Costs 2 Actions)",
					"entries": [
						"The peryton moves up to its speed toward one target of its choosing. It then makes a gore attack that deals an extra 4 ({@damage 1d8}) piercing damage on a hit."
					]
				}
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"languageTags": [
				"C",
				"CS",
				"E"
			],
			"senseTags": [
				"D"
			],
			"traitTags": [
				"Flyby",
				"Keen Senses",
				"Legendary Resistances"
			],
			"actionTags": [
				"Multiattack"
			],
			"fluff": {
				"name": "Monstrous Peryton",
				"source": "GoS",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/GoS/Monstrous Peryton.webp"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"The terror of the coast and the recent scourge of Firewatch Island in Tammeraut's Fate, this large peryton preys on ships and coastal communities alike. It has built numerous nests to mark its territory."
						]
					}
				]
			},
			"token": {
				"name": "Monstrous Peryton",
				"source": "GoS"
			},
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "Swarm of Herg Worms",
			"size": [
				"M"
			],
			"type": {
				"type": "beast",
				"swarmSize": "T"
			},
			"source": "zorq",
			"alignment": [
				"U"
			],
			"ac": [
				8
			],
			"hp": {
				"average": 22,
				"formula": "5d8"
			},
			"speed": {
				"walk": 5,
				"climb": 5
			},
			"str": 2,
			"dex": 7,
			"con": 10,
			"int": 1,
			"wis": 2,
			"cha": 1,
			"resist": [
				"piercing",
				"slashing"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"prone",
				"restrained"
			],
			"senses": [
				"blindsight 10 ft."
			],
			"passive": 6,
			"cr": "1/2",
			"trait": [
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny maggot. The swarm can't regain hit points or gain temporary hit points."
					]
				},
				{
					"name": "Silver-blooded",
					"entries": [
						"Herg worms are finger-sized earthworms underneath whose skin are visible thin veins of silver. If at least 10 herg worms are crushed and used to make a paste, that paste can be applied to a weapon to render it silvered for 1 minute. Crushing the worms and applying the paste in this way takes 1 action. The paste loses its efficacy at the end of the minute."
					]
				}
			],
			"action": [
				{
					"name": "Bites",
					"entries": [
						"{@atk mw} {@hit 0} to hit, reach 0 ft., one creature in the swarm's space. {@h}The target is infested by {@dice 1d4} herg worms. At the start of each of the target's turns, the target takes {@dice 1d6} piercing damage per rot grub infesting it. Applying fire to the bite wound before the end of the target's next turn deals 1 fire damage to the target and kills these herg worms. After this time, these herg worms are too far under the skin to be burned. If a target infested by herg worms ends its turn with 0 hit points, it dies as the herg worms burrow into its heart and kill it. Any effect that cures disease kills all herg worms infesting the target."
					]
				}
			],
			"environment": [
				"swamp",
				"underdark"
			],
			"senseTags": [
				"B"
			],
			"miscTags": [
				"MW"
			],
			"damageTags": [
				"F",
				"P"
			],
			"fluff": {
				"name": "Swarm of Herg Worms",
				"source": "zorq",
				"entries": [
					{
						"type": "entries",
						"entries": [
							"Herg worms are finger-sized maggots that eat living or dead flesh, although they can survive on plant matter. They infest corpses and piles of decaying matter and attack living creatures that disturb them. After burrowing into the flesh of a living creature, a rot grub instinctively chews its way toward the heart in order to kill its host.",
							"Herg worms pose a threat both singly and as a swarm. See the accompanying stat block for the mechanics of a swarm of herg worms. A single rot grub has no stat block. Any creature that comes into contact with it must make a DC 10 Dexterity saving throw. On a failed save, the rot grub burrows into the creature's flesh and deals 3 (1d6) piercing damage at the start of each of the host creature's turns. Applying fire to the wound before the end of the host creature's next turn deals 1 fire damage to the host and kills the infesting rot grub. After this time, the rot grub is too far under the host creature's skin to be burned. If a creature infested by one or more herg worms ends its turn with 0 hit points, it dies as the grubs burrow into its heart and kill it. Any effect that cures disease kills all herg worms infesting the target. Burning a body kills any herg worms infesting it"
						]
					}
				]
			}
		},
		{
			"name": "Tobolux",
			"size": [
				"T"
			],
			"type": {
				"type": "elemental",
				"tags": [
					"spirit",
					"genie"
				]
			},
			"source": "zorq",
			"alignment": [
				"A"
			],
			"ac": [
				11
			],
			"hp": {
				"average": 13,
				"formula": "3d8"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 40,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 7,
			"dex": 13,
			"con": 10,
			"int": 10,
			"wis": 12,
			"cha": 11,
			"resist": [
				"acid",
				"fire",
				"lightning",
				"thunder",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"cold",
				"necrotic",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained"
			],
			"passive": 11,
			"languages": [
				"Common",
				"Ignan"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Incorporeal Movement",
					"entries": [
						"The spirit can move through other creatures and objects as if they were difficult terrain. It takes 5 ({@damage 1d10}) force damage if it ends its turn inside an object."
					]
				},
				{
					"type": "inset",
					"name": "Appearance and Mannerisms",
					"entries": [
						"Tobolux is a tiny genii spirit. She has the typical turqoise complexion, but on her face are simplified paisley patterns of bright white. She has dark-red hair and her eyes are nested within rose petal leaves which perpetually separate and fall, disappearing into dust before they touch the ground."
					]
				}
			],
			"traitTags": [
				"Incorporeal Movement"
			],
			"damageTags": [
				"O"
			],
			"miscTags": [
				"MW"
			],
			"languageTags": [
				"LF"
			]
		},
		{
			"name": "Toestealer",
			"size": [
				"T"
			],
			"type": "fey",
			"source": "zorq",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 22,
				"formula": "5d4 + 10"
			},
			"speed": {
				"walk": 20,
				"climb": 10,
				"swim": 10
			},
			"str": 10,
			"dex": 16,
			"con": 14,
			"int": 12,
			"wis": 9,
			"cha": 12,
			"skill": {
				"stealth": "+5"
			},
			"conditionImmune": [
				"poisoned"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 10,
			"languages": [
				"Common"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The gremlin has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The goblin makes one claw attack and one bite attack."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, range 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 5} to hit, range 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage."
					]
				},
				{
					"name": "Aura of Drunkenness",
					"entries": [
						"A rum gremlin radiates an aura of drunkenness to a radius of 20 feet. Every creature that starts its turn in the aura must make a successful {@dc 12} Constitution saving throw against poison or be {@condition poisoned} for one hour. Creatures that have drunk any alcohol during the previous hour have disadvantage on the saving throw. While affected by this poison, a creature falls {@condition prone} if it tries to move more than half its speed during a turn."
					]
				}
			],
			"page": 0,
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The gremlin's innate spellcasting ability is Charisma (spell save {@dc 11}). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell prestidigitation}"
					],
					"daily": {
						"3": [
							"{@spell hex}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB/token/Rum%20Gremlin.png",
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"spellcastingTags": [
				"I"
			],
			"conditionInflict": [
				"poisoned"
			],
			"damageTagsSpell": [
				"N"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Tusternoof, or The Twisted One",
			"size": [
				"M"
			],
			"type": "fiend",
			"source": "zorq",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				12,
				{
					"ac": 16,
					"condition": "with {@spell mage armor}",
					"braces": true
				}
			],
			"hp": {
				"average": 36,
				"formula": "8d8"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 12,
			"dex": 16,
			"con": 10,
			"int": 14,
			"wis": 12,
			"cha": 16,
			"save": {
				"int": "+4",
				"cha": "+5"
			},
			"skill": {
				"arcana": "+4",
				"history": "+4",
				"athletics": "+5",
				"nature": "+6",
				"stealth": "+7",
				"perception": "+3"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"exhaustion",
				"poisoned"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"languages": [
				"Common",
				"Underdark",
				"Abyssal"
			],
			"cr": "4",
			"page": 0,
			"action": [
				{
					"name": "Horned Vine",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h} 6 ({@damage 1d6 + 2}) slashing plus 9 ({@damage 2d6 + 2}) necrotic damage."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Tusternoof's innate spellcasting ability is Charisma (spell save {@dc 13}). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell detect magic}",
						"{@spell disguise self}",
						"{@spell mage armor}"
					],
					"ability": "cha",
					"type": "spellcasting"
				},
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Tusternoof is a 5th-level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It regains its expended spell slots when it finishes a short or long rest. It knows the following warlock spells:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell chill touch}",
								"{@spell eldritch blast}",
								"{@spell mage hand}"
							]
						},
						"3": {
							"spells": [
								"{@spell arms of Hadar}",
								"{@spell dispel magic}",
								"{@spell hold person}",
								"{@spell hunger of Hadar}",
								"{@spell invisibility}",
								"{@spell phantasmal force|PHB}"
							],
							"slots": 2,
							"lower": 1
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"environment": [
				"urban"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/deathlock.mp3"
			},
			"senseTags": [
				"D"
			],
			"spellcastingTags": [
				"I",
				"CL"
			],
			"damageTags": [
				"N"
			],
			"miscTags": [
				"MW"
			],
			"languageTags": [
				"C",
				"AB"
			],
			"fluff": {
				"name": "Tusternoof",
				"source": "zorq",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MTF/Deathlock.webp"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"name": "Created by Baphomet",
						"entries": [
							"Baphomet is able to create Tusternoof.",
							"An extraordinarily powerful necromancer might also discover the dark methods of creating Tusternoof and then bind it to service, acting in this respect as Tusternoof's patron."
						]
					},
					{
						"name": "Obedient and Obsessed",
						"type": "entries",
						"entries": [
							"An overpowering urge to serve consumes the mind of Tusternoof. All goals and ambitions it had in life that don't please its patron fall away as its master's desires become the purpose that drives Tusternoof. The creature immediately resumes work on its patron's behalf. Accomplishing a difficult goal might mean Tusternoof is forced to serve another powerful creature or might entail in gathering servants of its own.",
							"Whatever the goal, it always reflects the patron's interests, ranging from small-scale concerns to matters of cosmic scope. Tusternoof in the thrall of a fiend might work to destroy a specific temple dedicated to a good god, while one that serves a Great Old One could be charged with hunting for the materials needed to call forth a horrifying entity into the world."
						]
					},
					{
						"name": "Lord of the Maze",
						"type": "entries",
						"entries": [
							"Tusternoof creates and maintains a vegetal maze for its creator, Baphomet."
						]
					}
				]
			},
			"token": {
				"name": "Deathlock",
				"source": "MTF"
			},
			"shortName": "Tusternoof",
			"damageTagsSpell": [
				"A",
				"C",
				"N",
				"O",
				"Y"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"intelligence",
				"strength",
				"wisdom"
			]
		},
		{
			"name": "Vee'gn'och",
			"size": [
				"M"
			],
			"type": "undead",
			"source": "zorq",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 84,
				"formula": "13d6 + 39"
			},
			"speed": {
				"walk": 30,
				"burrow": 20
			},
			"str": 12,
			"dex": 18,
			"con": 16,
			"int": 14,
			"wis": 10,
			"cha": 10,
			"save": {
				"dex": "+6",
				"con": "+5"
			},
			"skill": {
				"arcana": "+4",
				"deception": "+4",
				"perception": "+2",
				"stealth": "+8"
			},
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"immune": [
				"necrotic",
				"poison"
			],
			"conditionImmune": [
				"exhaustion",
				"poisoned"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"languages": [
				"Common",
				"Vee'gn'och",
				"Undercommon"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Swarm",
					"entries": [
						"A Vee'gn'och can act as a swarm (composed of smaller elements), or it can grant a single member (called an exarch) control, acting as a singular creature. Changing between forms takes one action. In its singular form, the collective can't occupy the same space as another creature, but it can perform sneak attacks and cast spells. In swarm form, the Vee'gn'och can occupy another creature's space and vice versa, and it can move through openings at least 1 foot square. It can't change to singular form while it occupies the same space as another creature. It uses its skills normally in either form."
					]
				},
				{
					"name": "Rampage",
					"entries": [
						"When Vee'gn'och reduces a creature to 0 hit points with a melee attack on its turn, Vee'gn'och can take a bonus action to move up to half its speed and make a bite attack."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Vee'gn'och makes two claw attacks, or one claw and one bite attack, or one swarm attack."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d12 + 4}) piercing damage, and the target must make a {@dc 14} Constitution save or suffer the effects of Wyrmblood Venom."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}17 ({@damage 2d12 + 4}) slashing damage."
					]
				},
				{
					"name": "Swarm",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 0 ft., one creature in the swarm's space. {@h}30 ({@damage 4d12 + 4}) piercing damage, or 17 ({@damage 2d12 + 4}) piercing damage if the Vee'gn'och has half its hit points or fewer. If the attack hits, the target must make a successful {@dc 13} Constitution save or suffer the effects of Wyrmblood Venom."
					]
				},
				{
					"name": "Sudden Rush.",
					"entries": [
						"Until the end of the turn, Vee'gn'och's speed increases by 60 feet and it doesn't provoke opportunity attacks."
					]
				},
				{
					"name": "Incite Rampage {@recharge 5}",
					"entries": [
						"One creature the Vee'gn'och can see within 30 feet of it can use its reaction to make a melee attack if it can hear the Vee'gn'och and has the Rampage trait."
					]
				}
			],
			"page": 39,
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The Vee'gn'och's innate spellcasting ability is Charisma (spell save {@dc 12}, {@hit 4} to hit with spell attacks). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell chill touch}"
					],
					"daily": {
						"1": [
							"{@spell animate dead} (up to 5 skeletons or zombies)"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB/token/Bone%20Collective.png",
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"C",
				"OTH",
				"U"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"spellcastingTags": [
				"I"
			],
			"shortName": "Veenock",
			"isNamedCreature": true,
			"isNpc": true,
			"traitTags": [
				"Rampage"
			],
			"damageTagsSpell": [
				"N"
			]
		},
		{
			"name": "White Boar face hag, 4'6\"",
			"size": [
				"M"
			],
			"type": "fey",
			"source": "zorq",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 82,
				"formula": "11d8 + 33"
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 12,
			"con": 16,
			"int": 13,
			"wis": 14,
			"cha": 14,
			"skill": {
				"arcana": "+3",
				"deception": "+4",
				"perception": "+4",
				"stealth": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 14,
			"languages": [
				"Common",
				"Draconic",
				"Sylvan"
			],
			"cr": {
				"cr": "3",
				"coven": "5"
			},
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The hag's innate spellcasting ability is Charisma (spell save {@dc 12}). She can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell dancing lights}",
						"{@spell minor illusion}",
						"{@spell vicious mockery}"
					],
					"ability": "cha",
					"type": "spellcasting"
				},
				{
					"name": "Shared Spellcasting (Coven Only)",
					"headerEntries": [
						"While all three members of a hag coven are within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves:"
					],
					"spells": {
						"1": {
							"slots": 4,
							"spells": [
								"{@spell identify}",
								"{@spell ray of sickness}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell hold person}",
								"{@spell locate object}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell bestow curse}",
								"{@spell counterspell}",
								"{@spell lightning bolt}"
							]
						},
						"4": {
							"slots": 3,
							"spells": [
								"{@spell phantasmal killer}",
								"{@spell polymorph}"
							]
						},
						"5": {
							"slots": 2,
							"spells": [
								"{@spell contact other plane}",
								"{@spell scrying}"
							]
						},
						"6": {
							"slots": 1,
							"spells": [
								"{@spell eyebite}"
							]
						}
					},
					"footerEntries": [
						"For casting these spells, each hag is a 12th-level spellcaster that uses Intelligence as her spellcasting ability. The spell save DC is 12 + the hag's Intelligence modifier, and the spell attack bonus is 4 + the hag's Intelligence modifier."
					],
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The hag can breathe air and water."
					]
				},
				{
					"name": "Mimicry",
					"entries": [
						"The hag can mimic animal sounds and humanoid voices. A creature that hears the sounds can tell they are imitations with a successful {@dc 14} Wisdom (Insight) check."
					]
				},
				{
					"name": "Hag Coven",
					"entries": [
						"When hags must work together, they form covens, in spite of their selfish natures. A coven is made up of hags of any type, all of whom are equals within the group. However, each of the hags continues to desire more personal power.",
						"A coven consists of three hags so that any arguments between two hags can be settled by the third. If more than three hags ever come together, as might happen if two covens come into conflict, the result is usually chaos."
					]
				},
				{
					"name": "Hag Eye (Coven Only)",
					"entries": [
						"A hag coven can craft a magic item called a hag eye, which is made from a real eye coated in varnish and often fitted to a pendant or other wearable item. The hag eye is usually entrusted to a minion for safekeeping and transport. A hag in the coven can take an action to see what the hag eye sees if the hag eye is on the same plane of existence. A hag eye has AC 10, 1 hit point, and darkvision with a radius of 60 feet. If it is destroyed, each coven member takes {@dice 3d10} psychic damage and is {@condition blinded} for 24 hours.",
						"A hag coven can have only one hag eye at a time, and creating a new one requires all three members of the coven to perform a ritual. The ritual takes 1 hour, and the hags can't perform it while {@condition blinded}. During the ritual, if the hags take any action other than performing the ritual, they must start over."
					]
				}
			],
			"action": [
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) slashing damage."
					]
				},
				{
					"name": "Illusory Appearance",
					"entries": [
						"The hag covers herself and anything she is wearing or carrying with a magical illusion that makes her look like another creature of her general size and humanoid shape. The illusion ends if the hag takes a bonus action to end it or if she dies.",
						"The changes wrought by this effect fail to hold up to physical inspection. For example, the hag could appear to have smooth skin, but someone touching her would feel her rough flesh. Otherwise, a creature must take an action to visually inspect the illusion and succeed on a {@dc 20} Intelligence (Investigation) check to discern that the hag is disguised."
					]
				},
				{
					"name": "Invisible Passage",
					"entries": [
						"The hag magically turns {@condition invisible} until she attacks or casts a spell, or until her concentration ends (as if concentrating on a spell). While {@condition invisible}, she leaves no physical evidence of her passage, so she can be tracked only by magic. Any equipment she wears or carries is {@condition invisible} with her."
					]
				}
			],
			"page": 177,
			"environment": [
				"forest",
				"hill",
				"swamp"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/green-hag.mp3"
			},
			"traitTags": [
				"Amphibious"
			],
			"languageTags": [
				"C",
				"DR",
				"S"
			],
			"senseTags": [
				"D"
			],
			"spellcastingTags": [
				"I",
				"S",
				"CW"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"srd": true,
			"fluff": {
				"name": "Green Hag",
				"source": "MM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Green Hag.webp"
						}
					}
				],
				"entries": [
					"The wretched and hateful green hags dwell in dying forests, lonely swamps, and misty moors, making their homes in caves. Green hags love to manipulate other creatures into doing their bidding, masking their intentions behind layers of deception. They lure victims to them by mimicking voices calling out for help, or drive unwanted visitors away by imitating the cries of fierce beasts.",
					{
						"type": "entries",
						"name": "Obsession with Tragedy",
						"entries": [
							"Green hags revel in the failings and tragedies of other creatures. They derive joy from bringing people low and seeing hope turn into despair, not just for individuals but also for whole nations."
						]
					},
					{
						"type": "entries",
						"name": "Covens",
						"entries": [
							"A green hag that is part of a coven (see the \"Hag Covens\" sidebar) has a challenge rating of 5 (1,800 XP)."
						]
					},
					{
						"type": "section",
						"name": "Hags",
						"entries": [
							"Hags represent all that is evil and cruel. Though they resemble withered crones, there is nothing mortal about these monstrous creatures, whose forms reflect only the wickedness in their hearts.",
							{
								"type": "entries",
								"name": "Faces of Evil",
								"entries": [
									"Ancient beings with origins in the Feywild, hags are cankers on the mortal world. Their withered faces are framed by long, frayed hair, horrid moles and warts dot their blotchy skin, and their long, skinny fingers are tipped by claws that can slice open flesh with a touch. Their simple clothes are always tattered and filthy.",
									"All hags possess magical powers, and some have an affinity for spellcasting. They can alter their forms or curse their foes, and their arrogance inspires them to view their magic as a challenge to the magic of the gods, whom they blaspheme at every opportunity.",
									"Hags name themselves in darkly whimsical ways, claiming monikers such as Black Morwen, Peggy Pigknuckle, Grandmother Titchwillow, Nanna Shug, Rotten Ethel, or Auntie Wormtooth."
								]
							},
							{
								"type": "entries",
								"name": "Monstrous Motherhood",
								"entries": [
									"Hags propagate by snatching and devouring human infants. After stealing a baby from its cradle or its mother's womb, the hag consumes the poor child. A week later, the hag gives birth to a daughter who looks human until her thirteenth birthday, whereupon the child transforms into the spitting image of her hag mother.",
									"Hags sometimes raise the daughters they spawn, creating covens. A hag might also return the child to its grieving parents, only to watch from the shadows as the child grows up to become a horror."
								]
							},
							{
								"type": "entries",
								"name": "Dark Bargains",
								"entries": [
									"Arrogant to a fault, hags believe themselves to be the most cunning of creatures, and they treat all others as inferior. Even so, a hag is open to dealing with mortals as long as those mortals show the proper respect and deference. Over their long lives, hags accumulate much knowledge of local lore, dark creatures, and magic, which they are pleased to sell.",
									"Hags enjoy watching mortals bring about their own downfall, and a bargain with a hag is always dangerous. The terms of such bargains typically involve demands to compromise principles or give up something dear-especially if the thing lost diminishes or negates the knowledge gained through the bargain."
								]
							},
							{
								"type": "entries",
								"name": "A Foul Nature",
								"entries": [
									"Hags love the macabre and festoon their garb with dead things and accentuate their appearance with bones, bits of flesh, and filth. They nurture blemishes and pick at wounds to produce weeping, suppurating flesh. Attractive creatures evoke disgust in a hag, which might \"help\" such creatures by disfiguring or transforming them.",
									"This embrace of the disturbing and unpleasant extends to all aspects of a hag's life. A hag might fly in a magical giant's skull, landing it on a tree shaped to resemble an enormous headless body. Another might travel with a menagerie of monsters and slaves kept in cages, and disguised by illusions to lure unwary creatures close. Hags sharpen their teeth on millstones and spin cloth from the intestines of their victims, reacting with glee to the horror their actions invoke."
								]
							},
							{
								"type": "entries",
								"name": "Dark Sorority",
								"entries": [
									"Hags maintain contact with each other and share knowledge. Through such contacts, it is likely that any given hag knows of every other hag in existence. Hags don't like each other, but they abide by an ageless code of conduct. Hags announce their presence before crossing into another hag's territory, bring gifts when entering another hag's dwelling, and break no oaths given to other hags-as long as the oath isn't given with the fingers crossed.",
									"Some humanoids make the mistake of thinking that the hags' rules of conduct apply to all creatures. When confronted by such an individual, a hag might find it amusing to string the fool along for a while before teaching it a permanent lesson."
								]
							},
							{
								"type": "entries",
								"name": "Dark Lairs",
								"entries": [
									"Hags dwell in dark and twisted woods, bleak moors, storm-lashed seacoasts, and gloomy swamps. In time, the landscape around a hag's lair reflects the creature's noxiousness, such that the land itself can attack and kill trespassers. Trees twisted by darkness attack passersby, while vines snake through the undergrowth to snare and drag off creatures one at a time. Foul stinking fogs turn the air to poison, and conceal pools of quicksand and sinkholes that consume unwary wanderers."
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Hag Covens",
						"entries": [
							"When hags must work together, they form covens, in spite of their selfish natures. A coven is made up of hags of any type, all of whom are equals within the group. However, each of the hags continues to desire more personal power.",
							"A coven consists of three hags so that any arguments between two hags can be settled by the third. If more than three hags ever come together, as might happen if two covens come into conflict, the result is usually chaos.",
							{
								"type": "entries",
								"name": "Shared Spellcasting",
								"entries": [
									"While all three members of a hag coven are within 30 feet of one another, they can each cast the following spells from the wizard's spell list but must share the spell slots among themselves:",
									{
										"type": "list",
										"style": "list-no-bullets",
										"items": [
											"1st level (4 slots): {@spell identify}, {@spell ray of sickness}",
											"2nd level (3 slots): {@spell hold person}, {@spell locate object}",
											"3rd level (3 slots): {@spell bestow curse}, {@spell counterspell}, {@spell lightning bolt}",
											"4th level (3 slots): {@spell phantasmal killer}, {@spell polymorph}",
											"5th level (2 slots): {@spell contact other plane}, {@spell scrying}",
											"6th level (1 slot): {@spell eyebite}"
										]
									},
									"For casting these spells, each hag is a 12th-level spellcaster that uses Intelligence as her spellcasting ability. The spell save DC is 12 + the hag's Intelligence modifier, and the spell attack bonus is 4 + the hag's Intelligence modifier."
								]
							},
							{
								"type": "entries",
								"name": "Hag Eye",
								"entries": [
									"A hag coven can craft a magic item called a hag eye, which is made from a real eye coated in varnish and often fitted to a pendant or other wearable item. The hag eye is usually entrusted to a minion for safekeeping and transport. A hag in the coven can take an action to see what the hag eye sees if the hag eye is on the same plane of existence. A hag eye has AC 10, 1 hit point, and darkvision with a radius of 60 feet. If it is destroyed, each coven member takes 3d10 psychic damage and is blinded for 24 hours.",
									"A hag coven can have only one hag eye at a time, and creating a new one requires all three members of the coven to perform a ritual. The ritual takes 1 hour, and the hags can't perform it while blinded. During the ritual, if the hags take any action other than performing the ritual, they must start over."
								]
							}
						]
					}
				]
			},
			"token": {
				"name": "Green Hag",
				"source": "MM"
			},
			"conditionInflictSpell": [
				"poisoned",
				"paralyzed",
				"frightened",
				"unconscious"
			],
			"damageTagsSpell": [
				"I",
				"L",
				"N",
				"Y"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"intelligence",
				"wisdom"
			]
		},
		{
			"name": "Wigglewut",
			"size": [
				"L"
			],
			"type": "beast",
			"source": "zorq",
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 33,
				"formula": "6d10"
			},
			"speed": {
				"walk": 10,
				"fly": 60
			},
			"str": 15,
			"dex": 16,
			"con": 11,
			"int": 6,
			"wis": 12,
			"cha": 2,
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 11,
			"cr": "1",
			"trait": [
				{
					"type": "inset",
					"name": "Appearance and Mannerisms",
					"entries": [
						"A giant flying bat."
					]
				},
				{
					"type": "inset",
					"name": "Purpose",
					"entries": [
						"{@creature Sigmurh|zorq}'s steed"
					]
				},
				{
					"name": "Echolocation",
					"entries": [
						"The bat can't use its blindsight while {@condition deafened}."
					]
				},
				{
					"name": "Keen Hearing",
					"entries": [
						"The bat has advantage on Wisdom ({@skill Perception}) checks that rely on hearing."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}12 ({@damage 3d6 + 2}) piercing damage."
					]
				}
			],
			"environment": [
				"forest",
				"underdark"
			],
			"traitTags": [
				"Keen Senses"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"srd": true,
			"token": {
				"name": "Giant Bat",
				"source": "MM"
			},
			"isNpc": true,
			"familiar": true,
			"isNamedCreature": true,
			"save": {
				"dex": "+5"
			},
			"skill": {
				"athletics": "+4",
				"survival": "+3",
				"stealth": "+7",
				"nature": "+2",
				"acrobatics": "+7"
			}
		},
		{
			"name": "Woon",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"gnome"
				]
			},
			"source": "zorq",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item chain shirt|phb}"
					]
				}
			],
			"hp": {
				"average": 16,
				"formula": "3d6 + 6"
			},
			"speed": {
				"walk": 20
			},
			"str": 15,
			"dex": 14,
			"con": 14,
			"int": 12,
			"wis": 10,
			"cha": 9,
			"skill": {
				"investigation": "+3",
				"perception": "+2",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"languages": [
				"Gnomish",
				"Terran",
				"Undercommon"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Stone Camouflage",
					"entries": [
						"The gnome has advantage on Dexterity (Stealth) checks made to hide in rocky terrain."
					]
				},
				{
					"name": "Gnome Cunning",
					"entries": [
						"The gnome has advantage on Intelligence, Wisdom, and Charisma saving throws against magic."
					]
				}
			],
			"action": [
				{
					"name": "War Pick",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d8 + 2}) piercing damage."
					]
				},
				{
					"name": "Poisoned Dart",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 30/120 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage, and the target must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success"
					]
				}
			],
			"page": 164,
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The gnome's innate spellcasting ability is Intelligence (spell save {@dc 11}). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell nondetection} (self only)"
					],
					"daily": {
						"1e": [
							"{@spell blindness/deafness}",
							"{@spell blur}",
							"{@spell disguise self}"
						]
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"environment": [
				"underdark"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/svirfneblin.mp3"
			},
			"languageTags": [
				"G",
				"T",
				"U"
			],
			"senseTags": [
				"SD"
			],
			"spellcastingTags": [
				"I"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW",
				"MLW"
			],
			"srd": true,
			"fluff": {
				"name": "Deep Gnome (Svirfneblin)",
				"source": "MM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Deep Gnome (Svirfneblin).webp"
						}
					}
				],
				"entries": [
					"Deep gnomes, or svirfneblin, live far below the world's surface in twisting warrens and sculpted caverns. They survive by virtue of their stealth, cleverness, and tenacity. Their gray skin allows them to blend in with surrounding stonework. They are also surprisingly heavy and strong for their size. An average adult weighs 100 to 120 pounds and stands 3 feet tall.",
					"A typical svirfneblin enclave contains several hundred deep gnomes and is strongly fortified. Secret tunnels lead to and from the settlement, and the deep gnomes use these as evacuation routes when the enclave comes under attack.",
					{
						"name": "Established Gender Roles",
						"type": "entries",
						"entries": [
							"Male svirfneblin are bald, while females have stringy gray hair. Traditionally, females run the enclaves while males scour the outskirts in search of enemies and deposits of precious gemstones."
						]
					},
					{
						"name": "Gemstone Harvesters",
						"type": "entries",
						"entries": [
							"Svirfneblin cherish fine gemstones, especially rubies, which they harvest from mines deep in the Underdark. The hunt for gems often brings them into conflict with beholders, drow, kuo-toa, duergar, and mind flayers. Of all their natural enemies, deep gnomes fear and despise the murderous, demon worshiping drow the most."
						]
					},
					{
						"name": "Earth Friends",
						"type": "entries",
						"entries": [
							"Deep gnomes are often encountered in the company of creatures from the Elemental Plane of Earth. Some svirfneblin can summon such creatures. Earth creatures guard svirfneblin settlements, especially xorn enticed to service with the promise of gems to feed on."
						]
					}
				]
			},
			"token": {
				"name": "Deep Gnome (Svirfneblin)",
				"source": "MM"
			},
			"conditionInflict": [
				"poisoned"
			],
			"conditionInflictSpell": [
				"blinded",
				"deafened"
			],
			"attachedItems": [
				"war pick|phb"
			],
			"savingThrowForced": [
				"constitution"
			],
			"savingThrowForcedSpell": [
				"constitution"
			]
		},
		{
			"name": "Ygatin",
			"size": [
				"M"
			],
			"type": "undead",
			"source": "zorq",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 58,
				"formula": "9d8 + 18"
			},
			"speed": {
				"walk": 30
			},
			"str": 15,
			"dex": 16,
			"con": 15,
			"int": 7,
			"wis": 12,
			"cha": 12,
			"skill": {
				"perception": "+4",
				"stealth": "+6"
			},
			"resist": [
				"cold",
				"fire",
				"necrotic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"lightning",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"poisoned"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 14,
			"languages": [
				"Abyssal",
				"the languages it knew in life"
			],
			"cr": "6",
			"trait": [
				{
					"name": "Aura of Annihilation",
					"entries": [
						"The bodak can activate or deactivate this feature as a bonus action. While active, the aura deals 5 necrotic damage to any creature that ends its turn within 30 feet of the bodak. Undead and fiends ignore this effect."
					]
				},
				{
					"name": "Death Gaze",
					"entries": [
						"When a creature that can see the bodak's eyes starts its turn within 30 feet of the bodak, the bodak can force it to make a {@dc 13} Constitution saving throw if the bodak isn't {@condition incapacitated} and can see the creature. If the saving throw fails by 5 or more, the creature is reduced to 0 hit points, unless it is immune to the {@condition frightened} condition. Otherwise, a creature takes 16 ({@damage 3d10}) psychic damage on a failed save.",
						"Unless surprised, a creature can avert its eyes to avoid the saving throw at the start of its turn. If the creature does so. it has disadvantage on attack rolls against the bodak until the start of its next turn. If the creature looks at the bodak in the meantime, it must immediately make the saving throw."
					]
				},
				{
					"name": "Sunlight Hypersensitivity",
					"entries": [
						"The bodak takes 5 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks."
					]
				}
			],
			"action": [
				{
					"name": "Fist",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) bludgeoning damage plus 9 ({@damage 2d8}) necrotic damage."
					]
				},
				{
					"name": "Withering Gaze",
					"entries": [
						"One creature that the bodak can see within 60 feet of it must make a {@dc 13} Constitution saving throw, taking 22 ({@damage 4d10}) necrotic damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"page": 127,
			"environment": [
				"swamp",
				"underdark",
				"urban"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/bodak.mp3"
			},
			"traitTags": [
				"Sunlight Sensitivity"
			],
			"languageTags": [
				"AB"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"B",
				"N",
				"Y",
				"R"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"name": "Bodak",
				"source": "VGM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/VGM/Bodak.webp"
						}
					}
				],
				"entries": [
					{
						"type": "entries",
						"entries": [
							"A bodak is the undead remains of someone who revered Orcus. Devoid of life and soul, it exists only to cause death.",
							{
								"name": "Marked by Orcus",
								"entries": [
									" A worshiper of Orcus can take ritual vows while carving the demon lord's symbol on its chest over the heart. Orcus's power flays body, mind, and soul, leaving behind a sentient husk that sucks in all life energy near it. Most bodaks come into being in this way, then unleashed to spread death in Orcus's name.",
									"Orcus created the first bodaks in the Abyss from seven devotees, called the Hierophants of Annihilation. These figures, as mighty as balors, have free will but serve the Prince of Undeath directly. Any one of these bodaks can turn a slain mortal into a bodak with its gaze. Like each Hierophant of Annihilation, every bodak bears the mark of Orcus as a chest wound, an opening where a mortal humanoid's heart would be.",
									"Orcus can recall anything a bodak sees or hears. If he so chooses, he can speak through a bodak to address his enemies and followers directly. Bodaks are extensions of Orcus's will outside the Abyss, serving the demon prince's aims and other minions.",
									"Even nature despises bodaks. The sun burns away a bodak's tainted flesh. The creature's gaze lays waste to the living. Anyone a bodak slays with its gaze withers, its face frozen in a mask of terror. The monster's mere presence is so unnatural that it chills the soul. Animals untrained for war instinctively flee just before a bodak arrives."
								],
								"type": "entries"
							},
							{
								"name": "Unhallowed Fragments",
								"entries": [
									" A bodak retains vague impressions of its past life. It seeks out both its former allies and its former enemies to destroy them, as its warped soul seeks to erase anything connected to its former life. Minions of Orcus are the one exception to this compulsion; a bodak recognizes them as kindred souls and spares them from its wrath. Anyone who knew the individual before its transformation into a bodak can recognize mannerisms or other subtle clues to its original identity."
								],
								"type": "entries"
							},
							{
								"name": "Ravaged Soul",
								"entries": [
									" The soul of a creature that becomes a bodak is so damaged that it is unfit for most forms of magical resurrection. Only a wish spell or similar magic can return a bodak to its former life."
								],
								"type": "entries"
							},
							{
								"name": "Undead Nature",
								"entries": [
									" A bodak doesn't require air, food, drink, or sleep."
								],
								"type": "entries"
							}
						]
					}
				]
			},
			"token": {
				"name": "Bodak",
				"source": "VGM"
			},
			"conditionInflict": [
				"frightened"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Yuruk the Contumax",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"lizardfolk",
					"Contumax"
				]
			},
			"source": "zorq",
			"alignment": [
				"L",
				"G"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item shield|phb}",
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"average": 22,
				"formula": "4d8 + 4"
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 15,
			"dex": 10,
			"con": 13,
			"int": 7,
			"wis": 12,
			"cha": 7,
			"skill": {
				"perception": "+3",
				"stealth": "+4",
				"survival": "+5",
				"athletics": "+6"
			},
			"passive": 13,
			"languages": [
				"Draconic",
				"Common"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Hold Breath",
					"entries": [
						"The lizardfolk can hold its breath for 15 minutes."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The lizardfolk makes two melee attacks, each one with a different weapon."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				},
				{
					"name": "Javelin",
					"entries": [
						"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 30/120 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				},
				{
					"name": "Spiked Shield",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				}
			],
			"page": 204,
			"environment": [
				"forest",
				"swamp"
			],
			"soundClip": {
				"type": "internal",
				"path": "bestiary/lizardfolk.mp3"
			},
			"traitTags": [
				"Hold Breath"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"DR",
				"C"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW",
				"MLW"
			],
			"srd": true,
			"fluff": {
				"name": "Lizardfolk",
				"source": "MM",
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Lizardfolk.webp"
						}
					}
				],
				"entries": [
					"Lizardfolk are primitive reptilian humanoids that lurk in the swamps and jungles of the world. Their hut villages thrive in forbidding grottos, half-sunken ruins, and watery caverns.",
					{
						"name": "Territorial Xenophobes",
						"type": "entries",
						"entries": [
							"Lizardfolk deal and trade with other races only rarely. Fiercely territorial, they use camouflaged scouts to guard the perimeter of their domain. When unwelcome visitors are detected, a tribe sends a hunting band to harass or drive the trespassers off, or tricks them into blundering into the lairs of crocodiles and other dangerous creatures.",
							"Lizardfolk have no notion of traditional morality, and they find the concepts of good and evil utterly alien. Truly neutral creatures, they kill when it is expedient and do whatever it takes to survive.",
							"Lizardfolk rarely stray beyond their claimed hunting grounds. Any creature that enters their territory is fair game to be stalked, killed, and devoured. They make no distinction between humanoids, beasts, and monsters. Similarly, lizardfolk don't like reaching too far beyond their borders, where they could easily become the hunted instead of the hunters.",
							"Occasions might arise when lizardfolk will form alliances with their neighbors. These lizardfolk usually learn firsthand that humans, dwarves, halflings, and elves can sometimes prove helpful or trustworthy. Once lizardfolk forge ties with outsiders, they are steadfast and fierce allies."
						]
					},
					{
						"name": "Great Feasts and Sacrifices",
						"type": "entries",
						"entries": [
							"Lizardfolk are omnivorous, but they have a taste for humanoid flesh. Prisoners are often taken back to their camps to become the centerpieces of great feasts and rites involving dancing, storytelling, and ritual combat.",
							"Victims are either cooked and eaten by the tribe, or are sacrificed to Semuanya, the lizardfolk god."
						]
					},
					{
						"name": "Canny Crafters",
						"type": "entries",
						"entries": [
							"Though they aren't skilled artisans, lizardfolk craft tools and ornamental jewelry out of the bones of their kills, and they use the hides and shells of dead monsters to create shields."
						]
					},
					{
						"name": "Lizardfolk Leaders",
						"type": "entries",
						"entries": [
							"Lizardfolk respect and fear magic with a religious awe. Lizardfolk shamans lead their tribes, overseeing rites and ceremonies performed to honor Semuanya. From time to time, however, a lizardfolk tribe produces a powerful figure touched not by Semuanya but by Sess'inek-a reptilian demon lord who seeks to corrupt and control the lizardfolk.",
							"Lizardfolk born in Sess'inek's image are larger and more cunning than other lizardfolk, and are thoroughly evil. These lizard kings and queens dominate lizardfolk tribes, usurping a shaman's authority and inspiring uncharacteristic aggression among their subjects."
						]
					},
					{
						"name": "Dragon Worshipers",
						"type": "entries",
						"entries": [
							"Lizardfolk speak Draconic, which they are thought to have learned from dragons in ancient times. A tribe that wanders into the territory of a dragon will offer it tribute to win its favor. An evil dragon might exploit lizardfolk for its own vile ends, turning them into raiders and plunderers."
						]
					}
				]
			},
			"token": {
				"name": "Lizardfolk",
				"source": "MM"
			},
			"shortName": "Yuruk the page",
			"attachedItems": [
				"javelin|phb"
			]
		},
		{
			"name": "Zarachiel",
			"size": [
				"L"
			],
			"type": {
				"type": "celestial",
				"tags": [
					"ooze"
				]
			},
			"source": "zorq",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 63,
				"formula": "14d6 + 14"
			},
			"speed": {
				"walk": 20,
				"climb": 20
			},
			"str": 12,
			"dex": 4,
			"con": 12,
			"int": 10,
			"wis": 14,
			"cha": 10,
			"resist": [
				{
					"resist": [
						"piercing"
					],
					"note": "and slashing from nonmagical weapons"
				}
			],
			"immune": [
				"bludgeoning",
				"acid",
				"lightning"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"prone"
			],
			"senses": [
				"blindsight 90 ft. (blind beyond this radius)"
			],
			"passive": 12,
			"languages": [
				"none in its natural form; knows the same languages as a creature it dominates"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Amorphous",
					"entries": [
						"The sap demon can move through a space as narrow as 1 inch wide without squeezing."
					]
				},
				{
					"name": "Season's Change",
					"entries": [
						"If a sap demon (or its host) takes at least 10 fire damage, it also gains the effect of a haste spell until the end of its next turn. If it takes at least 10 cold damage, it gains the effect of a slow spell until the end of its next turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The sap demon makes two slam attacks."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d8 + 1}) bludgeoning damage. If both attacks hit a Medium or smaller target, the target is {@condition grappled} (escape {@dc 11}), and the sap demon uses Soul Sap on it as a bonus action."
					]
				},
				{
					"name": "Soul Sap",
					"entries": [
						"The sap demon slides down the throat of a sleeping, helpless, or {@condition grappled} living creature of Medium size or smaller. Once inside, the sap demon takes control of its host, as per the dominate monster spell (Wisdom {@dc 11} negates). While dominated, the host gains blindsight 90 feet. The host drips blood from its ears, nose, eyes, or from a wound that resembles the injury done to the sap demon's tree (1 damage/Hour). Damage inflicted on the host has no effect on the sap demon. If the host dies or is reduced to 0 hit points, the sap demon must leave the body within one hour."
					]
				}
			],
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB/token/Sap%20Demon.png",
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Amorphous"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"B",
				"F",
				"C"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled"
			]
		},
		{
			"name": "Zarachiel (Gloucous form)",
			"size": [
				"L"
			],
			"type": {
				"type": "ooze",
				"tags": [
					"celestial",
					"pronouns: they, them, theirs"
				]
			},
			"source": "zorq",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 63,
				"formula": "14d6 + 14"
			},
			"speed": {
				"walk": 20,
				"climb": 20
			},
			"str": 16,
			"dex": 8,
			"con": 14,
			"int": 10,
			"wis": 10,
			"cha": 4,
			"resist": [
				{
					"resist": [
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons",
					"cond": true
				}
			],
			"immune": [
				"bludgeoning",
				"acid",
				"lightning"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"prone"
			],
			"senses": [
				"blindsight 90 ft. (blind beyond this radius)"
			],
			"passive": 12,
			"languages": [
				"Common",
				"Zorbh",
				"knows the same languages as a creature it dominates"
			],
			"cr": "3",
			"trait": [
				{
					"type": "inset",
					"name": "Appearance and Mannerisms",
					"entries": [
						"In glaucous form, Zarachiel is a 9-foot tall greyish-black ooze with tiny silver eyes. Its outer layer flows like a fondue fountain. It does not spell great.",
						"self-conscious of: ",
						"wants to be (thought of as): ",
						"modest about:"
					]
				},
				{
					"name": "Amorphous",
					"entries": [
						"Zarachiel can move through a space as narrow as 1 inch wide without squeezing."
					]
				},
				{
					"name": "Season's Change",
					"entries": [
						"If Zarachiel (or its host) takes at least 10 fire damage, it also gains the effect of the {spell haste|phb} spell until the end of its next turn. If it takes at least 10 cold damage, it gains the effect of the {@spell slow} spell until the end of its next turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Zarachiel makes two slam attacks."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 10 ft., one target. {@h}10 ({@damage 2d8 + 1}) bludgeoning damage. If both attacks hit a Medium or smaller target, the target is {@condition grappled} (escape {@dc 11}), and Zarachiel uses Soul Sap on it as a bonus action."
					]
				},
				{
					"name": "Soul Sap",
					"entries": [
						"Zarachiel slides down the throat of a sleeping, helpless, or {@condition grappled} living creature of Medium size or smaller. Once inside, Zarachiel takes control of its host, as per the {@spell dominate monster|phb} spell (Wisdom {@dc 11} negates). While dominated, the host gains blindsight 90 feet. The host drips blood from its ears, nose, eyes, or from a wound that resembles the injury done to Zarachiel's tree (1 damage/Hour). Damage inflicted on the host has no effect on Zarachiel. If the host dies or is reduced to 0 hit points, Zarachiel must leave the body within one hour."
					]
				}
			],
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/ToB/token/Sap%20Demon.png",
			"actionTags": [
				"Multiattack"
			],
			"traitTags": [
				"Amorphous"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"B",
				"F",
				"C"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled"
			]
		},
		{
			"name": "Zilla (Indagator)",
			"source": "zorq",
			"alignment": [
				"N"
			],
			"languageTags": [
				"X",
				"E"
			],
			"senseTags": [
				"SD"
			],
			"traitTags": [
				"Fey Ancestry",
				"Sunlight Sensitivity"
			],
			"spellcastingTags": [
				"CC",
				"I"
			],
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"elf",
					"drow",
					"pronouns: she, her, hers",
					"cleric"
				]
			},
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item chain shirt|phb}"
					]
				}
			],
			"hp": {
				"average": 27,
				"formula": "5d8 + 5"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 10,
			"con": 12,
			"int": 13,
			"wis": 16,
			"cha": 13,
			"skill": {
				"medicine": "+7",
				"persuasion": "+3",
				"religion": "+5",
				"perception": "+5"
			},
			"passive": 13,
			"languages": [
				"Undercommon",
				"Common",
				"Elvish"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Divine Eminence",
					"entries": [
						"As a bonus action, Zilla can expend a spell slot to cause its melee weapon attacks to magically deal an extra 10 ({@damage 3d6}) radiant damage to a target on a hit. This benefit lasts until the end of the turn. If Zilla expends a spell slot of 2nd level or higher, the extra damage increases by {@dice 1d6} for each level above 1st."
					]
				},
				{
					"name": "Fey Ancestry",
					"entries": [
						"Zilla has advantage on saving throws against being {@condition charmed}, and magic can't put Zilla to sleep."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, Zilla has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"type": "inset",
					"name": "Appearance and Mannerisms",
					"entries": [
						"Zilla is 5 feet tall, pale, with a strong, triangular face and precise features. She has short, side-swept jet-black hair and disengaged grey eyes. She wears a tailored grey pea-coat buttoned up to her neck, and thick cotton slacks. Her boots are a deep brown and utilitarian, and at least three sizes larger than one would expect. She carries a slim leather tome about the size of a placemat.",
						"For a celebrity feel-alike, think Robert Patrick?"
					]
				}
			],
			"action": [
				{
					"name": "Mace",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) bludgeoning damage."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Zilla is a 5th-level spellcaster. Her spellcasting ability is Wisdom (spell save {@dc 13}, {@hit 5} to hit with spell attacks). Zilla has the following cleric spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell light}",
								"{@spell sacred flame}",
								"{@spell thaumaturgy}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell cure wounds}",
								"{@spell guiding bolt}",
								"{@spell sanctuary}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell lesser restoration}",
								"{@spell spiritual weapon}"
							]
						},
						"3": {
							"slots": 2,
							"spells": [
								"{@spell dispel magic}",
								"{@spell spirit guardians}"
							]
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				},
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Zilla's innate spellcasting ability is Charisma (spell save {@dc 11}). Zilla can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell dancing lights}"
					],
					"daily": {
						"1e": [
							"{@spell darkness}",
							"{@spell faerie fire}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"damageTags": [
				"B",
				"R"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"shortName": "Zilla",
			"damageTagsSpell": [
				"N",
				"O",
				"R"
			],
			"attachedItems": [
				"mace|phb"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Zod",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"kobold"
				]
			},
			"source": "zorq",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 8,
				"formula": "2d6 +2"
			},
			"speed": {
				"walk": 30
			},
			"str": 7,
			"dex": 15,
			"con": 9,
			"int": 8,
			"wis": 7,
			"cha": 8,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 8,
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "1/8",
			"trait": [
				{
					"name": "Appearance and Mannerisms",
					"entries": [
						"self-conscious of:",
						"Wants to be (thought of as):",
						"Modest about:",
						"Purpose:",
						"Background: "
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the kobold has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The kobold has advantage on an attack roll against a creature if at least one of the kobold's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage."
					]
				},
				{
					"name": "Sling",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 30/120 ft., one target. {@h}4 ({@damage 1d4 + 2}) bludgeoning damage."
					]
				}
			],
			"environment": [
				"arctic",
				"coastal",
				"desert",
				"forest",
				"hill",
				"mountain",
				"swamp",
				"underdark",
				"urban"
			],
			"traitTags": [
				"Pack Tactics",
				"Sunlight Sensitivity"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P",
				"B"
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"token": {
				"name": "Kobold",
				"source": "MM"
			},
			"attachedItems": [
				"dagger|phb",
				"sling|phb"
			]
		}
	],
	"spell": [
		{
			"name": "These Rocks Look Great",
			"level": 2,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"This spell wards a willing dwarf you touch and creates a mystic connection between you. Choose one of the following wards; you and the target gain that ward until the spell ends.",
				{
					"type": "list",
					"items": [
						"You and the target gain a +2 bonus to AC and gain {@dice 2d6} temporary hit points each (roll once for both), which are lost when the spell ends.",
						"You and the target are immune to being {@condition charmed} and {@condition frightened} and cannot be possessed.",
						"You and the target are immune to being {@condition petrified}. In addition, you or the target may use an action to cast the {@spell mold earth|phb} cantrip.",
						"You and the target add +5 to any skill or ability check in which stone is concerned."
					]
				},
				"The spell ends if you or the target drop to 0 hit points. It also ends if the spell is cast again on either of the connected creatures. You can dismiss the spell as a bonus action."
			],
			"source": "zorq",
			"components": {
				"v": true,
				"s": true,
				"m": "a pebble and a dwarven beard hair"
			},
			"meta": {
				"ritual": true
			},
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher,  you can target one additional dwarf for each slot level above 2nd."
					],
					"type": "entries"
				}
			],
			"miscTags": [
				"MAC",
				"THP",
				"UBA"
			]
		}
	]
}
