{
	"_meta": {
		"sources": [
			{
				"json": "wokaro",
				"full": "Karo",
				"abbreviation": "WoK",
				"color": "CD5C5C",
				"authors": [
					"hakr14"
				],
				"version": "1.3b"
			}
		],
		"dateAdded": 1662156010,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "fd4d245254",
		"edition": "classic"
	},
	"item": [
		{
			"source": "wokaro",
			"name": "Gutroot",
			"rarity": "very rare",
			"type": "G",
			"poison": true,
			"poisonTypes": [
				"ingested"
			],
			"entries": [
				"A creature subjected to this poison must succeed on a DC 17 Constitution saving throw or become {@condition poisoned} for 15 minutes. If the creature remains poisoned for the entire duration, it takes {@damage 1d2} necrotic damage at the end of each of its turns for the next hour. This damage cannot be reduced in any way. This effect can only be removed with the use of {@spell remove curse} or similar magic."
			],
			"fluff": {
				"entries": [
					"A once mundane fungus magically altered by some ancient aberrant event. Wildly toxic to anything that eats it, but also unable to spread too far from the trunk of the long dead host tree, this mushroom colony is an all but permanent part of the Reflecting Woods.",
					"Gutroot can be used as an ingredient in many poisons, its effect changing depending on how it's prepared. The most famous effect, from which it derives its name, is the sudden decay of the digestive system of the ingesting creature, which has proven fatal in all documented cases.",
					"Gutroot was used in this way to assassinate a diplomat rather dramatically at a public dinner party. While it was already an illegal substance, this event caused local authorities to put heavy surveillance in and around the Reflecting Woods."
				]
			},
			"hasFluff": true,
			"foundrySystem": {
				"save.ability": "con",
				"save.dc": 17,
				"save.scaling": "flat"
			},
			"foundryImg": "icons/consumables/mushrooms/convex-green-brown.webp"
		},
		{
			"source": "wokaro",
			"name": "Valkyrie's Shortsword",
			"rarity": "rare",
			"baseItem": "shortsword|phb",
			"type": "M",
			"weight": 2,
			"weaponCategory": "martial",
			"property": [
				"F",
				"L"
			],
			"dmg1": "1d6",
			"dmgType": "P",
			"attachedSpells": [
				"revivify"
			],
			"charges": 1,
			"recharge": "special",
			"entries": [
				"The hilt of this shortsword is ornately carved with a relief of a winged figure kneeling down to help a wounded soldier.",
				"This shortsword has 1 charge. As an action, you can expend a charge to cast {@spell revivify}. When cast this way, the spell does not consume its material component.",
				"Each dawn, if the shortsword has no charge, roll a {@dice d8}. On an 8, the shortsword regains its charge."
			],
			"foundryImg": "icons/weapons/swords/sword-guard-bronze.webp"
		},
		{
			"source": "wokaro",
			"name": "Expedient Wrappings",
			"rarity": "uncommon",
			"wondrous": true,
			"type": "G",
			"charges": 5,
			"recharge": "dawn",
			"entries": [
				"These leg wrappings have 5 charges, and regain all expended charges each dawn. When you use the {@action Dash} action, you can expend a charge to also gain the benefits of the {@action Disengage} action."
			],
			"foundrySystem": {
				"activation.type": "special",
				"activation.condition": "When you use the Dash action"
			},
			"foundryImg": "icons/equipment/wrist/wrap-wide-cloth-gold-red.webp"
		},
		{
			"source": "wokaro",
			"name": "Crested Bluehawk Feather",
			"rarity": "uncommon",
			"wondrous": true,
			"type": "OTH",
			"charges": 1,
			"recharge": "dawn",
			"reqAttune": true,
			"entries": [
				"Plucked from a live magical bird, this feather retains some of its more interesting properties.",
				"While attuned to this item, when you have a flying speed, that flying speed is increased by 10 feet.",
				"Additionally, once per day, you can grant yourself a flying speed of 10 feet for 1 minute. This flying speed cannot benefit from the bonus speed this item grants."
			],
			"foundrySystem": {
				"activation.type": "none",
				"duration.value": 1,
				"duration.units": "minute"
			},
			"foundryEffects": [
				{
					"name": "Wings of the Hawk",
					"disabled": true,
					"changes": [
						{
							"key": "system.attributes.movement.fly",
							"mode": "ADD",
							"value": 10
						}
					]
				}
			],
			"foundryImg": "icons/commodities/materials/feather-blue.webp"
		},
		{
			"source": "wokaro",
			"name": "Sleepless Serandite",
			"rarity": "uncommon",
			"wondrous": true,
			"type": "OTH",
			"entries": [
				"A muted pink gemstone. The gemstone flashes bright white when a creature within 5 feet moves away from it.",
				"When this happens, you may use your reaction to make an opportunity attack against this creature. You do not need to be able to see the creature to do this.",
				"Additionally, you cannot have disadvantage on an opportunity attacks while equipped with this item."
			],
			"foundryImg": "icons/commodities/gems/gem-faceted-teardrop-pink.webp"
		},
		{
			"source": "wokaro",
			"name": "Summoner's Grimoire",
			"rarity": "uncommon",
			"wondrous": true,
			"type": "OTH",
			"reqAttune": "by a creature with the ability to summon another creature",
			"entries": [
				"A thick tome. Most of the text within is indecipherable, but a passage detailing a way to take advantage of the energy transfer of summoning stands out.",
				"When you summon a creature, a creature of your choice within 5 feet of the summon must make a DC 14 Constitution saving throw. On a failure, the creature takes {@damage 1d10} necrotic damage, and the damage dealt is returned as temporary hit points either to you or to the summoned creature."
			],
			"foundrySystem": {
				"activation.type": "special",
				"activation.condition": "When you summon a creature",
				"target.value": 5,
				"target.units": "ft",
				"actionType": "save",
				"damage.parts": [
					[
						"1d6",
						"necrotic"
					]
				],
				"save.ability": "con",
				"save.dc": 14,
				"save.scaling": "flat"
			},
			"foundryImg": "icons/sundries/books/book-embossed-gold-green.webp"
		},
		{
			"source": "wokaro",
			"name": "Lucky Pauldron",
			"rarity": "uncommon",
			"wondrous": true,
			"type": "G",
			"reqAttune": "by a creature with proficiency with medium armor",
			"entries": [
				"A single, well-loved pauldron.",
				"While attuned to this pauldron, your weapon attacks score a critical hit on a roll of 19 or 20."
			],
			"foundryEffects": [
				{
					"transfer": true,
					"changes": [
						{
							"key": "flags.dnd5e.weaponCriticalThreshold",
							"mode": "OVERRIDE",
							"value": 19,
							"priority": 1
						}
					]
				}
			],
			"foundryImg": "icons/equipment/shoulder/pauldron-purple-worn.webp"
		},
		{
			"source": "wokaro",
			"name": "Talespinner",
			"rarity": "artifact",
			"wondrous": true,
			"type": "OTH",
			"entries": [
				"Despite holding powerful magic, Talespinner takes the appearance of an plain, dark grey spinning top with no decoration.",
				"When spun normally, the top spins as normal, with no magical effects.",
				"When spun on a flat surface while speaking the command word (as an action), the top instead spins indefinitely, and projects a powerful illusion.",
				"All points of the illusion must have direct line of sight to the Talespinner (though can be \"blocked\" by creatures and other points of the illusion), and the furthest points of the illusion can be no further than 200 feet from the top. The illusion has no other constraints, and can have visual and auditory components of arbitrary complexity. The illusion can include illusory creatures that the spinner of the top can control."
			],
			"foundrySystem": {
				"activation.cost": 1,
				"activation.type": "action",
				"duration.units": "perm",
				"range.value": 200,
				"range.units": "ft"
			},
			"foundryImg": "icons/tools/laboratory/funnel-steel-grey.webp"
		},
		{
			"source": "wokaro",
			"name": "The Same Coin",
			"rarity": "artifact",
			"wondrous": true,
			"type": "OTH",
			"weight": 0.02,
			"charges": 1,
			"recharge": "dawn",
			"entries": [
				"Of only slightly differing dimensions and identical weight to a standard coin, The Same Coin is a mostly ordinary looking gold coin, save for the embossed designs: a spiral on one side, and a cogwheel on the other.",
				"There are two of these coins in all of existence; one in the Feywild, the other in the Shadowfell. Both are effectively trapped in their respective plane, and are otherwise identical.",
				"Any attempt to transport either of the coins to another plane will automatically fail.",
				"As an action, you can flip the coin. The coin only has a magical effect if the coin is flipped randomly. The coin has an effect depending on the result, which can be determined by rolling {@dice 2d100}.",
				"On a result of 2 or 200, all creatures within 15 feet of the flipped coin are instantly teleported to a random location on the Material Plane.",
				"Otherwise, roll a {@dice d2}. On a 1, all creatures within 15 feet of the coin in the Feywild are teleported to the location of the coin in the Shadowfell. On a 2, all creatures within 15 feet of the coin in the Shadowfell are teleported to the location of the coin in the Feywild.",
				"No matter the result, neither coin is teleported and both instantly become inactive, and cannot be used again this way until the next dawn."
			],
			"foundrySystem": {
				"actionType": "other",
				"activation.type": "action",
				"formula": "2d100 + 1d2"
			},
			"foundryImg": "icons/commodities/currency/coin-inset-swirl-gold.webp"
		},
		{
			"source": "wokaro",
			"name": "Elemental Salve",
			"rarity": "uncommon",
			"wondrous": true,
			"type": "OTH",
			"charges": 3,
			"recharge": "restLong",
			"reqAttune": "by a creature proficient with {@item alchemist's supplies|phb}",
			"entries": [
				"A clear solution in a vial. This solution reacts with certain materials, imbuing them with elemental magic for a short time.",
				"While attuned to this item, as a bonus action on your turn, you can expend a charge to coat a weapon held by you or a creature within 5 feet. For the next minute, attacks with this weapon have its damage type changed to acid, cold, fire, lightning, or thunder (your choice when you coat the weapon). The attacks also deal extra damage of the chosen damage type equal to your proficiency bonus. Finally, damage from these attacks ignores resistances, and treats immunities as resistances.",
				"This item has 3 charges. Over the course of a long rest, you can use your {@item alchemist's supplies|phb} to restore all charges to the item."
			],
			"foundrySystem": {
				"actionType": "util",
				"activation": {
					"cost": 1,
					"type": "bonus"
				},
				"damage.parts": [
					[
						"@prof",
						""
					]
				],
				"duration": {
					"value": 1,
					"units": "minute"
				}
			},
			"foundryImg": "icons/consumables/potions/vial-cork-empty.webp"
		},
		{
			"source": "wokaro",
			"name": "Ehecachichtli",
			"rarity": "common",
			"wondrous": true,
			"type": "OTH",
			"charges": 1,
			"recharge": "dawn",
			"reqAttune": true,
			"entries": [
				"A whistle shaped like a bird skull, designed to be swung over the head on a string. It makes a similar sound to the screech of an eagle.",
				"While attuned to the whistle, you can use it you cast either {@spell find familiar} or {@spell find steed}. Once used, this property of the whistle can't be used again until the next dawn."
			],
			"attachedSpells": [
				"find familiar",
				"find steed"
			],
			"foundryImg": "icons/commodities/bones/skull-bird-white.webp"
		}
	],
	"magicvariant": [
		{
			"name": "Jeweled Weapon",
			"type": "GV|DMG",
			"entries": [
				"Imbuing an existing weapon with magic is an extensive and expensive process. Having the weapon modified prior with something to focus the magic, such as a gemstone inset into the handle, pommel, or hilt, can make this process significantly easier."
			],
			"requires": [
				{
					"weapon": true
				}
			],
			"inherits": {
				"source": "wokaro",
				"namePrefix": "Jeweled ",
				"rarity": "uncommon",
				"tier": "minor",
				"wondrous": false,
				"valueExpression": "[[baseItem.value]] + 125",
				"entries": [
					"This weapon has no special properties on its own, but can be enchanted with magic much easier than an unmodified weapon, and therefore at a reduced cost (75% of original cost)."
				],
				"page": ""
			}
		}
	],
	"monster": [
		{
			"source": "wokaro",
			"name": "King of Doves",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"shade"
				]
			},
			"alignment": [
				"L",
				"N"
			],
			"ac": [
				{
					"ac": 22,
					"from": [
						"Angelskin Armor"
					]
				}
			],
			"hp": {
				"average": 575,
				"formula": "46d8 + 368"
			},
			"speed": {
				"walk": 30
			},
			"str": 21,
			"dex": 30,
			"con": 26,
			"int": 17,
			"wis": 24,
			"cha": 30,
			"save": {
				"dex": "+19",
				"con": "+17",
				"wis": "+16",
				"cha": "+19"
			},
			"skill": {
				"acrobatics": "+19",
				"athletics": "+14",
				"stealth": "+19"
			},
			"resist": [
				"necrotic"
			],
			"immune": [
				"acid",
				"cold",
				"fire",
				"lightning",
				"thunder",
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"frightened"
			],
			"senses": [
				"blindsight 60 ft",
				"darkvision 120 ft"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"passive": 17,
			"languages": [
				"Common",
				"Elvish",
				"Sylvan",
				"Undercommon",
				"Quori"
			],
			"languageTags": [
				"C",
				"E",
				"S",
				"U",
				"OTH"
			],
			"cr": "30",
			"trait": [
				{
					"name": "Alert",
					"entries": [
						"The King of Doves has advantage on Dexterity checks for initiative. Additionally, the King of Doves can't be {@quickref surprise||3||surprised}, and any creatures don't gain advantage on attack rolls against it as a result of being hidden from it."
					]
				},
				{
					"name": "Assassinate",
					"entries": [
						"During its first turn, the King of Doves has advantage on attack rolls against any creature that hasn't taken a turn. Any hit the King of Doves scores against a {@quickref surprise||3||surprised} creature is a critical hit."
					]
				},
				{
					"name": "Axiomatic Mind",
					"entries": [
						"The King of Doves can't be compelled to act in a manner contrary to its nature."
					]
				},
				{
					"name": "Devil's Sight",
					"entries": [
						"Magical darkness doesn't impede the King of Doves darkvision."
					]
				},
				{
					"name": "Keep Moving",
					"entries": [
						"The King of Doves has advantage on saving throws against becoming {@condition paralyzed}, {@condition petrified}, or {@condition stunned}."
					]
				},
				{
					"name": "Living Shadow",
					"entries": [
						"While in complete darkness, the King of Doves has resistance to damage that isn't force, psychic, or radiant."
					]
				},
				{
					"name": "Shadow Weapons",
					"entries": [
						"The King of Doves's weapon attacks are magical. When the King of Doves hits with any weapon, the weapon deals {@damage 4d8} extra necrotic damage (included in the attacks listed below)."
					]
				}
			],
			"traitTags": [
				"Devil's Sight",
				"Magic Weapons"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The King of Doves makes three Coldsteel Rapier attacks, two Coldsteel Rapier attacks and one use of Shadow Sprint, or one Coldsteel Rapier attack and one spell attack."
					]
				},
				{
					"name": "Coldsteel Rapier",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}14 ({@damage 5d8 + 10}) necrotic damage."
					]
				},
				{
					"name": "Shadow Sprint",
					"entries": [
						"When the King of Doves is in complete darkness, he can silently teleport to another space within 120 feet that is also in complete darkness."
					]
				}
			],
			"actionTags": [
				"Multiattack",
				"Teleport"
			],
			"damageTags": [
				"N"
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"ability": "cha",
					"displayAs": "action",
					"headerEntries": [
						"The King of Doves casts one of the following spells, requiring no material components and using Charisma as its spellcasting ability (spell attack modifier +19, spell save DC 27):"
					],
					"daily": {
						"1e": [
							"{@spell banishment}",
							"{@spell hunger of hadar}"
						]
					}
				}
			],
			"spellcastingTags": [
				"O"
			],
			"conditionInflictSpell": [
				"blinded",
				"incapacitated"
			],
			"damageTagsSpell": [
				"A",
				"C"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"charisma"
			],
			"bonus": [
				{
					"name": "Rejuvenate",
					"entries": [
						"The King of Doves can take his bonus action to rid himself of any conditions."
					]
				}
			],
			"reaction": [
				{
					"name": "Blind Luck",
					"entries": [
						"When the King of Doves is hit with an attack while in complete darkness, he can use Shadow Sprint as a reaction, causing the attack to miss."
					]
				}
			],
			"legendaryActions": 3,
			"legendary": [
				{
					"name": "Coldsteel Rapier",
					"entries": [
						"The King of Doves makes one Coldsteel Rapier attack."
					]
				},
				{
					"name": "Darkness (Costs 3 Actions)",
					"entries": [
						"The King of Doves covers all spaces within 30 feet with magical darkness. This effect does not require concentration and lasts for 1 minute, or until dismissed or dispelled (through effects such as {@spell dispel magic})."
					]
				}
			],
			"damageTagsLegendary": [
				"N"
			],
			"legendaryGroup": {
				"name": "King of Doves",
				"source": "wokaro"
			},
			"miscTags": [
				"AOE",
				"MLW",
				"MW"
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/wokaro/token/King%20of%20Doves.webp"
			},
			"tokenCredit": "made with Heroforge",
			"hasToken": true,
			"fluff": {
				"entries": [
					"The twin realms of Seyfied and Pharrowell, otherwise known as the Feywild and Shadowfell respectively, both play an indispensible role in the continued habitability of the Material Plane of Karo. As such, each needs an overseer, and fate has chosen the King of Doves to be that of Seyfied.",
					"Few details of the King of Doves' past are known, save that he hails from the Shadowfell from a past age, when it was bereft of light and hope, and that he was breifly betrothed to the woman who would later become the Raven Queen. He now serves as Guardian Observer of Seyfied.",
					"Being native to the Shadowfell of old, the King of Doves has several abilities that are most effective in darkness, and is rumored to be the last surviving Shade. Despite his power, and the length of his stay in the Feywild, he remains a poor spellcaster, and instead prefers to strike down foes with the Coldsteel Rapier, a weapon whose origins have been lost to time.",
					"The King of Doves remains a man driven by logic and duty, but his time in the Feywild has driven him to consider emotion to be just as strong an arguement as fact. If the citizens feel as though there is a problem, even when logic would dictate there is not, he acts nonetheless. His judgements and actions themselves can still sometimes be described as heartless, but are never carried out with anything less with the highest consideration for the wellbeing and longevity of the people of Seyfied."
				]
			},
			"hasFluff": true
		}
	],
	"legendaryGroup": [
		{
			"name": "King of Doves",
			"source": "wokaro",
			"lairActions": [
				{
					"type": "entries",
					"entries": [
						"On Initiative count 20 (losing initiative ties), The King of Doves can take a lair action to cause one of the following effects:",
						{
							"type": "list",
							"items": [
								"The King of Doves waves his hand, and either illuminates or extinguishes all sources of light within 120 feet."
							]
						}
					]
				}
			]
		}
	]
}
