{
	"_meta": {
		"sources": [
			{
				"json": "Wyldefarne",
				"abbreviation": "Wyl",
				"full": "Wyldefarne",
				"url": "https://homebrewery.naturalcrit.com/share/Jf2NRNpk_qaE?fbclid=IwAR2qGKr-7JDeVydeAIUAewd9AI2rZU0G7mmimeXVh-9g4mQgtQN_3NBxmSE",
				"authors": [
					"HapHazred"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "2022-01-02T16:49:53.155Z",
				"dateReleased": "2020-10-13",
				"color": "f1ecd8"
			}
		],
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1641154357,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "d7b5d02485"
	},
	"spell": [
		{
			"name": "Elderwood's Practical Levitation",
			"source": "Wyldefarne",
			"page": 1,
			"level": 2,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a feather and a piece of clear glass worth 1 cp",
					"cost": 1
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"One willing creature of your choice gains a flying (hover) speed of 20ft for the duration of the spell. When the spell ends, the target falls if it is still aloft, unless it can stop the fall."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd."
					],
					"type": "entries"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Elderwood's adventures",
						"entries": [
							"{@i Justin Avarisyus Elderwood} spent his youth adventuring, and found a need for added mobility in various dungeons, caves, and ruins. He favoured practical and simple spells. The Practical Levitation was a modification of an existing spell that he felt more suited for his needs as an explorer.",
							"Later in life he found himself more drawn to the explosive arts. Cast {@spell levitate} and you can reach a high ledge in a dungeon once; cast {@homebrew Ultimate Detonation} on the entire mountain and you'll be picking arcane relics out of your hair for months."
						]
					},
					{
						"type": "inset",
						"name": "The Magical Studies of Wyldefarne",
						"entries": [
							"There have been a variety of spellcasters residing in the land of Wyldefarne of great power. Whilst many are freelancers and roam the land in search of power and fame, the most powerful of these frequently band together in order to better keep an eye on one another. The two opposing schools of Aegetor and Moantur are examples of these. ",
							"The tradition of Moantur is led by {@i Archmage Zordian}, who resents his more powerful counterparts in the north. Conversely, in Aegetor, the archmages who study in the mighty {@i Tower of Stars} do not have a single leader and operate by council. Currently the council of Aegetor is fractured, as their most powerful members, {@i Justin Avarisyus Elderwood} and {@i Zerdax}, have left the city, leaving the overwhelmed {@i Shia} to maintain order among the mages."
						]
					}
				]
			},
			"foundryImg": "icons/magic/air/air-smoke-casting.webp"
		},
		{
			"name": "Iridescent Eye of Insight",
			"source": "Wyldefarne",
			"page": 1,
			"level": 1,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "before making an {@skill Insight} check"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"An {@condition invisible} spectral eye hovers in front of the caster's forehead, magically increasing the caster's capacity to read body language, facial cues, and other clues as to a person's intent. Before making an {@skill Insight} check, the caster can use their reaction to cast the spell.",
				"The caster gains a +10 bonus to the check."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Bard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "The Lady in the Tower",
						"entries": [
							"{@i Shia El'Drey d'Tan} was Zerdax's prize pupil who resided in Aegetor. She developed the Iridescent Eye of Insight at the behest of the spymaster of Aegetor at the time as a means to assist interrogations discreetly, although as the spymaster was incapable of casting the spell, its use has been limited. Regardless, Shia teaches the spell to her own pupils as a sign of trust that they will use the skill responsibly in her presence.",
							"So far she has not been disappointed."
						]
					},
					{
						"type": "inset",
						"name": "The Magical Studies of Wyldefarne",
						"entries": [
							"There have been a variety of spellcasters residing in the land of Wyldefarne of great power. Whilst many are freelancers and roam the land in search of power and fame, the most powerful of these frequently band together in order to better keep an eye on one another. The two opposing schools of Aegetor and Moantur are examples of these. ",
							"The tradition of Moantur is led by {@i Archmage Zordian}, who resents his more powerful counterparts in the north. Conversely, in Aegetor, the archmages who study in the mighty {@i Tower of Stars} do not have a single leader and operate by council. Currently the council of Aegetor is fractured, as their most powerful members, {@i Justin Avarisyus Elderwood} and {@i Zerdax}, have left the city, leaving the overwhelmed {@i Shia} to maintain order among the mages."
						]
					}
				]
			},
			"foundryImg": "icons/magic/perception/third-eye-blue-red.webp"
		},
		{
			"name": "Zerdax's Simple Sequencer",
			"source": "Wyldefarne",
			"page": 1,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a sheet of paper and gold dust worth 25gp",
					"cost": 2500
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"The caster summons a small object no larger than tiny that hovers around the caster. This object can be made {@condition invisible} with a bonus action on the caster's turn and otherwise has 10 hp and an AC of 10. The object floats near the caster, occupying the same space as them at all times. If the caster is teleported, the object teleports with them. The spell ends if the object is destroyed.",
				"Upon being cast, the caster can 'store' a single known spell with a casting time of 1 action and up to level 3 inside the object. Storing a spell inside the object costs a spell slot of equivalent level.",
				"As a bonus action, the caster can cause the object to cast the stored spell.",
				"The object shares spell save DC and spellcasting modifiers with the caster. Once its stored spell is cast or the spell ends, the object vanishes and the stored spell is lost."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a slot of 4th level or higher, the maximum level of the spell being stored in the object increases by 1 for every level above 3, up to level 8."
					],
					"type": "entries"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"OBJ",
				"SMN",
				"UBA"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Zerdax",
						"entries": [
							"{@i Zerdax's} ambition compelled him to design multiple tools that would allow him to overcome careless rivals during his life, of which he had a great multitude. It was with his Simple Sequencer that he was admitted to the lecturing staff at the {@i Vanator Academy} when he was in his late twenties; not because of it's value to the community, but because he used it as part of a magic duel in which he incinerated the previous occupier of the position, thus liberating his office."
						]
					},
					{
						"type": "inset",
						"name": "The Magical Studies of Wyldefarne",
						"entries": [
							"There have been a variety of spellcasters residing in the land of Wyldefarne of great power. Whilst many are freelancers and roam the land in search of power and fame, the most powerful of these frequently band together in order to better keep an eye on one another. The two opposing schools of Aegetor and Moantur are examples of these. ",
							"The tradition of Moantur is led by {@i Archmage Zordian}, who resents his more powerful counterparts in the north. Conversely, in Aegetor, the archmages who study in the mighty {@i Tower of Stars} do not have a single leader and operate by council. Currently the council of Aegetor is fractured, as their most powerful members, {@i Justin Avarisyus Elderwood} and {@i Zerdax}, have left the city, leaving the overwhelmed {@i Shia} to maintain order among the mages."
						]
					}
				]
			},
			"foundryImg": "icons/magic/symbols/runes-star-pentagon-orange.webp"
		}
	],
	"item": [
		{
			"name": "Accordion of Appetites",
			"source": "Wyldefarne",
			"page": 3,
			"type": "INS",
			"rarity": "uncommon",
			"reqAttune": "by a creature with proficiency with pianos or other keyed instruments",
			"weight": 1,
			"recharge": "restLong",
			"rechargeAmount": 3,
			"charges": "3",
			"entries": [
				"This accordion is made of various animal hides and adorned with bronze. Motifs of cheeses, pastries, and sausages are displayed upon this expertly crafted accordion. It smells faintly of tomato and oregano when played.",
				{
					"type": "entries",
					"name": "Stored Spells",
					"entries": [
						"The Accordion of Appetites allows you to cast {@spell Purify Food and Drink} three times, and regains all expended charges on a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Mouthwatering Performance",
					"entries": [
						"When you perform for at least a minute using this instrument, those who listen to the performance will find themselves slightly hungry if they are not consuming food. If they are, then their meal tastes sweeter, fresher, or better seasoned for the duration of the performance."
					]
				}
			],
			"attachedSpells": [
				"purify food and drink"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"I can still remember the perfect blend of oregano, cheese, and tomato. The music was okay, too."
						],
						"by": "Viz"
					}
				]
			}
		},
		{
			"name": "Animated Instrument",
			"source": "Wyldefarne",
			"page": 5,
			"type": "INS",
			"rarity": "rare",
			"reqAttune": "by a character with proficiency in an instrument",
			"weight": 2,
			"entries": [
				"This instrument at first glance appears to be either a {@item lute|PHB}, a guitar, a {@item horn|PHB}, a {@item drum|PHB} kit, or other instrument no larger than a small creature. However, when attuned to, the instrument grows a pair of legs and runs after you when you speak a command word you choose upon attuning to the instrument.",
				"The animated instrument has the following stat block:",
				{
					"type": "statblock",
					"tag": "creature",
					"source": "Wyldefarne",
					"name": "Animated Instrument",
					"page": 5,
					"collapsed": true,
					"style": "inset"
				},
				"Upon being reduced to 0 hit points, the Animated Instrument cannot be re-animated until the user has completed a long rest and repaired the Animated Instrument using appropriate materials worth 50 gp.",
				"The Animated Instrument shares your initiative and takes its turn after you. It obeys instructions given to it by you to the best of its ability. In combat, on its turn it will only take the {@action dodge} action unless its user takes a bonus action to order the Animated Instrument to perform a different action, which it will carry out on its turn.",
				"The animated instrument has no arms but is capable of playing itself magically when not handled. It can be picked up by you and played normally as an instrument."
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Perfect if you aren't popular enough to start a band."
						],
						"by": "Viz"
					}
				]
			}
		},
		{
			"name": "Bad Screamer",
			"source": "Wyldefarne",
			"page": 6,
			"type": "INS",
			"rarity": "rare",
			"reqAttune": true,
			"curse": true,
			"weight": 0.5,
			"entries": [
				"This wand appears to be a normal {@item screamer|Wyldefarne}. Upon being attuned to, you cannot be separated from the Bad Screamer unless the spell {@spell Remove Curse} is used on you. Whilst in your possession, the Screamer gives you disadvantage on persuasion and deception ability checks, as it colours your speech with rude, insensitive, or inflammatory terms and sayings. The Bad Screamer grants you the ability to, by singing into the wand tip, generate a magical aura of power that can greatly intimidate others. When held, as an action, you can force a creature you can see within 30 ft. who can hear you to subtract a {@dice d10} on their next attack roll or ability check."
			]
		},
		{
			"name": "Ballistic Bass",
			"source": "Wyldefarne",
			"page": 3,
			"type": "INS",
			"rarity": "rare",
			"reqAttune": "by a character with proficiency in {@item lute|PHB|lutes} or other stringed instruments",
			"weight": 2,
			"recharge": "restLong",
			"entries": [
				"This bass has been adjusted to be portable via a dark leather strap. The entirety of the instrument is made out of metal, and is adorned with motifs of skulls. The metal overlaps in places, and hints at a greater mechanism within the instrument itself. From the top of the head emerges a small nozzle, and at the base of the body is a larger cavity.",
				{
					"type": "entries",
					"name": "Destructive Salvo",
					"entries": [
						"As an action, the user can fire a series of magical projectiles form the head of the instrument. Perform a spell attack against a target you can see within 60ft. On a hit, the target takes {@damage 2d6} force damage. On a critical hit, the Ballistic Bass backfires, and the user must make a strength saving throw against a DC of 14 or take {@damage 2d6} force damage and be knocked {@condition prone}. On a success, the damage is halved and the user is not knocked {@condition prone}."
					]
				},
				{
					"type": "entries",
					"name": "Rockin' Rocket",
					"entries": [
						"As a bonus action, the user can fire a deadly magical rocket from the base of the Ballistic Bass. The missile will shoot towards a target of your choosing that you can see within 120 ft. and detonate upon impact. The target must take a {@dc 14} Dexterity save or take {@damage 6d6} fire damage and be knocked {@condition prone}. On a successful save, the damage is halved and the target is not not knocked {@condition prone}. This rocket cannot be fired again until you finish a long rest."
					]
				}
			]
		},
		{
			"name": "Cello of Moving",
			"source": "Wyldefarne",
			"page": 3,
			"type": "INS",
			"rarity": "rare",
			"reqAttune": "by a character with proficiency in the {@item viol|PHB} or other bowed instrument",
			"weight": 2,
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"focus": [
				"Bard"
			],
			"entries": [
				"The Cello of Moving is a large, cumbersome instrument on first sight, but when picked up feels incredibly light, as if it were only half of its size. It is built of a wood of unknown origin, carved and reinforced with silver. Blue stones adorn the head of the instrument.",
				"When attuned to, the Cello of Moving grants you the ability to cast the spell {@spell Mage Hand} at will without expending a spell slot. In addition, {@quickref difficult terrain|PHB|3} no longer costs any additional movement when carrying this instrument whilst attuned to it. When used as a spellcasting focus for bard spells, you gain a +1 bonus to spell attack rolls and to the saving throw DC of your spells.",
				{
					"type": "entries",
					"name": "Burst of Movement",
					"entries": [
						"When used as a spellcasting focus for a bard spell, the caster gains an increase to their movement speed equal to the spell level times 5."
					]
				},
				{
					"type": "entries",
					"name": "Walking Cello",
					"entries": [
						"When the instrument is played as part of a performance for at least a minute, those who listen to the performance will feel restless and feel slightly compelled to move in some way, whether it is by dancing, pacing, tapping, or even leaving to go for a stroll, at the DM's discretion."
					]
				},
				{
					"type": "entries",
					"name": "Packaged Performance",
					"entries": [
						"Over the course of a minute, you can use the Cello of Moving to cause items that fit in a space of up to 5ft by 5ft to disappear into a pocket dimension. The user can cause these items to reappear again as an action using the instrument. Only one set of items can be stored in this pocket dimension at a time; if the Cello of Moving is used to store a second set of items whilst another is already inside, the previous contents of the pocket dimension are expelled. Living creatures cannot be stored inside the Cello of Moving's pocket dimension."
					]
				}
			],
			"attachedSpells": [
				"mage hand"
			]
		},
		{
			"name": "Conductor's Wand",
			"source": "Wyldefarne",
			"page": 6,
			"type": "INS",
			"typeAlt": "WD",
			"rarity": "very rare",
			"reqAttune": " by a bard",
			"reqAttuneTags": [
				{
					"class": "bard"
				}
			],
			"sentient": true,
			"weight": 0.5,
			"recharge": "restLong",
			"entries": [
				"Unlike most wands, which solely channel magic through materials tempered by arcane craftsman, it is believed that Conductor's Wand achieves this through some limited form of sentience. Furthermore, as its wearer grows, so does the wand. These wands are made from the wood of trees found near to druidic groves or permanent portals and magic circles linked to the Feywild. If you have not moved on your turn, as a bonus action or as part of using your {@classFeature Bardic Inspiration|Bard|PHB|1} feature, you can activate the wand as part of a dazzling performance to target one creature within 30ft with a spell attack (using your spellcasting ability). You cannot perform this if you have cast a spell of first level or higher, and using the item in this way reduces your movement to 0 ft. until the start of your next turn. On a hit, the wand deals thunder damage equal to {@damage 1d6} + your spellcasting modifier. Furthermore, once you hit a creature with this spell attack, you are able to use your reaction to employ one of the following techniques:",
				{
					"type": "entries",
					"name": "Cue The Music",
					"entries": [
						"When you hit a creature with a wand spell attack, choose a friendly creature who can see or hear you within 30ft. That creature can immediately use its reaction to make one weapon attack, adding an additional {@damage 1d6} to the attack's damage roll."
					]
				},
				{
					"type": "entries",
					"name": "Ravvivando",
					"entries": [
						"When you hit a creature with a wand spell attack, choose a friendly creature who can see or hear you within 30ft and bolster their resolve. When you do so, that creature gains temporary hit points equal to the {@dice 1d6} + your Charisma modifier."
					]
				},
				{
					"type": "entries",
					"name": "Curtain Call",
					"entries": [
						"When you hit a creature with a wand spell attack, you can manoeuvre one of your comrades into a more advantageous position. You add an additional {@dice 1d6} to the attack's damage roll, and you choose a friendly creature who can see or hear you within 30ft. That creature can use its reaction to move up to half its speed without provoking {@action opportunity attack|PHB|opportunity attacks} from the target of your attack."
					]
				},
				"A wielder of the wand is able to utilise these techniques a number of times equal to their proficiency modifier and regains all expended uses upon completing a long rest."
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Never needed a wand to make people do things for me, personally."
						],
						"by": "Viz"
					}
				]
			}
		},
		{
			"name": "Dyvarran Dreadnought",
			"source": "Wyldefarne",
			"page": 4,
			"type": "INS",
			"rarity": "very rare",
			"reqAttune": "by a character with proficiency in the {@item lute|PHB} or other stringed instrument",
			"weight": 2,
			"bonusSpellAttack": "+2",
			"bonusSpellSaveDc": "+2",
			"bonusAc": "+1",
			"focus": [
				"Bard"
			],
			"entries": [
				"After the Ascension of Eredus at the dawn of the Age of the Phoenix, the Dyvarre of Wyldefarne, Tiacele Niuvelar Devaste, took up a variety of nonviolent outlets under recommendation from her therapist, which she took to with the same level of raw single-mindedness as she did every aspect of her life. One such creative outlet was music, and over time she became rather taken with playing a hand-crafted dreadnought guitar (woodworking was another such creative outlet) and would practice it regularly during her stay in New Valora. She would become a competent player, but her attempts to form a music group failed due to the majority of the Black Knights having scattered to the four winds. When used as a spellcasting focus for bard spells, you gain a +2 bonus to spell attack rolls and to the saving throw DC of your spells.",
				"The instrument itself appears simple enough outside of the signature 'TND' on the underside of the instrument. Originally it was not intended to be made magical, however the Dyvarre's natural magic imbued the guitar with some of her eldritch power.",
				{
					"type": "entries",
					"name": "Custom Crafted",
					"entries": [
						"This guitar was hand-built by Tiacele Niuvelar Devaste, and is uniquely suited to her figure. If you are an elven female, you gain a bonus of +1 to any performance ability check."
					]
				},
				{
					"type": "entries",
					"name": "Destiny Dreadnought",
					"entries": [
						"When you play with the Destiny Dreadnought for at least one minute roll a {@dice d20} and record the number rolled. As a reaction, you can replace any attack roll, saving throw, or ability check made by you or a creature that you can see with this roll. You must choose to do so before the roll, and you can only replace a roll in this way once per turn. You may not use this ability again until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Cosmic Carapace",
					"entries": [
						"The Dyvarran Dreadnought has been imbued with some of the supernatural resilience of its creator. Whilst slung on your back or carried, you gain a +1 to your armour class."
					]
				}
			]
		},
		{
			"name": "Electric Eye",
			"source": "Wyldefarne",
			"page": 4,
			"type": "INS",
			"rarity": "rare",
			"reqAttune": "by a character with proficiency with {@item lute|PHB|lutes} or other stringed instrument",
			"weight": 2,
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"focus": [
				"Bard"
			],
			"entries": [
				"This {@item lute|PHB} crackles with electricity when played. It is dark coloured and stringed with bright silver strings, and adorned with motifs of lightning. When played, this instrument grants the user the capacity to see over vast distances. When used as a spellcasting focus for bard spells, you gain a +1 bonus to spell attack rolls and to the saving throw DC of your spells.",
				{
					"type": "entries",
					"name": "Stored Spells",
					"entries": [
						"The Electric Eye allows you to cast the spell {@spell scrying} three times per day."
					]
				},
				{
					"type": "entries",
					"name": "Minds Eye",
					"entries": [
						"When the Electric Eye is used as a spellcasting focus for a bard spell, you can make a creature within 120 ft. that you can see take a Wisdom saving throw against their spell save DC. On a fail, they are subject to the effects of the {@spell Detect Thoughts} spell, as if they had failed on their saving throw against that spell."
					]
				},
				{
					"type": "entries",
					"name": "Enhanced Vision",
					"entries": [
						"The Electric Eye enhances your vision whilst attuned to it. You gain {@sense darkvision} up to 60 ft. If you already had {@sense darkvision}, it is extended by a further 60 ft."
					]
				}
			],
			"attachedSpells": [
				"scrying",
				"detect thoughts"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Mephistopheles Cleric is my favourite old-school Baharian band."
						],
						"by": "Viz"
					}
				]
			},
			"foundryEffects": [
				{
					"name": "Enhanced Vision",
					"changes": [
						{
							"key": "data.attributes.senses.darkvision",
							"mode": "UPGRADE",
							"value": "60"
						}
					]
				}
			]
		},
		{
			"name": "Emerald Menace",
			"source": "Wyldefarne",
			"page": 1,
			"type": "INS",
			"rarity": "legendary",
			"reqAttune": "by a character with proficiency with {@item lute|PHB|lutes} or other stringed instrument",
			"curse": true,
			"weight": 2,
			"bonusSpellAttack": "+2",
			"bonusSpellSaveDc": "+2",
			"rechargeAmount": 0,
			"charges": "3",
			"focus": [
				"Bard"
			],
			"entries": [
				"The Emerald Menace is a luxurious guitar commissioned by a noble from Lusim State under mysterious circumstances. Said to be a cursed instrument, the guitar has been passed from collection to collection following the Baharian Revolution and occasionally makes its way to all manner of performances, typically before being traded away or stolen. Its name is associated with trouble and revolt, and those who play it find it to grant them incredible, if fleeting, popularity.",
				"The guitar is a vibrant green and features a long, narrow neck. The guitar head is shaped like a green dragon's head, and golden spikes adorn the base of the body. It is a very delicate instrument prone to requiring retuning regularly, and its strings burn to the touch, as if touching bleach or other chemicals, but do not cause harm.",
				{
					"type": "entries",
					"name": "Frantic Performance",
					"entries": [
						"As a bonus action, when wielding the Emerald Menace you can increase the charges held within the Emerald Menace by 1. The Emerald Menace can hold up to 3 charges. The Emerald Menace loses all stored charges one minute after the last time a charge was added.",
						"After gaining 1 charge, the Emerald Menace grants you +2 to your spellcasting modifier and to spell save DC, as well as a −1 malus to all saves.",
						"After gaining 2 charges, the Emerald Menace causes an electrifying shimmer in the air around the user; every time the user gets hit with a weapon or spell attack, roll a {@dice d20}; on a 5 or lower, the attack misses instead. Additionally, the user's speed is reduced by half. The bonus to your spellcasting modifier and spell save DC increases to +3.",
						"After gaining 3 charges, the performance ends with a crashing solo; the user chooses a number of creatures they can see within 60 ft. up to their proficiency modifier. These creatures must succeed a Constitution save against the user's spell save DC or take thunder damage equal to the user's character level, or half on a successful save. The user must also take thunder damage equal to half their level. The number of charges then resets to 0, and the Emerald Menace cannot have charges added to it until an action is spent to re-tune the guitar, as the magic inside it has knocked the guitar strings out of tune."
					]
				},
				{
					"type": "entries",
					"name": "Chord of Confusion",
					"entries": [
						"When you use the Emerald Menace as a spellcasting focus for a bard spell, a single creature within 30 ft. of you that you can see and that can hear you must make a Wisdom saving throw against your spell save DC. On a failure, roll a {@dice d6}; on a roll of a 1 or 2, the target is {@condition Stunned}; on a roll of a 3 or 4, they are {@condition Frightened} of the user; on a roll of a 5 or 6 they are {@condition Blinded}. This effect lasts until the beginning of the user's next turn."
					]
				},
				{
					"type": "entries",
					"name": "Riff of Rebellion",
					"entries": [
						"When used to perform for over a minute, the user can instill a sense of restlessness in those who listen to it. This may manifest in a variety of ways, from increased signs of aggression, a sense of discontent at hierarchy, or a bias towards chaotic alignments, at the DM's discretion. A listener may resist these effects by succeeding a {@dc 18} Charisma saving throw."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Okay this next one I should be getting royalties for. She's pretty unstable but nothing gets a crowd riled up like the Menace."
						],
						"by": "Viz"
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Wyl/Emerald-Menace.png"
						},
						"title": "The Emerald Menace",
						"credit": "HapHazred",
						"width": 3234,
						"height": 3164
					}
				]
			}
		},
		{
			"name": "Floating Keyboard",
			"source": "Wyldefarne",
			"page": 2,
			"type": "INS",
			"rarity": "uncommon",
			"reqAttune": "by a character with proficiency in keyed instruments",
			"weight": 4,
			"recharge": "dawn",
			"rechargeAmount": 3,
			"charges": "3",
			"entries": [
				"This lightweight keyboard is made of wood and is adorned with carvings of clouds. When a specific command word is spoken (which is chosen by you upon attuning to the instrument) the keyboard will hover above the ground and remain within playing distance of you whilst attuned. The instrument will follow you by taking the shortest possible distance to you should you move, and will stop moving if it encounters an obstacle. This effect stops if the character moves more than 30 ft. away, at which point it will gradually lower itself to the ground and remain still until you speak the command word again.",
				{
					"type": "entries",
					"name": "Stored Spells",
					"entries": [
						"The Floating Keyboard allows you to cast the spell {@spell Levitate} three times per day. Stored spells are restored upon completing a long rest."
					]
				}
			],
			"attachedSpells": [
				"levitate"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Tried this for a while when I was into piano; it really does make a difference when you can carry your instrument around with you. Shame about the {@spell levitate} spell."
						],
						"by": "Viz"
					}
				]
			}
		},
		{
			"name": "Instrument of Transformation",
			"source": "Wyldefarne",
			"page": 3,
			"type": "INS",
			"rarity": "uncommon",
			"reqAttune": "by a character with proficiency in at least one musical instrument",
			"weight": 10,
			"recharge": "restShort",
			"entries": [
				"This odd contraption is made of a confusing tangle of brass, wood, and wire, which upon speaking a specific command word determined upon attuning to the device, transforms into an instrument of your choosing. The instrument of Transformation can also adjust its size and weight to accommodate you, as well as take the form of custom instruments to suit specific roles. These instruments cannot be larger than 6ft. in any direction, and will always weigh 10 lbs.",
				{
					"type": "entries",
					"name": "Adaptive Allegretto",
					"entries": [
						"The Instrument of Transformation allows you to, over the course of a minute's worth of playing, cast the spell {@spell Alter Self} without expending a spell slot. When the spell is cast in this way, it does not require {@status concentration}. This effect can be done once, and can be done again at the end of a short rest."
					]
				}
			],
			"attachedSpells": [
				"alter self"
			]
		},
		{
			"name": "Laser Musicmaker",
			"source": "Wyldefarne",
			"page": 5,
			"type": "INS",
			"rarity": "uncommon",
			"reqAttune": "by a character with proficiency in pianos or keyed instruments",
			"weight": 4,
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"focus": [
				"Bard"
			],
			"entries": [
				"The Laser Musicmaker is a slick, metal contraption with thirty keys along its side, between a foot and two feet in length. Upon pressing the keys, the device lights up in a variety of colours ranging from red to purple, and emits a strange synthetic sound unlike any other instrument. When used as a spellcasting focus for bard spells, you gain a +1 bonus to spell attack rolls and to the saving throw DC of your spells.",
				{
					"type": "entries",
					"name": "Synthetic Effects",
					"entries": [
						"The Laser Musicmaker allows you to cast the spell {@spell Faerie Fire} up to two times per day. You can also cast the cantrip {@spell Thaumaturgy} at will."
					]
				},
				{
					"type": "entries",
					"name": "Laser Master",
					"entries": [
						"When playing the Laser Musicmaker, you can project a laser in a straight line up to 300ft originating from the instrument for up to a minute. This laser can be of any colour. This laser is stopped by opaque objects. You can project up to six of these lasers at a given moment."
					]
				}
			],
			"attachedSpells": [
				"Faerie Fire",
				"Thaumaturgy"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"This crazy contraption is like one of those weird Institute-like golem things, all beeps and whirring noises. Not the most low-key instrument out there, is it?"
						],
						"by": "Viz"
					}
				]
			}
		},
		{
			"name": "Maracas of Mayhem",
			"source": "Wyldefarne",
			"page": 4,
			"type": "INS",
			"typeAlt": "M",
			"rarity": "very rare",
			"reqAttune": "by a character with proficiency with a percussive instrument",
			"weight": 1,
			"weightNote": "(both)",
			"weaponCategory": "simple",
			"property": [
				"L"
			],
			"dmg1": "1d4",
			"dmgType": "B",
			"bonusWeapon": "+2",
			"recharge": "restLong",
			"entries": [
				"The Maracas of Mayhem are a pair of small but weighty wooden maracas painted with a bright array of rainbow colours that seem to change every time one looks at them, and no two people can agree what the images represent. Those that hold them feel a slight tingling in their hands that only disappears when they are shaken.",
				"The Maracas of Mayhem can only be used as a pair, one held in each hand. When held in this way they can be used as {@item +2 club|DMG|+2 clubs}. When used separately they make no sound.",
				{
					"type": "entries",
					"name": "Rhythm of Recklessness",
					"entries": [
						"When both Maracas are held, one in each hand, you can choose to attack four times when you tke the {@action Attack} action on your turn. If you choose to do this, attacks against you have advantage until the start of your next turn."
					]
				},
				{
					"type": "entries",
					"name": "Shake and Break",
					"entries": [
						"You can cast the spell {@spell Otto's Irresistible Dance|PHB|Irresistible Dance} once per day without expending a spell slot. You regain all expended uses at the end of a long rest. The DC for this spell is 15."
					]
				},
				{
					"type": "entries",
					"name": "Shakamaraka",
					"entries": [
						"You can cast the spell {@spell Confusion} three times per day without expending a spell slot. You regain all expended uses at the end of a long rest. The DC for this spell is 15."
					]
				}
			],
			"attachedSpells": [
				"Otto's Irresistible Dance",
				"confusion"
			]
		},
		{
			"name": "Panpipes of Defence",
			"source": "Wyldefarne",
			"page": 2,
			"type": "INS",
			"typeAlt": "S",
			"rarity": "legendary",
			"reqAttune": "by a character with proficiency in {@item flute|PHB|flutes} or other wind instrument and is proficient with {@item shield|PHB|shields}",
			"weight": 5,
			"recharge": "restLong",
			"rechargeAmount": 3,
			"charges": "3",
			"focus": [
				"Bard"
			],
			"entries": [
				"This set of panpipes is large enough to be held by a heavy leather strap along the inside of the instrument. Reinforced with adamantine and gold, this large and cumbersome instrument is a far cry from the typical wooden instrument commonly seen. It can be both played as a standard set of panpipes and used as a shield. It was commissioned by a Moantur noble, but was held in customs on the Elemental Plane of Fire before being stolen. Its location is currently unknown.",
				{
					"type": "entries",
					"name": "Spellbreaker",
					"entries": [
						"The Panpipes of defence were designed to counter both magic and conventional weapons. When a creature the user can see casts a spell that targets you when you have the Panpipes of Defence equipped, you can use your reaction to roll a {@dice d20}. On an 11 or higher, the spell is negated and has no effect. This has no effect on spells with an area of effect that does not directly target you. You can use this ability up to three times per long rest."
					]
				},
				{
					"type": "entries",
					"name": "Swordbreaker",
					"entries": [
						"You can cast the spell {@spell Shield} three times per long rest without expending a spell slot."
					]
				},
				{
					"type": "entries",
					"name": "Shielding Solo",
					"entries": [
						"When the Panpipes of Defence are used as a spellcasting focus for a bard spell, you gain {@dice 2d6} temporary hit points that last until the beginning of your next turn. If these temporary hit points are reduced to 0 before then, you can as a reaction cause a creature they can see within 60 ft. to take a Constitution saving throw against your Spell Save DC. On a failure, the target takes {@damage 2d6} force damage and is knocked back 15 ft and becomes {@condition prone}. On a successful save, the damage is halved and the target suffers no other effect."
					]
				}
			],
			"attachedSpells": [
				"shield"
			]
		},
		{
			"name": "Puppeteer's Harmonium",
			"source": "Wyldefarne",
			"page": 7,
			"type": "INS",
			"rarity": "very rare",
			"reqAttune": "by a bard or wizard",
			"reqAttuneTags": [
				{
					"class": "bard"
				},
				{
					"class": "wizard"
				}
			],
			"wondrous": true,
			"curse": true,
			"weight": 45,
			"recharge": "dawn",
			"rechargeAmount": "1d4 + 1",
			"charges": 5,
			"focus": [
				"bard",
				"wizard"
			],
			"entries": [
				"This large ebony harmonium is lined with old corroded brass trim. The large keys are stained black and the small keys are made of ivory. A perpetual soft drone or wail can be heard when the bellows are unlatched. No one is quite sure how old this instrument really is, and any attempt to spruce it up is magically undone the next day. While attuned to this instrument, you can use it as a spellcasting focus. Additionally, you gain a +2 bonus to spell attack rolls.",
				{
					"type": "entries",
					"name": "Cumbersome",
					"entries": [
						"The harmonium is a cumbersome instrument to store and use. As an action, you can set up or stow the instrument. While playing this instrument, your movement speed is reduced to 0ft."
					]
				},
				{
					"type": "entries",
					"name": "Unnerving Drone",
					"entries": [
						"Once the instrument is set up, an ominous drone naturally starts to play, which can be heard up to 60ft. You can designate any number of creatures you can see to be unaffected by it. When an affected creature enters the area for the first time on a turn or starts its turn there, it must make a Wisdom saving throw against your spell save DC or be {@condition frightened}. An affected creature can repeat the saving throw at the end of its turn. If the effect on it ends, that creature is immune to the drone's effects for the next 24 hours."
					]
				},
				{
					"type": "entries",
					"name": "Puppeteering Notes",
					"entries": [
						"This instrument has 5 charges and regains {@dice 1d4 + 1} charges on at the next dawn. Once the instrument is setup, as an action, you can expend charges to use the following effects: 1 charge. you can cast the spell {@spell Cause Fear} without expending a spell slot. 2 charges. you can cast the spells {@spell Animate Dead} or {@spell Summon Undead} without expending a spell slot. 4 charges. you can cast the spell Danse Macabre without expending a spell slot. 5 charges. The notes played take hold of a target within 60ft. The target must make must make a wisdom saving throw against the user's spell save DC. If the creature is undead, they have disadvantage on the save. On a failed save, the creature is {@condition paralyzed} and their arms raise to form a t-pose. As a bonus action, you can command the creature to use their turn to perform one of the following actions: {@action attack}, {@action dash}, {@action grapple}, {@action help}, or {@action use an object}. The target can repeat the saving throw at the end of their turn."
					]
				},
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"This instrument is cursed. Attuning to it curses you until you are targeted by a {@spell Remove Curse} spell or similar magic. If 3 or more charges in total are consumed, the wielder must make a {@dc 15} constitution saving throw. On a failed save, the wielder gains one point of {@condition exhaustion} which cannot be removed until the wielder's curse is removed. For each point of {@condition exhaustion}, the wielder slowly turns into a wooden puppet of themselves. Returning a creature to their original form can be done through a {@spell Greater Restoration} or {@spell Wish} spell."
					]
				},
				"Your spellcasting ability for all features and spells of this instrument is your choice of Intelligence, Wisdom, or Charisma."
			],
			"attachedSpells": [
				"cause fear",
				"animate dead",
				"summon undead"
			]
		},
		{
			"name": "Saxophone of Sending",
			"source": "Wyldefarne",
			"page": 1,
			"type": "INS",
			"rarity": "rare",
			"reqAttune": "by a character with {@item horn|PHB} proficiency or similar instrument",
			"weight": 2,
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"recharge": "restLong",
			"rechargeAmount": 3,
			"charges": "3",
			"focus": [
				"Bard"
			],
			"entries": [
				"This cerulean tinged saxophone has letters inscribed around the nozzle that spell out the verbal components of the {@spell sending} spell. When played, the letters glow blue. When used as a spellcasting focus for bard spells, you gain a +1 bonus to spell attack rolls and to the saving throw DC of your spells.",
				"When attuned to this instrument, you can cast the spell {@spell Sending} 3 times per day. You regain all expended use on a long rest.",
				{
					"type": "entries",
					"name": "Launching Note",
					"entries": [
						"As an action, you can use the Saxophone of Sending to force a creature within 30 ft. to take a strength save against your spell save DC. On a fail, they are launched 30 ft. in any direction. If they collide with a solid object, they stop moving. You can use this ability once per long rest."
					]
				}
			],
			"attachedSpells": [
				"sending"
			]
		},
		{
			"name": "Screamer",
			"source": "Wyldefarne",
			"page": 6,
			"type": "INS",
			"rarity": "rare",
			"reqAttune": true,
			"weight": 0.5,
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"focus": [
				"Bard"
			],
			"entries": [
				"This wand grants you the ability to, by singing into the wand tip, generate a magical aura of power that can inspire or intimidate others. When held, as an action, you can grant a creature that can hear them within 30 ft. the ability to add a {@dice d4} to one attack roll, ability check, or saving throw of their choice before the end of their next turn. Alternatively, you can force the creature to subtract a {@dice d4} on their next attack roll or ability check. When used as a spellcasting focus, you gain a +1 bonus to spell attack rolls and to the saving throw DC of your spells."
			]
		},
		{
			"name": "Shamisen of Remembrance",
			"source": "Wyldefarne",
			"page": 2,
			"type": "INS",
			"rarity": "legendary",
			"reqAttune": "by a character with proficiency with {@item lute|PHB|lutes} or other stringed instrument",
			"weight": 2,
			"ability": {
				"wis": 18
			},
			"bonusSpellAttack": "+3",
			"bonusSpellSaveDc": "+3",
			"recharge": "restLong",
			"focus": [
				"Bard"
			],
			"entries": [
				"This shamisen is a well crafted, weathered shamisen adorned with bronze and made out of a deep, varnished cherry wood. It sports several scratches and dents from decades of use, and taped to the side is a worn bachi. It bears no markings, but has a unique light tone when played. When used as a spellcasting focus for bard spells, you gain a +3 bonus to spell attack rolls and to the saving throw DC of your spells.",
				{
					"type": "entries",
					"name": "Stored Spells",
					"entries": [
						"The Shamisen of Remembrance allows you to cast either {@spell Modify Memory} once per day and {@spell Crown of Madness} three times per day without consuming a spell slot. The DC for these spells is 17. All charges are regained at the end of a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Mental Fortitude",
					"entries": [
						"Whilst attuned to the Shamisen of Remembrance, you have advantage on Wisdom Saves. You are also immune to the effects of the {@spell modify memory} spell, as well as any other effect that would alter your memory."
					]
				},
				{
					"type": "entries",
					"name": "Increased Wisdom",
					"entries": [
						"Whilst attuned to the Shamisen of Remembrance, your Wisdom score increases to 18, unless it was already higher."
					]
				},
				{
					"type": "entries",
					"name": "Emotional Performance",
					"entries": [
						"When used to perform a song for over a minute, you can instil a vague, indistinct memory into the minds of those who listen to the performance. This might be a vague memory of a loved one, a sense of nostalgia, or the instilled memory of a long-forgotten place from one's childhood. The memories may appear slightly different to each who listen to the performance."
					]
				}
			],
			"attachedSpells": [
				"modify memory",
				"crown of madness"
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Genuinely can't remember what this one does."
						],
						"by": "Viz"
					}
				]
			}
		},
		{
			"name": "Skull Grululu",
			"source": "Wyldefarne",
			"page": 7,
			"type": "INS",
			"typeAlt": "M",
			"rarity": "very rare",
			"reqAttune": "by a character with proficiency in {@item drum|PHB|drums} or other percussive instrument",
			"weight": 4,
			"weaponCategory": "martial",
			"property": [
				"2H"
			],
			"dmg1": "1d8",
			"dmgType": "B",
			"bonusWeapon": "+2",
			"entries": [
				"The typical {@item grululu|BloodInTheCompany} is an instrument native to the Helviti Wastes, a forbidding and deadly wasteland in which even innocent instruments often take on the part-time role of deadly weapon. One such example is the fearsome Skull Grululu, a legendary enchanted {@item Grululu|BloodInTheCompany} of titanic proporitons.",
				"The Skull Grululu is a large instrument, which makes a pleasant bonking sound when struck against a hard surface (heads included); unlike many grululu of its kind it is patched in places with iron and bronze, and the blood of countless enemies gives the instrument a dark, dull appearance. This instrument can be wielded as if it were a {@item +2 greatclub|DMG}.",
				{
					"type": "entries",
					"name": "Echoing End",
					"entries": [
						"When you hit an enemy in melee with the Skull Grululu, you can use an action on your next turn to deal damage to the damaged enemy equal to {@damage 2d6} thunder damage."
					]
				},
				{
					"type": "entries",
					"name": "Pounding Performance",
					"entries": [
						"When you deal a critical hit, every creature other than yourself within 30 ft. must take {@damage 1d6} psychic damage."
					]
				}
			]
		},
		{
			"name": "The Rainstaff",
			"source": "Wyldefarne",
			"page": 5,
			"type": "INS",
			"rarity": "rare",
			"reqAttune": "by a character with proficiency in an instrument",
			"weight": 2,
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"recharge": "restLong",
			"focus": [
				"Bard"
			],
			"entries": [
				"The Rainstaff is a long, roughly 5 foot staff two inches wide. Upon its surface is carved images and motifs of clouds, rain, and water. When turned upside down, tiny beads within the staff make a delightful sound that imitates rainfall. This noise is repeated when it is returned to its original orientation. When used as a spellcasting focus for bard spells, you gain a +1 bonus to spell attack rolls and to the saving throw DC of your spells.",
				{
					"type": "entries",
					"name": "Call Lightning",
					"entries": [
						"The Rainstaff allows the user to cast the spell {@spell Call Lightning} once per long rest without expending a spell slot. The DC for the spell is 13."
					]
				},
				{
					"type": "entries",
					"name": "Summon Rains",
					"entries": [
						"As an action, you can use the Rainstaff to conjure a small cloud that hovers over a spot of your choosing for one minute within 60 feet of you. The cloud drips a steady stream of rain. Over the course of a minute, the water emitted by this cloud can fill a single bucket."
					]
				}
			],
			"attachedSpells": [
				"call lightning"
			]
		},
		{
			"name": "Whistle of Silence",
			"source": "Wyldefarne",
			"page": 4,
			"type": "INS",
			"rarity": "common",
			"reqAttune": "by a creature with proficiency in {@item flute|PHB|flutes} or other wind instruments",
			"weight": 0.5,
			"entries": [
				"When this small bone whistle is played, it produces no sound, as if there was no instrument being played at all. It was designed and enchanted by a rogue who was tired of their bard giving away their position due to them needing to make music to cast their spells."
			]
		}
	],
	"itemGroup": [
		{
			"name": "Instrument of Playing",
			"source": "Wyldefarne",
			"page": 7,
			"type": "INS",
			"rarity": "varies",
			"reqAttune": "by a bard",
			"reqAttuneTags": [
				{
					"class": "bard"
				}
			],
			"focus": [
				"Bard"
			],
			"entries": [
				"The Instrument of Playing is an enchanted instrument which may be a {@item lute|PHB}, a {@item drum|PHB}, a {@item flute|PHB}, or any other instrument that is no larger than small in size and that can be carried. When holding the instrument, you gain a bonus to spell attack rolls and to the saving throw DCs of your bard spells. This bonus is equal to 1 for a {@item +1 Instrument of Playing|Wyldefarne}, 2 for a {@item +2 Instrument of Playing|Wyldefarne}, and 3 for a {@item +3 Instrument of Playing|Wyldefarne}. This bonus is also applied to any {@skill performance} check made whilst holding the Instrument of Playing. The rarity of the Instrument is also Uncommon for a {@item +1 Instrument of Playing|Wyldefarne}, Rare for a {@item +2 Instrument of Playing|Wyldefarne}, and Very Rare for a {@item +3 Instrument of Playing|Wyldefarne}."
			],
			"items": [
				"+1 Instrument of Playing|Wyldefarne",
				"+2 Instrument of Playing|Wyldefarne",
				"+3 Instrument of Playing|Wyldefarne"
			]
		}
	],
	"magicvariant": [
		{
			"name": "+1 Instrument of Playing",
			"requires": [
				{
					"type": "INS"
				}
			],
			"inherits": {
				"namePrefix": "+1 ",
				"nameSuffix": " of Playing",
				"source": "Wyldefarne",
				"page": 7,
				"type": "INS",
				"rarity": "uncommon",
				"reqAttune": "by a bard",
				"reqAttuneTags": [
					{
						"class": "bard"
					}
				],
				"bonusSpellAttack": "+1",
				"bonusSpellSaveDc": "+1",
				"entries": [
					"The Instrument of Playing is an enchanted instrument which may be a {@item lute|PHB}, a {@item drum|PHB}, a {@item flute|PHB}, or any other instrument that is no larger than small in size and that can be carried. When holding the instrument, you gain a +1 bonus to spell attack rolls and to the saving throw DCs of your bard spells. This bonus is also applied to any {@skill performance} check made whilst holding the Instrument of Playing."
				]
			}
		},
		{
			"name": "+2 Instrument of Playing",
			"requires": [
				{
					"type": "INS"
				}
			],
			"inherits": {
				"namePrefix": "+2 ",
				"nameSuffix": " of Playing",
				"source": "Wyldefarne",
				"page": 7,
				"type": "INS",
				"rarity": "uncommon",
				"reqAttune": "by a bard",
				"reqAttuneTags": [
					{
						"class": "bard"
					}
				],
				"bonusSpellAttack": "+2",
				"bonusSpellSaveDc": "+2",
				"entries": [
					"The Instrument of Playing is an enchanted instrument which may be a {@item lute|PHB}, a {@item drum|PHB}, a {@item flute|PHB}, or any other instrument that is no larger than small in size and that can be carried. When holding the instrument, you gain a +2 bonus to spell attack rolls and to the saving throw DCs of your bard spells. This bonus is also applied to any {@skill performance} check made whilst holding the Instrument of Playing."
				]
			}
		},
		{
			"name": "+3 Instrument of Playing",
			"requires": [
				{
					"type": "INS"
				}
			],
			"inherits": {
				"namePrefix": "+3 ",
				"nameSuffix": " of Playing",
				"source": "Wyldefarne",
				"page": 7,
				"type": "INS",
				"rarity": "uncommon",
				"reqAttune": "by a bard",
				"reqAttuneTags": [
					{
						"class": "bard"
					}
				],
				"bonusSpellAttack": "+3",
				"bonusSpellSaveDc": "+3",
				"entries": [
					"The Instrument of Playing is an enchanted instrument which may be a {@item lute|PHB}, a {@item drum|PHB}, a {@item flute|PHB}, or any other instrument that is no larger than small in size and that can be carried. When holding the instrument, you gain a +3 bonus to spell attack rolls and to the saving throw DCs of your bard spells. This bonus is also applied to any {@skill performance} check made whilst holding the Instrument of Playing."
				]
			}
		}
	],
	"monster": [
		{
			"name": "Animated Instrument",
			"source": "Wyldefarne",
			"page": 5,
			"size": [
				"S"
			],
			"type": "construct",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"special": "25"
			},
			"speed": {
				"walk": 30
			},
			"str": 2,
			"dex": 9,
			"con": 11,
			"int": 6,
			"wis": 9,
			"cha": 17,
			"senses": [
				"blindsight 30 ft. (blind beyond this radius)"
			],
			"passive": 6,
			"trait": [
				{
					"name": "Animated",
					"entries": [
						"When the animated Instrument drops to 0 hit points, it ceases to be animated and returns to its non-animated state.",
						"The DM might rule that a specific objects slam attack inflicts slashing or piercing damage based on its form."
					]
				}
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5ft., one target. Hit 5 ({@damage 1d8 + 2}) bludgeoning damage."
					]
				},
				{
					"name": "Sonic Boom",
					"entries": [
						"{@atk rw} {@hit 6} to hit, reach 30ft., one target. Hit 5 ({@damage 1d6 + 2}) thunder damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Wyl/Animated Instrument.webp"
			},
			"senseTags": [
				"B"
			],
			"damageTags": [
				"B",
				"T"
			],
			"miscTags": [
				"MW",
				"RW"
			]
		}
	],
	"object": [
		{
			"name": "Bass Cannon",
			"source": "Wyldefarne",
			"page": 6,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": {
				"special": "75"
			},
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"{@note 200lb, Legendary, requires attunement by a character proficient in an instrument}",
				"The Bass Cannon is a large, heavy box that weighs 200lbs. On one end is a disc that vibrates at powerful magical frequencies, which when used correctly, emit a devastating blast that has evaporated entire audiences.",
				"Before it can be fired, it must be primed and aimed. It takes one action to prime the Bass Cannon, one action to aim it, and one ation to fire it. The Bass Cannon can only be fired once per round.",
				"The Bass Cannon has wheels that allow it to be moved. When pushing or pulling the Bass Cannon, it can be moved a number of feet up to to the strength score of the creature moving it. If multiple characters are moving the Cannon, the strength scores are added together up to 30ft.",
				"If the Bass Cannon is reduced to 0 hit points, it becomes inoperable until it is repaired. It can be repaired by taking an hour to fix the damage. This will take 100gp worth of materials such as steel, copper, hardwoods, or similar construction materials of high quality."
			],
			"actionEntries": [
				{
					"type": "entries",
					"name": "Fire the Bass Cannon",
					"page": 6,
					"entries": [
						"When fired, the Bass Cannon will fire in a 10ft. wide line 200ft. long. Any creatures caught in the blast must succeed a {@dc 18} Constitution save or take {@damage 20d6} thunder damage and be {@condition deafened} for one minute. On a successful save, the damage is halved and no other effects apply."
					]
				}
			]
		}
	],
	"book": [
		{
			"name": "Viz's Venue of Musical Magics",
			"id": "VVoMM",
			"source": "Wyldefarne",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Wyl/VVoMMCover.webp"
			},
			"published": "2023-07-15",
			"author": "HapHazred",
			"contents": [
				{
					"name": "Viz's Venue of Musical Magics"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "VVoMM",
			"source": "Wyldefarne",
			"data": [
				{
					"type": "section",
					"name": "Viz's Venue of Musical Magics",
					"page": 1,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"About time the wizards stop hogging all the good stuff. I've got a bit of a stockpile I've put together over the years, and sure some of it isn't much to look at, but it's not about how they look; it's about how they sound. Knock yourself out."
							],
							"by": "Viz"
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Saxophone of Sending",
							"page": 1,
							"collapsed": true
						},
						{
							"type": "inset",
							"page": 1,
							"entries": [
								"Okay this next one I should be getting royalties for. She's pretty unstable but nothing gets a crowd riled up like the Menace."
							]
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Emerald Menace",
							"page": 1,
							"collapsed": true
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Wyl/Emerald-Menace.png"
							},
							"title": "The Emerald Menace",
							"credit": "HapHazred",
							"width": 3234,
							"height": 3164
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Floating Keyboard",
							"page": 2,
							"collapsed": true
						},
						{
							"type": "inset",
							"page": 2,
							"entries": [
								"Tried this for a while when I was into piano; it really does make a difference when you can carry your instrument around with you. Shame about the {@spell levitate} spell."
							]
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Panpipes of Defence",
							"page": 2,
							"collapsed": true
						},
						{
							"type": "inset",
							"page": 2,
							"entries": [
								"Genuinely can't remember what this one does."
							]
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Shamisen of Remembrance",
							"page": 2,
							"collapsed": true
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Wyl/Viz-Illustr.png"
							},
							"title": "Viscera 'Viz' Runs in Water, age 44",
							"credit": "HapHazred",
							"width": 877,
							"height": 847
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Accordion of Appetites",
							"page": 3,
							"collapsed": true
						},
						{
							"type": "inset",
							"page": 3,
							"entries": [
								"I can still remember the perfect blend of oregano, cheese, and tomato. The music was okay, too."
							]
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Ballistic Bass",
							"page": 3,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Cello of Moving",
							"page": 3,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Instrument of Transformation",
							"page": 3,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Dyvarran Dreadnought",
							"page": 4,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Maracas of Mayhem",
							"page": 4,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Electric Eye",
							"page": 4,
							"collapsed": true
						},
						{
							"type": "inset",
							"page": 4,
							"entries": [
								"Mephistopheles Cleric is my favourite old-school Baharian band."
							]
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Whistle of Silence",
							"page": 4,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Animated Instrument",
							"page": 5,
							"collapsed": true
						},
						{
							"type": "inset",
							"page": 5,
							"entries": [
								"Perfect if you aren't popular enough to start a band."
							]
						},
						{
							"type": "inset",
							"page": 5,
							"entries": [
								"This crazy contraption is like one of those weird Institute-like golem things, all beeps and whirring noises. Not the most low-key instrument out there, is it?"
							]
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Laser Musicmaker",
							"page": 5,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "The Rainstaff",
							"page": 5,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Screamer",
							"page": 6,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "object",
							"source": "Wyldefarne",
							"name": "Bass Cannon",
							"page": 6,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Conductor's Wand",
							"page": 6,
							"collapsed": true
						},
						{
							"type": "inset",
							"page": 6,
							"entries": [
								"Never needed a wand to make people do things for me, personally."
							]
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Bad Screamer",
							"page": 6,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Skull Grululu",
							"page": 7,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Instrument of Playing",
							"page": 7,
							"collapsed": true
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "Wyldefarne",
							"name": "Puppeteer's Harmonium",
							"page": 7,
							"collapsed": true
						},
						{
							"type": "inset",
							"page": 7,
							"name": "About the Author",
							"entries": [
								"Viscera 'Viz' Runs in Water is a musician native from the Baharian Jungles. Her discography includes work provided for the bands {@b Kitty Pop} (rhythm guitar), {@b Zero Heroes} (lead guitar), and {@b Chaotic Naughty} (lead guitar, maracas). Songs include {@b Jaguar Queen}, {@b Wrecksist}, and {@b Ballad of the Mayday Wizard}. Notes on these instruments were compiled with the assistance of Vardenshire and Horn the Scalebard ({@b Trial Party Z})."
							]
						}
					]
				}
			]
		}
	]
}
