{
	"_meta": {
		"sources": [
			{
				"json": "EnchantTattoos",
				"abbreviation": "EnhTats",
				"full": "Enchanted Tattoos for D&D 5e",
				"authors": [
					"Harry Florence"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/252272/Enchanted-Tattoos-for-DD-5e",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1572214321,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "4935fd07fc",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Enchanted Tattoos for D&D 5e",
			"id": "EnhTats",
			"source": "EnchantTattoos",
			"group": "homebrew",
			"published": "2018-09-13",
			"contents": [
				{
					"name": "Enchanted Tattoos",
					"headers": [
						"Enchanted Tattoos"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "EnhTats",
			"source": "EnchantTattoos",
			"data": [
				{
					"type": "section",
					"name": "Enchanted Tattoos",
					"entries": [
						"For centuries, Orcish warriors have adorned their bodies with marks that offer them unrivalled power and combat prowess. Given the curious nature of these markings, it was only a matter of time before the magical community, in particular the enchanting community, banded together to discover the secrets that Orcs have kept to themselves for centuries. Mastering this 'new' enchanting art has so far been a slow process but gradually we're beginning to see an established professional field around the enchanting of tattoos.",
						"Players can now seek out a professional to gain proficiency in 'Tattooist Tools'. Alternatively, at the DM's discretion, a character may gain this proficiency via their background.",
						"Players may pay a tattoo artist a fee in exchange for a tattoo of their own. Certain professionals will be able to enchant these tattoos with magical effects that provide boosts to stats, allow for the casting of spells, and more.",
						{
							"type": "section",
							"name": "Tattooist Tools",
							"entries": [
								"{@b Components}. Tattooist Tools include 5 bone and thorn needles which can be interchanged for different patterns and effects, a comb of needles to cover larger areas, a chisel to apply pressure to the needles, and 3 pots of black ink. Additional colours of ink as well as enchanted inks can be purchased from vendors.",
								"{@b Arcana}. Proficiency in tattooist tools allows you proficiency in checks that have you detect enchantments that involve ink whether it be a tattoo or otherwise. For example, identifying an enchantment that has been placed on a letter to conceal information.",
								"{@b Sleight of Hand}. This tool proficiency provides additional insight in checks concerning intricate/artistic designs. For example, recognising a distinct handwriting design or an artistic signature across multiple works.",
								"{@b Ink/Dye Crafting}. You can use this proficiency to, over the period of a short rest, mix Dyes and Inks using ash, dirt, blood, heavy metal extracts for colouring, etc. You can also use bone or plant materials to repair your tools. Tools degrade at a rate specified at the DM's discretion.",
								{
									"type": "table",
									"caption": "Tattooist Tools",
									"colLabels": [
										"Activity",
										"DC"
									],
									"colStyles": [
										"col-8 text-center",
										"col-4 text-center"
									],
									"rows": [
										[
											"Design a simple tattoo",
											"5"
										],
										[
											"Design a typical tattoo",
											"10"
										],
										[
											"Design an intricate tattoo",
											"15"
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Acquiring a Tattoo",
							"entries": [
								"The process of acquiring a tattoo that will become the base of this enchantment process is straightfoward. PCs must seek out a Tattoo Artist with the knowledge of tattoo application (read as a proficiency with tattooist tools). This artist can be an NPC the DM has inserted into the world or another PC. Once the PC has found someone capable of -- and willing to -- tattoo them, they will provide a design. These designs can be designed with a harder DC check by someone not proficient with tattooist tools or designed in conjunction with someone proficient in attempt to make the process easier.",
								"The design the player provides will determine the size and location of the tattoo. This affects the supplies and skill level needed to apply the tattoo which, in turn, affects the costs of the process. DMs should set the pricing at their own discretion but can use the following tables as a guideline depending on the factors present in the design. These factors can add up to a cumulative total or, probably more aptly, be figures to find a balance between.",
								{
									"type": "inset",
									"name": "Temporary Tattoos",
									"entries": [
										"If your players don't necessarily want to commit to getting a tattoo, you can consider giving temporary tattoos which can also be enchanted. If you choose this, settle on a time the tattoo hangs around for and perhaps a time the enchantment has an effect distinct from the time the tattoo lingers for. Temporary tattoos should also be cheaper to reflect their finite nature."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Tattoo Costs",
							"entries": [
								{
									"type": "table",
									"colLabels": [
										"Location",
										"Pricing"
									],
									"colStyles": [
										"col-8 text-center",
										"col-4 text-center"
									],
									"rows": [
										[
											"Face",
											"50 gp"
										],
										[
											"Chest",
											"40 gp"
										],
										[
											"Back",
											"45 gp"
										],
										[
											"Arms",
											"25 gp"
										],
										[
											"Legs",
											"25 gp"
										],
										[
											"Tail/Unique Feature",
											"75 gp"
										]
									]
								},
								{
									"type": "table",
									"colLabels": [
										"Size",
										"Pricing"
									],
									"colStyles": [
										"col-8 text-center",
										"col-4 text-center"
									],
									"rows": [
										[
											"Small",
											"25 gp"
										],
										[
											"Medium",
											"50 gp"
										],
										[
											"Large",
											"100 gp"
										]
									]
								},
								{
									"type": "table",
									"colLabels": [
										"Design Type",
										"Pricing"
									],
									"colStyles": [
										"col-8 text-center",
										"col-4 text-center"
									],
									"rows": [
										[
											"Simple",
											"20 gp"
										],
										[
											"Tribal",
											"30 gp"
										],
										[
											"Typical",
											"40 gp"
										],
										[
											"Intricate",
											"65 gp"
										],
										[
											"Ornate",
											"100 gp"
										]
									]
								},
								{
									"type": "table",
									"colLabels": [
										"Colour",
										"Pricing"
									],
									"colStyles": [
										"col-8 text-center",
										"col-4 text-center"
									],
									"rows": [
										[
											"Black",
											"5 gp "
										],
										[
											"White",
											"10 gp"
										],
										[
											"Brown",
											"10 gp"
										],
										[
											"Red",
											"15 gp"
										],
										[
											"Other",
											"25 gp"
										]
									]
								},
								{
									"type": "table",
									"colLabels": [
										"Artist Skill",
										"Pricing"
									],
									"colStyles": [
										"col-8 text-center",
										"col-4 text-center"
									],
									"rows": [
										[
											"Beginner",
											"50 gp"
										],
										[
											"Intermediate",
											"100 gp"
										],
										[
											"Master",
											"250 gp"
										]
									]
								},
								{
									"type": "inset",
									"name": "The Dangers that lurk in back alleys",
									"entries": [
										"Occassionally, the process of getting a tattoo can be dangerous. At a DM's discretion, they can add checks to see how well this process goes over. If you believe the player is getting inked with unsanitary equipment, then add a Con save. Or perhaps you add a DC check to see if the tattoo looks how it should. Perhaps the artist you hired is still in training and now you've got the name of a dead team mate written across your neck with a few too many Rs in there."
									]
								},
								"The second factor to take into account in the process of acquiring a tatto is time. Once again this is something that can be established at the DM's discretion as not every game will have downtime in excess that it may sometimes take to acquire a tattoo. For those that do have time to fill however, the tables provided can be used as a suggestion.",
								{
									"type": "section",
									"name": "Time to Tattoo Completion",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"Size",
												"Time (in hours)"
											],
											"colStyles": [
												"col-8 text-center",
												"col-4 text-center"
											],
											"rows": [
												[
													"Small",
													"{@dice 1d4}"
												],
												[
													"Medium",
													"{@dice 2d4}"
												],
												[
													"Large",
													"{@dice 4d4}"
												]
											]
										},
										{
											"type": "table",
											"colLabels": [
												"Design Time",
												"Time (in hours)"
											],
											"colStyles": [
												"col-8 text-center",
												"col-4 text-center"
											],
											"rows": [
												[
													"Simple",
													"{@dice 1d4}"
												],
												[
													"Tribal",
													"{@dice 1d4}"
												],
												[
													"Typical",
													"{@dice 2d4}"
												],
												[
													"Intricate",
													"{@dice 4d4}"
												],
												[
													"Ornate",
													"{@dice 5d4}"
												]
											]
										},
										{
											"type": "table",
											"colLabels": [
												"Artist Skill",
												"Time (in hours)"
											],
											"colStyles": [
												"col-8 text-center",
												"col-4 text-center"
											],
											"rows": [
												[
													"Beginner",
													"{@dice 4d4}"
												],
												[
													"Intermediate",
													"{@dice 2d4}"
												],
												[
													"Master",
													"{@dice 1d4}"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Enchanting a Tattoo",
							"entries": [
								"The Process of enchanting a tattoo is not wholly different from the process of acquiring a tattoo. DM's can decide at their own discretion who has the power to enchant tattoos for their players; either fold the practice into the artists, give specialist wizards and sorcerers the power, or find another way to hand out enchantments.",
								"The enchanting process should ultimately be more expensive than the process of acquiring a tattoo in order to gate the more powerful enchantments from lower level players.",
								"Key to the process of enchanting a tattoo is the system through which the enchantment can be utilised. In order to make use of the enchantment, PCs must attune to the tattoo over the period of a short rest as they would an item. This system allows players a new source of magical effects while preventing late game parties from purchasing full body tattoos that give them intense stat boosts. Through this system, PCs will not be able to attune to more than three tattoos at a time, however, will be able to benefit from the magical effects of items that do not require attunement in slots that they would otherwise be utilising attunement items. Additionally, they can tattoo themselves with as many tattoos as their body will allow meaning they can customise their active enchantments to suit a situation over a short rest.",
								"The final factor that comes into play in the enchanting process is the power an enchantment can reach. Depending on the game, you might want to gate enchantments into three tiers with three different price points. A low tier enchantment being available at level 5, medium at level 10, and high at level 15. If a player recieves a low level enchantment that becomes redundant at a higher level, a second visit to an enchanter could perhaps upgrade the enchantment. You could also gate the enchantment power depending on the size and location of the tattoo if you so choose. Perhaps you give players access to a high level enchantment early but in return they had to commit to a full back tattoo that restricts further tattoos in that location.",
								"Ultimately, if you're using this system it is incredibly important to consider what exactly would amount to an enchantment that hurts game balance in your setting.",
								{
									"type": "section",
									"name": "Enchanting costs",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"Enchantment Strength",
												"Pricing"
											],
											"colStyles": [
												"col-8 text-center",
												"col-4 text-center"
											],
											"rows": [
												[
													"Low",
													"500 gp"
												],
												[
													"Medium",
													"1500 gp"
												],
												[
													"High",
													"5000 gp"
												]
											]
										},
										{
											"type": "table",
											"colLabels": [
												"Enchanter Skill",
												"Pricing"
											],
											"colStyles": [
												"col-8 text-center",
												"col-4 text-center"
											],
											"rows": [
												[
													"Beginner",
													"250 gp"
												],
												[
													"Intermediate",
													"500 gp"
												],
												[
													"Master",
													"1000 gp"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Enchantments",
							"entries": [
								"The following enchantments should not be considered sacrosant, tweak and create your own as you please these only exist to provide ideas. Players that want to create your own, check with your DM!",
								{
									"type": "section",
									"name": "Mark of Enhanced Skill",
									"entries": [
										"{@b Enchantment Difficulty}: Low",
										"{@b Tattoo Size}: Any",
										"{@b Tattoo Location}: Anywhere",
										"{@b Tattoo Style}: Any",
										"Increase any skill by one. Once skill has been selected, it cannot be changed without upgrading the enchantment."
									]
								},
								{
									"type": "section",
									"name": "Mark of Greater Skill",
									"entries": [
										"{@b Enchantment Difficulty}: Intermediate",
										"{@b Tattoo Size}: Medium or greater",
										"{@b Tattoo Location}: Anywhere",
										"{@b Tattoo Style}: Typical or greater",
										"Increase any skill by two or any two skills by one. Once skill(s) has been selected, it cannot be changed without upgrading the enchantment."
									]
								},
								{
									"type": "section",
									"name": "Mark of Superior Skill",
									"entries": [
										"{@b Enchantment Difficulty}: Master",
										"{@b Tattoo Size}: Medium or greater",
										"{@b Tattoo Location}: Anywhere",
										"{@b Tattoo Style}: Typical or greater",
										"Increase any skill by three or any two skills by two and one respectively. Once skill(s) has been selected, it cannot be changed."
									]
								},
								{
									"type": "section",
									"name": "Mark of Lesser Shielding",
									"entries": [
										"{@b Enchantment Difficulty}: Low",
										"{@b Tattoo Size}: Medium or greater",
										"{@b Tattoo Location}: Chest/back",
										"{@b Tattoo Style}: Simple or greater",
										"Creature gains a bonus of 1 to their AC while wearing light armour or no armour"
									]
								},
								{
									"type": "section",
									"name": "Mark of Greater Shielding",
									"entries": [
										"{@b Enchantment Difficulty}: Medium",
										"{@b Tattoo Size}: Medium or greater",
										"{@b Tattoo Location}: Chest/back",
										"{@b Tattoo Style}: Typical or greater",
										"Creature gains a bonus of 2 to their AC while wearing light armour or no armour"
									]
								},
								{
									"type": "section",
									"name": "Mark of Many Cantrips",
									"entries": [
										"{@b Enchantment Difficulty}: Low",
										"{@b Tattoo Size}: Medium or greater",
										"{@b Tattoo Location}: Arm Tattoo",
										"{@b Tattoo Style}: Simple or greater",
										"Select up to three cantrips from a spell list outside of your class. You can now cast these cantrips up to three times per short rest. These cantrips cannot be changed once they have been selected."
									]
								},
								{
									"type": "section",
									"name": "Mark of Darkvision",
									"entries": [
										"{@b Enchantment Difficulty}: Low",
										"{@b Tattoo Size}: Small or greater",
										"{@b Tattoo Location}: Head/face",
										"{@b Tattoo Style}: Simple or greater",
										"Creature gains Darkvision up to 60 feet. If the character already has darkvision, add 60 feet to their total darkvision."
									]
								},
								{
									"type": "section",
									"name": "Mark of True Sight",
									"entries": [
										"{@b Enchantment Difficulty}: Master",
										"{@b Tattoo Size}: Medium or greater",
										"{@b Tattoo Location}: Head/face",
										"{@b Tattoo Style}: Ornate",
										"Creature can utilise True Sight for up to 30 minutes per short rest. a creature with truesight can see in normal and magical darkness, up to 60 feet, see invisible creatures and objects, automatically detect visual illusions and succeed on saving throws against them, and perceives the original form of a shapechanger or a creature that is transformed by magic. Furthermore, the creature can see into the Ethereal Plane."
									]
								},
								{
									"type": "section",
									"name": "Mark of Indentification",
									"entries": [
										"{@b Enchantment Difficulty}: Low",
										"{@b Tattoo Size}: Small or greater",
										"{@b Tattoo Location}: Anywhere",
										"{@b Tattoo Style}: Simple or greater",
										"Once per long rest, you can cast the Identify spell without S/M components"
									]
								},
								{
									"type": "section",
									"name": "Mark of Haste",
									"entries": [
										"{@b Enchantment Difficulty}: Medium",
										"{@b Tattoo Size}: Medium or greater",
										"{@b Tattoo Location}: Legs",
										"{@b Tattoo Style}: Typical or greater",
										"Once per short rest, you can caste the Haste spell on yourself only without the need for S/M components"
									]
								},
								{
									"type": "section",
									"name": "Mark of Enlarge/Reduce",
									"entries": [
										"{@b Enchantment Difficulty}: Low",
										"{@b Tattoo Size}: Small or greate",
										"{@b Tattoo Location}: Chest/Back",
										"{@b Tattoo Style}: Simple or greater",
										"Once per short rest, you can caste the Enlarge/Reduce spell on yourself only without the need for S/M components"
									]
								},
								{
									"type": "section",
									"name": "Mark of the Familiar",
									"entries": [
										"{@b Enchantment Difficulty}: Low",
										"{@b Tattoo Size}: Small or greater",
										"{@b Tattoo Location}: Anywhere",
										"{@b Tattoo Style}: Simple or greater",
										"You can cast Find Familiar without the need for S/M components."
									]
								},
								{
									"type": "section",
									"name": "Mark of Summoning",
									"entries": [
										"{@b Enchantment Difficulty}: Medium",
										"{@b Tattoo Size}: Medium or greater",
										"{@b Tattoo Location}: Anywhere",
										"{@b Tattoo Style}: Typical or greater",
										"You can summon a friendly creature you have seen before up to challenge rating 6. The creature appears in an unocuppied space within 30 feet of the caster."
									]
								},
								{
									"type": "section",
									"name": "Mark of Wish Enchantment",
									"entries": [
										"{@b Enchantment Difficulty}: Master",
										"{@b Tattoo Size}: Full Body Tattoo",
										"{@b Tattoo Location}: Full Body",
										"{@b Tattoo Style}: Ornate",
										"You can cast the Wish spell once per long rest. The stress of casting this spell increases the chances that you will not be able to cast it again to fifty percent. In the event that you lose the ability to cast this spell, the tattoo that provided the enchantment is painfully burnt off and you suffer 8d10 damage."
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Mark of Enhanced Skill",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Low",
				"{@b Tattoo Size}: Any",
				"{@b Tattoo Location}: Anywhere",
				"{@b Tattoo Style}: Any",
				"Increase any skill by one. Once skill has been selected, it cannot be changed without upgrading the enchantment."
			]
		},
		{
			"name": "Mark of Greater Skill",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Intermediate",
				"{@b Tattoo Size}: Medium or greater",
				"{@b Tattoo Location}: Anywhere",
				"{@b Tattoo Style}: Typical or greater",
				"Increase any skill by two or any two skills by one. Once skill(s) has been selected, it cannot be changed without upgrading the enchantment."
			]
		},
		{
			"name": "Mark of Superior Skill",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Master",
				"{@b Tattoo Size}: Medium or greater",
				"{@b Tattoo Location}: Anywhere",
				"{@b Tattoo Style}: Typical or greater",
				"Increase any skill by three or any two skills by two and one respectively. Once skill(s) has been selected, it cannot be changed."
			]
		},
		{
			"name": "Mark of Lesser Shielding",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Low",
				"{@b Tattoo Size}: Medium or greater",
				"{@b Tattoo Location}: Chest/back",
				"{@b Tattoo Style}: Simple or greater",
				"Creature gains a bonus of 1 to their AC while wearing light armour or no armour"
			]
		},
		{
			"name": "Mark of Greater Shielding",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Medium",
				"{@b Tattoo Size}: Medium or greater",
				"{@b Tattoo Location}: Chest/back",
				"{@b Tattoo Style}: Typical or greater",
				"Creature gains a bonus of 2 to their AC while wearing light armour or no armour"
			]
		},
		{
			"name": "Mark of Many Cantrips",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Low",
				"{@b Tattoo Size}: Medium or greater",
				"{@b Tattoo Location}: Arm Tattoo",
				"{@b Tattoo Style}: Simple or greater",
				"Select up to three cantrips from a spell list outside of your class. You can now cast these cantrips up to three times per short rest. These cantrips cannot be changed once they have been selected."
			]
		},
		{
			"name": "Mark of Darkvision",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Low",
				"{@b Tattoo Size}: Small or greater",
				"{@b Tattoo Location}: Head/face",
				"{@b Tattoo Style}: Simple or greater",
				"Creature gains Darkvision up to 60 feet. If the character already has darkvision, add 60 feet to their total darkvision."
			]
		},
		{
			"name": "Mark of True Sight",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Master",
				"{@b Tattoo Size}: Medium or greater",
				"{@b Tattoo Location}: Head/face",
				"{@b Tattoo Style}: Ornate",
				"Creature can utilise True Sight for up to 30 minutes per short rest. a creature with truesight can see in normal and magical darkness, up to 60 feet, see invisible creatures and objects, automatically detect visual illusions and succeed on saving throws against them, and perceives the original form of a shapechanger or a creature that is transformed by magic. Furthermore, the creature can see into the Ethereal Plane."
			]
		},
		{
			"name": "Mark of Indentification",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Low",
				"{@b Tattoo Size}: Small or greater",
				"{@b Tattoo Location}: Anywhere",
				"{@b Tattoo Style}: Simple or greater",
				"Once per long rest, you can cast the Identify spell without S/M components"
			]
		},
		{
			"name": "Mark of Haste",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Medium",
				"{@b Tattoo Size}: Medium or greater",
				"{@b Tattoo Location}: Legs",
				"{@b Tattoo Style}: Typical or greater",
				"Once per short rest, you can caste the Haste spell on yourself only without the need for S/M components"
			]
		},
		{
			"name": "Mark of Enlarge/Reduce",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Low",
				"{@b Tattoo Size}: Small or greate",
				"{@b Tattoo Location}: Chest/Back",
				"{@b Tattoo Style}: Simple or greater",
				"Once per short rest, you can caste the Enlarge/Reduce spell on yourself only without the need for S/M components"
			]
		},
		{
			"name": "Mark of the Familiar",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Low",
				"{@b Tattoo Size}: Small or greater",
				"{@b Tattoo Location}: Anywhere",
				"{@b Tattoo Style}: Simple or greater",
				"You can cast Find Familiar without the need for S/M components."
			]
		},
		{
			"name": "Mark of Summoning",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Medium",
				"{@b Tattoo Size}: Medium or greater",
				"{@b Tattoo Location}: Anywhere",
				"{@b Tattoo Style}: Typical or greater",
				"You can summon a friendly creature you have seen before up to challenge rating 6. The creature appears in an unocuppied space within 30 feet of the caster."
			]
		},
		{
			"name": "Mark of Wish Enchantment",
			"source": "EnchantTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Enchantment Difficulty}: Master",
				"{@b Tattoo Size}: Full Body Tattoo",
				"{@b Tattoo Location}: Full Body",
				"{@b Tattoo Style}: Ornate",
				"You can cast the Wish spell once per long rest. The stress of casting this spell increases the chances that you will not be able to cast it again to fifty percent. In the event that you lose the ability to cast this spell, the tattoo that provided the enchantment is painfully burnt off and you suffer 8d10 damage."
			]
		}
	],
	"table": [
		{
			"name": "Tattoo Design",
			"source": "EnchantTattoos",
			"caption": "Tattoo Design",
			"colLabels": [
				"Activity",
				"DC"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Design a simple tattoo",
					"5"
				],
				[
					"Design a typical tattoo",
					"10"
				],
				[
					"Design an intricate tattoo",
					"15"
				]
			]
		},
		{
			"name": "Tattoo Costs (location)",
			"source": "EnchantTattoos",
			"caption": "Tattoo Costs (location)",
			"colLabels": [
				"Location",
				"Pricing"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Face",
					"50 gp"
				],
				[
					"Chest",
					"40 gp"
				],
				[
					"Back",
					"45 gp"
				],
				[
					"Arms",
					"25 gp"
				],
				[
					"Legs",
					"25 gp"
				],
				[
					"Tail/Unique Feature",
					"75 gp"
				]
			]
		},
		{
			"name": "Tattoo Costs (size)",
			"source": "EnchantTattoos",
			"caption": "Tattoo Costs (size)",
			"colLabels": [
				"Size",
				"Pricing"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Small",
					"25 gp"
				],
				[
					"Medium",
					"50 gp"
				],
				[
					"Large",
					"100 gp"
				]
			]
		},
		{
			"name": "Tattoo Costs (Design)",
			"source": "EnchantTattoos",
			"caption": "Tattoo Costs (Design)",
			"colLabels": [
				"Design Type",
				"Pricing"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Simple",
					"20 gp"
				],
				[
					"Tribal",
					"30 gp"
				],
				[
					"Typical",
					"40 gp"
				],
				[
					"Intricate",
					"65 gp"
				],
				[
					"Ornate",
					"100 gp"
				]
			]
		},
		{
			"name": "Tattoo Costs (Colour)",
			"source": "EnchantTattoos",
			"caption": "Tattoo Costs (Colour)",
			"colLabels": [
				"Colour",
				"Pricing"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Black",
					"5 gp "
				],
				[
					"White",
					"10 gp"
				],
				[
					"Brown",
					"10 gp"
				],
				[
					"Red",
					"15 gp"
				],
				[
					"Other",
					"25 gp"
				]
			]
		},
		{
			"name": "Tattoo Costs (Skill)",
			"source": "EnchantTattoos",
			"caption": "Tattoo Costs (Skill)",
			"colLabels": [
				"Artist Skill",
				"Pricing"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Beginner",
					"50 gp"
				],
				[
					"Intermediate",
					"100 gp"
				],
				[
					"Master",
					"250 gp"
				]
			]
		},
		{
			"name": "Tattoo Time to Complete",
			"source": "EnchantTattoos",
			"caption": "Tattoo Time to Complete",
			"colLabels": [
				"Size",
				"Time (in hours)"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Small",
					"{@dice 1d4}"
				],
				[
					"Medium",
					"{@dice 2d4}"
				],
				[
					"Large",
					"{@dice 4d4}"
				]
			]
		},
		{
			"name": "Tattoo Design",
			"source": "EnchantTattoos",
			"caption": "Tattoo Design",
			"colLabels": [
				"Design Time",
				"Time (in hours)"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Simple",
					"{@dice 1d4}"
				],
				[
					"Tribal",
					"{@dice 1d4}"
				],
				[
					"Typical",
					"{@dice 2d4}"
				],
				[
					"Intricate",
					"{@dice 4d4}"
				],
				[
					"Ornate",
					"{@dice 5d4}"
				]
			]
		},
		{
			"name": "Tattoo Artist Skill",
			"source": "EnchantTattoos",
			"caption": "Tattoo Artist Skill",
			"colLabels": [
				"Artist Skill",
				"Time (in hours)"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Beginner",
					"{@dice 4d4}"
				],
				[
					"Intermediate",
					"{@dice 2d4}"
				],
				[
					"Master",
					"{@dice 1d4}"
				]
			]
		},
		{
			"name": "Tattoo Enchanting Costs (strength)",
			"source": "EnchantTattoos",
			"caption": "Tattoo Enchanting Costs (strength)",
			"colLabels": [
				"Enchantment Strength",
				"Pricing"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Low",
					"500 gp"
				],
				[
					"Medium",
					"1500 gp"
				],
				[
					"High",
					"5000 gp"
				]
			]
		},
		{
			"name": "Tattoo Enchanting Costs (Skill)",
			"source": "EnchantTattoos",
			"caption": "Tattoo Enchanting Costs (Skill)",
			"colLabels": [
				"Enchanter Skill",
				"Pricing"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Beginner",
					"250 gp"
				],
				[
					"Intermediate",
					"500 gp"
				],
				[
					"Master",
					"1000 gp"
				]
			]
		}
	]
}
