{
	"_meta": {
		"sources": [
			{
				"json": "TCAH",
				"abbreviation": "TCAH",
				"full": "The Complete Armorer's Handbook",
				"authors": [
					"heavyarms"
				],
				"convertedBy": [
					"Lxran#2292"
				],
				"version": "2.0",
				"color": "402316",
				"url": "https://www.dmsguild.com/product/300395/The-Armorers-Handbook-Equipment-Upgrade-and-Rune-Magic-System",
				"targetSchema": "1.2"
			}
		],
		"dateAdded": 1606496651,
		"dateLastModified": 1729630006,
		"optionalFeatureTypes": {
			"RS": "Runestone;",
			"RS:C": "Runestone; Common",
			"RS:UC": "Runestone; Uncommon",
			"RS:R": "Runestone; Rare",
			"RS:VR": "Runestone; Very Rare",
			"RS:L": "Runestone; Legendary"
		},
		"_dateLastModifiedHash": "00916145fd",
		"edition": "classic"
	},
	"book": [
		{
			"name": "The Complete Armorer's Handbook",
			"source": "TCAH",
			"published": "2020-01-13",
			"author": "heavyarms",
			"id": "TCAH",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TCAH/Cover.png"
			},
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"Using This Supplement"
					]
				},
				{
					"name": "Arms & Armor",
					"headers": [
						"Upgrading Equipment",
						"Armor and Shields",
						"Weapons",
						"Additional Options"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 1
					}
				},
				{
					"name": "Rune Magic",
					"headers": [
						"Runestones",
						"Runesmithing",
						"Runesmith's Guild",
						"Additional Options",
						"Runestones A-Z"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 2
					}
				},
				{
					"name": "Weapon Upgrade Analysis",
					"ordinal": {
						"type": "appendix",
						"identifier": "A"
					}
				},
				{
					"name": "Weapon Upgrade Quick Reference",
					"ordinal": {
						"type": "appendix",
						"identifier": "B"
					}
				},
				{
					"name": "Runesmithing Probability Tables",
					"ordinal": {
						"type": "appendix",
						"identifier": "C"
					}
				},
				{
					"name": "FAQ",
					"ordinal": {
						"type": "appendix",
						"identifier": "D"
					}
				}
			]
		}
	],
	"bookData": [
		{
			"id": "TCAH",
			"source": "TCAH",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"page": 5,
					"entries": [
						"An ordinary longsword, a gift from your father before entering into the King's service. The bow you carried on your first hunt. The axe that dealt the killing blow to the fearsome bugbear Klarg. To anyone else, these items are unremarkable: they harbour no powerful magic, nor are they central to any great prophecy, or spoken of by storytellers in taverns and around campfires. However, to you, they hold a special significance, and are already part of your story—a story as yet untold.",
						"The first in a series of crafting and toolkit expansions for the fifth edition of Dungeons & Dragons, the {@b Complete Armorer's Handbook} provides a wealth of new options for modifying, upgrading, and maintaining equipment. Moreover, it provides specific and interactive roles for various NPC craftspersons to help breathe life into your games. The worlds of D&D are full of people in need of assistance from an group of courageous adventurers—it can't hurt to introduce a few whose help is needed in turn!",
						{
							"type": "section",
							"name": "Using This Supplement",
							"page": 5,
							"entries": [
								"Written for both players and Dungeon Masters, this supplement provides everything you need to introduce customizable arms and armor into your game. The rules for upgrading equipment presented herein build on the core rules found in {@book chapter 5|phb|5} of the {@b Player's Handbook}. In addition, where reference is made to an appropriate artisan or using an appropriate set of artisan's tools, the \"Tool Proficiencies\" section in {@book chapter 2|XGE|2|tool proficiencies} of {@b Xanathar's Guide to Everything} should function as your guide.",
								"Chapter 1 covers the primary ruleset for the nonmagical improvement of arms and armor, as well as introducing new types of ammunition for ranged weapons. It also includes optional rules for equipment wear and repair and presents a variety of special materials iconic to the Dungeons & Dragons multiverse that are easily integrated into the base system at your option.",
								"Chapter 2 expands on the runic upgrade presented in the first chapter, acting as the bridge to imbuing mundane equipment with magical effects. Runestones, crafted from gemstones, can be affixed to runic equipment and act as a conduit for the powerful magics contained within, but channeling such magics requiresd attunement by the wielder. This chapter also introduces a complete ruleset enabling characters to create their own runestones using a brand new set of artisan's tools.",
								{
									"type": "entries",
									"name": "What the Supplement Provides",
									"page": 5,
									"entries": [
										"This supplement provides a complete framework for putting your heroes in charge of their equipment selection and progression, offering compelling narrative opportunities, and introducing a much-needed structured gold-sink into fifth edition without reverting to magic item shops or adversely affecting game balance. In summary, this supplement is a complete plug and play framework that brings the following benefits to your games:",
										{
											"type": "list",
											"items": [
												"Increased {@b player agency} and foresight over equipment progression—make equipment progression as fun as leveling up!",
												"{@b Narrative investment} in equipment by offering an alternative to replacement as an upgrade path.",
												"A fun and interactive {@b money sink} with tangible benefits and structured progression.",
												"Reduces decision-making overhead on the Dungeon Master."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Impact on Game Balance",
									"page": 5,
									"entries": [
										"The material contained herein has been developed and tested over a period of two years for balance, consistency, and adherence to the design expectations of official source material (the runesmithing section is relatively new, but has been a roaring success since its inception!) While the majority of options are easily assessed without great need to stop and consider, unpacking the weapon upgrade options is a more demanding task. As such, an analysis of these upgrades is presented in {@book appendix A|TCAH|3}. In summary, scaling through the weapon upgrade options closely approximates the suggested values for magic items in the {@b {@i Dungeon Master's Guide}} as follows:",
										{
											"type": "table",
											"caption": "Weapon Upgrade Comparison",
											"colLabels": [
												"Tier",
												"Rarity",
												"Guide Price (DMG)",
												"Equivalent Power Upgrade Cost"
											],
											"colStyles": [
												"col-1 text-center",
												"col-3",
												"col-4 text-right",
												"col-4 text-right"
											],
											"rows": [
												[
													"+1",
													"Uncommon",
													"101-500 gp",
													"300-1,700 gp*"
												],
												[
													"+2",
													"Rare",
													"501-5,000 gp",
													"4000-5,000 gp"
												],
												[
													"+3",
													"Very rare",
													"5001-50,000 gp",
													"16,000-28,000 gp"
												]
											],
											"footnotes": [
												"* Cost varies depending on the requirement for the ability to overcoem resistance and immunity to nonmagical attacks and damage."
											]
										},
										{
											"type": "inset",
											"name": "Your Game, Your Rules",
											"entries": [
												"There are a lot of options presented in this supplement, each capable of being introduced to your game in any combination or standalone. Using all options—or \"all systems go\"—is how I run games at my table. However, there is no one-size-fits-all. If you don't like an option, drop it! If something isn't quite right for your game, change it! I encourage you to approach this supplement as a toolbox, from which you can take whatever works for you."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Arms & Armor",
					"page": 7,
					"entries": [
						"Make improvements, not excuses! So goes the saying of the dwarves of Mithral Hall. Will you hone your blade to a razor's edge, or increase the poundage of your bow with an oiled string? Perhaps your hauberk would benefit from a lining of yeti fur for an upcoming journey into the mountains, or how about integrating a clever climbing harness into your leather armor for some late-night \"window shopping\"? Rumor also has it there's a new breed of artisan able imbue your equipment with magic.",
						"This chapter details the options available to a character seeking to improve their equipment by having it upgraded by a skilled artisan. Also presented are optional rules for new types of special ammunition, rare and special material, and equipment wear and repair.",
						{
							"type": "section",
							"name": "Upgrading Equipment",
							"page": 7,
							"entries": [
								"When you create your character, you receive equipment based on a combination of your class and background. You decide how you character came by this starting equipment. A sword might be a family heirloom, passed from father to eldest child for generations—but what happens when you find something better in just a few short sessions?",
								"Unfortunately the core rules don't offer any options for the scaling of items alongside the player character—and so that sword is inevitably discarded, cast away and forgotten. The problem is twofold: First, it precludes the integration of your equipment into your story—either as part of a backstory, or an item becoming integral part of a character through play (or indeed, both). Second, responsibility for equipment progression is yet another responsilibity on the shoulders of the Dungeon Master.",
								"This supplement aims to address these issues by providing a player-driven system that seamlessly overlays the core rules without any jagged edges or need for complicated errata. The only requirement for the Dungeon Master is to create new and interesting NPCs that your characters will come to know and love.",
								"",
								"Let's get started.",
								{
									"type": "entries",
									"name": "The Basics",
									"page": 7,
									"entries": [
										"The process of upgrading a piece of equipment always has a number of basic requirements regardless of its type. The following general rules apply when upgrading equipment using this supplement:",
										{
											"type": "list",
											"items": [
												"Upgrades take the form of {@b tags}. Tags add new properties to equipment.",
												"Each tag is unique and can only be applied to a piece of equipment once.",
												"Upgrading a piece of equipment with a new tag can only be performed by a dedicated NPC craftsperson of the appropriate discipline in a workshop environment.",
												"Upgrading a piece of equipment with a new tag is a skilled endeavour, taking anywhere from an hour to more than a week depending on the task.",
												"On your adventures, you may come across equipment already possessing tags; either for sale, offered as rewards, or available through other means."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Upgrading and Magic Items",
									"page": 7,
									"entries": [
										"Due to their extraordinary artisanship and magical reinforcement, magic items can't be modified using normal artisanal methods. As such, the upgrades presented in this chapter can't be applied to magic items.",
										"Furthermore, none of the upgrades presented in this supplement confer \"magic item\" status to a piece of equipment, though certain upgrades may result in a piece of equipment being considered under certain circumstances."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Armor and Shields",
							"page": 8,
							"entries": [
								"This section is intended to compliment and expand on the \"Armor and Shields\" section in {@book chapter 5|PHB|5} of the {@i Player's Handbook}.",
								{
									"type": "entries",
									"name": "Armor Revisions",
									"page": 8,
									"entries": [
										"The {@table Revised Armor|TCAH|Revised Armor table} is intended to replace the Armor table found in the {@b {@i Player's Handbook}}. Previous names are referenced in brackets for the purposes of class equipment selection.",
										{
											"type": "table",
											"caption": "Revised Armor",
											"colLabels": [
												"Armor",
												"Cost",
												"Armor Class (AC)",
												"Strength",
												"Weight",
												"Properties"
											],
											"colStyles": [
												"col-3",
												"col-1 text-right",
												"col-3",
												"col-1",
												"col-1 text-right",
												"col-3"
											],
											"rows": [
												[
													"{@i Light Armor}",
													"",
													"",
													"",
													"",
													""
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Gambeson|TCAH}* {@i (leather)}",
														"15 gp",
														"11 + Dex modifier",
														"—",
														"8 lb.",
														""
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Leather jerkin|TCAH} {@i (studded leather)}",
														"45 gp",
														"12 + Dex modifier",
														"—",
														"10 lb.",
														""
													]
												},
												[
													"{@i Medium Armor}",
													"",
													"",
													"",
													"",
													""
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Mail Shirt|TCAH} {@i (chain shirt)}",
														"60 gp",
														"13 + Dex modifier (max 2)",
														"—",
														"25 lb.",
														""
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Lamellar|TCAH} {@i (scale mail)}",
														"150 gp",
														"14 + Dex modifier (max 2)",
														"—",
														"20 lb.",
														"Disadvantage ({@skill Stealth})"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Hauberk|TCAH} {@i (breastplate)}",
														"250 gp",
														"14 + Dex modifier (max 2)",
														"—",
														"30 lb.",
														""
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Brigandine|TCAH} {@i (half plate)}",
														"450 gp",
														"15 + Dex modifier (max 2)",
														"—",
														"40 lb.",
														"Disadvantage ({@skill Stealth})"
													]
												},
												[
													"{@i Heavy Armor}",
													"",
													"",
													"",
													"",
													""
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Cuirass|TCAH} {@i (chain mail)}",
														"90 gp",
														16,
														"Str 13",
														"30 lb.",
														"Disadvantage ({@skill Stealth})"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Half Plate Armor|TCAH|Half plate}† {@i (splint)}",
														"450 gp",
														17,
														"Str 15",
														"45 lb.",
														"Disadvantage ({@skill Stealth})"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Plate Armor|TCAH|Plate}†",
														"900 gp",
														18,
														"Str 15",
														"60 lb.",
														"Disadvantage ({@skill Stealth})"
													]
												},
												[
													"{@i Shields}",
													"",
													"",
													"",
													"",
													""
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Buckler|TCAH}",
														"10 gp",
														"+1",
														"—",
														"3 lb.",
														""
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Heater Shield|TCAH}",
														"20 gp",
														"+2",
														"Str 13",
														"8 lb.",
														""
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Tower Shield|TCAH}",
														"75 gp",
														"+3",
														"Str 15",
														"15 lb.",
														"Special"
													]
												}
											],
											"footnotes": [
												"* All medium and heavy armors require a {@item gambeson|TCAH} underlay. If you already possess a {@item gambeson|TCAH} you can subtract 15 gp from the cost when purchasing a suit of medium or heavy armor.",
												"† Heavy armor can be upgraded to the next tier up for the difference in cost. For example, a blacksmith can upgrade a {@item cuirass|TCAH} to a suit of {@item half plate armor|TCAH|half plate} for a cost of 360 gp."
											]
										},
										{
											"type": "entries",
											"name": "Armor Descriptions",
											"page": 8,
											"entries": [
												"The following new types of armor have been added to the Revised Armor table:",
												{
													"type": "entries",
													"name": "Brigandine",
													"page": 8,
													"entries": [
														"Brigandine is a sturdy coat of layered linen or leather lined with small steel plates riveted to the fabric."
													]
												},
												{
													"type": "entries",
													"name": "Cuirass",
													"page": 8,
													"entries": [
														"A type of armor formed of a single or multiple pieces of metal that cover the torso. A cuirass generally refers to both a chest plate and back piece together."
													]
												},
												{
													"type": "entries",
													"name": "Gambeson",
													"page": 8,
													"entries": [
														"A gambeson is a padded defensive jacket, either worn separately or as an underlay for heavier types of armor. It can also double as a winter coat."
													]
												},
												{
													"type": "entries",
													"name": "Hauberk",
													"page": 8,
													"entries": [
														"A hauberk is a shirt of mail that reaches at least ot mid-thigh and includes sleeves."
													]
												},
												{
													"type": "entries",
													"name": "Lamellar",
													"page": 8,
													"entries": [
														"This is a type of body armor made from small rectangular paltes (scales or lamellae) of iron, leather, or bronze laced into horizontal rows."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Armor Properties",
											"page": 8,
											"entries": [
												"The \"Properties\" column in the Revised Armor table replaces the previous \"Stealth\" column, with the following definitions:",
												{
													"type": "entries",
													"name": "Disadvantage (Stealth)",
													"page": 8,
													"entries": [
														"You have disadvantage on Dexterity ({@skill Stealth}) made while wearing this armor."
													]
												},
												{
													"type": "entries",
													"name": "Special (Tower Shield)",
													"page": 8,
													"entries": [
														"You can't make opportunity attacks while holding this shield."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Upgrading Armor",
									"page": 8,
									"entries": [
										"There are a number of options available to a character to upgrade their armor, from high-cost armor proofing, to useful additions like insulation suitable for cold weather environments. A complete list of these options, as well as cost and any additional requirements, are shown in the {@table Armor Upgrades|TCAH|Armor Upgrades table} on the following page. In addition to the basic rules for upgrading, the following rules apply when upgrading a suit of armor or a shield with a new tag:",
										{
											"type": "list",
											"items": [
												"Any prerequisite conditions must be satisfied to apply a new tag, as shown in the Armor Upgrades table.",
												"Typically, it takes an artisan a full day of work (minimum 8 hours) to upgrade a suit of armor or a shield with a new tag.",
												{
													"type": "item",
													"name": "Armor Proofing",
													"entries": [
														"The proofing process normally requires a full workweek (5 days) and can only be undertaken by a master artisan. Once added, armor proofing tags can't be removed from a suit of armor."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Armor Proofing",
											"page": 8,
											"entries": [
												"The primary method of upgrading armor, proofing is the process of testing and improving a suit of armor's ability to withstand blows of various types below a certain threshold, being certified as proof against swords, arrows, and warhammers. While all types of armor can be proofed against slashing damage, only medium and heavy armors can be proofed against piercing damage, and only heavy armor can be proofed against bludgeoning attacks."
											]
										},
										{
											"type": "entries",
											"name": "Other Upgrades",
											"page": 8,
											"entries": [
												"In addition to proofing, various other upgrades are available to armors meeting the prerequisites for each, as shown in the Armor Upgrades table. Certain upgrades are incompatible, such as the {@b {@i breathable}} and {@b {@i insulated}} tags, while others have specific requirements (for example, the {@b {@i runic}} tag can only be applied by a runesmith.) Certain types of armor upgrade tags may be removable or temporary. For example, you may be able to remove the {@b {@i muffled}} tag by extracting the padding sewn into the joints. When in doubt, consult with your DM.",
												{
													"type": "inset",
													"name": "Variant: Armor Proofing",
													"entries": [
														"Your DM might allow you to replace the properties of armor proofing with a bonus to Armor Class. In this case, each tier of proofing provides a cumulative +1 bonus to AC, and the cost of each is tripled."
													]
												}
											]
										},
										{
											"type": "table",
											"caption": "Armor Upgrades",
											"colLabels": [
												"Tag",
												"Cost",
												"Prerequisite",
												"Properties"
											],
											"colStyles": [
												"col-3",
												"col-2 text-right",
												"col-3",
												"col-4"
											],
											"rows": [
												[
													"Armor Proofing: 1st tier",
													"1,000 gp",
													"Light, medium or heavy armor",
													"While wearing this armor, if you would take 6 or less nonmagical slashing damage before resistance is applied, you take none of that damage instead."
												],
												[
													"Armor Proofing: 2nd tier",
													"2,000 gp",
													"Medium or heavy armor with {@i 1st tier armor proofing} tag",
													"While wearing this armor, if you would take 7 or less nonmagical slashing or piercing damage before resistance is applied, you take none of that damage instead."
												],
												[
													"Armor Proofing: 3rd tier",
													"3,000 gp",
													"Heavy armor with the {@i 2nd tier armor proofing} tag",
													"While wearing this armor, if you would take 8 or less nonmagical slashing, piercing, or bludgeoning damage before resistance is applied, you take none of that damage instead."
												],
												[
													"Breathable",
													"100 gp",
													"Light or medium armor. Incompatible with the {@i insulated} tag.",
													"While wearing this armor, you have advantage on saving throws you make against exhaustion effects due to extreme heat, as described in {@book chapter 5|DMG|5} of the {@i Dungeon Master's Guide}."
												],
												[
													"Burnished",
													"10 gp",
													"Heavy armor",
													"This armor has been polished to a mirror finish. While wearing it, you may have advantage on Charisma-based skill checks when interacting with certain humanoids, as determined by the DM. This tag is automatically removed after 24 hours of wear or at the end of a combat."
												],
												[
													"Climbing harness",
													"100 gp",
													"Light, medium, or heavy armor",
													"This armor has been modified with a climbing harness around the midriff, comprising leather straps and quickdraws. While wearing it, you make Strength (Athletics) checks to scale vertical surfaces with advantage when using a rope or similar aid."
												],
												[
													"Decorated",
													"5gp",
													"Medium or heavy armor and shields",
													"This armor or shield is adorned with a holy symbol and can be used as a spellcasting focus for cleric and paladin spells."
												],
												[
													"Insulated",
													"100 gp",
													"Incompatible with {@i breathable} tag.",
													"This armor counts as cold weather gear in conditions of extreme cold, as described in {@book chapter 5|DMG|5} of the {@i Dungeon Master's Guide}."
												],
												[
													"Locking joints",
													"150 gp",
													"Half plate or plate armor",
													"This armor is made with hinged joints that can be locked by a quick motion from the wearer. While wearing it, you make Strength ({@skill Athletics}) checks to oppose attempts to shove you with advantage."
												],
												[
													"Muffled",
													"50 gp",
													"Brigandine armor",
													"This armor no longer confers disadvantage on Dexterity ({@skill Stealth}) checks."
												],
												[
													"Quick-release clasps",
													"200 gp",
													"Light, medium, or heavy armor",
													"You can doff this armor as an action."
												],
												[
													"Reinforced",
													"300 gp",
													"Heavy armor",
													"This armor has been reinforced at the joints and other weak points. While wearing it, critical damage you take from nonmagical attacks is reduced by 3."
												],
												[
													"Runic",
													"400 gp",
													"{@i Armor proofing} tag (any tier) or a shield. Can only be applied by a runesmith*.",
													"This armor or shield can be imbued with rune magic.*"
												],
												[
													"Spiked",
													"250 gp",
													"Medium or heavy armor",
													"This armor has been modified with spikes, barbs, or other similar feature, and deals {@dice 1d4} piercing damage to creatures attacking with unarmed strikes or natural weapons that aren't magical."
												]
											],
											"footnotes": [
												"See {@book chapter 2|TCAH|2}, \"Rune Magic\"."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Weapons",
							"page": 10,
							"entries": [
								"This section is intended to compliment and expand on the \"{@book Weapons|PHB|5|Weapons}\" section in {@book chapter 5|PHB|5} of the {@b {@i Player's Handbook}}.",
								{
									"type": "entries",
									"name": "Weapon Revisions",
									"page": 10,
									"entries": [
										"The following new properties have been added to certain weapons. The {@table Revised Weapons|TCAH|Revised Weapons table} reflects these changes in {@b bold} for easy reference:",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Bandolier (daggers and darts)",
													"page": 10,
													"entries": [
														"When making a ranged attack with a weapon that has the bandolier property, you can immediately draw another weapon of the same type as part of the attack."
													]
												},
												{
													"type": "entries",
													"name": "Concealed (blowguns, daggers, darts, hand crossbows, and slings)",
													"page": 10,
													"entries": [
														"You have advantage on Dexterity ({@skill Sleight of Hand}) checks you make to keep this weapon hidden."
													]
												},
												{
													"type": "entries",
													"name": "Limited (hand crossbows)",
													"page": 10,
													"entries": [
														"Possession of this weapon is restricted in some soceities, often requiring a special dispensation, rank, or permit."
													]
												},
												{
													"type": "entries",
													"name": "Siege (greatclubs and mauls)",
													"page": 10,
													"entries": [
														"This weapon deals double damage to objects and structures."
													]
												},
												"In addition, the {@b heavy} property has been added to greatclubs."
											]
										}
									]
								},
								{
									"type": "table",
									"caption": "Weapons",
									"colLabels": [
										"Name",
										"Cost",
										"Damage",
										"Weight",
										"Properties"
									],
									"colStyles": [
										"col-4",
										"col-1 text-center",
										"col-2",
										"col-1 -text-right",
										"col-4"
									],
									"rows": [
										[
											"{@i Simple Melee Weapons}",
											"",
											"",
											"",
											""
										],
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Club|phb}",
												"1 sp",
												"1d4 bludgeoning",
												"2 lb.",
												"Light"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Dagger|TCAH}",
												"2 gp",
												"1d4 piercing",
												"1 lb.",
												"{@b Bandolier, concealed,} finesse, light, thrown (range 20/60)"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Greatclub|TCAH}",
												"2 sp",
												"1d8 bludgeoning",
												"10 lb.",
												"{@b Heavy, siege,} two-handed"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Handaxe|phb}",
												"5 gp",
												"1d6 slashing",
												"2 lb.",
												"Light, thrown (range 20/60)"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Javelin|phb}",
												"5 sp",
												"1d6 piercing",
												"2 lb.",
												"Thrown (range 30/120)"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Light hammer|phb}",
												"2 gp",
												"1d4 bludgeoning",
												"2 lb.",
												"Light, thrown (range 20/60)"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Mace|phb}",
												"5 gp",
												"1d6 bludgeoning",
												"4 lb.",
												"—"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Quarterstaff|phb}",
												"2 sp",
												"1d6 bludgeoning",
												"4 lb.",
												"Versatile (1d8)"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Sickle|phb}",
												"1 gp",
												"1d4 slashing",
												"2 lb.",
												"Light"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Spear|phb}",
												"1 gp",
												"1d6 piercing",
												"3 lb.",
												"Thrown (range 20/60), versatile (1d8)"
											]
										},
										[
											"{@i Simple Ranged Weapons}",
											"",
											"",
											"",
											""
										],
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item light crossbow|phb|Crossbow, light}",
												"25 gp",
												"1d8 piercing",
												"5 lb.",
												"Ammunition (range 80/320), loading, two-handed"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Dart|TCAH}",
												"5 cp",
												"1d4 piercing",
												"1/4 lb.",
												"{@b Bandolier, concealed,} finesse, thrown (range 20/60)"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Shortbow|phb}",
												"25 gp",
												"1d6 piercing",
												"2 lb.",
												"Ammunition (range 80/320), two-handed"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Sling|TCAH}",
												"1 sp",
												"1d4 bludgeoning",
												"—",
												"Ammunition (range 30/120), {@b concealed}"
											]
										},
										[
											"{@i Martial Melee Weapons}",
											"",
											"",
											"",
											""
										],
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Battleaxe|phb}",
												"10 gp",
												"1d8 slashing",
												"4 lb.",
												"Versatile (1d10)"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Flail|phb}",
												"10 gp",
												"1d8 bludgeoning",
												"2 lb.",
												"—"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Glaive|phb}",
												"20 gp",
												"1d10 slashing",
												"6 lb.",
												"Heavy, reach, two-handed"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Greataxe|phb}",
												"30 gp",
												"1d12 slashing",
												"7 lb.",
												"Heavy, two-handed"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Greatsword|phb}",
												"50 gp",
												"2d6 slashing",
												"6 lb.",
												"Heavy, two-handed"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Halberd|phb}",
												"20 gp",
												"1d10 slashing",
												"6 lb.",
												"Heavy, reach, two-handed"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Lance|phb}",
												"10 gp",
												"1d12 piercing",
												"6 lb.",
												"Reach, special"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Longsword|phb}",
												"15 gp",
												"1d8 slashing",
												"3 lb.",
												"Versatile (1d10)"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Maul|TCAH}",
												"10 gp",
												"2d6 bludgeoning",
												"10 lb.",
												"Heavy, {@b siege,} two-handed"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Morningstar|phb}",
												"15 gp",
												"1d8 piercing",
												"4 lb.",
												"—"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Pike|phb}",
												"5 gp",
												"1d10 piercing",
												"18 lb.",
												"Heavy, reach, two-handed"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Rapier|phb}",
												"25 gp",
												"1d8 piercing",
												"2 lb.",
												"Finesse"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Scimitar|phb}",
												"25 gp",
												"1d6 slashing",
												"3 lb.",
												"Finesse, light"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Shortsword|phb}",
												"10 gp",
												"1d6 piercing",
												"2 lb.",
												"Finesse, light"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Trident|phb}",
												"5 gp",
												"1d6 piercing",
												"4 lb.",
												"Thrown (range 20/60), versatile (1d8)"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item War pick|phb}",
												"5 gp",
												"1d8 piercing",
												"2 lb.",
												"—"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Warhammer|phb}",
												"15 gp",
												"1d8 bludgeoning",
												"2 lb.",
												"Versatile (1d10)"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Whip|phb}",
												"2 gp",
												"1d4 slashing",
												"3 lb.",
												"Finesse, reach"
											]
										},
										[
											"{@i Martial Ranged Weapons}",
											"",
											"",
											"",
											""
										],
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Blowgun|TCAH}",
												"10 gp",
												"1 piercing",
												"1 lb.",
												"Ammunition (range 25/100), {@b concealed,} loading"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item hand crossbow|TCAH|Crossbow, hand}",
												"75 gp",
												"1d6 piercing",
												"3 lb.",
												"Ammunition (range 30/120), {@b concealed,} light, {@b limited,} loading"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item heavy crossbow|phb|Crossbow, heavy}",
												"50 gp",
												"1d10 piercing",
												"18 lb.",
												"Ammunition (range 100/400), heavy, loading, two-handed"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Longbow|phb}",
												"50 gp",
												"1d8 piercing",
												"2 lb.",
												"Ammunition (range 150/600), heavy, two-handed"
											]
										},
										{
											"type": "row",
											"style": "row-indent-first",
											"row": [
												"{@item Net|phb}",
												"1 gp",
												"—",
												"3 lb.",
												"Special, thrown (range 5/15)"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Upgrading Weapons",
									"page": 11,
									"entries": [
										"Upgrading weapons follows a branching path system, with available options split into multiple tiers. At first, a weapon can only be upgraded with a limited selection of 1st tier tags depending on its type, each of which \"unlocks\" one or more options from the next tier. The following additional rules apply when upgrading a weapon with a new tag:",
										{
											"type": "list",
											"items": [
												"All prerequisite conditions must be satisfied to apply a new tag, as shown in the {@table Weapon Upgrades|TCAH|Weapon Upgrades table}.",
												"2nd tier upgrades can only be applied by a trained craftsman, with 3rd tier upgrades requiring the skills of a master artisan.",
												"Typically, it takes an artisan a full day of work (minimum 8 hours) to upgrade a weapon with a new tag.",
												"Once added, a tag can't be removed from a weapon."
											]
										},
										{
											"type": "entries",
											"name": "Weapon Upgrade Cost Structure",
											"page": 11,
											"entries": [
												"Upgrading a weapon has a base cost associated with each tier, with subsequent upgrades of that tier costing twice the previous amount for that tier. For example, Erik decides to pay a visit to a local blacksmith in order to have a customized pommel attached to his dagger—adding the {@b {@i balanced}} tag—for the tier 1 base cost of 100 gp. Later, he returns to have the blade honed—adding the {@b {@i sharpened}} tag—this time costing 200 gp, with the next 1st tier upgrade costing 400 gp, and so on.",
												"Upgrades are grouped by tier for the purposes of this cost scaling: continuing with the above example, if Erik then wishes to have the blade of his dagger partially serrated in order to improve its effectiveness when slicing and cutting—adding the {@b {@i saw-toothed}} tag—it would cost 1,000 gp (the 2nd tier base cost) provided that the dagger doesn't already possess any other 2nd tier tags."
											]
										},
										{
											"type": "table",
											"caption": "Weapon Upgrades",
											"colLabels": [
												"Tag",
												"Prerequisite",
												"Properties"
											],
											"colStyles": [
												"col-3",
												"col-4",
												"col-5"
											],
											"rows": [
												[
													"{@i 1st Tier (base cost:100 gp)}",
													"",
													""
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Balanced",
														"Any weapon",
														"You gain a +1 bonus to attack rolls made with this weapon."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Critical: Sharpened",
														"Melee weapons that deal piercing or slashing damage only",
														"Attacks with this weapon score a critical hit on a roll one lower than normal.*"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Critical: Sight pin",
														"Bows and crossbows only",
														"Attacks with this weapon score a critical hit on a roll one lower than normal.*"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Critical: Spiked",
														"Melee weapons that deal bludgeoning damage only",
														"Attacks with this weapon score a critical hit on a roll one lower than normal.*"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Runic",
														"Can only be applied by a runesmith†",
														"This weapon can be imbued with rune magic."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Silvered",
														"Any weapon",
														"Attacks with this weapon count as silvered for the purposes overcoming resistance and immunity to nonmagical attacks and damage."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Wounding: Keen",
														"Melee weapons only",
														"You gain a +1 bonus to damage rolls made with this weapon."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Wounding: Oiled Strick",
														"Melee weapons only",
														"You gain a +1 bonus to damage rolls made with this weapon."
													]
												},
												[
													"{@i 2nd Tier (base cost: 1,000 gp)}",
													"",
													""
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Brutal",
														"{@i sharpened} or {@i spiked} tag",
														"When you attack with this weapon and roll the maximum result for the weapon's damage dice, you can roll these dice again and add the new roll to the damage of the attack. If you roll the maximum amount again, you can repeat this process until you don't."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Enchanted",
														"Any 1st tier tag. Can only be applied by an arcane spellcaster. Quarterstaffs only.",
														"You gain a +1 bonus to spell attack rolls while using this weapon as a spellcasting focus."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Flanged",
														"{@i Spiked} tag. Can only be applied to maces and mauls",
														"When you hit a creature wearing medium or heavy armor with this weapon you sunder its armor, inflicting a cumulative -1 penalty to its Armor Class until the armor is repaired."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Magical",
														"{@i Silvered} tag. Can only be applied by an arcane spellcaster",
														"Attacks with this weapon count as magical for the purposes of overcoming resistance and immunity to nonmagical attacks and damage, and features such as {@creature black pudding}'s {@i corrosive form}."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Saw-toothed",
														"{@i Sharpened} tag. Can only be applied to daggers.",
														"Attacks with this weapon deal an extra {@dice 1d4} slashing damage. No effect against constructs or undead."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Superior",
														"{@i Balanced, keen,} or {@i oiled string} tag. Can only be applied to weapons with one damage die.",
														"The damage die of this weapon is increased by one size (for example, {@dice 1d6} becomes {@dice 1d8}, and {@dice 1d10} becomes {@dice 1d12}) to a maximum of {@dice 1d12}."
													]
												},
												[
													"3rd Tier (base cost: 10,000 gp)",
													"",
													""
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Arcane",
														"{@i Enchanted} tag. Can only be applied by an arcane spellcaster",
														"You gain a +1 bonus to your spell save DC while using this weapon as a spellcasting focus."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Masterwork",
														"{@i Brutal} or {@i superior} tag.",
														"You gain an additional +1 bonus to attack and damage rolls made with this weapon."
													]
												}
											],
											"footnotes": [
												"* For example, if you normally score a critical hit on a roll of 20 you instead score one on a roll of 19 or 20",
												"† See {@book chapter 2|TCAH|2}, \"Rune Magic\"."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Additional Options",
							"page": 12,
							"entries": [
								"This section presents some additional options to further enhance the armory system in your campaign.",
								{
									"type": "entries",
									"name": "Special Ammunition",
									"page": 12,
									"entries": [
										"The following new types of ammunition may be available for ranged weapons; either found as loot, available to purchase, or as an option to craft during downtime:",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Berserk Dart",
													"page": 12,
													"entries": [
														"The poison in this dart can induce temporary psychosis in a creature subjected to it. When you hit a creature with an attack using this ammunition, it must succeed on a DC 10 Constitution saving throw or go berserk. While berserk, it must use its action each round to attack the creature nearest to it. At the end of each of its turns, the target can make another Constitution saving throw, ending the effect on a success. A creature that has succeeded on the save has advantage on subsequent saves made to resist the effects of this poison for 24 hours. No effect against undead and creatures immune to being {@condition charmed}. Once a berserk dart hits a creature, it loses this property and becomes a normal dart."
													]
												},
												{
													"type": "entries",
													"name": "Blunt",
													"page": 12,
													"entries": [
														"A flat-nosed arrowhead typically used for target practice and hunting small game animals such as rabbits, squirrels, and grouse. Successful attacks using this ammunition deal {@dice 1d4} nonlethal bludgeoning damage instead of the weapon's normal damage."
													]
												},
												{
													"type": "entries",
													"name": "Bodkin",
													"page": 12,
													"entries": [
														"The tip of a bodkin arrow is most commonly a sharpened spike with a square profile, designed to penetrate plate and mail armor. You gain a +1 bonus to attack rolls against targets wearing armor when using this ammunition."
													]
												},
												{
													"type": "entries",
													"name": "Broadhead",
													"page": 12,
													"entries": [
														"With a tip shaped like a spear point, broadheads are designed for maximum penetration of soft flesh and thick hide—commonly used by hunters for bringing down large game. When you hit a creature that isn't wearing armor with an attack using this ammunition it takes an extra {@dice 1d6} piercing damage."
													]
												},
												{
													"type": "entries",
													"name": "Firecracker",
													"page": 12,
													"entries": [
														"This ammunition is tipped with a volatile alchemical compound. On striking a hard surface, it explodes creating a flash of light and loud crack audible out to 100 feet."
													]
												},
												{
													"type": "entries",
													"name": "Shadow",
													"page": 12,
													"entries": [
														"Enchanted with magic from the Shadowfell, this ammunition is able to strike creatures in the Ethereal Plane, and counts as magical for the purposes of overcoming resistance to immunity and nonmagical attacks and damage."
													]
												},
												{
													"type": "entries",
													"name": "Sleep Dart",
													"page": 12,
													"entries": [
														"This dart contains a dose of a powerful soporific, designed to temporarily incapacitate a target. When you hit a creature with an attack using this ammunition, instead of dealing damage roll {@dice 5d8}; if the target has fewer hit points than the total rolled it falls {@condition unconscious} until one hour has passed, it takes damage, or someone uses and action to shake or slap the target awake. No effect against undead and creatures immune to being {@condition charmed}. Once a sleep dart hits a creature, it loses this property and becomes a normal dart."
													]
												}
											]
										},
										{
											"type": "table",
											"caption": "Special Ammunition",
											"colLabels": [
												"Type",
												"Cost",
												"Weight"
											],
											"colStyles": [
												"col-6",
												"col-3 text-right",
												"col-3 text-center"
											],
											"rows": [
												[
													"{@i General (All Types)}",
													"",
													""
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Firecracker Ammunition|TCAH|Firecracker (5)}",
														"20 gp",
														"1/4 lb."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Shadow Ammunition|TCAH|Shadow (5)}",
														"100 gp",
														"1/4 lb."
													]
												},
												[
													"{@i Arrows and Crossbow Bolts}",
													"",
													""
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Blunt Ammunition|TCAH|Blunt (10)}",
														"1 gp",
														"1/2 lb."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Bodkin Ammunition|TCAH|Bodkin (10)}",
														"40 gp",
														"1/2 lb."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Broadhead Ammunition|TCAH|Broadhead (10)}",
														"50 gp",
														"1/2 lb."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Silvered Ammunition|TCAH|Silvered (10)}",
														"25* gp",
														"1/2 lb."
													]
												},
												[
													"{@i Darts}",
													"",
													""
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Berserk Dart (5)|TCAH}",
														"200 gp",
														"1/4 lb."
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"{@item Sleep Dart (5)|TCAH}",
														"15 gp",
														"1/4 lb."
													]
												}
											],
											"footnotes": [
												"The cost of silvered arrows as presented in the Player's Handbook has been reduced by 75%"
											]
										},
										{
											"type": "entries",
											"name": "Crafting Special Ammunition",
											"page": 12,
											"entries": [
												"In addition to the appropriate tools for the item to be crafted, a character needs raw materials worth half of the produced item's selling cost. A character proficient with the tools needed to craft the item and with access to the appropriate equipment can craft 10 gp's worth of special ammunition for every 8 hours spent."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Special Materials",
									"page": 13,
									"entries": [
										"On your adventures you may encounter or have the opportunity to create equipment constructed using the following special materials:",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Adamantine",
													"page": 13,
													"entries": [
														"An ultra-hard alloy of adamant and electrum. Adamantine is black with a green tinge that sharpens to purple-white under light from most magical sources. Armor made of adamantine reduces incoming bludgeoning, piercing, and slashing damage by 3 if it's heavy armor, or 2 if it's medium armor. Shields made from adamantine have a +1 bonus to AC. Equipment made from adamantine can't be destroyed, damaged or suffer from wear."
													]
												},
												{
													"type": "entries",
													"name": "Cold Iron",
													"page": 13,
													"entries": [
														"A rare pure-formed iron, mined deep underground and forged at lower temperatures to preserve its delicate properties. Weapons made of cold iron deal an additional weapon damage die against fey creatures."
													]
												},
												{
													"type": "entries",
													"name": "Darkwood (Zalantar)",
													"page": 13,
													"entries": [
														"This rare magical wood has similar properties to beech, oak and yew for bow-making while being extremely light and durable. {@item longbow|phb|Longbows} and {@item heavy crossbow|phb|heavy crossbows} made of darkwood don't have the heavy property."
													]
												},
												{
													"type": "entries",
													"name": "Deep Crystal",
													"page": 13,
													"entries": [
														"Deep crystal is a mineral of above-average quality found at the heart of large veins or deposits, and is renowned for its strength and magically resonant nature. Weapons made of deep crystal can be used as a spellcasting focus."
													]
												},
												{
													"type": "entries",
													"name": "Dragonhide",
													"page": 13,
													"entries": [
														"A rare type of leather armor made from the supple underbelly hide of a dragon. While wearing dragonhide armor you have resistance to the damage type associated with the dragon from which it is made (for example, blue dragonhide armor confers resistance to lightning damage)."
													]
												},
												{
													"type": "entries",
													"name": "Ironwood",
													"page": 13,
													"entries": [
														"Ironwood is a magical substance created from normal wood by druids. While remaining natural wood in almost every way, ironwood is as strong, heavy, and resistant to fire as steel. Spells and effects that affect metal do not affect ironwood, whereas spells that affect wood do—although ironwood will not burn."
													]
												},
												{
													"type": "entries",
													"name": "Mithral",
													"page": 13,
													"entries": [
														"Known to the dwarves as truemetal, this shining silvery-blue metal is lighter than steel yet just as durable. Equipment made of mithral weighs only half as much as the same item made of normal metals, and has no Strength requirement. Additionally, armor made of mithral can be worn under normal clothes, and doesn't impose disadvantage on Dexterity ({@skill Stealth}) checks when it otherwise would. Small creatures do not have disadvantage on attack rolls with heavy weapons made of mithral."
													]
												},
												{
													"type": "entries",
													"name": "Shadowsilk",
													"page": 13,
													"entries": [
														"Highly prized by assassins and cutpurses, shadowsilk is cloth made from magically woven shadowstuff. While wearing normal clothing or a gambeson made of shadowsilk and no other armor, you have advantage on Dexterity ({@skill Stealth}) checks when attempting to hide in dim light or darkness."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Rules for Special Materials",
											"page": 13,
											"entries": [
												"The following general rules apply to arms and armor constructed using special materials:",
												{
													"type": "list",
													"items": [
														"Armor and shields constructed using adamantine or dragonhide have a base cost equal to twenty times that of the same item made exclusively of normal materials. Armor and shields constructed using other special materials have a base cost equal to ten times as much.",
														"Weapons made of special materials vary in price, typically costing upwards of 2,000 gp. In addition, weapons made of special materials automatically possess the silvered and magical tags, which count when determining the cost of any subsequent upgrades."
													]
												},
												{
													"type": "inset",
													"name": "Note on Mithral and Adamantine",
													"entries": [
														"The options for adamantine and mithral presented herein are intended to replace the adamantine and mithral armors found in {@book chapter 5|DMG|5} of the {@i Dungeon Master's Guide}. The properties of adamantine have been adjusted to more closely reflect its more iconic status of previous editions."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Wear and Repair",
									"page": 13,
									"entries": [
										"You can use the following rules for equipemnt wear and repair to add an extra dimension to your campaign:",
										{
											"type": "entries",
											"name": "Equipment Properties",
											"page": 13,
											"entries": [
												"The following tags can't be added as upgrades, but may be found preexisting on looted or for-sale items, ar applied automatically when certain conditions are met.",
												{
													"type": "entries",
													"name": "Worn or Sundered",
													"page": 13,
													"entries": [
														"This piece of equipment has been damaged in combat or has deteriorated with age and use. A worn or sundered weapons confers a -1 penalty to attack and damage rolls made with it, and the AC of worn or sundered armor is reduced by 1."
													]
												},
												{
													"type": "entries",
													"name": "Damaged",
													"page": 13,
													"entries": [
														"This piece of equipment has sustained significant damage and will break when you roll a 1 on the {@dice d20} for an attack made with it (weapons) or you take damage from a critical hit while wearing it (armor and shields)."
													]
												},
												{
													"type": "entries",
													"name": "Broken",
													"page": 13,
													"entries": [
														"A broken weapon or shield cannot be wielded, and the AC of broken armor is reduced by 5, to a minimum of 10."
													]
												},
												{
													"type": "inset",
													"name": "Variant: Damaging Equipment",
													"entries": [
														"If your group enjoys more tactical combat, consider allowing worn or sundered armor to become damaged on sustaining damage form a critical hit, and a worn or sundered weapon to become damaged when you roll a 1 on the {@dice d20} for an attack roll made with it."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Repairing Equipment",
											"page": 13,
											"entries": [
												"A character proficient with and in possession of an appropriate set of artisan's tools can attempt to repair worn, damaged, or broken equipment as follows:",
												{
													"type": "list",
													"items": [
														"Equipment that is {@b worn} or {@b sundered} can be repaired for a fixed cost of 10 gp, or by spending 1 hour and succeeding on a DC 15 repair check with an appropriate set of tools.",
														"Equipment that is {@b damaged} can be repaired for a cost equal to 10 gp or 10% of the base cost of the item (whichever is higher), or by spending 4 hours and succeeding on a DC 20 repair check with an apporpriate set of tools.",
														"Equipment that is {@b broken} can be repaired for a cost equal to 50% of the base cost of the equipment. The task of repairing broken equipment can only be undertaken in a workshop environment, and takes anywhere from a full day to more than a week depending on the type and quality of the equipment and the extent of the work required. Proofed armor that is broken can only be repaired by a master artisan."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Rune Magic",
					"page": 15,
					"entries": [
						"The ancient practice of rune magic originated with giants durign the age when Ostoria ruled an area of Faerûn from the Vilhon reach to the Cold Lands. Since that time, the dwarves have studied the techniques of the skiltgravr (\"rune cutters\"), adapting the rune magic of the giants and making it their own.",
						"Rune magic allows a character to access the magical potential of sigils created by the first runesmiths and their contemporaries. This chapter describes runestones—engraved gemstones used to channel rune magic—and the ways in which they might be encountered in your world, as well as rules for creating them.",
						{
							"type": "section",
							"name": "Runestones",
							"page": 15,
							"entries": [
								"Runestones are gemstones used as foci for the magic contained within the sigils engraved onto them by runesmiths. a prized export of dwarven society, they are sold to wealthy adventurers and mercenaries as a means of empowering their arms and armor. In a world where magic items are increasingly rare, the dwarves work with typical industry to meet an ever-expanding demand.",
								{
									"type": "entries",
									"name": "Using Runestones",
									"page": 15,
									"entries": [
										"The following rules apply to the use of runestones:",
										{
											"type": "list",
											"items": [
												"In order to use a runestone, it must first be affixed to a piece of equipment with the {@b {@i runic}} tag. Only equipment with the {@b {@i runic}} tag can channel the magical properties of runestones.",
												"A creature must be atttuned to the item to gain the benefits of an affixed rune.",
												"A runestone can be removed from a piece of equipemnt, but it is destroyed in the process.",
												"For magical effects created by runestones, your spell attack modifier and spell save DC use the ability modifier of the weapon used for the attack."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Awarding Runestones",
									"page": 15,
									"entries": [
										"Awarding runestones should follow the general guidelines for awarding magic items found in the {@b {@i Dungeon Master's Guide}} and {@b {@i Xanathar's Guide to Everything}} when planning treasure rewards. Here are a few ways to integrate runestones into your campaign:",
										{
											"type": "list",
											"items": [
												"Runestones can be found in treasure hoards, shops, or offered as quest rewards either alongside or in lieu of magic items of an equivalent rarity.",
												"They might only be available through a recognized guild—such as the Runesmith's Guild—or other trading house, and supply may be restricted to qualifying persons or locations."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Identifying Runestones",
									"page": 15,
									"entries": [
										"Runestones are identified in a manner similar to identifying magic items. Simply handling a runestone causes a strong sense of its identity to echo in a character's mind. For example, touching a runestone engraved with the {@b {@i tempest}} rune might cause the hair on your neck to stand on end as visions of battle and thunderstorms flash through your mind. As the runes are based on modern Dethek, those able to read Dwarvish can comprehend their general meaning, which may provide clues about the runestone's nature and properties.",
										"The {@spell identify} spell immediately reveals a runestone's properties. You can also learn its properties over the course of a short rest while maintaining physical contact with it, or by succeeding on a DC 15 Intelligence ({@skill Arcana}) check using a set of runesmith's tools."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Runesmithing",
							"page": 15,
							"entries": [
								"Characters wishing to craft their own runestones can do so following the rules in this section.",
								{
									"type": "entries",
									"name": "Tool Proficiency",
									"page": 15,
									"entries": [
										"A runesmith uses a special set of tools in order to engrave gemstones with magical sigils. In addition to the information below, use of these tools follows the general guidelines for the artisan's tools found in {@book chapter 2|XGE|2}, \"Tool Proficiencies\" of {@b {@i Xanathar's Guide to Everything}}.",
										{
											"type": "entries",
											"name": "Runesmith's Tools",
											"page": 15,
											"entries": [
												"Proficiency with runesmith's tools allows you to etch magical runes into precious stones, as well as identify aspects of their lore when encountered in the world. A set of runesmith's tools costs 25 gp and weighs 5 lb.",
												{
													"type": "entries",
													"name": "Components",
													"page": 15,
													"entries": [
														"Runesmith's tools include a hammer, a set of chisels and needle files, a fine-haired brush, a bouch of powdered mithral, and a special alchemical lacquer."
													]
												},
												{
													"type": "entries",
													"name": "Arcana and History",
													"page": 15,
													"entries": [
														"Your expertise lends you additional insights about lore associated with rounes and other sigils carved into stone or other surface."
													]
												},
												{
													"type": "entries",
													"name": "Investigation",
													"page": 15,
													"entries": [
														"You can spot clues and make deductions that others might overlook when inspecting items or surfaces carved with runes and other sigils."
													]
												},
												{
													"type": "table",
													"caption": "Runesmith's Tools",
													"colLabels": [
														"Activity",
														"DC"
													],
													"colStyles": [
														"col-10",
														"col-2 text-center"
													],
													"rows": [
														[
															"Identify the properties of a runestone",
															15
														],
														[
															"Determine the creator of a runestone",
															20
														]
													]
												},
												{
													"type": "inset",
													"name": "Moonlighting",
													"entries": [
														"Trading in runestones outside of authorized channels is strictly forbidden. Every runesmith leaves an aura—like a magical fingerprint—on runestones they create, so be careful!"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Crafting Requirements",
									"page": 16,
									"entries": [
										"In order to engage in runesmithing a character must be proficient with and have access to a set of {@item runesmith's tools|TCAH}, with proficiency representing the base level of competency needed to wield the tools effectively. In addition to a set of {@item runesmith's tools|TCAH}, a gemstone is required onto which the runes are engraved to fashion a runestone. The minimum required quality of the gemstone (as denoted by its value) depends on the strength of the runestone being created (as denoted by its rarity), as shown in the Runesmithing table:",
										{
											"type": "table",
											"caption": "Runesmithing",
											"colLabels": [
												"Runestone Rarity",
												"Gemstone Value",
												"DC"
											],
											"colStyles": [
												"col-5",
												"col-5 text-right",
												"col-2 text-center"
											],
											"rows": [
												[
													"Common",
													"At least 10 gp",
													10
												],
												[
													"Uncommon",
													"At least 50 gp",
													15
												],
												[
													"Rare",
													"At least 500 gp",
													20
												],
												[
													"Very rare",
													"At least 1,000 gp",
													25
												],
												[
													"Legendary",
													"At least 5,000 gp",
													28
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Crafting Process",
									"page": 16,
									"entries": [
										"Once all requirements are met, the process of creating a runestone is performed over a two hour period, which can be split into shorter sessions such as during a short rest. At the end of the period, make a craft check using your {@item runesmith's tools|TCAH}. When you make this check, you don't benefit from any bonuses (such as Bardic Inspiration) except your own ability score and proficiency bonus, unless you benefitted from the bonus for the duration of the period.",
										{
											"type": "abilityGeneric",
											"name": "Runesmith's tools modifier",
											"text": "your proficiency bonus + your",
											"attributes": [
												"dex",
												"int"
											]
										},
										"On a success, the gemstone is engraved successfully and becomes a runestone, otherwise the gemstone is destroyed. The DC depends on the rarity of the runestone, as shown in the {@table Runesmithing|TCAH} table. {@book Appendix C|TCAH|5} presents a reference set of tables to help a player quickly ascertain the chances of success of a given crafting attempt."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Runesmith's Guild",
							"page": 17,
							"entries": [
								"The Runesmith's Guild is the official guild for the study and practice of runesmithing and rune magic. Founded in Gauntlgrym during the Age of the Proud Peoples, today the guild is headquartered in the city of Neverwinter with a presence in many major settlements throughout the Realms. This section presents an optional framework for incorporating the guild into your campaign.",
								{
									"type": "entries",
									"name": "Joining the Guild",
									"page": 17,
									"entries": [
										"Any character proficient with a set of {@b {@item runesmith's tools|TCAH}} can become an apprentice of the Runesmith's Guild by registering with a guild union representative and paying a registration fee of 10 gp.",
										{
											"type": "entries",
											"name": "Increasing Your Standing",
											"page": 17,
											"entries": [
												"You must pass exams in order to increase your standing within the guild. For each exam, candidates are tasked with crafting the test item specified in the Guild Exams table. Exams are scheduled at the end of every month.",
												{
													"type": "table",
													"caption": "Guild Exams",
													"colLabels": [
														"Rank",
														"Test Item"
													],
													"colStyles": [
														"col-6",
														"col-6"
													],
													"rows": [
														[
															"Journeyman",
															"{@i Warrior} runestone"
														],
														[
															"Craftsman",
															"{@i Bound weapon} runestone"
														],
														[
															"Artisan",
															"{@i Chalice} runestone"
														],
														[
															"Master",
															"{@i Overshield} runestone"
														],
														[
															"Grandmaster",
															"{@i Volant} runestone"
														]
													]
												},
												"To be eligibile to sit an exam, a character must have paid for that term's tuition. Tuition time and cost varies depending on the level of instruction, as shown in the Guild Tuition table. Tuition is undertaken for the next level of guild advancement. For example, a craftsman will receive tuition at the artisan level in order to prepare for advancement to that rank.",
												{
													"type": "table",
													"caption": "Guild Tuition",
													"colLabels": [
														"Instruction Level",
														"Tuition Term",
														"Tuition"
													],
													"colStyles": [
														"col-5",
														"col-5",
														"col-2 text-right"
													],
													"rows": [
														[
															"Journeyman",
															"1 workweek",
															"10 gp"
														],
														[
															"Craftsman",
															"2 workweeks",
															"20 gp"
														],
														[
															"Artisan",
															"4 workweeks",
															"50 gp"
														],
														[
															"Master",
															"6 workweeks",
															"100 gp"
														],
														[
															"Grandmaster",
															"10 workweeks",
															"500 gp"
														]
													]
												},
												"Candidates sitting an exam must supply their own gemstone, or they can purchase one from guild stocks. Exams are invigilated by a master or grandmaster and last for two hours, during which time all forms of magic and magical effects are suppressed as if by an {@spell antimagic field} spell. At the end of the period, make a craft check using your runesmith's tools, following the normal rules for crafting a runestone. You make this check with advantage if you have attended a full tuition term (taken as a downtime activity). On a success, you pass the exam and your new rank is recognized. Runestones created during exams are withheld by the guild to pay taxes levied by the local lord or governor, often by supplying the nearest garrison."
											]
										},
										{
											"type": "entries",
											"name": "Rank Benefits",
											"page": 17,
											"entries": [
												"The following benefits are immediately conferred to members on attaining a new rank. All rank benefits are cumulative.",
												{
													"type": "entries",
													"name": "Journeyman",
													"page": 17,
													"entries": [
														"You have demonstrated the basic care and comepetencies expected of a runesmith. As a result of your studies, you gain a +1 bonus to checks you make to craft runestones of common rarity."
													]
												},
												{
													"type": "entries",
													"name": "Craftsman",
													"page": 17,
													"entries": [
														"You are recognized as a full member of the guild. You gain a +1 bonus to checks you make to craft runestones of uncommon rarity. Full members are able to perform guild work during downtime (see below)."
													]
												},
												{
													"type": "entries",
													"name": "Artisan",
													"page": 17,
													"entries": [
														"You have demonstrated the capabilities of a veteran of the guild. You gain a +1 bonus to checks you make to craft rare runestones. Guild artisans are eligible for the {@feat Runesmithing Adept|TCAH} feat (see next page)."
													]
												},
												{
													"type": "entries",
													"name": "Master",
													"page": 17,
													"entries": [
														"Through diligent study, you have achieved the status of a master runesmith. You gain a +1 bonus to checks you make to craft very rare runestones."
													]
												},
												{
													"type": "entries",
													"name": "Grandmaster",
													"page": 17,
													"entries": [
														"You have ascended to the rank of grandmaster. You gain a +1 bonus to checks you make to craft legendary runestones. Grandmasters are invited to attend meetings of the council, and often head local chapters."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Guild Downtime Activities",
									"page": 17,
									"entries": [
										"The downtime rules presented in this section are intended to compliment and expand on the \"{@variantrule Downtime Revisited|XGE}\" section in {@book chapter 2|XGE|2} of {@b {@i Xanathar's Guide to Everything}}.",
										{
											"type": "entries",
											"name": "Guild Work",
											"page": 17,
											"entries": [
												"Members of the guild can spend time in the workhalls filling orders placed by clients.",
												{
													"type": "entries",
													"name": "Resources",
													"page": 17,
													"entries": [
														"Guild work requires at least one day's labor. Equipment and materials are supplied by the guild."
													]
												},
												{
													"type": "entries",
													"name": "Resolution",
													"page": 17,
													"entries": [
														"Standard renumeration for guild work depends on your guild rank as follows:",
														{
															"type": "table",
															"caption": "Guild Work",
															"colLabels": [
																"Rank",
																"Earnings"
															],
															"colStyles": [
																"col-3",
																"col-9"
															],
															"rows": [
																[
																	"Craftsman",
																	"Modest lifestyle for the week + 5 gp per day of work"
																],
																[
																	"Artisan",
																	"Comfortable lifestyle for the week + 10 gp per day of work"
																],
																[
																	"Master",
																	"Wealthy lifestyle for the week + 20 gp per day of work"
																],
																[
																	"Grandmaster",
																	"Aristocratic lifestyle for the week + 50 gp per day of work."
																]
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Complications",
													"page": 17,
													"entries": [
														"Performing guild work rarely results in significant complications. Still, working for the guild is not without risk. Each workweek spent filling orders brings a 10% chance a complication.",
														{
															"type": "table",
															"caption": "Work Complications",
															"colLabels": [
																"{@dice d6}",
																"Complication"
															],
															"colStyles": [
																"col-2 text-center",
																"col-10"
															],
															"rows": [
																[
																	1,
																	"A customer cancels an order, reducing your earnings for the week by one category."
																],
																[
																	2,
																	"You work for a lucrative contract, increasing your earnings for the week b one rank category."
																],
																[
																	3,
																	"Your tools are damaged or stolen, forcing you to buy new ones.*"
																],
																[
																	4,
																	"An incident occurs in the workhall for which you are blamed (justified or not, as you choose). You are barred from the workhall for the next 6 workweeks.*"
																],
																[
																	5,
																	"You are accused of selling runestones outide of guild channels by a colleague.*"
																],
																[
																	6,
																	"A runestone bearing your magical signature was used to commit a crime.*"
																]
															],
															"footnotes": [
																"* Might involve a rival."
															]
														}
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Additional Options",
							"page": 18,
							"entries": [
								"This section presents some additional options to further enhance the rune magic system in your campaign.",
								{
									"type": "entries",
									"name": "Tool Feats",
									"page": 18,
									"entries": [
										"The runesmithing system presented in this chapter assumes that double proficiency can be obtained by characters wishing to become an accomplished artisan. As such, it is advised to allow the following new feat (or similar) in games that allow feats:",
										{
											"type": "entries",
											"name": "Runesmithing Adept",
											"page": 18,
											"entries": [
												"{@b {@i Prerequisite: Artisan of the Runesmith's Guild (if using the guild system)}}",
												"You have excelled in your study of runesmithing and are regarded as a prodigy by your peers, gaining the following benefits:",
												{
													"type": "list",
													"items": [
														"Increase your Dexterity or Intelligence score by 1, to a maximum of 20.",
														"Your proficiency bonus is doubled for any ability check you make with {@item runesmith's tools|TCAH}",
														"Over the course of a short rest, you can attempt to remove a runestone affixed to a piece of equipment without destroying it. At the end of the short rest, make a check with your {@item runesmith's tools|TCAH}, where the DC is equal to the DC to create the runestone. On a success, the runestone is recovered."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Artificer Infusions",
									"page": 18,
									"entries": [
										"The following new infusions are available to artificers. The description of each infusion details the type of item that can receive it, and follow the normal rules for artificer infusions found in {@book chapter 1|ERLW|1} of {@b {@i Eberron: Rising from the Last War}}.",
										{
											"type": "list",
											"columns": 2,
											"items": [
												"{@optfeature Enhanced Runic Defense|TCAH}",
												"{@optfeature Enhanced Runic Weapon|TCAH}"
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Runestones A-Z",
							"page": 18,
							"entries": [
								"This section describes the most common runestones in the world of Dungeons & Dragons. Beginning with a brief list of runestones, sorted by type and rarity, followed by their descriptions presented in alpabetical order.",
								"The descriptions of the runes can be found in the {@filter Other Options & Features|optionalfeatures|source=TCAH|feature type=RS:C;RS:UC;RS:R;RS:VR;RS:L} page.",
								{
									"type": "entries",
									"name": "Weapons",
									"page": 18,
									"entries": [
										{
											"type": "list",
											"style": "list-hang",
											"name": "Common",
											"items": [
												"{@optfeature Mariner|TCAH}",
												"{@optfeature Warrior|TCAH}"
											]
										},
										{
											"type": "list",
											"style": "list-hang",
											"name": "Uncommon",
											"items": [
												"{@optfeature Bound Weapon|TCAH}",
												"{@optfeature Cat|TCAH}",
												"{@optfeature Chaos|TCAH}",
												"{@optfeature Featherfoot|TCAH}",
												"{@optfeature Nondetection|TCAH}",
												"{@optfeature Serpent|TCAH}"
											]
										},
										{
											"type": "list",
											"style": "list-hang",
											"name": "Rare",
											"items": [
												"{@optfeature Berserker|TCAH}",
												"{@optfeature Chalice|TCAH}",
												"{@optfeature Death|TCAH}",
												"{@optfeature Hunt|TCAH}",
												"{@optfeature Magebane|TCAH}",
												"{@optfeature Soultrap|TCAH}",
												"{@optfeature Superconductor|TCAH}"
											]
										},
										{
											"type": "list",
											"style": "list-hang",
											"name": "Very Rare",
											"items": [
												"{@optfeature Blood Weapon|TCAH}",
												"{@optfeature Dragonbane|TCAH}",
												"{@optfeature Earthshaker|TCAH}",
												"{@optfeature Giant Slayer|TCAH}",
												"{@optfeature Wolfsbane|TCAH}"
											]
										},
										{
											"type": "list",
											"style": "list-hang",
											"name": "Legendary",
											"items": [
												"{@optfeature Mime|TCAH}",
												"{@optfeature Tempest|TCAH}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Armor",
									"page": 18,
									"entries": [
										{
											"type": "list",
											"style": "list-hang",
											"name": "Common",
											"items": [
												"{@optfeature Alchemist|TCAH}",
												"{@optfeature Thief|TCAH}"
											]
										},
										{
											"type": "list",
											"style": "list-hang",
											"name": "Uncommon",
											"items": [
												"{@optfeature Arrow-Catcher|TCAH}",
												"{@optfeature Bound Armor|TCAH}",
												"{@optfeature Daywalker|TCAH}",
												"{@optfeature Elemental Shield|TCAH}",
												"{@optfeature Featherfoot|TCAH}",
												"{@optfeature Knock|TCAH}",
												"{@optfeature Nondetection|TCAH}"
											]
										},
										{
											"type": "list",
											"style": "list-hang",
											"name": "Rare",
											"items": [
												"{@optfeature Bastion|TCAH}",
												"{@optfeature Chalice|TCAH}",
												"{@optfeature Journey|TCAH}",
												"{@optfeature Phoenix|TCAH}",
												"{@optfeature Warmage|TCAH}"
											]
										},
										{
											"type": "list",
											"style": "list-hang",
											"name": "Very Rare",
											"items": [
												"{@optfeature Displacement|TCAH}",
												"{@optfeature Mark/Recall|TCAH}",
												"{@optfeature Overshield|TCAH}",
												"{@optfeature Retribution|TCAH}"
											]
										},
										{
											"type": "list",
											"style": "list-hang",
											"name": "Legendary",
											"items": [
												"{@optfeature Force of Will|TCAH}",
												"{@optfeature Mime|TCAH}",
												"{@optfeature Volant|TCAH}"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Weapon Upgrade Analysis",
					"page": 23,
					"entries": [
						"This appendix discusses the mathematical reasoning and other factors concerning the weapon upgrade system.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Numerical Balancing",
									"page": 23,
									"entries": [
										"The following table presents the average damage dealt per attack by a 5th level character (+4 ability modifier) for a weapon with each upgrade individually (no other upgrades) using on a Monte Carlo simulation of 50,000 rounds of attacks against a Normal Distribution of CR-appropriate enemies for that level (model assumes a mean AC of 15 with a 1.5 Standard Deviation.) For ease of comparison, a baseline (no upgrades) is presented following the same methodology:",
										{
											"type": "table",
											"caption": "Damage Anaylsis: Individual Upgrades",
											"colLabels": [
												"Weapon Die",
												"Baseline",
												"Balanced",
												"Critical",
												"Wounding",
												"Brutal",
												"Sawtoothed",
												"Superior",
												"Masterwork"
											],
											"colStyles": [
												"col-1-3-3 text-center",
												"col-1-3-3 text-right",
												"col-1-3-3 text-right",
												"col-1-3-3 text-right",
												"col-1-3-3 text-right",
												"col-1-3-3 text-right",
												"col-1-3-3 text-right",
												"col-1-3-3 text-right",
												"col-1-3-3 text-right"
											],
											"rows": [
												[
													"1",
													"3.3",
													"3.5",
													"3.4",
													"3.9",
													"N/A",
													"N/A",
													"4.4",
													"4.3"
												],
												[
													"{@dice 1d4}",
													"4.4",
													"4.7",
													"4.5",
													"5.0",
													"5.7",
													"6.1*",
													"5.1",
													"5.4"
												],
												[
													"{@dice 1d6}",
													"5.1",
													"5.4",
													"5.3",
													"5.7",
													"6.2",
													"N/A",
													"5.8",
													"6.1"
												],
												[
													"{@dice 1d8}",
													"5.8",
													"6.2",
													"6.0",
													"6.2",
													"6.9",
													"N/A",
													"6.4",
													"6.8"
												],
												[
													"{@dice 1d10}",
													"6.4",
													"7.0",
													"6.7",
													"7.1",
													"7.6",
													"N/A",
													"7.2",
													"7.6"
												],
												[
													"{@dice 1d12}",
													"7.2",
													"7.7",
													"7.5",
													"7.8",
													"8.2",
													"N/A",
													"N/A",
													"8.4"
												],
												[
													"{@dice 2d6}",
													"7.5",
													"8.1",
													"7.9",
													"8.1",
													"8.0",
													"N/A",
													"N/A",
													"8.7"
												]
											],
											"footnotes": [
												"* Average damage reported for the saw-toothed tag assumes 100% applicability (no undead or construct targets)."
											]
										},
										"In addition, the following table presents the average damage of a fully-upgraded weapon against a baseline +3 magic weapon for various categories of weapon grouped by die size and available upgrade mix at 15th level (+5 ability modifier, model assumes a mean AC of 18 with a 2.0 Standard Deviation) following the same methodology:",
										{
											"type": "table",
											"caption": "Damage Analysis: Fully-upgraded Weapon",
											"colLabels": [
												"Weapon",
												"Weapon Die",
												"Upgraded",
												"+3 Weapon",
												"Difference",
												"Cost"
											],
											"colStyles": [
												"col-5",
												"col-1-4 text-center",
												"col-1-4 text-right",
												"col-1-4 text-right",
												"col-1-4 text-right",
												"col-1-4 text-right"
											],
											"rows": [
												[
													"{@item Blowgun|PHB}",
													"1",
													"6.5",
													"7.3",
													"(0.8)",
													"13,700 gp"
												],
												[
													"{@item club|PHB}, {@item light hammer|PHB}, {@item sickle|PHB}, {@item whip|PHB}",
													"{@dice 1d4}",
													"10.3",
													"8.5",
													"1.8",
													"20,100 gp"
												],
												[
													"{@item Dagger|PHB}",
													"{@dice 1d4}",
													"12.6",
													"8.5",
													"4.1",
													"28,100 gp"
												],
												[
													"{@item Dart|PHB}, {@item sling|PHB}",
													"{@dice 1d4}",
													"7.3",
													"8.5",
													"(1.2)",
													"13,700 gp"
												],
												[
													"{@item Handaxe|PHB}, {@item javelin|PHB}, {@item mace|PHB}, {@item quarterstaff|PHB}, {@item scimitar|PHB}, {@item shortsword|PHB}, {@item spear|PHB}, {@item trident|PHB}",
													"1d6",
													"11.1",
													"9.4",
													"1.7",
													"20,100 gp*"
												],
												[
													"{@item Hand crossbow|phb}, {@item shortbow|phb}",
													"1d6",
													"9.1",
													"9.4",
													"(0.3)",
													"16,100 gp"
												],
												[
													"{@item Battleaxe|phb}, {@item greatclub|phb}, {@item longsword|phb}, {@item morningstar|phb}, {@item rapier|phb}, {@item war pick|phb}, {@item warhammer|phb}",
													"1d8",
													"12.0",
													"10.2",
													"1.8",
													"20,100 gp"
												],
												[
													"{@item Light crossbow|phb}, {@item longbow|phb}",
													"1d8",
													"9.9",
													"10.2",
													"(0.3)",
													"16,100 gp"
												],
												[
													"{@item Glaive|phb}, {@item halberd|phb}, {@item pike|phb}",
													"1d10",
													"12.9",
													"11.2",
													"1.7",
													"20,100 gp"
												],
												[
													"{@item Heavy crossbow|phb}",
													"1d10",
													"10.8",
													"11.2",
													"(0.4)",
													"16,100 gp"
												],
												[
													"{@item Greataxe|PHB}, {@item lance|PHB}",
													"1d12",
													"12.9",
													"11.9",
													"1.0",
													"16,100 gp"
												],
												[
													"{@item Greatsword|PHB}, {@item maul|PHB}",
													"2d6",
													"12.4",
													"12.4",
													"0.0",
													"16,100 gp*"
												]
											],
											"footnotes": [
												"* Additionally, the flanged tag is available to maces and mauls at a final additional cost of 8,000 and 4,000 gp, respectively."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Design Notes",
									"page": 23,
									"entries": [
										{
											"type": "entries",
											"name": "Power Creep",
											"page": 23,
											"entries": [
												"A fully-upgraded {@dice 2d6} weapon—the highest average damage—is equal to the baseline to within one decimal place, showing that the upgrade system doesn't exceed magical weapons at the top end. In addition, there is an increasing relative improvement for weapons with lower average damage, which helps to reward and incentivize their use."
											]
										},
										{
											"type": "entries",
											"name": "Great Weapons",
											"page": 23,
											"entries": [
												"A fully-upgraded {@dice 1d12} weapon possesses higher average damage than an equivalent {@dice 2d6} weapon due to stronger synergy with the {@b {@i brutal}} tag. This presents the player with an interesting choice: higher initial damage ({@dice 2d6}) versus higher average final damage ({@dice 1d12}). Furthermore, the 2d6 maul benefits the new siege property (if you are using the new weapon properties) and also has access to the {@b {@i flanged}} upgrade—offering an attractive option at an additional cost."
											]
										},
										{
											"type": "entries",
											"name": "Glaive, Halberd, and Pike",
											"page": 23,
											"entries": [
												"These weapons can match a {@item greataxe|phb} for an additional cost of 4,000 gp. Functionally, this is 4,000 gp for the reach property at the finish line, which is fine."
											]
										},
										{
											"type": "entries",
											"name": "Ranged Weapons",
											"page": 23,
											"entries": [
												"{@item Blowguns|phb} and {@item darts|phb} are significantly below the baseline, but gain exclusive access to powerful new types of special ammunition. Bows and crossbows are also below the baseline, and are likewise accounted for by the availability of special ammunition. In both cases, the lower total cost of upgrading is offset by the additional cost of ammunition."
											]
										},
										{
											"type": "entries",
											"name": "Daggers",
											"page": 23,
											"entries": [
												"{@item Dagger|PHB|Daggers} benefit from an exceptional relative increase over the baseline thanks to exclusive access to the {@b {@i saw-toothed}} tag. This is personal taste, but its always bothered me that the iconic dagger is so mechanically suboptimal for a rogue. This closes the gap to the {@item rapier|phb} subsantially without the need for an errata of official material, and also provides the dagger with some unique flavor."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Weapon Upgrade Quick Reference",
					"page": 24,
					"entries": [
						"The tables in this appendix are intended as convenient reference for players when determining available upgrades for each weapon type, the process for which is described in chapter 1.",
						{
							"type": "table",
							"caption": "Weapons Upgrade Quick Reference (1st Tier)",
							"colLabels": [
								"Weapon",
								"Balanced",
								"Critical—Sharpened",
								"Critical—Sight pin",
								"Critical—Spiked",
								"Runic",
								"Silvered",
								"Wounding—Keen",
								"Wounding—Oiled str."
							],
							"colStyles": [
								"col-4",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center"
							],
							"rows": [
								[
									"{@i Simple Melee Weapons}",
									"",
									"",
									"",
									"",
									"",
									"",
									"",
									""
								],
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Club|PHB}",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Dagger|TCAH}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Greatclub|TCAH}",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Handaxe|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Javeiln|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Light hammer|PHB}",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Mace|PHB}",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Quarterstaff|PHB}",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Sickle|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Spear|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								[
									"{@i Simple Ranged Weapons}",
									"",
									"",
									"",
									"",
									"",
									"",
									"",
									""
								],
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item light crossbow|PHB|Crossbow, light}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										"",
										"✓"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Dart|TCAH}",
										"✓",
										"",
										"",
										"",
										"✓",
										"✓",
										"",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Shortbow|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										"",
										"✓"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Sling|TCAH}",
										"✓",
										"",
										"",
										"",
										"✓",
										"✓",
										"",
										""
									]
								},
								[
									"{@i Martial Melee Weapons}",
									"",
									"",
									"",
									"",
									"",
									"",
									"",
									""
								],
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Battleaxe|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Flail|PHB}",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Glaive|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Greataxe|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Greatsword|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Halberd|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Lance|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Longsword|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Maul|TCAH}",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Morningstar|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Pike|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Rapier|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Scimitar|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Shortsword|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Trident|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item War pick|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Warhammer|PHB}",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Whip|PHB}",
										"✓",
										"✓",
										"",
										"",
										"✓",
										"✓",
										"✓",
										""
									]
								},
								[
									"{@i Martial Ranged Weapons}",
									"",
									"",
									"",
									"",
									"",
									"",
									"",
									""
								],
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Blowgun|TCAH}",
										"✓",
										"",
										"",
										"",
										"✓",
										"✓",
										"",
										""
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Hand Crossbow|TCAH|Crossbow, hand}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										"",
										"✓"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Heavy Crossbow|PHB|Crossbow, heavy}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										"",
										"✓"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Longbow|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										"",
										"✓"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Net|PHB}",
										"✓",
										"",
										"",
										"",
										"✓",
										"✓",
										"",
										""
									]
								}
							]
						},
						{
							"type": "table",
							"caption": "Weapons Upgrade Quick Reference (2nd & 3rd Tier)",
							"colLabels": [
								"Weapon",
								"Brutal",
								"Flanged",
								"Magical",
								"Saw-toothed",
								"Superior",
								"Masterwork",
								"Total Upgrades*",
								"Cost—All Upgrades"
							],
							"colStyles": [
								"col-4",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center"
							],
							"rows": [
								[
									"{@i Simple Melee Weapons}",
									"",
									"",
									"",
									"",
									"",
									"",
									"",
									""
								],
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Club|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Dagger|TCAH}",
										"✓",
										"",
										"✓",
										"✓",
										"✓",
										"✓",
										10,
										"28,100"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Greatclub|TCAH}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Handaxe|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Javeiln|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Light hammer|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Mace|PHB}",
										"✓",
										"✓",
										"✓",
										"",
										"✓",
										"✓",
										10,
										"28,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Quarterstaff|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Sickle|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Spear|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								[
									"{@i Simple Ranged Weapons}",
									"",
									"",
									"",
									"",
									"",
									"",
									"",
									""
								],
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item light crossbow|PHB|Crossbow, light}",
										"",
										"",
										"✓",
										"",
										"✓",
										"✓",
										8,
										"16,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Dart|TCAH}",
										"",
										"",
										"✓",
										"",
										"✓",
										"✓",
										6,
										"13,700 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Shortbow|PHB}",
										"",
										"",
										"✓",
										"",
										"✓",
										"✓",
										8,
										"16,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Sling|TCAH}",
										"",
										"",
										"✓",
										"",
										"✓",
										"✓",
										6,
										"13,700 gp"
									]
								},
								[
									"{@i Martial Melee Weapons}",
									"",
									"",
									"",
									"",
									"",
									"",
									"",
									""
								],
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Battleaxe|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Flail|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Glaive|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Greataxe|PHB}",
										"✓",
										"",
										"✓",
										"",
										"",
										"✓",
										8,
										"16,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Greatsword|PHB}",
										"✓",
										"",
										"✓",
										"",
										"",
										"✓",
										8,
										"16,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Halberd|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Lance|PHB}",
										"✓",
										"",
										"✓",
										"",
										"",
										"✓",
										8,
										"16,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Longsword|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Maul|TCAH}",
										"✓",
										"✓",
										"✓",
										"",
										"",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Morningstar|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Pike|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Rapier|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Scimitar|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Shortsword|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Trident|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item War pick|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Warhammer|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Whip|PHB}",
										"✓",
										"",
										"✓",
										"",
										"✓",
										"✓",
										9,
										"20,100 gp"
									]
								},
								[
									"{@i Martial Ranged Weapons}",
									"",
									"",
									"",
									"",
									"",
									"",
									"",
									""
								],
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Blowgun|TCAH}",
										"",
										"",
										"✓",
										"",
										"✓",
										"✓",
										6,
										"13,700 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Hand Crossbow|TCAH|Crossbow, hand}",
										"",
										"",
										"✓",
										"",
										"✓",
										"✓",
										8,
										"16,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Heavy Crossbow|PHB|Crossbow, heavy}",
										"",
										"",
										"✓",
										"",
										"✓",
										"✓",
										8,
										"16,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Longbow|PHB}",
										"",
										"",
										"✓",
										"",
										"✓",
										"✓",
										8,
										"16,100 gp"
									]
								},
								{
									"type": "row",
									"style": "row-indent-first",
									"row": [
										"{@item Net|PHB}",
										"",
										"",
										"✓",
										"",
										"",
										"",
										4,
										"1,700 gp"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Runesmithing Probability Tables",
					"page": 26,
					"entries": [
						"The tables in this appendix are intended as convenient reference for players to quickly determine the chances of success of a given crafting attempt. For each additional +1 bonus to the roll the chances of success are increased by 5%.",
						{
							"type": "table",
							"caption": "Runesmithing Success Rate—Proficiency",
							"colLabels": [
								"Level",
								"Proficiency Bonus",
								"Ability Modifier*",
								"Common DC 10",
								"Uncommon DC 15",
								"Rare DC 20",
								"Very Rare DC 25",
								"Legendary DC 28"
							],
							"colStyles": [
								"col-1-5 text-center",
								"col-1-5 text-center",
								"col-1-5 text-center",
								"col-1-5 text-right",
								"col-1-5 text-right",
								"col-1-5 text-right",
								"col-1-5 text-right",
								"col-1-5 text-right"
							],
							"rows": [
								[
									"1st",
									"+2",
									"+3",
									"80%",
									"55%",
									"30%",
									"5%",
									"0%"
								],
								[
									"2nd",
									"+2",
									"+3",
									"80%",
									"55%",
									"30%",
									"5%",
									"0%"
								],
								[
									"3rd",
									"+2",
									"+3",
									"80%",
									"55%",
									"30%",
									"5%",
									"0%"
								],
								[
									"4th",
									"+2",
									"+4",
									"85%",
									"60%",
									"35%",
									"10%",
									"0%"
								],
								[
									"5th",
									"+3",
									"+4",
									"90%",
									"65%",
									"40%",
									"15%",
									"0%"
								],
								[
									"6th",
									"+3",
									"+4",
									"90%",
									"65%",
									"40%",
									"15%",
									"0%"
								],
								[
									"7th",
									"+3",
									"+4",
									"90%",
									"65%",
									"40%",
									"15%",
									"0%"
								],
								[
									"8th",
									"+3",
									"+5",
									"95%",
									"70%",
									"45%",
									"20%",
									"5%"
								],
								[
									"9th",
									"+4",
									"+5",
									"100%",
									"75%",
									"50%",
									"25%",
									"10%"
								],
								[
									"10th",
									"+4",
									"+5",
									"100%",
									"75%",
									"50%",
									"25%",
									"10%"
								],
								[
									"11th",
									"+4",
									"+5",
									"100%",
									"75%",
									"50%",
									"25%",
									"10%"
								],
								[
									"12th",
									"+4",
									"+5",
									"100%",
									"75%",
									"50%",
									"25%",
									"10%"
								],
								[
									"13th",
									"+5",
									"+5",
									"100%",
									"80%",
									"55%",
									"30%",
									"15%"
								],
								[
									"14th",
									"+5",
									"+5",
									"100%",
									"80%",
									"55%",
									"30%",
									"15%"
								],
								[
									"15th",
									"+5",
									"+5",
									"100%",
									"80%",
									"55%",
									"30%",
									"15%"
								],
								[
									"16th",
									"+5",
									"+5",
									"100%",
									"80%",
									"55%",
									"30%",
									"15%"
								],
								[
									"17th",
									"+6",
									"+5",
									"100%",
									"85%",
									"60%",
									"35%",
									"20%"
								],
								[
									"18th",
									"+6",
									"+5",
									"100%",
									"85%",
									"60%",
									"35%",
									"20%"
								],
								[
									"19th",
									"+6",
									"+5",
									"100%",
									"85%",
									"60%",
									"35%",
									"20%"
								],
								[
									"20th",
									"+6",
									"+5",
									"100%",
									"85%",
									"60%",
									"35%",
									"20%"
								]
							]
						},
						{
							"type": "table",
							"caption": "Runesmithing Success Rate—Double Proficiency",
							"colLabels": [
								"Level",
								"Proficiency Bonus",
								"Ability Modifier*",
								"Common DC 10",
								"Uncommon DC 15",
								"Rare DC 20",
								"Very Rare DC 25",
								"Legendary DC 28"
							],
							"colStyles": [
								"col-1-5 text-center",
								"col-1-5 text-center",
								"col-1-5 text-center",
								"col-1-5 text-right",
								"col-1-5 text-right",
								"col-1-5 text-right",
								"col-1-5 text-right",
								"col-1-5 text-right"
							],
							"rows": [
								[
									"1st",
									"+2",
									"+3",
									"90%",
									"65%",
									"40%",
									"15%",
									"0%"
								],
								[
									"2nd",
									"+2",
									"+3",
									"90%",
									"65%",
									"40%",
									"15%",
									"0%"
								],
								[
									"3rd",
									"+2",
									"+3",
									"90%",
									"65%",
									"40%",
									"15%",
									"0%"
								],
								[
									"4th",
									"+2",
									"+4",
									"95%",
									"70%",
									"45%",
									"20%",
									"5%"
								],
								[
									"5th",
									"+3",
									"+4",
									"100%",
									"80%",
									"55%",
									"30%",
									"15%"
								],
								[
									"6th",
									"+3",
									"+4",
									"100%",
									"80%",
									"55%",
									"30%",
									"15%"
								],
								[
									"7th",
									"+3",
									"+4",
									"100%",
									"80%",
									"55%",
									"30%",
									"15%"
								],
								[
									"8th",
									"+3",
									"+5",
									"100%",
									"85%",
									"60%",
									"35%",
									"20%"
								],
								[
									"9th",
									"+4",
									"+5",
									"100%",
									"95%",
									"70%",
									"45%",
									"30%"
								],
								[
									"10th",
									"+4",
									"+5",
									"100%",
									"95%",
									"70%",
									"45%",
									"30%"
								],
								[
									"11th",
									"+4",
									"+5",
									"100%",
									"95%",
									"70%",
									"45%",
									"30%"
								],
								[
									"12th",
									"+4",
									"+5",
									"100%",
									"95%",
									"70%",
									"45%",
									"30%"
								],
								[
									"13th",
									"+5",
									"+5",
									"100%",
									"100%",
									"80%",
									"55%",
									"40%"
								],
								[
									"14th",
									"+5",
									"+5",
									"100%",
									"100%",
									"80%",
									"55%",
									"40%"
								],
								[
									"15th",
									"+5",
									"+5",
									"100%",
									"100%",
									"80%",
									"55%",
									"40%"
								],
								[
									"16th",
									"+5",
									"+5",
									"100%",
									"100%",
									"80%",
									"55%",
									"40%"
								],
								[
									"17th",
									"+6",
									"+5",
									"100%",
									"100%",
									"90%",
									"65%",
									"50%"
								],
								[
									"18th",
									"+6",
									"+5",
									"100%",
									"100%",
									"90%",
									"65%",
									"50%"
								],
								[
									"19th",
									"+6",
									"+5",
									"100%",
									"100%",
									"90%",
									"65%",
									"50%"
								],
								[
									"20th",
									"+6",
									"+5",
									"100%",
									"100%",
									"90%",
									"65%",
									"50%"
								]
							],
							"footnotes": [
								"* Assumes Dexterity or Intelligence as a primary ability score with a typical rate of progression using the Standard Array."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "FAQ",
					"page": 27,
					"entries": [
						"This appendix seeks to clarify some of the most common queries from users of this supplement. Questions are presented in the natural order they might occur while reading the text.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Why base the system on money?",
									"page": 27,
									"entries": [
										"In short, because that's what money is for: a universal medium of exchange for goods and services. It's far more believable than alternative systems like exponential (and often unreasonable) time scaling or arbitrary level-locking. These alternatives are mechanically fine, but they feel very much like artificial restrictions (because they are).",
										"Furthermore, using money allows players to make universal value judgements. Could the fighter potentially upgrade their weapon at a faster-than-anticipated rate? Absolutely—if the group is willing to pay the opportunity cost (i.e. less gold for other things), which has a ripple effect far beyond the boundaries of this system. The more decisions you can hitch to money, the more valuable and interesting money becomes. As stated in the introduction, this is my first such supplement to be released on the Dungeon Masters Guild, but it won't be the last!"
									]
								},
								{
									"type": "entries",
									"name": "Am I awarding enough money?",
									"page": 27,
									"entries": [
										"The best answer to this question is if the party has enough to afford some of the (level-appropriate) things they want but not everything then you're on the right track or thereabouts. This supplement is based on the relevant sections of the {@b {@i Dungeon Master's Guide}}, including the expected rate of accrual of wealth using the Treasure Hoard tables therein. This means that—used standalone—this supplement should put you on that right track. If, however, you incorporate additional money sinks (such as those in Strongholds & Followers) then consider increasing money-rewards accordingly, perhaps increasing the amount of coin awarded and decreasing magic item rewards by a commensurate amount (or allowing the group to sell any surplus magic items). Exercise your judgement based on the needs of your campaign."
									]
								},
								{
									"type": "entries",
									"name": "Can I make magic weapons upgradable?",
									"page": 27,
									"entries": [
										"Yes! The system can easily accommodate this. First, you should attempt to \"recreate\" the weapon as closely as possible using a base weapon and any combination of upgrade tags in order to determine what tags it might already possesses. For example, to recreate the {@item dagger of venom|DMG} from the {@b {@i Dungeon Master's Guide}}:",
										{
											"type": "list",
											"items": [
												"Add the {@b {@i silvered}} and {@b {@i magical}} tags to overcome resistance and immunity to nonmagical attacks and damage.",
												"Add both the {@b {@i balanced}} and {@b {@i wounding—keen}} tags to gain a +1 bonus to attacks and damage made with this weapon.",
												"Add the {@b {@i runic}} tag and create an appropriate rune with the properties of the poisoning action described in the item text."
											]
										},
										"The above recreates the {@item dagger of venom|DMG} as if it were made following the rules in chapter 1. The dagger now requires attunement by the wielder (to gain the benefits of the affixed rune) but can now be upgraded!"
									]
								},
								{
									"type": "entries",
									"name": "Which dice count for the brutal tag?",
									"page": 27,
									"entries": [
										"The {@b {@i brutal}} tag {@u only} considers the weapon's damage dice, which means base weapon damage dice plus additional rolls of those dice from a critical hit. This doesn't include extra damage from other sources such as Divine Smite, Sneak Attack, the {@b {@i saw-toothed}} tag, and the {@optfeature tempest|TCAH} runestone."
									]
								},
								{
									"type": "entries",
									"name": "Can I add upgrade tags of my own?",
									"page": 27,
									"entries": [
										"Absolutely! For armor there is no issue because (armor proofing notwithstanding) available upgrades are independent of one another. For weapons, the cost-doubling nature of the system ensures that you can keep adding upgrades beyond what's presented while keeping any power creep cost-appropriate (i.e. exponential). For example, you could create a new 1st tier focus tag that enables a weapon to be used as a spellcasting focus for your spells.",
										"Furthermore, you can scale the weapon upgrade system into epic levels by creating a new 4th tier with a base cost of 100,000 gp, and even a 5th tier with a base cost of 1,000,000 gp—though presumably these tiers are beyond the skillset of even a master artisan, and the group will need to entreat a higher power for assistance!"
									]
								},
								{
									"type": "entries",
									"name": "Why can't light armor be upgraded as much as heavy armor?",
									"page": 27,
									"entries": [
										"A tangential benefit of the armor upgrade system is giving heavier armors a bit more \"oomph\" than under the default rules, where Dexterity and light armor are typically regarded as king. If you don't like it, the power is yours."
									]
								},
								{
									"type": "entries",
									"name": "The muffled tag overlaps with the Medium Armor Master feat!",
									"page": 27,
									"entries": [
										"You have a keen eye, Watson! Indeed, while I usually loathe to befoul official material in this way (overlapping or redundant features and such), after much consideration the muffled tag remains to my eye the more natural means of obtaining this particular benefit. As such, in games that use feats consider replacing the first bullet of the {@feat Medium Armor Master|PHB} feat with the following:",
										{
											"type": "list",
											"items": [
												"Increase your Dexterity score by 1, to a maximum of 20."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Are there rules for when a piece of equipment becomes worn through use?",
									"page": 27,
									"entries": [
										"During the creation of this ruleset we tried a variety of mechanics to \"track\" equipment degredation, and ultimately found none worth the time and effort of doing so. Instead, a simple \"milestone\" approach (whereby the DM reminds players when their gear might starting to show signs of wear) seems to be the best approach."
									]
								},
								{
									"type": "entries",
									"name": "Can I add runestones of my own?",
									"page": 27,
									"entries": [
										"New runestones are always being created or discovered by members of the Runesmith's Guild! Magic items are a popular field of study, meaning an easy way to create your own runestones is to use the properties of your favorite magic items. Who knows, maybe a bounty is offered by the guild for magic items with undiscovered properties or will accept donations of such items for study—offering the donor a runestone imbued with its magical properties once they have been decoded."
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"variantrule": [
		{
			"name": "Guild Work",
			"source": "TCAH",
			"page": 17,
			"ruleType": "VO",
			"entries": [
				"Members of the guild can spend time in the workhalls filling orders placed by clients.",
				{
					"type": "entries",
					"name": "Resources",
					"page": 17,
					"entries": [
						"Guild work requires at least one day's labor. Equipment and materials are supplied by the guild."
					]
				},
				{
					"type": "entries",
					"name": "Resolution",
					"page": 17,
					"entries": [
						"Standard renumeration for guild work depends on your guild rank as follows:",
						{
							"type": "table",
							"caption": "Guild Work",
							"colLabels": [
								"Rank",
								"Earnings"
							],
							"colStyles": [
								"col-3",
								"col-9"
							],
							"rows": [
								[
									"Craftsman",
									"Modest lifestyle for the week + 5 gp per day of work"
								],
								[
									"Artisan",
									"Comfortable lifestyle for the week + 10 gp per day of work"
								],
								[
									"Master",
									"Wealthy lifestyle for the week + 20 gp per day of work"
								],
								[
									"Grandmaster",
									"Aristocratic lifestyle for the week + 50 gp per day of work."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Complications",
					"page": 17,
					"entries": [
						"Performing guild work rarely results in significant complications. Still, working for the guild is not without risk. Each workweek spent filling orders brings a 10% chance a complication.",
						{
							"type": "table",
							"caption": "Work Complications",
							"colLabels": [
								"{@dice d6}",
								"Complication"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									1,
									"A customer cancels an order, reducing your earnings for the week by one category."
								],
								[
									2,
									"You work for a lucrative contract, increasing your earnings for the week b one rank category."
								],
								[
									3,
									"Your tools are damaged or stolen, forcing you to buy new ones.*"
								],
								[
									4,
									"An incident occurs in the workhall for which you are blamed (justified or not, as you choose). You are barred from the workhall for the next 6 workweeks.*"
								],
								[
									5,
									"You are accused of selling runestones outide of guild channels by a colleague.*"
								],
								[
									6,
									"A runestone bearing your magical signature was used to commit a crime.*"
								]
							],
							"footnotes": [
								"* Might involve a rival."
							]
						}
					]
				}
			]
		},
		{
			"name": "Wear and Repair; Repairing Equipment",
			"source": "TCAH",
			"page": 13,
			"ruleType": "V",
			"entries": [
				"A character proficient with and in possession of an appropriate set of artisan's tools can attempt to repair worn, damaged, or broken equipment as follows:",
				{
					"type": "list",
					"items": [
						"Equipment that is {@b worn} or {@b sundered} can be repaired for a fixed cost of 10 gp, or by spending 1 hour and succeeding on a DC 15 repair check with an appropriate set of tools.",
						"Equipment that is {@b damaged} can be repaired for a cost equal to 10 gp or 10% of the base cost of the item (whichever is higher), or by spending 4 hours and succeeding on a DC 20 repair check with an apporpriate set of tools.",
						"Equipment that is {@b broken} can be repaired for a cost equal to 50% of the base cost of the equipment. The task of repairing broken equipment can only be undertaken in a workshop environment, and takes anywhere from a full day to more than a week depending on the type and quality of the equipment and the extent of the work required. Proofed armor that is broken can only be repaired by a master artisan."
					]
				}
			]
		},
		{
			"name": "Wear and Repair; Damaging Equipment",
			"source": "TCAH",
			"page": 13,
			"ruleType": "V",
			"entries": [
				"If your group enjoys more tactical combat, consider allowing worn or sundered armor to become damaged on sustaining damage form a critical hit, and a worn or sundered weapon to become damaged when you roll a 1 on the {@dice d20} for an attack roll made with it."
			]
		},
		{
			"name": "Wear and Repair; Equipment Properties",
			"source": "TCAH",
			"page": 13,
			"ruleType": "V",
			"entries": [
				"The following tags can't be added as upgrades, but may be found preexisting on looted or for-sale items, ar applied automatically when certain conditions are met.",
				{
					"type": "entries",
					"name": "Worn or Sundered",
					"page": 13,
					"entries": [
						"This piece of equipment has been damaged in combat or has deteriorated with age and use. A worn or sundered weapons confers a -1 penalty to attack and damage rolls made with it, and the AC of worn or sundered armor is reduced by 1."
					]
				},
				{
					"type": "entries",
					"name": "Damaged",
					"page": 13,
					"entries": [
						"This piece of equipment has sustained significant damage and will break when you roll a 1 on the {@dice d20} for an attack made with it (weapons) or you take damage from a critical hit while wearing it (armor and shields)."
					]
				},
				{
					"type": "entries",
					"name": "Broken",
					"page": 13,
					"entries": [
						"A broken weapon or shield cannot be wielded, and the AC of broken armor is reduced by 5, to a minimum of 10."
					]
				}
			]
		},
		{
			"name": "Upgrading Armor",
			"source": "TCAH",
			"page": 8,
			"ruleType": "V",
			"entries": [
				"There are a number of options available to a character to upgrade their armor, from high-cost armor proofing, to useful additions like insulation suitable for cold weather environments. A complete list of these options, as well as cost and any additional requirements, are shown in the {@table Armor Upgrades|TCAH|Armor Upgrades table} on the following page. In addition to the basic rules for upgrading, the following rules apply when upgrading a suit of armor or a shield with a new tag:",
				{
					"type": "list",
					"items": [
						"Any prerequisite conditions must be satisfied to apply a new tag, as shown in the Armor Upgrades table.",
						"Typically, it takes an artisan a full day of work (minimum 8 hours) to upgrade a suit of armor or a shield with a new tag.",
						{
							"type": "item",
							"name": "Armor Proofing",
							"entries": [
								"The proofing process normally requires a full workweek (5 days) and can only be undertaken by a master artisan. Once added, armor proofing tags can't be removed from a suit of armor."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Armor Proofing",
					"page": 8,
					"entries": [
						"The primary method of upgrading armor, proofing is the process of testing and improving a suit of armor's ability to withstand blows of various types below a certain threshold, being certified as proof against swords, arrows, and warhammers. While all types of armor can be proofed against slashing damage, only medium and heavy armors can be proofed against piercing damage, and only heavy armor can be proofed against bludgeoning attacks."
					]
				},
				{
					"type": "entries",
					"name": "Other Upgrades",
					"page": 8,
					"entries": [
						"In addition to proofing, various other upgrades are available to armors meeting the prerequisites for each, as shown in the Armor Upgrades table. Certain upgrades are incompatible, such as the {@b {@i breathable}} and {@b {@i insulated}} tags, while others have specific requirements (for example, the {@b {@i runic}} tag can only be applied by a runesmith.) Certain types of armor upgrade tags may be removable or temporary. For example, you may be able to remove the {@b {@i muffled}} tag by extracting the padding sewn into the joints. When in doubt, consult with your DM.",
						{
							"type": "inset",
							"name": "Variant: Armor Proofing",
							"entries": [
								"Your DM might allow you to replace the properties of armor proofing with a bonus to Armor Class. In this case, each tier of proofing provides a cumulative +1 bonus to AC, and the cost of each is tripled."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Armor Upgrades",
					"colLabels": [
						"Tag",
						"Cost",
						"Prerequisite",
						"Properties"
					],
					"colStyles": [
						"col-3",
						"col-2 text-right",
						"col-3",
						"col-4"
					],
					"rows": [
						[
							"Armor Proofing: 1st tier",
							"1,000 gp",
							"Light, medium or heavy armor",
							"While wearing this armor, if you would take 6 or less nonmagical slashing damage before resistance is applied, you take none of that damage instead."
						],
						[
							"Armor Proofing: 2nd tier",
							"2,000 gp",
							"Medium or heavy armor with {@i 1st tier armor proofing} tag",
							"While wearing this armor, if you would take 7 or less nonmagical slashing or piercing damage before resistance is applied, you take none of that damage instead."
						],
						[
							"Armor Proofing: 3rd tier",
							"3,000 gp",
							"Heavy armor with the {@i 2nd tier armor proofing} tag",
							"While wearing this armor, if you would take 8 or less nonmagical slashing, piercing, or bludgeoning damage before resistance is applied, you take none of that damage instead."
						],
						[
							"Breathable",
							"100 gp",
							"Light or medium armor. Incompatible with the {@i insulated} tag.",
							"While wearing this armor, you have advantage on saving throws you make against exhaustion effects due to extreme heat, as described in {@book chapter 5|DMG|5} of the {@i Dungeon Master's Guide}."
						],
						[
							"Burnished",
							"10 gp",
							"Heavy armor",
							"This armor has been polished to a mirror finish. While wearing it, you may have advantage on Charisma-based skill checks when interacting with certain humanoids, as determined by the DM. This tag is automatically removed after 24 hours of wear or at the end of a combat."
						],
						[
							"Climbing harness",
							"100 gp",
							"Light, medium, or heavy armor",
							"This armor has been modified with a climbing harness around the midriff, comprising leather straps and quickdraws. While wearing it, you make Strength (Athletics) checks to scale vertical surfaces with advantage when using a rope or similar aid."
						],
						[
							"Decorated",
							"5gp",
							"Medium or heavy armor and shields",
							"This armor or shield is adorned with a holy symbol and can be used as a spellcasting focus for cleric and paladin spells."
						],
						[
							"Insulated",
							"100 gp",
							"Incompatible with {@i breathable} tag.",
							"This armor counts as cold weather gear in conditions of extreme cold, as described in {@book chapter 5|DMG|5} of the {@i Dungeon Master's Guide}."
						],
						[
							"Locking joints",
							"150 gp",
							"Half plate or plate armor",
							"This armor is made with hinged joints that can be locked by a quick motion from the wearer. While wearing it, you make Strength ({@skill Athletics}) checks to oppose attempts to shove you with advantage."
						],
						[
							"Muffled",
							"50 gp",
							"Brigandine armor",
							"This armor no longer confers disadvantage on Dexterity ({@skill Stealth}) checks."
						],
						[
							"Quick-release clasps",
							"200 gp",
							"Light, medium, or heavy armor",
							"You can doff this armor as an action."
						],
						[
							"Reinforced",
							"300 gp",
							"Heavy armor",
							"This armor has been reinforced at the joints and other weak points. While wearing it, critical damage you take from nonmagical attacks is reduced by 3."
						],
						[
							"Runic",
							"400 gp",
							"{@i Armor proofing} tag (any tier) or a shield. Can only be applied by a runesmith*.",
							"This armor or shield can be imbued with rune magic.*"
						],
						[
							"Spiked",
							"250 gp",
							"Medium or heavy armor",
							"This armor has been modified with spikes, barbs, or other similar feature, and deals {@dice 1d4} piercing damage to creatures attacking with unarmed strikes or natural weapons that aren't magical."
						]
					],
					"footnotes": [
						"See {@book chapter 2|TCAH|2}, \"Rune Magic\"."
					]
				}
			]
		},
		{
			"name": "Variant: Armor Proofing",
			"source": "TCAH",
			"page": 9,
			"ruleType": "V",
			"entries": [
				"Your DM might allow you to replace the properties of armor proofing with a bonus to Armor Class. In this case, each tier of proofing provides a cumulative +1 bonus to AC, and the cost of each is tripled."
			]
		},
		{
			"name": "Special Ammunition",
			"source": "TCAH",
			"page": 12,
			"ruleType": "V",
			"entries": [
				"The following new types of ammunition may be available for ranged weapons; either found as loot, available to purchase, or as an option to craft during downtime:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Berserk Dart",
							"page": 12,
							"entries": [
								"The poison in this dart can induce temporary psychosis in a creature subjected to it. When you hit a creature with an attack using this ammunition, it must succeed on a DC 10 Constitution saving throw or go berserk. While berserk, it must use its action each round to attack the creature nearest to it. At the end of each of its turns, the target can make another Constitution saving throw, ending the effect on a success. A creature that has succeeded on the save has advantage on subsequent saves made to resist the effects of this poison for 24 hours. No effect against undead and creatures immune to being {@condition charmed}. Once a berserk dart hits a creature, it loses this property and becomes a normal dart."
							]
						},
						{
							"type": "entries",
							"name": "Blunt",
							"page": 12,
							"entries": [
								"A flat-nosed arrowhead typically used for target practice and hunting small game animals such as rabbits, squirrels, and grouse. Successful attacks using this ammunition deal {@dice 1d4} nonlethal bludgeoning damage instead of the weapon's normal damage."
							]
						},
						{
							"type": "entries",
							"name": "Bodkin",
							"page": 12,
							"entries": [
								"The tip of a bodkin arrow is most commonly a sharpened spike with a square profile, designed to penetrate plate and mail armor. You gain a +1 bonus to attack rolls against targets wearing armor when using this ammunition."
							]
						},
						{
							"type": "entries",
							"name": "Broadhead",
							"page": 12,
							"entries": [
								"With a tip shaped like a spear point, broadheads are designed for maximum penetration of soft flesh and thick hide—commonly used by hunters for bringing down large game. When you hit a creature that isn't wearing armor with an attack using this ammunition it takes an extra {@dice 1d6} piercing damage."
							]
						},
						{
							"type": "entries",
							"name": "Firecracker",
							"page": 12,
							"entries": [
								"This ammunition is tipped with a volatile alchemical compound. On striking a hard surface, it explodes creating a flash of light and loud crack audible out to 100 feet."
							]
						},
						{
							"type": "entries",
							"name": "Shadow",
							"page": 12,
							"entries": [
								"Enchanted with magic from the Shadowfell, this ammunition is able to strike creatures in the Ethereal Plane, and counts as magical for the purposes of overcoming resistance to immunity and nonmagical attacks and damage."
							]
						},
						{
							"type": "entries",
							"name": "Sleep Dart",
							"page": 12,
							"entries": [
								"This dart contains a dose of a powerful soporific, designed to temporarily incapacitate a target. When you hit a creature with an attack using this ammunition, instead of dealing damage roll {@dice 5d8}; if the target has fewer hit points than the total rolled it falls {@condition unconscious} until one hour has passed, it takes damage, or someone uses and action to shake or slap the target awake. No effect against undead and creatures immune to being {@condition charmed}. Once a sleep dart hits a creature, it loses this property and becomes a normal dart."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Special Ammunition",
					"colLabels": [
						"Type",
						"Cost",
						"Weight"
					],
					"colStyles": [
						"col-6",
						"col-3 text-right",
						"col-3 text-center"
					],
					"rows": [
						[
							"{@i General (All Types)}",
							"",
							""
						],
						{
							"type": "row",
							"style": "row-indent-first",
							"row": [
								"{@item Firecracker (5)|TCAH}",
								"20 gp",
								"1/4 lb."
							]
						},
						{
							"type": "row",
							"style": "row-indent-first",
							"row": [
								"{@item Shadow (5)|TCAH}",
								"100 gp",
								"1/4 lb."
							]
						},
						[
							"{@i Arrows and Crossbow Bolts}",
							"",
							""
						],
						{
							"type": "row",
							"style": "row-indent-first",
							"row": [
								"{@item Blunt (10)|TCAH}",
								"1 gp",
								"1/2 lb."
							]
						},
						{
							"type": "row",
							"style": "row-indent-first",
							"row": [
								"{@item Bodkin (10)|TCAH}",
								"40 gp",
								"1/2 lb."
							]
						},
						{
							"type": "row",
							"style": "row-indent-first",
							"row": [
								"{@item Broadhead (10)|TCAH}",
								"50 gp",
								"1/2 lb."
							]
						},
						{
							"type": "row",
							"style": "row-indent-first",
							"row": [
								"{@item Silvered (10)|TCAH}",
								"25* gp",
								"1/2 lb."
							]
						},
						[
							"{@i Darts}",
							"",
							""
						],
						{
							"type": "row",
							"style": "row-indent-first",
							"row": [
								"{@item Berserk Dart (5)|TCAH}",
								"200 gp",
								"1/4 lb."
							]
						},
						{
							"type": "row",
							"style": "row-indent-first",
							"row": [
								"{@item Sleep Dart (5)|TCAH}",
								"15 gp",
								"1/4 lb."
							]
						}
					],
					"footnotes": [
						"The cost of silvered arrows as presented in the Player's Handbook has been reduced by 75%"
					]
				},
				{
					"type": "entries",
					"name": "Crafting Special Ammunition",
					"page": 12,
					"entries": [
						"In addition to the appropriate tools for the item to be crafted, a character needs raw materials worth half of the produced item's selling cost. A character proficient with the tools needed to craft the item and with access to the appropriate equipment can craft 10 gp's worth of special ammunition for every 8 hours spent."
					]
				}
			]
		}
	],
	"magicvariant": [
		{
			"name": "Silvered Ammunition",
			"type": "GV|DMG",
			"entries": [
				"Some monsters that have immunity or resistance to nonmagical weapons are susceptible to silver ammunition, so cautious adventurers invest extra coin to plate their ammunition in silver. You can silver ten pieces of ammunition for 25 gp. This cost represents not only the price of the silver, but the time and expertise needed to add silver to the ammunition without making it less effective."
			],
			"requires": [
				{
					"name": "Arrow"
				},
				{
					"name": "Crossbow Bolt"
				}
			],
			"inherits": {
				"namePrefix": "Silvered ",
				"source": "TCAH",
				"page": 0,
				"rarity": "none",
				"valueExpression": "2500",
				"entries": [
					"Some monsters that have immunity or resistance to nonmagical weapons are susceptible to silver ammunition, so cautious adventurers invest extra coin to plate their ammunition in silver. You can silver ten pieces of ammunition for 25 gp. This cost represents not only the price of the silver, but the time and expertise needed to add silver to the ammunition without making it less effective."
				]
			}
		},
		{
			"name": "Shadow Ammunition",
			"type": "GV|DMG",
			"entries": [
				"Enchanted with magic from the Shadowfell, this ammunition is able to strike creatures in the Ethereal Plane, and counts as magical for the purposes of overcoming resistance to immunity and nonmagical attacks and damage."
			],
			"requires": [
				{
					"name": "Arrow"
				},
				{
					"name": "Crossbow Bolt"
				},
				{
					"name": "Sling Bullet"
				},
				{
					"name": "Blowgun Needle"
				},
				{
					"name": "Dart"
				}
			],
			"inherits": {
				"namePrefix": "Shadow ",
				"type": "A",
				"source": "TCAH",
				"page": 0,
				"rarity": "none",
				"valueExpression": "2000",
				"entries": [
					"Enchanted with magic from the Shadowfell, this ammunition is able to strike creatures in the Ethereal Plane, and counts as magical for the purposes of overcoming resistance to immunity and nonmagical attacks and damage."
				]
			}
		},
		{
			"name": "Firecracker Ammunition",
			"type": "GV|DMG",
			"entries": [
				"This ammunition is tipped with a volatile alchemical compound. On striking a hard surface, it explodes creating a flash of light and loud crack audible out to 100 feet."
			],
			"requires": [
				{
					"name": "Arrow"
				},
				{
					"name": "Crossbow Bolt"
				},
				{
					"name": "Sling Bullet"
				},
				{
					"name": "Blowgun Needle"
				},
				{
					"name": "Dart"
				}
			],
			"inherits": {
				"namePrefix": "Firecracker ",
				"type": "A",
				"source": "TCAH",
				"page": 0,
				"rarity": "none",
				"valueExpression": "400",
				"entries": [
					"This ammunition is tipped with a volatile alchemical compound. On striking a hard surface, it explodes creating a flash of light and loud crack audible out to 100 feet."
				]
			}
		},
		{
			"name": "Bodkin Ammunition",
			"type": "GV|DMG",
			"entries": [
				"The tip of a bodkin arrow is most commonly a sharpened spike with a square profile, designed to penetrate plate and mail armor. You gain a +1 bonus to attack rolls against targets wearing armor when using this ammunition."
			],
			"requires": [
				{
					"name": "Arrow"
				},
				{
					"name": "Crossbow Bolt"
				}
			],
			"inherits": {
				"namePrefix": "Bodkin ",
				"source": "TCAH",
				"page": 0,
				"rarity": "none",
				"valueExpression": "40",
				"bonusWeaponAttack": "+1",
				"entries": [
					"The tip of a bodkin arrow is most commonly a sharpened spike with a square profile, designed to penetrate plate and mail armor. You gain a +1 bonus to attack rolls against targets wearing armor when using this ammunition."
				]
			}
		},
		{
			"name": "Blunt Ammunition",
			"type": "GV|DMG",
			"entries": [
				"A flat-nosed arrowhead typically used for target practice and hunting small game animals such as rabbits, squirrels, and grouse. Successful attacks using this ammunition deal {@dice 1d4} nonlethal bludgeoning damage instead of the weapon's normal damage."
			],
			"requires": [
				{
					"name": "Arrow"
				},
				{
					"name": "Crossbow Bolt"
				}
			],
			"inherits": {
				"namePrefix": "Blunt ",
				"source": "TCAH",
				"page": 0,
				"rarity": "none",
				"valueExpression": "10",
				"entries": [
					"A flat-nosed arrowhead typically used for target practice and hunting small game animals such as rabbits, squirrels, and grouse. Successful attacks using this ammunition deal {@dice 1d4} nonlethal bludgeoning damage instead of the weapon's normal damage."
				]
			}
		},
		{
			"name": "Broadhead Ammunition",
			"type": "GV|DMG",
			"entries": [
				"With a tip shaped like a spear point, broadheads are designed for maximum penetration of soft flesh and thick hide—commonly used by hunters for bringing down large game. When you hit a creature that isn't wearing armor with an attack using this ammunition it takes an extra {@dice 1d6} piercing damage."
			],
			"requires": [
				{
					"name": "Arrow"
				},
				{
					"name": "Crossbow Bolt"
				}
			],
			"inherits": {
				"namePrefix": "Broadhead ",
				"source": "TCAH",
				"page": 0,
				"rarity": "none",
				"valueExpression": "500",
				"entries": [
					"With a tip shaped like a spear point, broadheads are designed for maximum penetration of soft flesh and thick hide—commonly used by hunters for bringing down large game. When you hit a creature that isn't wearing armor with an attack using this ammunition it takes an extra {@dice 1d6} piercing damage."
				]
			}
		}
	],
	"item": [
		{
			"name": "Berserk Dart (5)",
			"source": "TCAH",
			"page": 12,
			"type": "A",
			"rarity": "none",
			"weight": 0.25,
			"value": 20000,
			"packContents": [
				{
					"item": "berserk dart|tcah",
					"quantity": 5
				}
			],
			"entries": [
				"The poison in this dart can induce temporary psychosis in a creature subjected to it. When you hit a creature with an attack using this ammunition, it must succeed on a DC 10 Constitution saving throw or go berserk. While berserk, it must use its action each round to attack the creature nearest to it. At the end of each of its turns, the target can make another Constitution saving throw, ending the effect on a success. A creature that has succeeded on the save has advantage on subsequent saves made to resist the effects of this poison for 24 hours. No effect against undead and creatures immune to being {@condition charmed}. Once a berserk dart hits a creature, it loses this property and becomes a normal dart."
			]
		},
		{
			"name": "Sleep Dart (5)",
			"source": "TCAH",
			"page": 12,
			"type": "A",
			"rarity": "none",
			"weight": 0.25,
			"value": 1500,
			"packContents": [
				{
					"item": "sleep dart|tcah",
					"quantity": 5
				}
			],
			"entries": [
				"This dart contains a dose of a powerful soporific, designed to temporarily incapacitate a target. When you hit a creature with an attack using this ammunition, instead of dealing damage roll {@dice 5d8}; if the target has fewer hit points than the total rolled it falls {@condition unconscious} until one hour has passed, it takes damage, or someone uses and action to shake or slap the target awake. No effect against undead and creatures immune to being {@condition charmed}. Once a sleep dart hits a creature, it loses this property and becomes a normal dart."
			]
		},
		{
			"name": "Berserk Dart",
			"source": "TCAH",
			"page": 12,
			"baseItem": "dart|phb",
			"type": "A",
			"rarity": "none",
			"weight": 0.25,
			"value": 4000,
			"weaponCategory": "simple",
			"property": [
				"F",
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"dmgType": "P",
			"entries": [
				"The poison in this dart can induce temporary psychosis in a creature subjected to it. When you hit a creature with an attack using this ammunition, it must succeed on a DC 10 Constitution saving throw or go berserk. While berserk, it must use its action each round to attack the creature nearest to it. At the end of each of its turns, the target can make another Constitution saving throw, ending the effect on a success. A creature that has succeeded on the save has advantage on subsequent saves made to resist the effects of this poison for 24 hours. No effect against undead and creatures immune to being {@condition charmed}. Once a berserk dart hits a creature, it loses this property and becomes a normal dart."
			]
		},
		{
			"name": "Sleep Dart",
			"source": "TCAH",
			"page": 12,
			"baseItem": "dart|tcah",
			"type": "A",
			"rarity": "none",
			"weight": 0.25,
			"value": 300,
			"weaponCategory": "simple",
			"property": [
				"BA",
				"CO",
				"F",
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"dmgType": "P",
			"entries": [
				"This dart contains a dose of a powerful soporific, designed to temporarily incapacitate a target. When you hit a creature with an attack using this ammunition, instead of dealing damage roll {@dice 5d8}; if the target has fewer hit points than the total rolled it falls {@condition unconscious} until one hour has passed, it takes damage, or someone uses and action to shake or slap the target awake. No effect against undead and creatures immune to being {@condition charmed}. Once a sleep dart hits a creature, it loses this property and becomes a normal dart."
			]
		},
		{
			"name": "Runesmith's Tools",
			"source": "TCAH",
			"page": 15,
			"type": "AT",
			"rarity": "none",
			"weight": 5,
			"value": 2500,
			"additionalEntries": [
				"Proficiency with runesmith's tools allows you to etch magical runes into precious stones, as well as identify aspects of their lore when encountered in the world. A set of runesmith's tools costs 25 gp and weighs 5 lb.",
				{
					"type": "entries",
					"name": "Components",
					"page": 15,
					"entries": [
						"Runesmith's tools include a hammer, a set of chisels and needle files, a fine-haired brush, a bouch of powdered mithral, and a special alchemical lacquer."
					]
				},
				{
					"type": "entries",
					"name": "Arcana and History",
					"page": 15,
					"entries": [
						"Your expertise lends you additional insights about lore associated with rounes and other sigils carved into stone or other surface."
					]
				},
				{
					"type": "entries",
					"name": "Investigation",
					"page": 15,
					"entries": [
						"You can spot clues and make deductions that others might overlook when inspecting items or surfaces carved with runes and other sigils."
					]
				},
				{
					"type": "table",
					"caption": "Runesmith's Tools",
					"colLabels": [
						"Activity",
						"DC"
					],
					"colStyles": [
						"col-10",
						"col-2 text-center"
					],
					"rows": [
						[
							"Identify the properties of a runestone",
							15
						],
						[
							"Determine the creator of a runestone",
							20
						]
					]
				},
				{
					"type": "inset",
					"name": "Moonlighting",
					"entries": [
						"Trading in runestones outside of authorized channels is strictly forbidden. Every runesmith leaves an aura—like a magical fingerprint—on runestones they create, so be careful!"
					]
				}
			],
			"entries": []
		},
		{
			"name": "Gambeson",
			"source": "TCAH",
			"page": 8,
			"type": "LA",
			"rarity": "none",
			"weight": 8,
			"value": 1500,
			"ac": 11,
			"entries": [
				"A gambeson is a padded defensive jacket, either worn separately or as an underlay for heavier types of armor. It can also double as a winter coat."
			]
		},
		{
			"name": "Leather Jerkin",
			"source": "TCAH",
			"page": 8,
			"type": "LA",
			"rarity": "none",
			"weight": 10,
			"value": 4500,
			"ac": 12,
			"entries": []
		},
		{
			"name": "Mail Shirt",
			"source": "TCAH",
			"page": 8,
			"type": "MA",
			"rarity": "none",
			"weight": 25,
			"value": 6000,
			"ac": 13,
			"entries": []
		},
		{
			"name": "Lamellar",
			"source": "TCAH",
			"page": 8,
			"type": "MA",
			"rarity": "none",
			"weight": 20,
			"value": 15000,
			"ac": 14,
			"stealth": true,
			"entries": [
				"This is a type of body armor made from small rectangular plates (scales or lamellae) of iron, leather, or bronze laced into horizontal rows."
			]
		},
		{
			"name": "Hauberk",
			"source": "TCAH",
			"page": 8,
			"type": "MA",
			"rarity": "none",
			"weight": 30,
			"value": 25000,
			"ac": 14,
			"entries": [
				"A hauberk is a shirt of mail that reaches at least to mid-thigh and includes sleeves."
			]
		},
		{
			"name": "Brigandine",
			"source": "TCAH",
			"page": 8,
			"type": "MA",
			"rarity": "none",
			"weight": 40,
			"value": 45000,
			"ac": 15,
			"stealth": true,
			"entries": [
				"Brigandine is a sturdy coat of layered linen or leather lined with small steel plates riveted to the fabric."
			]
		},
		{
			"name": "Cuirass",
			"source": "TCAH",
			"page": 8,
			"type": "HA",
			"rarity": "none",
			"weight": 30,
			"value": 9000,
			"ac": 16,
			"strength": "13",
			"stealth": true,
			"entries": [
				"A type of armor formed of a single or multiple pieces of metal that covers the torso. A cuirass generally refers to both a chest plate and back piece together."
			]
		},
		{
			"name": "Half Plate Armor",
			"source": "TCAH",
			"page": 8,
			"type": "HA",
			"rarity": "none",
			"weight": 45,
			"value": 45000,
			"ac": 17,
			"strength": "15",
			"stealth": true,
			"entries": []
		},
		{
			"name": "Plate Armor",
			"source": "TCAH",
			"page": 8,
			"type": "HA",
			"rarity": "none",
			"weight": 60,
			"value": 90000,
			"ac": 18,
			"strength": "15",
			"stealth": true,
			"entries": []
		},
		{
			"name": "Buckler",
			"source": "TCAH",
			"page": 8,
			"type": "S",
			"rarity": "none",
			"weight": 6,
			"value": 1000,
			"ac": 1,
			"entries": []
		},
		{
			"name": "Heater Shield",
			"source": "TCAH",
			"page": 8,
			"type": "S",
			"rarity": "none",
			"weight": 8,
			"value": 2000,
			"ac": 2,
			"strength": "13",
			"entries": [
				"If the wearer has a Strength score lower than 13, their speed is reduced by 10 feet."
			]
		},
		{
			"name": "Tower Shield",
			"source": "TCAH",
			"page": 8,
			"type": "S",
			"rarity": "none",
			"weight": 15,
			"value": 7500,
			"ac": 3,
			"property": [
				"S:TS"
			],
			"strength": "15",
			"entries": [
				"If the wearer has a Strength score lower than 15, their speed is reduced by 10 feet."
			]
		},
		{
			"name": "Dagger",
			"source": "TCAH",
			"page": 10,
			"type": "M",
			"rarity": "none",
			"weight": 1,
			"value": 200,
			"weaponCategory": "simple",
			"property": [
				"BA",
				"CO",
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"dmgType": "P",
			"entries": []
		},
		{
			"name": "Greatclub",
			"source": "TCAH",
			"page": 10,
			"type": "M",
			"rarity": "none",
			"weight": 10,
			"value": 20,
			"weaponCategory": "simple",
			"property": [
				"H",
				"SI",
				"2H"
			],
			"dmg1": "1d8",
			"dmgType": "B",
			"entries": []
		},
		{
			"name": "Dart",
			"source": "TCAH",
			"page": 10,
			"type": "R",
			"rarity": "none",
			"weight": 0.25,
			"value": 5,
			"weaponCategory": "simple",
			"property": [
				"BA",
				"CO",
				"F",
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"dmgType": "P",
			"entries": []
		},
		{
			"name": "Sling",
			"source": "TCAH",
			"page": 10,
			"type": "R",
			"rarity": "none",
			"value": 10,
			"weaponCategory": "simple",
			"property": [
				"A",
				"CO"
			],
			"range": "30/120",
			"dmg1": "1d4",
			"dmgType": "B",
			"ammoType": "sling bullet|phb",
			"entries": []
		},
		{
			"name": "Maul",
			"source": "TCAH",
			"page": 10,
			"type": "M",
			"rarity": "none",
			"weight": 10,
			"value": 1000,
			"weaponCategory": "martial",
			"property": [
				"H",
				"SI",
				"2H"
			],
			"dmg1": "2d6",
			"dmgType": "B",
			"entries": []
		},
		{
			"name": "Blowgun",
			"source": "TCAH",
			"page": 10,
			"type": "R",
			"rarity": "none",
			"weight": 1,
			"value": 1000,
			"weaponCategory": "martial",
			"property": [
				"A",
				"CO",
				"LD"
			],
			"range": "25/100",
			"dmg1": "1",
			"dmgType": "P",
			"ammoType": "blowgun needle|phb",
			"entries": []
		},
		{
			"name": "Hand Crossbow",
			"source": "TCAH",
			"page": 10,
			"type": "R",
			"rarity": "none",
			"weight": 3,
			"value": 7500,
			"weaponCategory": "martial",
			"property": [
				"A",
				"L",
				"LI",
				"LD"
			],
			"range": "30/120",
			"dmg1": "1d6",
			"dmgType": "P",
			"ammoType": "crossbow bolt|phb",
			"entries": []
		}
	],
	"itemProperty": [
		{
			"abbreviation": "BA",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Bandolier",
					"entries": [
						"When making a ranged attack with a weapon that has the bandolier property, you can immediately draw another weapon of the same type as part of the attack."
					]
				}
			]
		},
		{
			"abbreviation": "CO",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Concealed",
					"entries": [
						"You have advantage on Dexterity ({@skill Sleight of Hand}) checks you make to keep this weapon hidden."
					]
				}
			]
		},
		{
			"abbreviation": "LI",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Limited",
					"entries": [
						"Possession of this weapon is restricted in some soceities, often requiring a special dispensation, rank, or permit."
					]
				}
			]
		},
		{
			"abbreviation": "SI",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Siege",
					"entries": [
						"This weapon deals double damage to objects and structures."
					]
				}
			]
		},
		{
			"abbreviation": "S:TS",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"You can't make opportunity attacks while holding this shield."
					]
				}
			]
		},
		{
			"abbreviation": "APT1",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Armor proofing: 1st tier",
					"entries": [
						"While wearing this armor, if you would take 6 or less nonmagical slashing damage before resistance is applied, you take none of that damage instead."
					]
				}
			]
		},
		{
			"abbreviation": "APT2",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Armor proofing: 2nd tier",
					"entries": [
						"While wearing this armor, if you would take 7 or less nonmagical slashing or piercing damage before resistance is applied, you take none of that damage instead."
					]
				}
			]
		},
		{
			"abbreviation": "APT3",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Armor proofing: 3rd tier",
					"entries": [
						"While wearing this armor, if you would take 8 or less nonmagical slashing, piercing, or bludgeoning damage before resistance is applied, you take none of that damage instead."
					]
				}
			]
		},
		{
			"abbreviation": "BR",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Breathable",
					"entries": [
						"While wearing this armor, you have advantage on saving throws you make against exhaustion effects due to extreme heat, as described in {@book chapter 5|DMG|5} of the Dungeon Master's Guide."
					]
				}
			]
		},
		{
			"abbreviation": "BU",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Burnished",
					"entries": [
						"This armor has been polished to a mirror finish. While wearing it, you may have advantage on Charisma-based skill checks when interacting with certain humanoids, as determined by the DM. This tag is automatically removed after 24 hours of wear or at the end of a combat."
					]
				}
			]
		},
		{
			"abbreviation": "CH",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Climbing harness",
					"entries": [
						"This armor has been modified with a climbing harness around the midriff, comprising leather straps and quickdraws. While wearing it, you make Strength ({@skill Athletics}) checks to scale vertical surfaces with advantage when using a rope or similar aid."
					]
				}
			]
		},
		{
			"abbreviation": "DE",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Decorated",
					"entries": [
						"This armor or shield is adorned with a holy symbol and can be used as a spellcasting focus for cleric and paladin spells."
					]
				}
			]
		},
		{
			"abbreviation": "IN",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Insulated",
					"entries": [
						"This armor counts as cold weather gear in conditions of extreme cold, as described in {@book chapter 5|DMG|5} of the Dungeon Master's Guide."
					]
				}
			]
		},
		{
			"abbreviation": "LJ",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Locking Joints",
					"entries": [
						"This armor is made with hinged joints that can be locked by a quick motion from the wearer. While wearing it, you make Strength ({@skill Athletics}) checks to oppose attempts to shove you with advantage."
					]
				}
			]
		},
		{
			"abbreviation": "MF",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Muffled",
					"entries": [
						"This armor no longer confers disadvantage on Dexterity ({@skill Stealth}) checks."
					]
				}
			]
		},
		{
			"abbreviation": "QRC",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Quick-release clasps",
					"entries": [
						"You can doff this armor as an action."
					]
				}
			]
		},
		{
			"abbreviation": "RE",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Reinforced",
					"entries": [
						"This armor has been reinforced at the joints and other weak poitns. While wearing it, critical damage you take from nonmagical attacks is reduced by 3."
					]
				}
			]
		},
		{
			"abbreviation": "RU",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Runic",
					"entries": [
						"This armor or shield can be imbued with {@variantrule rune magic|TCAH}"
					]
				}
			]
		},
		{
			"abbreviation": "SPI",
			"source": "TCAH",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Spiked",
					"entries": [
						"This armor has been modified with spikes, barbs, or other similar feature, and deals {@dice 1d4} piercing damage to creatures attacking with unarmed strikes or natural weapons that aren't magical."
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "Runesmithing Success Rate—Double Proficiency",
			"source": "TCAH",
			"page": 26,
			"caption": "Runesmithing Success Rate—Double Proficiency",
			"colLabels": [
				"Level",
				"Proficiency Bonus",
				"Ability Modifier*",
				"Common DC 10",
				"Uncommon DC 15",
				"Rare DC 20",
				"Very Rare DC 25",
				"Legendary DC 28"
			],
			"colStyles": [
				"col-1-5 text-center",
				"col-1-5 text-center",
				"col-1-5 text-center",
				"col-1-5 text-right",
				"col-1-5 text-right",
				"col-1-5 text-right",
				"col-1-5 text-right",
				"col-1-5 text-right"
			],
			"rows": [
				[
					"1st",
					"+2",
					"+3",
					"90%",
					"65%",
					"40%",
					"15%",
					"0%"
				],
				[
					"2nd",
					"+2",
					"+3",
					"90%",
					"65%",
					"40%",
					"15%",
					"0%"
				],
				[
					"3rd",
					"+2",
					"+3",
					"90%",
					"65%",
					"40%",
					"15%",
					"0%"
				],
				[
					"4th",
					"+2",
					"+4",
					"95%",
					"70%",
					"45%",
					"20%",
					"5%"
				],
				[
					"5th",
					"+3",
					"+4",
					"100%",
					"80%",
					"55%",
					"30%",
					"15%"
				],
				[
					"6th",
					"+3",
					"+4",
					"100%",
					"80%",
					"55%",
					"30%",
					"15%"
				],
				[
					"7th",
					"+3",
					"+4",
					"100%",
					"80%",
					"55%",
					"30%",
					"15%"
				],
				[
					"8th",
					"+3",
					"+5",
					"100%",
					"85%",
					"60%",
					"35%",
					"20%"
				],
				[
					"9th",
					"+4",
					"+5",
					"100%",
					"95%",
					"70%",
					"45%",
					"30%"
				],
				[
					"10th",
					"+4",
					"+5",
					"100%",
					"95%",
					"70%",
					"45%",
					"30%"
				],
				[
					"11th",
					"+4",
					"+5",
					"100%",
					"95%",
					"70%",
					"45%",
					"30%"
				],
				[
					"12th",
					"+4",
					"+5",
					"100%",
					"95%",
					"70%",
					"45%",
					"30%"
				],
				[
					"13th",
					"+5",
					"+5",
					"100%",
					"100%",
					"80%",
					"55%",
					"40%"
				],
				[
					"14th",
					"+5",
					"+5",
					"100%",
					"100%",
					"80%",
					"55%",
					"40%"
				],
				[
					"15th",
					"+5",
					"+5",
					"100%",
					"100%",
					"80%",
					"55%",
					"40%"
				],
				[
					"16th",
					"+5",
					"+5",
					"100%",
					"100%",
					"80%",
					"55%",
					"40%"
				],
				[
					"17th",
					"+6",
					"+5",
					"100%",
					"100%",
					"90%",
					"65%",
					"50%"
				],
				[
					"18th",
					"+6",
					"+5",
					"100%",
					"100%",
					"90%",
					"65%",
					"50%"
				],
				[
					"19th",
					"+6",
					"+5",
					"100%",
					"100%",
					"90%",
					"65%",
					"50%"
				],
				[
					"20th",
					"+6",
					"+5",
					"100%",
					"100%",
					"90%",
					"65%",
					"50%"
				]
			],
			"footnotes": [
				"* Assumes Dexterity or Intelligence as a primary ability score with a typical rate of progression using the Standard Array."
			]
		},
		{
			"name": "Runesmithing Success Rate—Proficiency",
			"source": "TCAH",
			"page": 26,
			"caption": "Runesmithing Success Rate—Proficiency",
			"colLabels": [
				"Level",
				"Proficiency Bonus",
				"Ability Modifier*",
				"Common DC 10",
				"Uncommon DC 15",
				"Rare DC 20",
				"Very Rare DC 25",
				"Legendary DC 28"
			],
			"colStyles": [
				"col-1-5 text-center",
				"col-1-5 text-center",
				"col-1-5 text-center",
				"col-1-5 text-right",
				"col-1-5 text-right",
				"col-1-5 text-right",
				"col-1-5 text-right",
				"col-1-5 text-right"
			],
			"rows": [
				[
					"1st",
					"+2",
					"+3",
					"80%",
					"55%",
					"30%",
					"5%",
					"0%"
				],
				[
					"2nd",
					"+2",
					"+3",
					"80%",
					"55%",
					"30%",
					"5%",
					"0%"
				],
				[
					"3rd",
					"+2",
					"+3",
					"80%",
					"55%",
					"30%",
					"5%",
					"0%"
				],
				[
					"4th",
					"+2",
					"+4",
					"85%",
					"60%",
					"35%",
					"10%",
					"0%"
				],
				[
					"5th",
					"+3",
					"+4",
					"90%",
					"65%",
					"40%",
					"15%",
					"0%"
				],
				[
					"6th",
					"+3",
					"+4",
					"90%",
					"65%",
					"40%",
					"15%",
					"0%"
				],
				[
					"7th",
					"+3",
					"+4",
					"90%",
					"65%",
					"40%",
					"15%",
					"0%"
				],
				[
					"8th",
					"+3",
					"+5",
					"95%",
					"70%",
					"45%",
					"20%",
					"5%"
				],
				[
					"9th",
					"+4",
					"+5",
					"100%",
					"75%",
					"50%",
					"25%",
					"10%"
				],
				[
					"10th",
					"+4",
					"+5",
					"100%",
					"75%",
					"50%",
					"25%",
					"10%"
				],
				[
					"11th",
					"+4",
					"+5",
					"100%",
					"75%",
					"50%",
					"25%",
					"10%"
				],
				[
					"12th",
					"+4",
					"+5",
					"100%",
					"75%",
					"50%",
					"25%",
					"10%"
				],
				[
					"13th",
					"+5",
					"+5",
					"100%",
					"80%",
					"55%",
					"30%",
					"15%"
				],
				[
					"14th",
					"+5",
					"+5",
					"100%",
					"80%",
					"55%",
					"30%",
					"15%"
				],
				[
					"15th",
					"+5",
					"+5",
					"100%",
					"80%",
					"55%",
					"30%",
					"15%"
				],
				[
					"16th",
					"+5",
					"+5",
					"100%",
					"80%",
					"55%",
					"30%",
					"15%"
				],
				[
					"17th",
					"+6",
					"+5",
					"100%",
					"85%",
					"60%",
					"35%",
					"20%"
				],
				[
					"18th",
					"+6",
					"+5",
					"100%",
					"85%",
					"60%",
					"35%",
					"20%"
				],
				[
					"19th",
					"+6",
					"+5",
					"100%",
					"85%",
					"60%",
					"35%",
					"20%"
				],
				[
					"20th",
					"+6",
					"+5",
					"100%",
					"85%",
					"60%",
					"35%",
					"20%"
				]
			]
		},
		{
			"name": "Weapons Upgrade Quick Reference (2nd & 3rd Tier)",
			"source": "TCAH",
			"page": 25,
			"caption": "Weapons Upgrade Quick Reference (2nd & 3rd Tier)",
			"colLabels": [
				"Weapon",
				"Brutal",
				"Flanged",
				"Magical",
				"Saw-toothed",
				"Superior",
				"Masterwork",
				"Total Upgrades*",
				"Cost—All Upgrades"
			],
			"colStyles": [
				"col-4",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center"
			],
			"rows": [
				[
					"{@i Simple Melee Weapons}",
					"",
					"",
					"",
					"",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Club|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Dagger|TCAH}",
						"✓",
						"",
						"✓",
						"✓",
						"✓",
						"✓",
						10,
						"28,100"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Greatclub|TCAH}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Handaxe|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Javeiln|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Light hammer|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Mace|PHB}",
						"✓",
						"✓",
						"✓",
						"",
						"✓",
						"✓",
						10,
						"28,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Quarterstaff|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Sickle|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Spear|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				[
					"{@i Simple Ranged Weapons}",
					"",
					"",
					"",
					"",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item light crossbow|PHB|Crossbow, light}",
						"",
						"",
						"✓",
						"",
						"✓",
						"✓",
						8,
						"16,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Dart|TCAH}",
						"",
						"",
						"✓",
						"",
						"✓",
						"✓",
						6,
						"13,700 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Shortbow|PHB}",
						"",
						"",
						"✓",
						"",
						"✓",
						"✓",
						8,
						"16,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Sling|TCAH}",
						"",
						"",
						"✓",
						"",
						"✓",
						"✓",
						6,
						"13,700 gp"
					]
				},
				[
					"{@i Martial Melee Weapons}",
					"",
					"",
					"",
					"",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Battleaxe|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Flail|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Glaive|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Greataxe|PHB}",
						"✓",
						"",
						"✓",
						"",
						"",
						"✓",
						8,
						"16,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Greatsword|PHB}",
						"✓",
						"",
						"✓",
						"",
						"",
						"✓",
						8,
						"16,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Halberd|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Lance|PHB}",
						"✓",
						"",
						"✓",
						"",
						"",
						"✓",
						8,
						"16,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Longsword|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Maul|TCAH}",
						"✓",
						"✓",
						"✓",
						"",
						"",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Morningstar|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Pike|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Rapier|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Scimitar|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Shortsword|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Trident|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item War pick|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Warhammer|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Whip|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						9,
						"20,100 gp"
					]
				},
				[
					"{@i Martial Ranged Weapons}",
					"",
					"",
					"",
					"",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Blowgun|TCAH}",
						"",
						"",
						"✓",
						"",
						"✓",
						"✓",
						6,
						"13,700 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Hand Crossbow|TCAH|Crossbow, hand}",
						"",
						"",
						"✓",
						"",
						"✓",
						"✓",
						8,
						"16,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Heavy Crossbow|PHB|Crossbow, heavy}",
						"",
						"",
						"✓",
						"",
						"✓",
						"✓",
						8,
						"16,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Longbow|PHB}",
						"",
						"",
						"✓",
						"",
						"✓",
						"✓",
						8,
						"16,100 gp"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Net|PHB}",
						"",
						"",
						"✓",
						"",
						"",
						"",
						4,
						"1,700 gp"
					]
				}
			]
		},
		{
			"name": "Weapons Upgrade Quick Reference (1st Tier)",
			"source": "TCAH",
			"page": 24,
			"colLabels": [
				"Weapon",
				"Balanced",
				"Critical—Sharpened",
				"Critical—Sight pin",
				"Critical—Spiked",
				"Runic",
				"Silvered",
				"Wounding—Keen",
				"Wounding—Oiled str."
			],
			"colStyles": [
				"col-4",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center"
			],
			"rows": [
				[
					"{@i Simple Melee Weapons}",
					"",
					"",
					"",
					"",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Club|PHB}",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Dagger|TCAH}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Greatclub|TCAH}",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Handaxe|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Javeiln|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Light hammer|PHB}",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Mace|PHB}",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Quarterstaff|PHB}",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Sickle|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Spear|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				[
					"{@i Simple Ranged Weapons}",
					"",
					"",
					"",
					"",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item light crossbow|PHB|Crossbow, light}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						"",
						"✓"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Dart|TCAH}",
						"✓",
						"",
						"",
						"",
						"✓",
						"✓",
						"",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Shortbow|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						"",
						"✓"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Sling|TCAH}",
						"✓",
						"",
						"",
						"",
						"✓",
						"✓",
						"",
						""
					]
				},
				[
					"{@i Martial Melee Weapons}",
					"",
					"",
					"",
					"",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Battleaxe|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Flail|PHB}",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Glaive|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Greataxe|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Greatsword|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Halberd|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Lance|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Longsword|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Maul|TCAH}",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Morningstar|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Pike|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Rapier|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Scimitar|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Shortsword|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Trident|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item War pick|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Warhammer|PHB}",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Whip|PHB}",
						"✓",
						"✓",
						"",
						"",
						"✓",
						"✓",
						"✓",
						""
					]
				},
				[
					"{@i Martial Ranged Weapons}",
					"",
					"",
					"",
					"",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Blowgun|TCAH}",
						"✓",
						"",
						"",
						"",
						"✓",
						"✓",
						"",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Hand Crossbow|TCAH|Crossbow, hand}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						"",
						"✓"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Heavy Crossbow|PHB|Crossbow, heavy}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						"",
						"✓"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Longbow|PHB}",
						"✓",
						"",
						"✓",
						"",
						"✓",
						"✓",
						"",
						"✓"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Net|PHB}",
						"✓",
						"",
						"",
						"",
						"✓",
						"✓",
						"",
						""
					]
				}
			]
		},
		{
			"name": "Guild Work",
			"source": "TCAH",
			"page": 17,
			"colLabels": [
				"Rank",
				"Earnings"
			],
			"colStyles": [
				"col-3",
				"col-9"
			],
			"rows": [
				[
					"Craftsman",
					"Modest lifestyle for the week + 5 gp per day of work"
				],
				[
					"Artisan",
					"Comfortable lifestyle for the week + 10 gp per day of work"
				],
				[
					"Master",
					"Wealthy lifestyle for the week + 20 gp per day of work"
				],
				[
					"Grandmaster",
					"Aristocratic lifestyle for the week + 50 gp per day of work."
				]
			]
		},
		{
			"name": "Guild Work Complications",
			"source": "TCAH",
			"page": 17,
			"colLabels": [
				"{@dice d6}",
				"Complication"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					1,
					"A customer cancels an order, reducing your earnings for the week by one category."
				],
				[
					2,
					"You work for a lucrative contract, increasing your earnings for the week b one rank category."
				],
				[
					3,
					"Your tools are damaged or stolen, forcing you to buy new ones.*"
				],
				[
					4,
					"An incident occurs in the workhall for which you are blamed (justified or not, as you choose). You are barred from the workhall for the next 6 workweeks.*"
				],
				[
					5,
					"You are accused of selling runestones outide of guild channels by a colleague.*"
				],
				[
					6,
					"A runestone bearing your magical signature was used to commit a crime.*"
				]
			],
			"footnotes": [
				"* Might involve a rival."
			]
		},
		{
			"name": "Special Ammunition",
			"source": "TCAH",
			"page": 12,
			"colLabels": [
				"Type",
				"Cost",
				"Weight"
			],
			"colStyles": [
				"col-6",
				"col-3 text-right",
				"col-3 text-center"
			],
			"rows": [
				[
					"{@i General (All Types)}",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Firecracker (5)|TCAH}",
						"20 gp",
						"1/4 lb."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Shadow (5)|TCAH}",
						"100 gp",
						"1/4 lb."
					]
				},
				[
					"{@i Arrows and Crossbow Bolts}",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Blunt (10)|TCAH}",
						"1 gp",
						"1/2 lb."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Bodkin (10)|TCAH}",
						"40 gp",
						"1/2 lb."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Broadhead (10)|TCAH}",
						"50 gp",
						"1/2 lb."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Silvered (10)|TCAH}",
						"25* gp",
						"1/2 lb."
					]
				},
				[
					"{@i Darts}",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Berserk Dart (5)|TCAH}",
						"200 gp",
						"1/4 lb."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Sleep Dart (5)|TCAH}",
						"15 gp",
						"1/4 lb."
					]
				}
			],
			"footnotes": [
				"The cost of silvered arrows as presented in the Player's Handbook has been reduced by 75%"
			]
		},
		{
			"name": "Weapon Upgrades",
			"source": "TCAH",
			"page": 11,
			"colLabels": [
				"Tag",
				"Prerequisite",
				"Properties"
			],
			"colStyles": [
				"col-3",
				"col-4",
				"col-5"
			],
			"rows": [
				[
					"{@i 1st Tier (base cost: 100 gp)}",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Balanced",
						"Any weapon",
						"You gain a +1 bonus to attack rolls made with this weapon."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Critical: Sharpened",
						"Melee weapons that deal piercing or slashing damage only",
						"Attacks with this weapon score a critical hit on a roll one lower than normal.*"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Critical: Sight pin",
						"Bows and crossbows only",
						"Attacks with this weapon score a critical hit on a roll one lower than normal.*"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Critical: Spiked",
						"Melee weapons that deal bludgeoning damage only",
						"Attacks with this weapon score a critical hit on a roll one lower than normal.*"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Runic",
						"Can only be applied by a runesmith†",
						"This weapon can be imbued with rune magic."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Silvered",
						"Any weapon",
						"Attacks with this weapon count as silvered for the purposes overcoming resistance and immunity to nonmagical attacks and damage."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Wounding: Keen",
						"Melee weapons only",
						"You gain a +1 bonus to damage rolls made with this weapon."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Wounding: Oiled Strick",
						"Melee weapons only",
						"You gain a +1 bonus to damage rolls made with this weapon."
					]
				},
				[
					"{@i 2nd Tier (base cost: 1,000 gp)}",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Brutal",
						"{@i sharpened} or {@i spiked} tag",
						"When you attack with this weapon and roll the maximum result for the weapon's damage dice, you can roll these dice again and add the new roll to the damage of the attack. If you roll the maximum amount again, you can repeat this process until you don't."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Enchanted",
						"Any 1st tier tag. Can only be applied by an arcane spellcaster. Quarterstaffs only.",
						"You gain a +1 bonus to spell attack rolls while using this weapon as a spellcasting focus."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Flanged",
						"{@i Spiked} tag. Can only be applied to maces and mauls",
						"When you hit a creature wearing medium or heavy armor with this weapon you sunder its armor, inflicting a cumulative -1 penalty to its Armor Class until the armor is repaired."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Magical",
						"{@i Silvered} tag. Can only be applied by an arcane spellcaster",
						"Attacks with this weapon count as magical for the purposes of overcoming resistance and immunity to nonmagical attacks and damage, and features such as {@creature black pudding}'s {@i corrosive form}."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Saw-toothed",
						"{@i Sharpened} tag. Can only be applied to daggers.",
						"Attacks with this weapon deal an extra {@dice 1d4} slashing damage. No effect against constructs or undead."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Superior",
						"{@i Balanced, keen,} or {@i oiled string} tag. Can only be applied to weapons with one damage die.",
						"The damage die of this weapon is increased by one size (for example, {@dice 1d6} becomes {@dice 1d8}, and {@dice 1d10} becomes {@dice 1d12}) to a maximum of {@dice 1d12}."
					]
				},
				[
					"3rd Tier (base cost: 10,000 gp)",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Arcane",
						"{@i Enchanted} tag. Can only be applied by an arcane spellcaster",
						"You gain a +1 bonus to your spell save DC while using this weapon as a spellcasting focus."
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"Masterwork",
						"{@i Brutal} or {@i superior} tag.",
						"You gain an additional +1 bonus to attack and damage rolls made with this weapon."
					]
				}
			],
			"footnotes": [
				"* For example, if you normally score a critical hit on a roll of 20 you instead score one on a roll of 19 or 20",
				"† See {@book chapter 2|TCAH|2}, \"Rune Magic\"."
			]
		},
		{
			"name": "Revised Weapons",
			"source": "TCAH",
			"page": 10,
			"colLabels": [
				"Name",
				"Cost",
				"Damage",
				"Weight",
				"Properties"
			],
			"colStyles": [
				"col-4",
				"col-1 text-center",
				"col-2",
				"col-1 -text-right",
				"col-4"
			],
			"rows": [
				[
					"{@i Simple Melee Weapons}",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Club|phb}",
						"1 sp",
						"1d4 bludgeoning",
						"2 lb.",
						"Light"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Dagger|TCAH}",
						"2 gp",
						"1d4 piercing",
						"1 lb.",
						"{@b Bandolier, concealed,} finesse, light, thrown (range 20/60)"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Greatclub|TCAH}",
						"2 sp",
						"1d8 bludgeoning",
						"10 lb.",
						"{@b Heavy, siege,} two-handed"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Handaxe|phb}",
						"5 gp",
						"1d6 slashing",
						"2 lb.",
						"Light, thrown (range 20/60)"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Javelin|phb}",
						"5 sp",
						"1d6 piercing",
						"2 lb.",
						"Thrown (range 30/120)"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Light hammer|phb}",
						"2 gp",
						"1d4 bludgeoning",
						"2 lb.",
						"Light, thrown (range 20/60)"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Mace|phb}",
						"5 gp",
						"1d6 bludgeoning",
						"4 lb.",
						"—"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Quarterstaff|phb}",
						"2 sp",
						"1d6 bludgeoning",
						"4 lb.",
						"Versatile (1d8)"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Sickle|phb}",
						"1 gp",
						"1d4 slashing",
						"2 lb.",
						"Light"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Spear|phb}",
						"1 gp",
						"1d6 piercing",
						"3 lb.",
						"Thrown (range 20/60), versatile (1d8)"
					]
				},
				[
					"{@i Simple Ranged Weapons}",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item light crossbow|phb|Crossbow, light}",
						"25 gp",
						"1d8 piercing",
						"5 lb.",
						"Ammunition (range 80/320), loading, two-handed"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Dart|TCAH}",
						"5 cp",
						"1d4 piercing",
						"1/4 lb.",
						"{@b Bandolier, concealed,} finesse, thrown (range 20/60)"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Shortbow|phb}",
						"25 gp",
						"1d6 piercing",
						"2 lb.",
						"Ammunition (range 80/320), two-handed"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Sling|TCAH}",
						"1 sp",
						"1d4 bludgeoning",
						"—",
						"Ammunition (range 30/120), {@b concealed}"
					]
				},
				[
					"{@i Martial Melee Weapons}",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Battleaxe|phb}",
						"10 gp",
						"1d8 slashing",
						"4 lb.",
						"Versatile (1d10)"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Flail|phb}",
						"10 gp",
						"1d8 bludgeoning",
						"2 lb.",
						"—"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Glaive|phb}",
						"20 gp",
						"1d10 slashing",
						"6 lb.",
						"Heavy, reach, two-handed"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Greataxe|phb}",
						"30 gp",
						"1d12 slashing",
						"7 lb.",
						"Heavy, two-handed"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Greatsword|phb}",
						"50 gp",
						"2d6 slashing",
						"6 lb.",
						"Heavy, two-handed"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Halberd|phb}",
						"20 gp",
						"1d10 slashing",
						"6 lb.",
						"Heavy, reach, two-handed"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Lance|phb}",
						"10 gp",
						"1d12 piercing",
						"6 lb.",
						"Reach, special"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Longsword|phb}",
						"15 gp",
						"1d8 slashing",
						"3 lb.",
						"Versatile (1d10)"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Maul|TCAH}",
						"10 gp",
						"2d6 bludgeoning",
						"10 lb.",
						"Heavy, {@b siege,} two-handed"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Morningstar|phb}",
						"15 gp",
						"1d8 piercing",
						"4 lb.",
						"—"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Pike|phb}",
						"5 gp",
						"1d10 piercing",
						"18 lb.",
						"Heavy, reach, two-handed"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Rapier|phb}",
						"25 gp",
						"1d8 piercing",
						"2 lb.",
						"Finesse"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Scimitar|phb}",
						"25 gp",
						"1d6 slashing",
						"3 lb.",
						"Finesse, light"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Shortsword|phb}",
						"10 gp",
						"1d6 piercing",
						"2 lb.",
						"Finesse, light"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Trident|phb}",
						"5 gp",
						"1d6 piercing",
						"4 lb.",
						"Thrown (range 20/60), versatile (1d8)"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item War pick|phb}",
						"5 gp",
						"1d8 piercing",
						"2 lb.",
						"—"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Warhammer|phb}",
						"15 gp",
						"1d8 bludgeoning",
						"2 lb.",
						"Versatile (1d10)"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Whip|phb}",
						"2 gp",
						"1d4 slashing",
						"3 lb.",
						"Finesse, reach"
					]
				},
				[
					"{@i Martial Ranged Weapons}",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Blowgun|TCAH}",
						"10 gp",
						"1 piercing",
						"1 lb.",
						"Ammunition (range 25/100), {@b concealed,} loading"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item hand crossbow|TCAH|Crossbow, hand}",
						"75 gp",
						"1d6 piercing",
						"3 lb.",
						"Ammunition (range 30/120), {@b concealed,} light, {@b limited,} loading"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item heavy crossbow|phb|Crossbow, heavy}",
						"50 gp",
						"1d10 piercing",
						"18 lb.",
						"Ammunition (range 100/400), heavy, loading, two-handed"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Longbow|phb}",
						"50 gp",
						"1d8 piercing",
						"2 lb.",
						"Ammunition (range 150/600), heavy, two-handed"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Net|phb}",
						"1 gp",
						"—",
						"3 lb.",
						"Special, thrown (range 5/15)"
					]
				}
			]
		},
		{
			"name": "Armor Upgrades",
			"source": "TCAH",
			"page": 8,
			"colLabels": [
				"Tag",
				"Cost",
				"Prerequisite",
				"Properties"
			],
			"colStyles": [
				"col-3",
				"col-2 text-right",
				"col-3",
				"col-4"
			],
			"rows": [
				[
					"Armor Proofing: 1st tier",
					"1,000 gp",
					"Light, medium or heavy armor",
					"While wearing this armor, if you would take 6 or less nonmagical slashing damage before resistance is applied, you take none of that damage instead."
				],
				[
					"Armor Proofing: 2nd tier",
					"2,000 gp",
					"Medium or heavy armor with {@i 1st tier armor proofing} tag",
					"While wearing this armor, if you would take 7 or less nonmagical slashing or piercing damage before resistance is applied, you take none of that damage instead."
				],
				[
					"Armor Proofing: 3rd tier",
					"3,000 gp",
					"Heavy armor with the {@i 2nd tier armor proofing} tag",
					"While wearing this armor, if you would take 8 or less nonmagical slashing, piercing, or bludgeoning damage before resistance is applied, you take none of that damage instead."
				],
				[
					"Breathable",
					"100 gp",
					"Light or medium armor. Incompatible with the {@i insulated} tag.",
					"While wearing this armor, you have advantage on saving throws you make against exhaustion effects due to extreme heat, as described in {@book chapter 5|DMG|5} of the {@i Dungeon Master's Guide}."
				],
				[
					"Burnished",
					"10 gp",
					"Heavy armor",
					"This armor has been polished to a mirror finish. While wearing it, you may have advantage on Charisma-based skill checks when interacting with certain humanoids, as determined by the DM. This tag is automatically removed after 24 hours of wear or at the end of a combat."
				],
				[
					"Climbing harness",
					"100 gp",
					"Light, medium, or heavy armor",
					"This armor has been modified with a climbing harness around the midriff, comprising leather straps and quickdraws. While wearing it, you make Strength (Athletics) checks to scale vertical surfaces with advantage when using a rope or similar aid."
				],
				[
					"Decorated",
					"5gp",
					"Medium or heavy armor and shields",
					"This armor or shield is adorned with a holy symbol and can be used as a spellcasting focus for cleric and paladin spells."
				],
				[
					"Insulated",
					"100 gp",
					"Incompatible with {@i breathable} tag.",
					"This armor counts as cold weather gear in conditions of extreme cold, as described in {@book chapter 5|DMG|5} of the {@i Dungeon Master's Guide}."
				],
				[
					"Locking joints",
					"150 gp",
					"Half plate or plate armor",
					"This armor is made with hinged joints that can be locked by a quick motion from the wearer. While wearing it, you make Strength ({@skill Athletics}) checks to oppose attempts to shove you with advantage."
				],
				[
					"Muffled",
					"50 gp",
					"Brigandine armor",
					"This armor no longer confers disadvantage on Dexterity ({@skill Stealth}) checks."
				],
				[
					"Quick-release clasps",
					"200 gp",
					"Light, medium, or heavy armor",
					"You can doff this armor as an action."
				],
				[
					"Reinforced",
					"300 gp",
					"Heavy armor",
					"This armor has been reinforced at the joints and other weak points. While wearing it, critical damage you take from nonmagical attacks is reduced by 3."
				],
				[
					"Runic",
					"400 gp",
					"{@i Armor proofing} tag (any tier) or a shield. Can only be applied by a runesmith*.",
					"This armor or shield can be imbued with rune magic.*"
				],
				[
					"Spiked",
					"250 gp",
					"Medium or heavy armor",
					"This armor has been modified with spikes, barbs, or other similar feature, and deals {@dice 1d4} piercing damage to creatures attacking with unarmed strikes or natural weapons that aren't magical."
				]
			],
			"footnotes": [
				"See {@book chapter 2|TCAH|2}, \"Rune Magic\"."
			]
		},
		{
			"name": "Revised Armor",
			"source": "TCAH",
			"page": 8,
			"colLabels": [
				"Armor",
				"Cost",
				"Armor Class (AC)",
				"Strength",
				"Weight",
				"Properties"
			],
			"colStyles": [
				"col-3",
				"col-1 text-right",
				"col-3",
				"col-1",
				"col-1 text-right",
				"col-3"
			],
			"rows": [
				[
					"{@i Light Armor}",
					"",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Gambeson|TCAH}* {@i (leather)}",
						"15 gp",
						"11 + Dex modifier",
						"—",
						"8 lb.",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Leather jerkin|TCAH} {@i (studded leather)}",
						"45 gp",
						"12 + Dex modifier",
						"—",
						"10 lb.",
						""
					]
				},
				[
					"{@i Medium Armor}",
					"",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Mail Shirt|TCAH} {@i (chain shirt)}",
						"60 gp",
						"13 + Dex modifier (max 2)",
						"—",
						"25 lb.",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Lamellar|TCAH} {@i (scale mail)}",
						"150 gp",
						"14 + Dex modifier (max 2)",
						"—",
						"20 lb.",
						"Disadvantage ({@skill Stealth})"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Hauberk|TCAH} {@i (breastplate)}",
						"250 gp",
						"14 + Dex modifier (max 2)",
						"—",
						"30 lb.",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Brigandine|TCAH} {@i (half plate)}",
						"450 gp",
						"15 + Dex modifier (max 2)",
						"—",
						"40 lb.",
						"Disadvantage ({@skill Stealth})"
					]
				},
				[
					"{@i Heavy Armor}",
					"",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Cuirass|TCAH} {@i (chain mail)}",
						"90 gp",
						16,
						"Str 13",
						"30 lb.",
						"Disadvantage ({@skill Stealth})"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Half Plate Armor|TCAH|Half plate}† {@i (splint)}",
						"450 gp",
						17,
						"Str 15",
						"45 lb.",
						"Disadvantage ({@skill Stealth})"
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Plate Armor|TCAH|Plate}†",
						"900 gp",
						18,
						"Str 15",
						"60 lb.",
						"Disadvantage ({@skill Stealth})"
					]
				},
				[
					"{@i Shields}",
					"",
					"",
					"",
					"",
					""
				],
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Buckler|TCAH}",
						"10 gp",
						"+1",
						"—",
						"3 lb.",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Heater Shield|TCAH}",
						"20 gp",
						"+2",
						"Str 13",
						"8 lb.",
						""
					]
				},
				{
					"type": "row",
					"style": "row-indent-first",
					"row": [
						"{@item Tower Shield|TCAH}",
						"75 gp",
						"+3",
						"Str 15",
						"15 lb.",
						"Special"
					]
				}
			],
			"footnotes": [
				"* All medium and heavy armors require a {@item gambeson|TCAH} underlay. If you already possess a {@item gambeson|TCAH} you can subtract 15 gp from the cost when purchasing a suit of medium or heavy armor.",
				"† Heavy armor can be upgraded to the next tier up for the difference in cost. For example, a blacksmith can upgrade a {@item cuirass|TCAH} to a suit of {@item half plate|TCAH} for a cost of 360 gp."
			]
		},
		{
			"name": "Weapon Upgrade Comparison",
			"source": "TCAH",
			"page": 5,
			"colLabels": [
				"Tier",
				"Rarity",
				"Guide Price (DMG)",
				"Equivalent Power Upgrade Cost"
			],
			"colStyles": [
				"col-1 text-center",
				"col-3",
				"col-4 text-right",
				"col-4 text-right"
			],
			"rows": [
				[
					"+1",
					"Uncommon",
					"101-500 gp",
					"300-1,700 gp*"
				],
				[
					"+2",
					"Rare",
					"501-5,000 gp",
					"4000-5,000 gp"
				],
				[
					"+3",
					"Very rare",
					"5001-50,000 gp",
					"16,000-28,000 gp"
				]
			],
			"footnotes": [
				"* Cost varies depending on the requirement for the ability to overcoem resistance and immunity to nonmagical attacks and damage."
			]
		},
		{
			"name": "Runesmithing",
			"source": "TCAH",
			"page": 16,
			"colLabels": [
				"Runestone Rarity",
				"Gemstone Value",
				"DC"
			],
			"colStyles": [
				"col-5",
				"col-5 text-right",
				"col-2 text-center"
			],
			"rows": [
				[
					"Common",
					"At least 10 gp",
					10
				],
				[
					"Uncommon",
					"At least 50 gp",
					15
				],
				[
					"Rare",
					"At least 500 gp",
					20
				],
				[
					"Very rare",
					"At least 1,000 gp",
					25
				],
				[
					"Legendary",
					"At least 5,000 gp",
					28
				]
			]
		}
	],
	"feat": [
		{
			"name": "Runesmithing Adept",
			"source": "TCAH",
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"int"
						],
						"amount": 1
					}
				}
			],
			"prerequisite": [
				{
					"other": "Artisan of the Runesmith's Guild (if using the guild system)"
				}
			],
			"entries": [
				"You have excelled in your study of runesmithing and are regarded as a prodigy by your peers, gaining the following benefits:",
				{
					"type": "list",
					"items": [
						"Your proficiency bonus is doubled for any ability check you make with {@item runesmith's tools|TCAH}",
						"Over the course of a short rest, you can attempt to remove a runestone affixed to a piece of equipment without destroying it. At the end of the short rest, make a check with your {@item runesmith's tools|TCAH}, where the DC is equal to the DC to create the runestone. On a success, the runestone is recovered."
					]
				}
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Alchemist",
			"source": "TCAH",
			"page": 18,
			"prerequisite": [
				{
					"item": [
						"a suit of armor"
					]
				}
			],
			"entries": [
				"While you are wearing this armor, you regain 2 additional hit points when you drink a {@item potion of healing|DMG}"
			],
			"featureType": [
				"RS:C"
			]
		},
		{
			"name": "Arrow-Catcher",
			"source": "TCAH",
			"page": 18,
			"prerequisite": [
				{
					"item": [
						"a shield"
					]
				}
			],
			"entries": [
				"This runestone has three charges. While you are wielding this shield, when you or a friendly creature within 10 feet of you are the target of a ranged weapon attack you can expend a charge as a reaction to impose disadvantage on the attack. You must choose to do so before the roll. The runestone regains {@dice 1d3} charges daily at dawn."
			],
			"featureType": [
				"RS:UC"
			]
		},
		{
			"name": "Bastion",
			"source": "TCAH",
			"page": 19,
			"prerequisite": [
				{
					"item": [
						"A gauntleted suit of armor",
						"a shield"
					]
				}
			],
			"entries": [
				"While you are wearing (armor) or wielding (shield) this item, you can use a bonus action to press your fist to the ground and speak its command word, causing a 10-foot radius immobile dome of force to spring into existence around and above you that remains stationary and lasts for 1 minute. The dome automatically repels nonmagical ranged attacks attempting to pass through it, and the area inside the dome is considered difficult terrain for hostile creatures. Once used, this property can't be used again until the following dawn."
			],
			"featureType": [
				"RS:R"
			]
		},
		{
			"name": "Berserker",
			"source": "TCAH",
			"page": 19,
			"prerequisite": [
				{
					"item": [
						"a simple or martial weapon"
					]
				}
			],
			"entries": [
				"When you hit a creature with this weapon, you can expend a number of Hit Dice up to half your character level (rounded down). For each Hit Die spent this way, roll the die and add it to the damage of the attack. You take an amount of damage equal to the damage dealt in this way, including any extra damage from a critical hit. This damage to you can't be reduced or prevented in any way. Once used, this property can't be used again until the following dawn."
			],
			"featureType": [
				"RS:R"
			]
		},
		{
			"name": "Blood Weapon",
			"source": "TCAH",
			"page": 19,
			"prerequisite": [
				{
					"item": [
						"A simple or martial melee weapon"
					]
				}
			],
			"entries": [
				"When you score a critical hit with an attack using this weapon, you regain a number of hit points equal to the damage dealt to a maximum of the hit points lost by the target. No effect against constructs or undead."
			],
			"featureType": [
				"RS:VR"
			]
		},
		{
			"name": "Bound Armor",
			"source": "TCAH",
			"page": 19,
			"prerequisite": [
				{
					"item": [
						"A suit of armor"
					]
				}
			],
			"entries": [
				"As a bonus action while you aren't wearing armor, you can cause this armor to appear in a flash of light around you—instantly donning it. Also as a bonus action while you are wearing this armor, you can cause the armor to vanish entirely, instantly doffing it."
			],
			"featureType": [
				"RS:UC"
			]
		},
		{
			"name": "Bound Weapon",
			"source": "TCAH",
			"page": 19,
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon"
					]
				}
			],
			"entries": [
				"As a bonus action, you can cause this weapon to disappear or appear instantly in a free hand."
			],
			"featureType": [
				"RS:UC"
			]
		},
		{
			"name": "Cat",
			"source": "TCAH",
			"page": 19,
			"prerequisite": [
				{
					"item": [
						"a simple or martial weapon"
					]
				}
			],
			"entries": [
				"While wielding this weapon, as a bonus action you can activate this rune by speaking its command phrase. For 1 hour, you can see normally in darkness to a distance of 120 feet. Once used, this property can't be used again until the following dawn."
			],
			"featureType": [
				"RS:UC"
			]
		},
		{
			"name": "Chalice",
			"source": "TCAH",
			"page": 19,
			"prerequisite": [
				{
					"item": [
						"Any armor",
						"weapon"
					]
				}
			],
			"entries": [
				"This runestone stores spells cast into it, holding them until the attuned wearer uses them. The rune can store up to 5 levels worth of spells at a time. When found, it contains {@dice 1d6 - 1} levels of stored spells chosen by the DM.",
				"Any creature can cast a spell of 1st through 5th level into the rune by touching the rune as the spell is cast. The spell has no effect, other than to be stored in the rune. If the rune can't hold the spell, the spell is expended without effect. The level of the spell used to cast the spell determines how much space it uses.",
				"While you are wearing (armor) or wielding (shield) this item, you can cast any spell stored in the runestone. The spell uses the slot level, spell save DC, spell attack bonus, and spellcasting ability of the original caster, but is otherwise treated as if you cast the spell. The spell cast from the rune is no longer stored in it, freeing up space."
			],
			"featureType": [
				"RS:R"
			]
		},
		{
			"name": "Chaos",
			"source": "TCAH",
			"page": 19,
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon"
					]
				}
			],
			"entries": [
				"A popular project among apprentice artificers, this rune embodies the chaos of unbound magic. When you score a critical hit with an attack using this weapon, roll on the {@table Wild Magic Surge|PHB|Wild Magic Surge table} in the Player's Handbook to create a magical effect. If the effect is a spell that requires concentration, it doesn't require concentration in this case and lasts for its full duration."
			],
			"featureType": [
				"RS:UC"
			]
		},
		{
			"name": "Daywalker",
			"source": "TCAH",
			"page": 19,
			"prerequisite": [
				{
					"item": [
						"A suit of armor with a helmet or hood"
					]
				}
			],
			"entries": [
				"While Wearing this armor with the hood drawn, you are unaffected by the Sunlight Sensitivity trait if you have it."
			],
			"featureType": [
				"RS:UC"
			]
		},
		{
			"name": "Death",
			"source": "TCAH",
			"page": 19,
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon"
					]
				}
			],
			"entries": [
				"Whenever you kill a Small or Medium humanoid with an attack using this weapon, it rises immediately as a zombie under your control with 1 hit point, as per the {@spell animate dead} spell. The creature uses the {@creature zombie|mm} statistics. It remains animate for 1 minute, after which time it collapses and dies."
			],
			"featureType": [
				"RS:R"
			]
		},
		{
			"name": "Displacement",
			"source": "TCAH",
			"page": 19,
			"prerequisite": [
				{
					"item": [
						"A suit of light or medium armor"
					]
				}
			],
			"entries": [
				"When you take damage from a weapon attack, you can teleport 30 feet to an unoccupied space that you can see. Once you teleport in this way, you can't do so again until the start of your next turn."
			],
			"featureType": [
				"RS:VR"
			]
		},
		{
			"name": "Dragonbane",
			"source": "TCAH",
			"page": 19,
			"prerequisite": [
				{
					"item": [
						"A martial weapon"
					]
				}
			],
			"entries": [
				"When you hit a dragon with this weapon, it takes an extra {@dice 2d6} damage of the weapon's type and must succeed on a Strength saving throw or its flying speed (if any) is reduced to 0 feet until the end of its next turn. If the target is airborne, it descends at 60 feet per round until it reaches the ground or the effect ends. For the purpose of this weapon, \"dragon\" refers to any creature with the dragon type, including {@creature dragon turtles} and {@creature wyverns}."
			],
			"featureType": [
				"RS:VR"
			]
		},
		{
			"name": "Earthshaker",
			"source": "TCAH",
			"page": 20,
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon with the heavy property"
					]
				}
			],
			"entries": [
				"While you are wielding this weapon, you can use an action to strike a point on the ground within reach, creating a seismic disturbance as per the {@spell earthquake} spell with a duration of 1 round. Once used, this property can't be used again until the following dawn."
			],
			"featureType": [
				"RS:VR"
			]
		},
		{
			"name": "Elemental Shield",
			"source": "TCAH",
			"page": 20,
			"prerequisite": [
				{
					"item": [
						"A suit of armor or shield"
					]
				}
			],
			"entries": [
				"When you first affix this rune to a suit of armor or a shield, choose one of the following damage types: acid, cold, fire, lightning, or thunder. While wearing (armor) or wielding (shield) this item, whenever you take damage of the chosen type you can use your reaction to reduce the damage by an amount equal to twice your character level + your Constitution modifier and suffer one level of exhaustion. You can change the chosen damage type over the course of a short or long rest by spending at least 30 minutes in contact with the runestone."
			],
			"featureType": [
				"RS:UC"
			]
		},
		{
			"name": "Featherfoot",
			"source": "TCAH",
			"page": 20,
			"prerequisite": [
				{
					"item": [
						"Any armor or weapon"
					]
				}
			],
			"entries": [
				"While you are wearing (armor) or wielding (weapon or shield) this item, you have a standing jump distance equal to your current walking speed. Each foot you clear while jumping costs a foot of movement, and you can't jump further than your remaining movement in a turn."
			],
			"featureType": [
				"RS:UC"
			]
		},
		{
			"name": "Force of Will",
			"source": "TCAH",
			"page": 20,
			"prerequisite": [
				{
					"item": [
						"A suit of armor"
					]
				}
			],
			"entries": [
				"While wearing this armor, you can't be affected by enchantment magic unless you choose to be."
			],
			"featureType": [
				"RS:L"
			]
		},
		{
			"name": "Giant Slayer",
			"source": "TCAH",
			"page": 20,
			"prerequisite": [
				{
					"item": [
						"A martial weapon"
					]
				}
			],
			"entries": [
				"When you hit a giant with this weapon, it takes an extra {@dice 2d6} damage of the weapon's type and must succeed on a Strength saving throw or fall prone. For the purpose of this weapon, \"giant\" refers to any creature with the giant type, including {@creature ettins} and {@creature trolls}."
			],
			"featureType": [
				"RS:VR"
			]
		},
		{
			"name": "Hunt",
			"source": "TCAH",
			"page": 20,
			"prerequisite": [
				{
					"item": [
						"a simple or martial weapon with the ammunition property"
					]
				}
			],
			"entries": [
				"While you are wielding this weapon, you can use an action on your turn to mark a creature you can see within 90 feet of you. For 1 hour, when you hit the marked creature with a ranged attack using this weapon you can use a bonus action to teleport to an unoccupied space within 30 feet of it that you can see. Once used, this property can't be used again until the following dawn."
			],
			"featureType": [
				"RS:R"
			]
		},
		{
			"name": "Journey",
			"source": "TCAH",
			"page": 20,
			"prerequisite": [
				{
					"item": [
						"A suit of armor"
					]
				}
			],
			"entries": [
				"While you are wearing this armor, your speed increases by 10 feet. In addition, you can travel at a fast pace without suffering the normal penalty to passive Wisdom (Peception) checks, and your food and water requirements are halved."
			],
			"featureType": [
				"RS:R"
			]
		},
		{
			"name": "Knock",
			"source": "TCAH",
			"page": 20,
			"prerequisite": [
				{
					"item": [
						"A gauntleted suit of armor"
					]
				}
			],
			"entries": [
				"While you are wearing this armor, you can rap your fist on an object to cast the {@spell knock} spell on it. Once used, this property can't be used again until the following dawn"
			],
			"featureType": [
				"RS:UC"
			]
		},
		{
			"name": "Magebane",
			"source": "TCAH",
			"page": 20,
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon"
					]
				}
			],
			"entries": [
				"This runestone has three charges. When you hit a creature with this weapon, you can expend a charge to cause any spell effects of 3rd level or lower on the target to end. Additionally, for each spell of 4th level or higher on the target, make an ability check using your weapon ability. The DC equals 10 + the spell's level. On a successful check, the spell ends. The runestone regains {@dice 1d3} expended charges daily at dawn."
			],
			"featureType": [
				"RS:R"
			]
		},
		{
			"name": "Mariner",
			"source": "TCAH",
			"page": 20,
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon"
					]
				}
			],
			"entries": [
				"This weapon or ammunition fired with it magically repels water. Attack rolls you make using it aren't made with disadvantage for being underwater."
			],
			"featureType": [
				"RS:C"
			]
		},
		{
			"name": "Mark/Recall",
			"source": "TCAH",
			"page": 20,
			"prerequisite": [
				{
					"item": [
						"a suit of armor"
					]
				}
			],
			"entries": [
				"While you are wearing this armor, you can use an action to magically mark a surface on which you are standing.",
				"While a location is marked in this way, you can spend 1 minute concentrating on it (as if concentrating on a spell). At the end of the period, you and up to five willing creatures within 5 feet of you teleport to the marked location, and the mark vanishes. Once you mark a location, you can't do so again until the following dawn. If you mark another location while you already have a mark, the older mark vanishes."
			],
			"featureType": [
				"RS:VR"
			]
		},
		{
			"name": "Mime",
			"source": "TCAH",
			"page": 20,
			"prerequisite": [
				{
					"item": [
						"Any armor or weapon"
					]
				}
			],
			"entries": [
				"This runestone is able to mimic the properties of magic items. A creature can spend a short rest spent focusing on a magic item and this runestone. The magic item must be of the same type as the type of equipment to which this rune is affixed. Focus usually takes the form of quiet meditation or other appropriate activity. If the short rest is interrupted, the copying process fails. Otherwise, at the end of the short rest the runestone gains the properties of the magic item, excluding any fixed bonuses such as those to attack and damage rolls, spell save DC, and Armor Class. If a property has charges, it is copied with no remaining charges.",
				"Only the properties of one magic item can be copied at a time. The mimicking process overwrites any existing copied properties. The process automatically fails when attempting to mimic the properties of artifacts."
			],
			"featureType": [
				"RS:L"
			]
		},
		{
			"name": "Nondetection",
			"source": "TCAH",
			"page": 21,
			"prerequisite": [
				{
					"item": [
						"Any armor or weapon"
					]
				}
			],
			"entries": [
				"While you are wearing (armor) or wielding (weapon or shield) this item, you are hidden from divination magic. You can't be targeted by such magic or perceived through magical scrying sensors."
			],
			"featureType": [
				"RS:UC"
			]
		},
		{
			"name": "Overshield",
			"source": "TCAH",
			"page": 21,
			"prerequisite": [
				{
					"item": [
						"A suit of heavy armor"
					]
				}
			],
			"entries": [
				"While you are wearing this armor, you gain 8 temporary hit points at the start of each of your turns."
			],
			"featureType": [
				"RS:VR"
			]
		},
		{
			"name": "Phoenix",
			"source": "TCAH",
			"page": 21,
			"prerequisite": [
				{
					"item": [
						"A suit of armor"
					]
				}
			],
			"entries": [
				"When you're reduced to 0 hit points and start dying while wearing this armor, this rune immediately casts {@spell fireball} centered on you. At the start of your next turn, instead of rolling a death saving throw, you regain {@dice 1d6} hit points. Once used, this property can't be used again until the following dawn."
			],
			"featureType": [
				"RS:R"
			]
		},
		{
			"name": "Retribution",
			"source": "TCAH",
			"page": 21,
			"prerequisite": [
				{
					"item": [
						"A suit of armor",
						"a shield"
					]
				}
			],
			"entries": [
				"While you are wearing (armor) or wielding (shield) this item, whenever you take damage from a creature you have advantage on your next attack roll against creatures of that type before the end of your next turn."
			],
			"featureType": [
				"RS:VR"
			]
		},
		{
			"name": "Serpent",
			"source": "TCAH",
			"page": 21,
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon"
					]
				}
			],
			"entries": [
				"When you hit a creature with this weapon, you can attempt to poison it. The target must succeed on a Constitution saving throw or become {@condition poisoned} for 1 minute. The creature can repeat the saving throw at the end of each of its turns. On a success, the effect ends. Once used, this property can't be used again until the following dawn."
			],
			"featureType": [
				"RS:UC"
			]
		},
		{
			"name": "Soultrap",
			"source": "TCAH",
			"page": 21,
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon"
					]
				}
			],
			"entries": [
				"When you kill a creature with a challenge rating equal to or higher than your level with this weapon, you regain one expended spell slot. This spell can't be of a level higher than your proficiency bonus. Once used, this property can't be used again until the following dawn."
			],
			"featureType": [
				"RS:R"
			]
		},
		{
			"name": "Superconductor",
			"source": "TCAH",
			"page": 21,
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon"
					]
				}
			],
			"entries": [
				"This runestone captures and stores magical potential for short-term use, and can hold a number of spell levels equal to the proficiency bonus of the creature attuned to it. When you are targeted by a spell while holding this weapon, the runestone gains a number of charges equal to the level of the spell, up to the maximum the runestone can hold. When you hit a creature with an attack using this weapon, you can expend any number of charges to deal an extra {@dice 1d6} force damage per charge expended.",
				"This item loses any accrued charges when you finish a short or long rest."
			],
			"featureType": [
				"RS:R"
			]
		},
		{
			"name": "Tempest",
			"source": "TCAH",
			"page": 21,
			"prerequisite": [
				{
					"item": [
						"a simple or martial weapon"
					]
				}
			],
			"entries": [
				"Once on each of your turns, when you hit a creature with this weapon you can deal an extra {@dice 1d10} lightning damage. An arc of lightning then leaps from that target to as many as three additional creatures of your choice within 30 feet of it, which also take {@dice 1d10} lightning damage."
			],
			"featureType": [
				"RS:L"
			]
		},
		{
			"name": "Thief",
			"source": "TCAH",
			"page": 21,
			"prerequisite": [
				{
					"item": [
						"A suit of armor"
					]
				}
			],
			"entries": [
				"A favorite of cutpurses and thieves. Once per day while wearing this armor you can reroll a failed Dexterity check. If you do so, you must use the new roll."
			],
			"featureType": [
				"RS:C"
			]
		},
		{
			"name": "Volant",
			"source": "TCAH",
			"page": 21,
			"prerequisite": [
				{
					"item": [
						"A suit of armor"
					]
				}
			],
			"entries": [
				"While you are wearing this armor, you gain a flight (hover) speed equal to twice your walking speed."
			],
			"featureType": [
				"RS:R"
			]
		},
		{
			"name": "Warmage",
			"source": "TCAH",
			"page": 21,
			"prerequisite": [
				{
					"item": [
						"a suit of armor",
						"a shield"
					]
				}
			],
			"entries": [
				"This runestone has three charges. While you are wearing (armor) or wielding (shield) this item and fail a concentration saving throw that you make to maintain concentration on a spell due to taking damage, you can expend a charge as a reaction to reroll the saving throw. If you do so, you must use the new roll.",
				"You can expend a spell slot of 1st level or higher to recover an expended charge."
			],
			"featureType": [
				"RS:R"
			]
		},
		{
			"name": "Warrior",
			"source": "TCAH",
			"page": 21,
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon"
					]
				}
			],
			"entries": [
				"Popular among mercenaries and soldiers, this runestone ensures you keep your sword in your hand. While you are wielding this weapon, you can't be disarmed of this weapon while you are conscious."
			],
			"featureType": [
				"RS:C"
			]
		},
		{
			"name": "Wolfsbane",
			"source": "TCAH",
			"page": 21,
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon"
					]
				}
			],
			"entries": [
				"In darkness, the unsheathed blade or head of this weapon sheds moonlight, creating bright light in a 15-foot radius and dim light for an additional 15 feet. In addition, when you hit a shapechanger with this weapon, it takes an extra {@dice 2d6} radiant damage and must succeed on a Constitution saving throw. On a failure, it immediately assumes its true form if it was shapechanged and it can't shapechange until the end of its next turn."
			],
			"featureType": [
				"RS:VR"
			]
		},
		{
			"name": "Enhanced Runic Defense",
			"source": "TCAH",
			"page": 18,
			"prerequisite": [
				{
					"item": [
						"A suit of armor or a shield with the runic tag"
					],
					"other": "proficiency with {@item runesmith's tools|TCAH}"
				}
			],
			"entries": [
				"The maximum number of runestones that can be affixed to this suit of armor or shield is increased by 1. If this infusion ends, a number of affixed runestones exceeding one are immediately destroyed (your choice)."
			],
			"featureType": [
				"AI"
			]
		},
		{
			"name": "Enhanced Runic Weapon",
			"source": "TCAH",
			"page": 18,
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon with the runic tag"
					],
					"other": "proficiency with {@item runesmith's tools|TCAH}"
				}
			],
			"entries": [
				"The maximum number of runestones that can be affixed to this weapon is increased by 1. If this infusion ends, a number of affixed runestones exceeding one are immediately destroyed (your choice)."
			],
			"featureType": [
				"AI"
			]
		}
	]
}
