{
	"_meta": {
		"sources": [
			{
				"json": "GaGR",
				"abbreviation": "G&GR",
				"full": "Gods and Goddesses: Redux",
				"url": "https://jetpack7.com/product/gods-and-goddesses-redux/",
				"authors": [
					"Aaron H체brich",
					"Sara H체brich",
					"James Floyd Kelly",
					"Jetpack7"
				],
				"convertedBy": [
					"Spappz"
				],
				"color": "a52427",
				"version": "1.0",
				"targetSchema": "1.6.3"
			}
		],
		"status": "wip",
		"dateAdded": 1619751661,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "207e59d28a",
		"edition": "classic"
	},
	"deity": [
		{
			"source": "GaGR",
			"page": 27,
			"name": "Fuji",
			"alignment": [
				"N"
			],
			"title": "Goddess of Fire and Volcanoes",
			"symbol": "serene mountain or erupting volcano",
			"pantheon": "Unknown",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Home Plane:",
							"entry": "Chikyuu"
						}
					]
				},
				"{@creature Fuji|GaGR} is the almighty goddess of Mount Fuji, fire, and all volcanoes. Her followers depend on her favor to endure the cold winters. Though destructive and powerful, Fuji is beautiful and soft. And like a volcano, she is calm until angered, destroying all that stand in her way. In this regard, her power is unmatched. Those who worship her draw upon her strength to carry them through difficult times when calm is needed or to find the inner strength to strike down those who would hurt them.",
				"Fire rituals to honor Fuji can be as simple as a candle or as destructive as a forest fire, though the latter is rare. A bonfire or brazier fire is the most common way to honor Fuji. These fire rituals are utilized to bless harvests, promote general wellness in the body, and help protect from evil spirits.",
				{
					"type": "entries",
					"name": "Dogma",
					"entries": [
						"Fuji demands little from her followers. The faith promotes inner strength, independence, and a calm spirit. Rules would detract from her objective. That said, Fuji does ask her followers to stretch their limits and remove themselves from comfort zones. Each cycle is designed to bring renewal, but also new strengths. Fall and winter are times of rest and contemplation, while spring and summer are times of devotion and learning. Even into old age, a follower of Fuji is expected to ever grow.",
						"It is the duty of every follower of Fuji to conduct an annual pilgrimage to an honorable mountain during the spring or summer."
					]
				},
				{
					"type": "entries",
					"name": "Clergy and Temples",
					"entries": [
						"Priests and priestesses of Fuji are contemplative and solitary, focusing their mental energies on meditation and the mountain. In this way, they are more like monks, focusing inward on their own progression. However, when driven to extremes, the leaders of the faith can assemble a force of soldiers quickly, bringing Fuji's wrath upon any foe of the faith. This quiet nature that can turn so quickly to violence is one of the faith's strongest tools, teaching others to leave the faithful alone. Fuji's warriors are skilled in numerous weapons and unarmed fighting techniques.",
						"Fuji's clergy are tasked with producing \"pure fire,\" the only type allowed in sacred ceremonies and rituals. Pure fire is produced by striking stone and steel together or by igniting a certain type of wood. The lighting of pure fire on new year's day is key to the survival of Fuji's followers. This fire is given to each follower and taken home to light their hearths, protecting them for one year.",
						"The goddess's temples are built in hot places and at the bases of volcanic mountains. Each temple is a simple affair, with views toward the mountain and/or nature. A central hearth is key to the temple's design, providing a place to conduct rituals, cook, and provide warmth in winter."
					]
				},
				{
					"type": "insetReadaloud",
					"entries": [
						"Lo! Beneath the trembling earth,",
						"she is there!",
						"When lofty peaks touch the clouds of heaven,",
						"she is there!",
						"Where fires consume the falling snow,",
						"she is there!",
						"She eludes the mind,",
						"her majesty cannot be held!",
						"She is a spirit-mysterious!"
					]
				},
				{
					"type": "entries",
					"name": "Worshippers",
					"entries": [
						"Followers of the great fire goddess seek meditation and patience, inner strength and power over themselves. But this power also manifests in physical ways. Most of Fuji's worshippers learn to practice some kind of martial art, especially with their hands. Clerics and paladins learn to use Fuji's preferred weapons, but a large number of monks worship the goddess as well. In fact, fighting monks who worship the goddess learn a special technique unavailable to other monks."
					]
				}
			]
		},
		{
			"source": "GaGR",
			"page": 24,
			"name": "Freyja",
			"alignment": [
				"C",
				"G"
			],
			"title": "Goddess of Love, Fertility, Sorcery, and War",
			"pantheon": "Unknown",
			"symbol": "falcon",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Home Plane:",
							"entry": "Asgard"
						}
					]
				},
				"The divine {@creature Freyja|GaGR} is a powerful deity, resembling something between a fair maiden and a lustful giant. Her arms are long and white, capable of lighting up the underworld. Freyja is the goddess of love, fertility, sorcery, and war. She rules over many aspects of the living world and the afterlife. In fact, Freyja rules over more domains than many other gods, being a source of inspiration for thousands. She is even the muse of sacred poetry. Those seeking meditative insight into their ills visit the churches of Freyja on a regular basis.",
				"She also serves those who have fought in war, especially conscripts and farmers who've been forced into battle. As such, those who die honorably in battle go to F처lkvangr (in Vanaheimr) with her {@creature valkyrie|GaGR|valkyries} instead of Valhalla. Once in F처lkvangr, the dead enjoy a peaceful rest of meadows and fields.",
				"As a ruler of fertility and childbirth, she is praised for and is a protector of pregnant women. Of all her values, her followers most honor her power over births. Maidens (the names of her followers) often sing and chant around another follower who is giving birth to ease the child into the world. At the time of one's birth, a female child is given an animal totem as a guide through life, while a male child is given a small weapon as a trinket.",
				"The goddess rides a chariot pulled by two huge forest cats—{@creature Bygul|GaGR} and {@creature Trigul|GaGR|Trjegul}. She is also associated with the boar or swine because of the animal's fertile nature. However, the boar is often depicted charging into battle.",
				{
					"type": "entries",
					"name": "Dogma",
					"entries": [
						"Freyja is a truth seeker. She bestows insight and teaches her followers to look inward and explore their inner emotions, especially the parts they don't wish to acknowledge. Freyja's magical nature is dualistic, examining positive and dark magics. For some of her followers, this is a difficult balancing act. For others, they take one path over the other.",
						"She harshly punishes those who abandon her teachings. Her followers are the first to exact vengeance based on the number of secrets a follower attempting to abandon the faith knows, going as far as to kill a follower who \"knows too much.\" If the followers are unable to exact justice, Freyja sends a massive wild boar to kill the heretic in the most heinous way possible."
					]
				},
				{
					"type": "entries",
					"name": "Clergy and Temples",
					"entries": [
						"The clergy of Freyja are mostly women, priestesses who gather the flock into nature to experience the world and pay homage to Freyja. Her churches are simple and adhere to their natural surroundings: leaning trees, fallen rocks, waterfalls, and so on. A cleric of Freyja spends her morning praying in nature, near a brook or stream, trying to connect with her natural surroundings while being keenly aware of her inner self.",
						"The highest-ranking priestess of Freyja is known as the \"Mare,\" and there is only ever one at a time. The lead cleric of any temple bears no title. She is known simply as \"mother\" or \"sister.\"",
						"Freyja's female clerics are called Spaekona (\"sorcerers\"), and female paladins are given the title of Eidrdrenger (\"oath warriors\"). Males of either class are extremely rare."
					]
				},
				{
					"type": "insetReadaloud",
					"entries": [
						"Triumph to some,",
						"and treasure to others",
						"and to many, wisdom and skill in words.",
						"Fair winds to the sailor,",
						"to the singer his art,",
						"to the mother a healthy child,",
						"and a courageous heart to many a hero."
					]
				},
				{
					"type": "entries",
					"name": "Worshippers",
					"entries": [
						"Freyja's followers come from all walks of northern life, though most are peaceful and commonly. There are, however, warriors and mages who turn to Freyja for guidance and a better afterlife. But it is Freyja's clerics and paladins who form her dogmatic bulwark. Elves and humans are the only races allowed to worship Freyja, though rumor has it a few dwarves have slipped into some progressive temples. The majority of her followers are female as well, meaning that males rarely enter into the highest ranks of the faith.",
						"Sacrifices made in Freyja's name are simple. They can be the blood of her enemies, falcon eggs, flowers from the Fehu tree, secret words learned in study, a song, sweet honey, or even tears. There is little ceremony to it. Instead, Freyja rejoices in the gifts and time spent with her followers. So long as the gifts are given from the heart, she does not care. Ritual is for more ostentatious gods.",
						"Just before winter, an old cow is sacrificed to Freyja. The animal is slaughtered then smoked and eaten as part of a massive feast.",
						"Some make sure to pay homage to her when the constellations of Lady's Wain and Freyja's Girdle peak are in the night sky. Her sacred day is Monday (or Friday), and her sacred number is 9."
					]
				}
			]
		},
		{
			"source": "GaGR",
			"page": 21,
			"name": "Batara Kala",
			"alignment": [
				"C",
				"E"
			],
			"title": "Lord of the Eight Hot Hells",
			"pantheon": "Unknown",
			"symbol": "demon eating the sun",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Home Plane:",
							"entry": "The Underworld"
						}
					]
				},
				"{@creature Batara Kala|GaGR}—the Lord of the Eight Hot Hells—is a god of the underworld, where he rules from a cave with his wife. He is also the god of destruction, earth, light, and time—the name Kala literally means time. He is a frightening, hideous, loathsome-looking, rude ogre. He is immensely tall, his hair is made of fire, his body is covered in fur, and his fingertips are knives.",
				"More demon than god, he is always hungry. Batara Kala chases the moon and sun each day in an attempt to eat both, but he only succeeds during an eclipse. In order to help the moon and sun escape Batara Kala's massive maw, the people bang pots and create noise during the eclipse. And each time, the moon and sun escape.",
				"Batara Kala also enjoys eating children, especially those who stray from home or who are born into bad families. Some people believe Batara Kala is the son of Shiva, conceived by a fish that swallowed Shiva's essence. Others believe he is an ogre who was mortal until he drank the waters of paradise so he could live forever. For doing so, he was punished, and his head was removed. But the immortal water allowed his head to live on without his body.",
				{
					"type": "entries",
					"name": "Dogma",
					"entries": [
						"Batara Kala is not directly worshipped but is recognized by most people. He lives in the lower world, while humanity lives in the middle world, and the gods live in the numerous heavens and planes. Batara Kala is a dark and powerful force, either punished for his transgressions or sent here to punish humanity.",
						"This latter condition of the god is most important. Batara Kala serves two functions. First, he teaches people to fear the forces of the heavens. Batara Kala's rage is unmeasured, and it is unknown what will set him off. Second, he teaches against having children out of wedlock or through incest. This second lesson is a darker principle that keeps the peasantry in line. Those who fear the wrath of Batara Kala fall in line with the rest of the prevailing cultural mores."
					]
				},
				{
					"type": "entries",
					"name": "Clergy and Temples",
					"entries": [
						"There are few devoted followers of Batara Kala. Most are afraid of his wrath and give lip service through ritual and music. Those zealous enough to serve the god are angry and bitter people themselves. Clerics who worship Batara Kala are not fascinated with death but with darker emotions, and paladins are more likely to lash out in rage rather than religious devotion.",
						"Batara Kala is worshipped openly during specific festivals. There are few churches erected in his honor. However, some clerics gather their small flocks into dark caves.",
						{
							"type": "insetReadaloud",
							"entries": [
								"Time is the destroyer of all things;",
								"",
								"For nothing can ever last,",
								"in flesh, blood, or even stone.",
								"",
								"Batara Kala, King of the Underworld",
								"will inevitably come for you,",
								"as sure as the sun rises in the morning."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Worshippers",
					"entries": [
						"Traditionally, people seek out Batara Kala's favor in order to prevent their children's misfortune. Ruwatan (exorcism rituals) are performed for children born under unfortunate circumstances or under ill omens. These ceremonies involve a large feast and wayang (shadow puppets) to satiate Batara Kala and prevent him from devouring the children.",
						"So afraid are the people of Batara Kala that pregnant women hide under their beds during an eclipse to avoid his anger and hunger."
					]
				}
			]
		},
		{
			"source": "GaGR",
			"page": 18,
			"name": "Baba Yaga",
			"alignment": [
				"N"
			],
			"title": "Goddess of Earth and Nature",
			"pantheon": "Unknown",
			"symbol": "mortar and pestle",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Home Plane:",
							"entry": "all forests"
						}
					]
				},
				"{@creature Baba Yaga|GaGR|Baba Yaga's} story starts at the beginning of time—perhaps even before. She was born of stone, or turned to stone by her own magic—this remains a mystery. She comes from a time when mankind was rough but wise and honored their elders, a time when the word \"witch\" meant \"wise\" and when grandmothers taught their tribes the art of giving birth. Baba Yaga is the first such woman who understood the mystery of birth and death. Baba Yaga (literally woman of stone) is as much an earth elemental as she is a goddess. Her wisdom endures now through nature, and her original form is still rumored to reside in a craggy mountainside in the cold northern lands.",
				"Baba Yaga's power is immense and endless. She rules over the four elements of air, earth, fire, and water. She also keeps many faithful servants and surrounds herself with unseen wailing spirits. Among her servants are the {@creature horseman (black, red and white)|GaGR|White Horseman, Red Horseman, and Black Horseman}, which she refers to as her \"bright dawn, red sun, and dark midnight\" (respectively). There is also a herdsman, {@creature Koschei Bessmertny|GaGR}, who cannot be killed. He is a tall, boney, evil sorcerer who rides through the mountains on his black steed. Koschei can shapeshift into a whirlwind, summoning thunder and lightning at will.",
				"Baba Yaga is depicted as the deformed-looking crone with a large nose and teeth of iron. Sometimes she haunts stories of children being taken into the forest and baked into bread. But sometimes she is depicted as the helpful old woman who guides lost travelers home. She is enigmatic, complicated, and inconsistent. Like nature itself, Baba Yaga is a force beyond measure. She is the perennial witch and mother of winter. She is the birds, clouds, death, matriarch, mermaids (rusalka), moon, pelicans, and snakes. She is the watcher of wicked thoughts. Baba Yaga guards over what she considers her people. Unlike most gods, she has no temples nor proselytizers who spread the word of her faith. Rather, she is the shepherd of the weak, teaching them to grow strong and punishing those who grow arrogant or wicked.",
				"Unlike other deities, she lives among the people in a tiny hut in the woods. She is everywhere at once, and her presence is always felt. Even if she is not seen, people entering the forest know she sees them. The old crone is a feared and respected watcher, only revealing herself when necessary.",
				{
					"type": "entries",
					"name": "Dogma",
					"entries": [
						"Whether or not a peasant knows the name Baba Yaga, they all know the stories of the wicked old witch, the enduring spirit of the forest who punishes the foolhardy and arrogant while vexing the innocent and lost. Baba Yaga is an eternal force of nature, not too far removed from {@deity Hekate|GaGR}, but less primordial and less self-interested. Those who obey Baba Yaga are rewarded, often with wisdom, but sometimes with a more tangible gift. But those who defy her are eaten. This parable reflects the old crone's duality. Those who honor nature benefit from it; those who fight it surely perish."
					]
				},
				{
					"type": "entries",
					"name": "Clergy and Temples",
					"entries": [
						"Baba Yaga has no temples and demands no worship. She commands respect and fear, and this is enough. Clerics and paladins honor her through wisdom and teaching, imparting lost knowledge to others who pay homage to the old crone.",
						"Wisdom is the most important tool of Baba Yaga's followers, who have taken it upon themselves to serve her. Because she demands nothing, her followers serve her of their own accord out of a sense of their own duty.",
						{
							"type": "insetReadaloud",
							"entries": [
								"Do you know what it means to have a wicked thought enter your heart?",
								"A wicked thought grows like a poison plant and slowly strangles the good.",
								"And any poison plant must be plucked from the heart's forest with haste, because the old Witch will surely punish those who allow them to flourish."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Worshippers",
					"entries": [
						"Baba Yaga's faith is strongest among rural people struggling against the forces of nature. They know the value of the wise witch's teachings and apply her lessons—or suffer the consequences. Arrogance is not tolerated by Baba Yaga, nor do her followers brook offenses against the community. Those who think themselves better than others (and especially nature) are punished accordingly."
					]
				}
			]
		},
		{
			"source": "GaGR",
			"page": 15,
			"name": "Athena",
			"alignment": [
				"L",
				"G"
			],
			"title": "Goddess of Wisdom, Civilization, and War",
			"pantheon": "Unknown",
			"symbol": "owl, olive trees, snakes, gorgon's head",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Home Plane:",
							"entry": "Olypmia"
						}
					]
				},
				"{@creature Athena|GaGR} sprang forth from the mind of Zeus, cracking open his head as she emerged regal, composed, and gleaming in full armor. Born fully formed from the king of gods, Athena stood stoic and tall as the goddess of war. Athena presented humanity with a gift—the olive tree—from which they reaped wood, oil, food, and prosperity. Thus, Athena became the goddess of civilization and a beacon of all that lends a city its strength: law, justice, craft, courage, war, and wisdom.",
				"Although some gods of war rely on savagery, bloodlust, and destruction, Athena is shrewd and disciplined. She teaches instead calm and cunning tactics, strategic warfare, and keenly honed battle skills. As such, she's recognized as a guardian and ally of warriors, rulers, and heroes. Athena is known to send adventurers with valiant aspirations on quests that test their brilliance and bravery. When heroes thrust themselves into dire straits in the name of justice, Athena might intervene to turn the tides in their favor. At the very least, her presence is believed to bestow or bolster courage among honorable hearts.",
				"Athena appears as a gray-eyed female human warrior cloaked and armed with a spear, feathered helmet, and a shield adorned with the image of a gorgon's head. She is often accompanied by a snowy-white owl whose ability to see through darkness mirrors the insight of Athena's godly wisdom.",
				"Beyond warfare, Athena is a goddess of the arts and crafts. She herself invented the first ship, the flute, the chariot, the plow, the potter's wheel, and other useful tools. She's also patron to metalworkers who forge armor and weapons.",
				"Athena's demeanor is characterized by calm, compassion, and mercy, but the goddess does not tolerate disrespect. Legends say a weaver named Arachne insulted Athena by boasting of her skill and creating a tapestry that displayed the Olympian gods' failings. Athena lauded Arachne's craftsmanship—she is a lawful goddess, after all—and then turned Arachne into a spider.",
				{
					"type": "entries",
					"name": "Dogma",
					"entries": [
						"Followers of Athena know this goddess of war prefers peace whenever possible. War is a tool, and often a last resort, to resolve conflict. Rather than brute strength, Athena teaches the values of ingenuity, invention, and intelligence. Calm, rational thought not only strengthens warriors in battle but furthers civilization.",
						"Athena also taught her followers mathematics and household arts like spinning and weaving fabric. She empowers her followers that through hard work and action they can acquire knowledge and skill."
					]
				},
				{
					"type": "entries",
					"name": "Clergy and Temples",
					"entries": [
						"The cults of Athena are led by priestesses who maintain her temples and tend her statues, which are thought to be hallowed artifacts of protection. To honor the goddess of craft, the priestesses weave fabric for sacred robes, which are processed through the city and draped protectively over Athena's statue.",
						"Powerful clerics of Athena are known as \"Athena Polias.\" They are Athena's right hand on the Material Plane and are held in the highest esteem among her followers, akin to incarnations of the goddess herself."
					]
				},
				{
					"type": "entries",
					"name": "Worshippers",
					"entries": [
						"Athena's worshippers are many and varied. Leaders of military ask for battle strategy and help in war. Artisans pray for guidance in their craft and study. Heroic adventurers request her vigilant guardianship and bolstered courage. Farmers thank her for her wisdom and invention. As goddess of civilization, her domains touch all aspects of life, especially urban life, and she is revered as a primary goddess in regions that worship her.",
						"Worshippers honor Athena with gifts and sacrifice. During festivals, they also honor the goddess with athletic competitions, poetry readings, and musical contests.",
						{
							"type": "insetReadaloud",
							"entries": [
								"Storm-eyed one, Athena, we sing of you;",
								"This goddess, an unrelenting guardian of all cities.",
								"Strong-armed, fair and just, fresh-born and wise;",
								"In Golden armor like the sun, bearing sharp spear.",
								"How the mountains trembled when you were born,",
								"And how sun itself marveled with your arrival.",
								"We hail you, Athena, to protect and advise."
							]
						}
					]
				}
			]
		},
		{
			"source": "GaGR",
			"page": 12,
			"name": "Anansi",
			"alignment": [
				"C",
				"N"
			],
			"title": "Trickster Spirit of Knowledge and Stories",
			"pantheon": "Unknown",
			"symbol": "spider, spider web",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Home Plane:",
							"entry": "Deep Jungle Realm"
						}
					]
				},
				"{@creature Anansi|GaGR} is a trickster and the keeper of all knowledge and stories. He takes the form of a spider and spins giant webs in the forest. There, he catches all of the stories from people's dreams and gossip. Anansi sometimes keeps the stories for himself, but other times he shares the knowledge with the world so they might become wise.",
				"He acts as a go-between for humans and other gods, and he is the one responsible for tricking the divine into creating night, rain, and other natural phenomena. However, his aims are never noble. Anansi entertains himself by tricking humans (and the gods) through complicated pranks. Sometimes he gains nothing from the pranks other than the joy of having made people work harder. He's even gone so far as to trick followers into believing he created the world.",
				"Anansi can also change into a fox, rabbit, or human at will. Unlike other gods whose deeds and prowess reside in a few stories about the creation of the world, Anansi's history rests in thousands of stories of trickery. Everything we know about the spider-god—parables that teach humanity how to be humble and learn their place in the world, or stories expanding humanity's realm of knowledge—stem from the word-of-mouth stories that are told in his name.",
				{
					"type": "entries",
					"name": "Dogma",
					"entries": [
						"Anansi cares only for himself and expects nothing less from his subjects. However, there is a deeper lesson in Anansi's work that he expects his followers to understand. His lessons are a form of tough love stemming from the cultural climate of those who follow him. Life is unforgiving. Those who do not learn from their failings will surely die. Anansi is there to teach people these lessons without causing anyone harm. And if that leads to people being filled with fear of the gods, so be it. Better afraid than dead."
					]
				},
				{
					"type": "entries",
					"name": "Clergy and Temples",
					"entries": [
						"Anansi has no temples. Those who serve him do so to travel the world in search of knowledge, secrets, and stories. They have no other higher calling, are not concerned with saving innocent lives (unless it fits their purposes), and do not make oaths, except to their god and knowledge. Whatever the lesson, clerics and paladins of Anansi always recite a parable in which mortals (or the gods) were tricked by Anansi's cunning.",
						{
							"type": "insetReadaloud",
							"entries": [
								"The trickster Spider fooled others in order to gather knowledge from the gods.",
								"Greedy Anansi hoarded this wisdom and stories at the top of a very tall tree, until the knowledge grew so heavy, it came crashing to the ground, releasing all the wisdom within.",
								"It scattered to the corners of all the lands, and it was by this that man learned to fish, hunt, and farm."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Worshippers",
					"entries": [
						"True and dedicated followers of Anansi honor the god for one of two reasons. The first is simple fear that the god will bring them harm. The second is a deep desire to trick others. This latter follower is one to be feared. Any person who would gladly worship the most cunning spirit of them all is one who does not understand Anansi's true meaning. Those who learn to beguile and trick others have no place among the community that raised them.",
						"Sages, elders, and parents all understand the value of Anansi's stories. They grow up fearing the spider-god but eventually learn the value of his teachings. If one lives long enough, one clearly knows the value of Anansi's stories. But the \"ruse\" is in using these stories to help children grow up in a hostile world. By extension, the strongest and smartest followers in the world worship Anansi and eventually learn the importance of his word."
					]
				}
			]
		}
	],
	"book": [
		{
			"name": "Gods and Goddesses: Redux",
			"id": "GaGRB",
			"source": "GaGR",
			"published": "2020-02-03",
			"author": "Jetpack7",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/GaGR/cover.webp"
			},
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"How to Use This Book"
					]
				},
				{
					"name": "Avatars"
				},
				{
					"name": "Class Features"
				},
				{
					"name": "Location and Mini-Adventures"
				},
				{
					"name": "Appendix",
					"headers": [
						"Creatures",
						"Special Items",
						"Spells",
						"Weapons",
						"Powers of Tengri",
						"Divion Scion of Mazu",
						"Gifts of Valor",
						"NPCs"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "GaGRB",
			"source": "GaGR",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"page": 11,
					"entries": [
						"Mankind is hardwired for faith. Before the invention of pottery and agriculture, humans had already invented the gods some 25,000 years before. The first deities were aspects of nature: animals spirits, tree spirits, the sea and sky, and so on. All of nature was to be revered.",
						"Stories were handed down by word of mouth, and nature started to take on anthropomorphic form. A spider spirit morphed into a human god with spider legs. The trees and lakes became a goddess who could transform from human into water or water nymph.",
						"The original stories were lost to time, but as mankind developed written languages, the gods took the forms we now understand. For centuries cultures collided, borrowing from one another's stories so that gods like Ishtar, Isis, Mithra, and Aphrodite all started to look alike. North Africa, the Middle East, the Mediterranean, and India all flourished with tales of thousands of gods and goddesses. As people migrated and cultures came in contact with one another, Europe and Asia added their tales to the growing tapestry of world religions.",
						"With the advent of monotheism, these religions became mythologies, and a single creator began to replace the scores of pantheons dotting the globe. Missionaries brought word of a single god to every society, and many cultures lost their spiritual heritage.",
						"It would not be until the 18th century and the German advent of Religionsgeschichtliche that other faiths would be taken seriously as \"cultural phenomenon\" again. It is from this school of thought that so many stories were rescued and our modern snapshot of mythologies starts to take shape.",
						"But this book is not about Western, arm-chair philosophers trying to make sense of the ancient world from their ivory watchtowers. This book is about the celebration of faiths from all corners of the globe, reimagined in a gaming context.",
						"These gods and goddesses are our nineteen favorites from a host of pantheons, spanning thousands of years of written and oral histories. Time has been spent not only examining them in their historical context, but also keeping as much of their genuine histories alive while still making them playable in a fantasy campaign world.",
						"We've gone the extra mile of making them all part of the same cultural gestalt, putting African, meso-American, and even a Mongolian god right next to each other in a fantasy world. The dynamic environment here should be obvious. What happens when the followers of Shiva and Tengri meet each other, arguing over who invented the world?",
						"Fantasy gaming has introduced many gods from the Western World time and again. But we think the material here, written in this manner, reveals the most important element of faith: respect for heritage. Where a god or goddess comes from is just as important as the ideas that are spawned from their philosophies.",
						"We hope these introductions to some amazing gods inspire you to dig deeper into the faiths of the ancient (and, in some cases, modern) world. And at the very least, may they lead to some great stories.",
						"Onward",
						{
							"type": "entries",
							"name": "How to Use This Book",
							"page": 11,
							"entries": [
								"Options for a Game Master (GM) are a wonderful thing. This book can assist you in bringing in new elements to your current campaign setting. Add them to an existing setting, or create an entirely new world based around these gods and goddesses.",
								"There is enough information presented here to have adventures for years to come—new cleric domains, paladin oaths, spells, special abilities, and much more.",
								"What motivates your clerics and paladins? What new abilities and spells will your players use? If you are a GM, have new encounters for your players with an upstart religious group. Perhaps all these new gods and goddesses have recently appeared in the last dozen years or slowly built a following over the centuries. The possibilities are virtually endless.",
								"Has there ever been a time when a character could encounter such a divine being? While it would never be recommended to have a conflict with a deity's avatar, the gods' stats and other mechanicals info are provided. These are super-powered entities with which players should take extreme caution, even at levels 20 and beyond. Some deities are so powerful that they can wipe out an army or city in moments. Proceed with extreme caution when encountering any avatar.",
								"Additionally, the gods and goddesses within have at their disposal many companions who will assist them when called upon. These companion encounters are more likely for mortals. However, make no mistake—these are the most supreme powers in all of creation, and they will use all the tools at their disposal if their plans are disrupted. These deities can literally change the course of history overnight.",
								"The actions of the gods generally do not happen often at the cosmic level (thankfully), but more through the mortals who worship them. Conflicts like this are nothing new and have been around for eons. No one truly knows the motivations of the gods at any given time, but this is how characters can be conduits for their deities of choice and carry out their plans in your world.",
								"Fight for your god. Defend the name of your goddess. Dispatch all known enemies in the name of your chosen deity. Your characters have a higher purpose which will inevitably clash with others in the world. What better way to seek adventure and spread the word of your god or goddess? You now have many more options, so have fun on the journey."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/GaGR/kur-v-ishtar.webp"
							}
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"source": "GaGR",
			"page": 29,
			"name": "Fuji",
			"size": [
				"M"
			],
			"alignment": [
				"N"
			],
			"type": "deity avatar",
			"ac": [
				{
					"ac": 28,
					"from": [
						"natural armor/divine"
					]
				}
			],
			"hp": {
				"average": 429,
				"formula": "22d20 + 198"
			},
			"speed": {
				"walk": 30
			},
			"str": 26,
			"dex": 30,
			"con": 29,
			"int": 24,
			"wis": 23,
			"cha": 22,
			"save": {
				"str": "+17",
				"dex": "+19",
				"wis": "+15"
			},
			"skill": {
				"acrobatics": "+19",
				"insight": "+15",
				"stealth": "+19"
			},
			"immune": [
				"cold",
				"fire",
				"necrotic",
				"poison",
				"radiant",
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"frightened",
				"stunned"
			],
			"senses": [
				"darkvision 150 ft."
			],
			"passive": 16,
			"senseTags": [
				"SD"
			],
			"languages": [
				"all",
				"telepathy 100 ft."
			],
			"languageTags": [
				"XX",
				"TP"
			],
			"cr": "30",
			"trait": [
				{
					"name": "Awe Factor",
					"entries": [
						"When a creature first enters the area within 30 feet of Fuji, it must make a {@dc 14} Wisdom saving throw or be {@condition stunned} until the end of its next turn."
					]
				},
				{
					"name": "Discorporation",
					"entries": [
						"When Fuji's avatar drops to 0 hit points or dies, her body is destroyed but her essence travels back to Chikyuu, and she is unable to take physical form for a time."
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"When Fuji is subjected to an effect or spell which requires a Dexterity saving throw, if she succeeds, she takes no damage even if the spell or effect calls for half damage."
					]
				},
				{
					"name": "Great Leap (3/Day)",
					"entries": [
						"When Fuji moves at laest 10 feet, she can then leap as a bonus action an additional 40 feet. This movement does not provoke {@action opportunity attack|phb|attacks of opportunity}."
					]
				},
				{
					"name": "Invisibility (3/Day)",
					"entries": [
						"As an action, Fuji can become {@condition invisible} for 1 minute with the same effects as the {@spell greater invisibility} spell."
					]
				},
				{
					"name": "Knower of Languages",
					"entries": [
						"Fuji is attuned to the ki of others so that she understands all languages."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"All of Fuji's attacks are magical."
					]
				},
				{
					"name": "Missile Deflection",
					"entries": [
						"Normal or magical ranged weapons are at disadvantage to hit Fuji."
					]
				}
			],
			"traitTags": [
				"Magic Weapons"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Fuji's innate spellcasting ability is Wisdom (spell save {@dc 23}, {@hit 15} to hit with spell attacks). She can innately cast the following spells, requiring no material components:"
					],
					"daily": {
						"3e": [
							"{@spell seism|GaGR}"
						],
						"2e": [
							"{@spell fireball}",
							"{@spell lava field|GaGR}",
							"{@spell wall of fire}"
						],
						"1e": [
							"{@spell incendiary cloud}"
						]
					},
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Fuji can make four attacks per round, or two attacks and one spell per round."
					]
				},
				{
					"name": "Two Fists",
					"entries": [
						"{@atk mw} {@hit 18} to hit, reach 10 ft., one target. {@h}19 ({@damage 2d10 + 8}) bludgeoning damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"F",
				"R"
			],
			"conditionInflict": [
				"stunned",
				"invisible"
			],
			"conditionInflictSpell": [
				"restrained"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"RCH",
				"MW",
				"AOE"
			],
			"legendaryActions": 4,
			"legendary": [
				{
					"name": "Eruption (Costs 1 Action)",
					"entries": [
						"Fuji emits magical, divine energy. Each creature of her choice in a 20-foot radius must attempt a {@dc 24} Dexterity saving throw, taking 21 ({@damage 6d6}) fire damage plus 17 ({@damage 5d6}) radiant damage on a failed save, or half as much on a successful one."
					]
				},
				{
					"name": "Paralysis Touch (Costs 1 Action)",
					"entries": [
						"The targeted creature must succeed on a {@dc 24} Constitution saving throw or be {@condition paralyzed} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"name": "Spell Immunity (Costs 1 Action)",
					"entries": [
						"Fuji may choose to be immune to any spells of 3rd level or lower until the end of her next turn."
					]
				},
				{
					"name": "Two Fists (Costs 2 Actions)",
					"entries": [
						"Fuji makes two melee weapon attacks."
					]
				},
				{
					"name": "Whispering Movement (Costs 1 Action)",
					"entries": [
						"Fuji may move 60 feet in any direction without provoking {@action opportunity attack|phb|attacks of opportunity}. This movement appears as basic flight parallel with the ground or even into the earth itself. Fuji is unaffected by any terrain. At the end of the movement, she softly lands or appears above ground on a surface."
					]
				}
			],
			"conditionInflictLegendary": [
				"paralyzed"
			],
			"fluff": {
				"entries": [
					"{@b {@i Goddess of Fire and Volcanoes}}",
					{
						"type": "list",
						"style": "list-hang-notitle",
						"items": [
							{
								"type": "item",
								"name": "Symbol:",
								"entry": "serene mountain or erupting volcano"
							},
							{
								"type": "item",
								"name": "Home Plane:",
								"entry": "Chikyuu"
							},
							{
								"type": "item",
								"name": "Alignment:",
								"entry": "true neutral"
							}
						]
					},
					"Fuji is the almighty goddess of Mount Fuji, fire, and all volcanoes. Her followers depend on her favor to endure the cold winters. Though destructive and powerful, Fuji is beautiful and soft. And like a volcano, she is calm until angered, destroying all that stand in her way. In this regard, her power is unmatched. Those who worship her draw upon her strength to carry them through difficult times when calm is needed or to find the inner strength to strike down those who would hurt them.",
					"Fire rituals to honor Fuji can be as simple as a candle or as destructive as a forest fire, though the latter is rare. A bonfire or brazier fire is the most common way to honor Fuji. These fire rituals are utilized to bless harvests, promote general wellness in the body, and help protect from evil spirits.",
					{
						"type": "entries",
						"name": "Dogma",
						"entries": [
							"Fuji demands little from her followers. The faith promotes inner strength, independence, and a calm spirit. Rules would detract from her objective. That said, Fuji does ask her followers to stretch their limits and remove themselves from comfort zones. Each cycle is designed to bring renewal, but also new strengths. Fall and winter are times of rest and contemplation, while spring and summer are times of devotion and learning. Even into old age, a follower of Fuji is expected to ever grow.",
							"It is the duty of every follower of Fuji to conduct an annual pilgrimage to an honorable mountain during the spring or summer."
						]
					},
					{
						"type": "entries",
						"name": "Clergy and Temples",
						"entries": [
							"Priests and priestesses of Fuji are contemplative and solitary, focusing their mental energies on meditation and the mountain. In this way, they are more like monks, focusing inward on their own progression. However, when driven to extremes, the leaders of the faith can assemble a force of soldiers quickly, bringing Fuji's wrath upon any foe of the faith. This quiet nature that can turn so quickly to violence is one of the faith's strongest tools, teaching others to leave the faithful alone. Fuji's warriors are skilled in numerous weapons and unarmed fighting techniques.",
							"Fuji's clergy are tasked with producing \"pure fire,\" the only type allowed in sacred ceremonies and rituals. Pure fire is produced by striking stone and steel together or by igniting a certain type of wood. The lighting of pure fire on new year's day is key to the survival of Fuji's followers. This fire is given to each follower and taken home to light their hearths, protecting them for one year.",
							"The goddess's temples are built in hot places and at the bases of volcanic mountains. Each temple is a simple affair, with views toward the mountain and/or nature. A central hearth is key to the temple's design, providing a place to conduct rituals, cook, and provide warmth in winter."
						]
					},
					{
						"type": "insetReadaloud",
						"entries": [
							"Lo! Beneath the trembling earth,",
							"she is there!",
							"When lofty peaks touch the clouds of heaven,",
							"she is there!",
							"Where fires consume the falling snow,",
							"she is there!",
							"She eludes the mind,",
							"her majesty cannot be held!",
							"She is a spirit-mysterious!"
						]
					},
					{
						"type": "entries",
						"name": "Worshippers",
						"entries": [
							"Followers of the great fire goddess seek meditation and patience, inner strength and power over themselves. But this power also manifests in physical ways. Most of Fuji's worshippers learn to practice some kind of martial art, especially with their hands. Clerics and paladins learn to use Fuji's preferred weapons, but a large number of monks worship the goddess as well. In fact, fighting monks who worship the goddess learn a special technique unavailable to other monks."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/GaGR/fuji.webp"
						}
					}
				]
			},
			"damageTagsSpell": [
				"F"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"dexterity"
			]
		},
		{
			"source": "GaGR",
			"page": 26,
			"name": "Freyja",
			"size": [
				"M"
			],
			"alignment": [
				"N",
				"G"
			],
			"type": "deity avatar",
			"ac": [
				{
					"ac": 26,
					"from": [
						"natural armor/divine"
					]
				}
			],
			"hp": {
				"average": 592,
				"formula": "32d20 + 256"
			},
			"speed": {
				"walk": 30
			},
			"str": 28,
			"dex": 28,
			"con": 26,
			"int": 28,
			"wis": 24,
			"cha": 29,
			"save": {
				"wis": "+16",
				"cha": "+18"
			},
			"skill": {
				"arcana": "+18",
				"insight": "+16",
				"perception": "+16",
				"persuasion": "+18"
			},
			"immune": [
				"necrotic",
				"poison",
				"radiant",
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"frightened",
				"stunned"
			],
			"senses": [
				"darkvision 100 ft."
			],
			"passive": 26,
			"senseTags": [
				"SD"
			],
			"languages": [
				"Celestial",
				"Common",
				"Giant",
				"Sylvan",
				"telepathy 100 ft."
			],
			"languageTags": [
				"CE",
				"C",
				"GI",
				"S",
				"TP"
			],
			"cr": "30",
			"trait": [
				{
					"name": "Awe Factor",
					"entries": [
						"When a creature first enters the area within 30 feet of Freyja, it must make a {@dc 15} Wisdom saving throw or be {@condition stunned} until the end of its next turn."
					]
				},
				{
					"name": "Brinsingamen (6/Day)",
					"entries": [
						"When this necklace is activated by using an action, it can cast any of the following spells once per round on a single target: {@spell greater restoration}, {@spell lesser restoration}, {@spell power word heal}, {@spell true resurrection}."
					]
				},
				{
					"name": "Charming Presence (3/Day)",
					"entries": [
						"As a bonus action, Freyja has the ability to control a creature of her choosing within 90 feet of her. The creature must make a {@dc 25} Wisdom saving throw or be under the effects of the {@spell command} spell until the end of its next turn."
					]
				},
				{
					"name": "Combat Casting",
					"entries": [
						"Freyja does not need to concentrate to maintain spell duration."
					]
				},
				{
					"name": "Discorporation",
					"entries": [
						"When Feyja's avatar drops to 0 hit points or dies, her body is destroyed but her essence travels back to Sessrumnir, and she is unable to take physical form for a time."
					]
				},
				{
					"name": "Flight (3/Day)",
					"entries": [
						"A cloak of falcon feathres grants Freyja the ability to fly at a speed of 90 feet for 1 hour."
					]
				},
				{
					"name": "Forbidden Knowledge (3/Day)",
					"entries": [
						"As a bonus action, Freyja can cast {@spell identify}, {@spell true seeing}, or {@spell legend lore}."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"All of Freyja's attacks are magical."
					]
				},
				{
					"name": "Summon (1/Day Each)",
					"entries": [
						"{@creature Bygul|GaGR} and {@creature Trigul|GaGR}, {@creature Hildisvini|GaGR}"
					]
				},
				{
					"name": "Understand All Languages (1/Day)",
					"entries": [
						"Freyja can innately cast {@spell tongues} and {@spell comprehend languages} as a bonus action."
					]
				}
			],
			"traitTags": [
				"Magic Weapons"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Freyja's innate spellcasting ability is Wisdom (spell save {@dc 24}, {@hit 16} to hit with spell attacks). She can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell acid splash}",
						"{@spell chill touch}",
						"{@spell fire bolt}"
					],
					"daily": {
						"4e": [
							"{@spell burning hands}"
						],
						"3e": [
							"{@spell blur}",
							"{@spell chain lightning}",
							"{@spell creation}",
							"{@spell dominate beast}",
							"{@spell fireball}"
						],
						"2e": [
							"{@spell plane shift}"
						],
						"1e": [
							"{@spell finger of death}",
							"{@spell time stop}"
						]
					},
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Freyja can cast one spell and make two melee attacks per round, cast two spells per round, or make four melee attacks per round."
					]
				},
				{
					"name": "Halberd",
					"entries": [
						"{@atk mw} {@hit 18} to hit, reach 15 ft., one target. {@h}23 ({@damage 4d6 + 9}) slashing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"S",
				"F",
				"R"
			],
			"conditionInflict": [
				"stunned"
			],
			"conditionInflictSpell": [
				"prone",
				"charmed",
				"invisible"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"RCH",
				"MW",
				"AOE",
				"MLW"
			],
			"legendaryActions": 4,
			"legendary": [
				{
					"name": "Summon Valkyrie (Costs 1 Action)",
					"entries": [
						"Freyja may summon a {@creature valkyrie|GaGR} to fight for her or fulfill a desired action. The valkyrie appears in an unoccupied space within 10 feet of Freyja. The valkyrie disappears when she drops to 0 hit points or when Freyja dismisses her.",
						"The valkyrie is friendly to Freyja and her companions for the duration. Roll initiative for the valkyrie, who has her own turns. She obeys any commands telepathically that Freyja issues to her (no action required). If no commands are given to the valkyrie, she defends herself from hostile creatures but otherwise takes no actions.",
						"If the telepathic connection is broken by Freyja to the valkyrie, she disappears and returns Asgard immediately. The maximum number of valkyries summoned is four at any given time."
					]
				},
				{
					"name": "Asgardian Burst (Costs 1 Action)",
					"entries": [
						"Freyja emits magical, divine energy. Each creature of her choice in a 20-foot radius must make a {@dc 25} Dexterity saving throw, taking 17 ({@damage 5d6}) fire damage and 17 ({@damage 5d6}) radiant damage on a failed save, or half as much on a successful one."
					]
				},
				{
					"name": "Asgardian Gaze (Costs 1 Action)",
					"entries": [
						"Freyja targets one creature she can see within 50 feet of her. If the target can see, the target must succeed on a {@dc 18} Constitution saving throw or be {@condition blinded} until magic such as the {@spell lesser restoration} spell removes the blindness."
					]
				},
				{
					"name": "Teleportation (Costs 1 Action)",
					"entries": [
						"Freyja can magically teleport herself or any willing creature that she can see, along with any equipment being worn or carried, up to 150 feet to an unoccupied space she can see."
					]
				},
				{
					"name": "Spell Immunity (Costs 1 Action)",
					"entries": [
						"Freyja may choose to be immune to any spells of 3rd level or lower until the end of her next turn."
					]
				}
			],
			"conditionInflictLegendary": [
				"blinded"
			],
			"fluff": {
				"entries": [
					"{@b {@i Goddess of Love, Fertility, Sorcery, and War}}",
					{
						"type": "list",
						"style": "list-hang-notitle",
						"items": [
							{
								"type": "item",
								"name": "Symbol:",
								"entry": "falcon"
							},
							{
								"type": "item",
								"name": "Home Plane:",
								"entry": "Asgard"
							},
							{
								"type": "item",
								"name": "Alignment:",
								"entry": "chaotic good"
							}
						]
					},
					"The divine Freyja is a powerful deity, resembling something between a fair maiden and a lustful giant. Her arms are long and white, capable of lighting up the underworld. Freyja is the goddess of love, fertility, sorcery, and war. She rules over many aspects of the living world and the afterlife. In fact, Freyja rules over more domains than many other gods, being a source of inspiration for thousands. She is even the muse of sacred poetry. Those seeking meditative insight into their ills visit the churches of Freyja on a regular basis.",
					"She also serves those who have fought in war, especially conscripts and farmers who've been forced into battle. As such, those who die honorably in battle go to F처lkvangr (in Vanaheimr) with her {@creature valkyrie|GaGR|valkyries} instead of Valhalla. Once in F처lkvangr, the dead enjoy a peaceful rest of meadows and fields.",
					"As a ruler of fertility and childbirth, she is praised for and is a protector of pregnant women. Of all her values, her followers most honor her power over births. Maidens (the names of her followers) often sing and chant around another follower who is giving birth to ease the child into the world. At the time of one's birth, a female child is given an animal totem as a guide through life, while a male child is given a small weapon as a trinket.",
					"The goddess rides a chariot pulled by two huge forest cats—{@creature Bygul|GaGR} and {@creature Trigul|GaGR|Trjegul}. She is also associated with the boar or swine because of the animal's fertile nature. However, the boar is often depicted charging into battle.",
					{
						"type": "entries",
						"name": "Dogma",
						"entries": [
							"Freyja is a truth seeker. She bestows insight and teaches her followers to look inward and explore their inner emotions, especially the parts they don't wish to acknowledge. Freyja's magical nature is dualistic, examining positive and dark magics. For some of her followers, this is a difficult balancing act. For others, they take one path over the other.",
							"She harshly punishes those who abandon her teachings. Her followers are the first to exact vengeance based on the number of secrets a follower attempting to abandon the faith knows, going as far as to kill a follower who \"knows too much.\" If the followers are unable to exact justice, Freyja sends a massive wild boar to kill the heretic in the most heinous way possible."
						]
					},
					{
						"type": "entries",
						"name": "Clergy and Temples",
						"entries": [
							"The clergy of Freyja are mostly women, priestesses who gather the flock into nature to experience the world and pay homage to Freyja. Her churches are simple and adhere to their natural surroundings: leaning trees, fallen rocks, waterfalls, and so on. A cleric of Freyja spends her morning praying in nature, near a brook or stream, trying to connect with her natural surroundings while being keenly aware of her inner self.",
							"The highest-ranking priestess of Freyja is known as the \"Mare,\" and there is only ever one at a time. The lead cleric of any temple bears no title. She is known simply as \"mother\" or \"sister.\"",
							"Freyja's female clerics are called Spaekona (\"sorcerers\"), and female paladins are given the title of Eidrdrenger (\"oath warriors\"). Males of either class are extremely rare."
						]
					},
					{
						"type": "insetReadaloud",
						"entries": [
							"Triumph to some,",
							"and treasure to others",
							"and to many, wisdom and skill in words.",
							"Fair winds to the sailor,",
							"to the singer his art,",
							"to the mother a healthy child,",
							"and a courageous heart to many a hero."
						]
					},
					{
						"type": "entries",
						"name": "Worshippers",
						"entries": [
							"Freyja's followers come from all walks of northern life, though most are peaceful and commonly. There are, however, warriors and mages who turn to Freyja for guidance and a better afterlife. But it is Freyja's clerics and paladins who form her dogmatic bulwark. Elves and humans are the only races allowed to worship Freyja, though rumor has it a few dwarves have slipped into some progressive temples. The majority of her followers are female as well, meaning that males rarely enter into the highest ranks of the faith.",
							"Sacrifices made in Freyja's name are simple. They can be the blood of her enemies, falcon eggs, flowers from the Fehu tree, secret words learned in study, a song, sweet honey, or even tears. There is little ceremony to it. Instead, Freyja rejoices in the gifts and time spent with her followers. So long as the gifts are given from the heart, she does not care. Ritual is for more ostentatious gods.",
							"Just before winter, an old cow is sacrificed to Freyja. The animal is slaughtered then smoked and eaten as part of a massive feast.",
							"Some make sure to pay homage to her when the constellations of Lady's Wain and Freyja's Girdle peak are in the night sky. Her sacred day is Monday (or Friday), and her sacred number is 9."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/GaGR/freyja.webp"
						}
					}
				]
			},
			"damageTagsSpell": [
				"A",
				"F",
				"L",
				"N"
			],
			"attachedItems": [
				"halberd|phb"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"dexterity",
				"wisdom"
			]
		},
		{
			"source": "GaGR",
			"page": 23,
			"name": "Batara Kala",
			"size": [
				"G"
			],
			"alignment": [
				"C",
				"E"
			],
			"type": "deity avatar",
			"ac": [
				{
					"ac": 26,
					"from": [
						"natural armor/divine"
					]
				}
			],
			"hp": {
				"average": 528,
				"formula": "32d20 + 192"
			},
			"speed": {
				"walk": 60
			},
			"str": 23,
			"dex": 30,
			"con": 22,
			"int": 26,
			"wis": 25,
			"cha": 16,
			"save": {
				"dex": "+19",
				"int": "+17"
			},
			"skill": {
				"arcana": "+17",
				"insight": "+16",
				"religion": "+17"
			},
			"immune": [
				"fire",
				"radiant",
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"frightened",
				"stunned"
			],
			"senses": [
				"darkvision 150 ft."
			],
			"passive": 17,
			"senseTags": [
				"SD"
			],
			"languages": [
				"Celestial",
				"Common"
			],
			"languageTags": [
				"CE",
				"C"
			],
			"cr": "30",
			"trait": [
				{
					"name": "Discorporation",
					"entries": [
						"When Batara Kala's avatar drops to 0 hit points or dies, his body is destroyed, but his essence travels back to the nearest deep forest, and he is unable to take physical form for a time."
					]
				},
				{
					"name": "Fear Immunity",
					"entries": [
						"Batara Kala is immune to magical and nonmagical fear."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If Bara Kala fails a saving throw, he can choose to succeed instead."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"Bara Kala has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Shadow Stealth",
					"entries": [
						"While Batara Kala is in dim light or darkness, he can take the {@action Hide} action as a bonus action."
					]
				},
				{
					"name": "Superior Invisibility (2/Day)",
					"entries": [
						"As a bonus action, Batara Kala can cast {@spell greater invisibility}."
					]
				},
				{
					"name": "Terrifying Presence",
					"entries": [
						"When a creature first enters the area within 30 feet of Batara Kala, it must make a {@dc 15} Wisdom saving throw or be {@condition frightened} for 1 minute.",
						"While frightened, the creature's speed is 0, it can't benefit from any bonus to its speed, and it cannot take reactions. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to this trait for the next 24 hours."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Batara Kala's innate spellcasting ability is Intelligence (spell save {@dc 25}, {@hit 17} to hit with spell attacks). He can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell poison spray}",
						"{@spell shillelagh}"
					],
					"daily": {
						"4e": [
							"{@spell crown of madness}",
							"{@spell detect magic}"
						],
						"3e": [
							"{@spell confusion}",
							"{@spell fear}",
							"{@spell invisibility}",
							"{@spell silent image}",
							"{@spell suggestion}"
						],
						"2e": [
							"{@spell seeming}",
							"{@spell telekinesis}"
						],
						"1e": [
							"{@spell feeblemind}",
							"{@spell true seeing}"
						]
					},
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Batara Kala can make four melee attacks per round, cast two spells per round, or cast one spell and make two melee attacks per round."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 15} to hit, reach 10 ft., one target. {@h}20 ({@damage 4d6 + 6}) slashing damage."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 15} to hit, reach 10 ft., one target. {@h}20 ({@damage 4d6 + 6}) piercing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"S",
				"P"
			],
			"conditionInflict": [
				"frightened"
			],
			"conditionInflictSpell": [
				"charmed",
				"frightened",
				"invisible",
				"restrained",
				"stunned"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"RCH",
				"MW",
				"AOE"
			],
			"legendaryActions": 4,
			"legendary": [
				{
					"name": "Claw Attack (Costs 2 Actions)",
					"entries": [
						"Batara Kala makes two Claw attacks."
					]
				},
				{
					"name": "Hateful Stun (Costs 1 Action)",
					"entries": [
						"Batara Kala casts {@spell power word stun}."
					]
				},
				{
					"name": "Saving Throw (Costs 1 Action)",
					"entries": [
						"Batara Kala gains advantage on his next saving throw."
					]
				},
				{
					"name": "Spell Immunity (Costs 1 Action)",
					"entries": [
						"Batara Kala may choose to be immune to spells of 3rd level or lower until the end of his next turn."
					]
				},
				{
					"name": "Teleportation (Costs 1 Action)",
					"entries": [
						"Batara Kala can magically teleport himself or any willing target that he can see, along with any equipment being worn or carried by the target, to any unoccupied space within his cave."
					]
				},
				{
					"name": "Zone of Rage (Costs 2 Actions)",
					"entries": [
						"Batara Kala chooses a 20-foot radius area that he can see within 100 feet of him. The zone emanates with a sickly green light charged with unnatural rage, which causes creatures within it to be overwhelmed with dread. Creatures in the zone must succeed on a {@dc 23} Wisdom saving throw or be at a disadvantage on all attack rolls until the end of Batara Kala's next turn. Creatures that succeed on the save are unaffected by the zone until Batara Kala uses this legendary action again."
					]
				}
			],
			"conditionInflictLegendary": [
				"stunned"
			],
			"fluff": {
				"entries": [
					"{@b {@i Lord of the Eight Hot Hells}}",
					{
						"type": "list",
						"style": "list-hang-notitle",
						"items": [
							{
								"type": "item",
								"name": "Symbol:",
								"entry": "demon eating the sun"
							},
							{
								"type": "item",
								"name": "Home Plane:",
								"entry": "The Underworld"
							},
							{
								"type": "item",
								"name": "Alignment:",
								"entry": "chaotic evil"
							}
						]
					},
					"Batara Kala—the Lord of the Eight Hot Hells—is a god of the underworld, where he rules from a cave with his wife. He is also the god of destruction, earth, light, and time—the name Kala literally means time. He is a frightening, hideous, loathsome-looking, rude ogre. He is immensely tall, his hair is made of fire, his body is covered in fur, and his fingertips are knives.",
					"More demon than god, he is always hungry. Batara Kala chases the moon and sun each day in an attempt to eat both, but he only succeeds during an eclipse. In order to help the moon and sun escape Batara Kala's massive maw, the people bang pots and create noise during the eclipse. And each time, the moon and sun escape.",
					"Batara Kala also enjoys eating children, especially those who stray from home or who are born into bad families. Some people believe Batara Kala is the son of Shiva, conceived by a fish that swallowed Shiva's essence. Others believe he is an ogre who was mortal until he drank the waters of paradise so he could live forever. For doing so, he was punished, and his head was removed. But the immortal water allowed his head to live on without his body.",
					{
						"type": "entries",
						"name": "Dogma",
						"entries": [
							"Batara Kala is not directly worshipped but is recognized by most people. He lives in the lower world, while humanity lives in the middle world, and the gods live in the numerous heavens and planes. Batara Kala is a dark and powerful force, either punished for his transgressions or sent here to punish humanity.",
							"This latter condition of the god is most important. Batara Kala serves two functions. First, he teaches people to fear the forces of the heavens. Batara Kala's rage is unmeasured, and it is unknown what will set him off. Second, he teaches against having children out of wedlock or through incest. This second lesson is a darker principle that keeps the peasantry in line. Those who fear the wrath of Batara Kala fall in line with the rest of the prevailing cultural mores."
						]
					},
					{
						"type": "entries",
						"name": "Clergy and Temples",
						"entries": [
							"There are few devoted followers of Batara Kala. Most are afraid of his wrath and give lip service through ritual and music. Those zealous enough to serve the god are angry and bitter people themselves. Clerics who worship Batara Kala are not fascinated with death but with darker emotions, and paladins are more likely to lash out in rage rather than religious devotion.",
							"Batara Kala is worshipped openly during specific festivals. There are few churches erected in his honor. However, some clerics gather their small flocks into dark caves.",
							{
								"type": "insetReadaloud",
								"entries": [
									"Time is the destroyer of all things;",
									"",
									"For nothing can ever last,",
									"in flesh, blood, or even stone.",
									"",
									"Batara Kala, King of the Underworld",
									"will inevitably come for you,",
									"as sure as the sun rises in the morning."
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Worshippers",
						"entries": [
							"Traditionally, people seek out Batara Kala's favor in order to prevent their children's misfortune. Ruwatan (exorcism rituals) are performed for children born under unfortunate circumstances or under ill omens. These ceremonies involve a large feast and wayang (shadow puppets) to satiate Batara Kala and prevent him from devouring the children.",
							"So afraid are the people of Batara Kala that pregnant women hide under their beds during an eclipse to avoid his anger and hunger."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/GaGR/batara%20kala.webp"
						}
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/GaGR/batara%20kala2.webp"
						}
					}
				]
			},
			"damageTagsSpell": [
				"I",
				"Y"
			],
			"savingThrowForced": [
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"intelligence",
				"wisdom"
			]
		},
		{
			"source": "GaGR",
			"page": 20,
			"name": "Baba Yaga",
			"size": [
				"M"
			],
			"alignment": [
				"N"
			],
			"type": "deity avatar",
			"ac": [
				{
					"ac": 26,
					"from": [
						"natural armor/divine"
					]
				}
			],
			"hp": {
				"average": 629,
				"formula": "34d20 + 272"
			},
			"speed": {
				"walk": 60
			},
			"str": 20,
			"dex": 24,
			"con": 27,
			"int": 21,
			"wis": 29,
			"cha": 18,
			"save": {
				"int": "+14",
				"wis": "+18"
			},
			"skill": {
				"arcana": "+14",
				"insight": "+18",
				"nature": "+14",
				"perception": "+18"
			},
			"immune": [
				"necrotic",
				"poison",
				"radiant",
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"frightened",
				"stunned"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 28,
			"senseTags": [
				"SD"
			],
			"languages": [
				"Celestial",
				"Common",
				"Sylvan",
				"telepathy 100 ft."
			],
			"languageTags": [
				"CE",
				"C",
				"S",
				"TP"
			],
			"cr": "30",
			"trait": [
				{
					"name": "Discorporation",
					"entries": [
						"When Baba Yaga's avatar drops to 0 hit points or dies, her body is destroyed, but her essence travels back to the nearest deep forest, and she is unable to take physical form for a time."
					]
				},
				{
					"name": "Earth Glide",
					"entries": [
						"Baba Yaga can burrow through nonmagical, unworked earth and stone. While doing so, she doesn't disturb the materials she moves through."
					]
				},
				{
					"name": "Element Immunity (3/Day)",
					"entries": [
						"Baba Yaga is immune to all (including magical) air, fire, earth, and wind damage."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of Baba Yaga's choice that is within 120 feet of her and aware is of her must succeed on a {@dc 18} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on a success. If a creature's saving throw is successful, or if the effect ends for it, the creature is immune to Baba Yaga's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Legendary Resistance (4/Day)",
					"entries": [
						"If Baba Yaga fails a saving throw, she can choose to succeed instead."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"Baba Yaga has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Mortar and Pestle",
					"entries": [
						"Baba Yaga is able to fly at at a speed of 60 feet. She flies in on top of the Mortar and uses her Pestle as a rudder."
					]
				},
				{
					"name": "Superior Recovery (3/Day)",
					"entries": [
						"Baba Yaga can choose to recover a spell slot of 4th level or lower by taking her action to do so."
					]
				},
				{
					"name": "Wise Crone",
					"entries": [
						"Baba Yaga has advantage on ability checks and saving throws that use her Wisdom."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Baba Yaga's innate spellcasting ability is Wisdom (spell save {@dc 26}, {@hit 18} to hit with spell attacks). She can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell poison spray}",
						"{@spell shillelagh}"
					],
					"daily": {
						"4e": [
							"{@spell detect magic}",
							"{@spell flaming sphere}",
							"{@spell hold person}",
							"{@spell thunderwave}"
						],
						"3e": [
							"{@spell call lightning}",
							"{@spell wind wall}"
						],
						"2e": [
							"{@spell conjure elemental}",
							"{@spell ice storm}",
							"{@spell polymorph}",
							"{@spell wall of stone}"
						],
						"1e": [
							"{@spell earthquake}",
							"{@spell fire storm}",
							"{@spell move earth}",
							"{@spell storm of vengeance}",
							"{@spell wall of thorns}"
						]
					},
					"type": "spellcasting"
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Baba Yaga can make 4 magic attacks per round."
					]
				},
				{
					"name": "Pestle Wand",
					"entries": [
						"Functions as if using the {@item +3 wand of the war mage|dmg|Wand of the War Mage, +3}."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"R"
			],
			"conditionInflict": [
				"frightened"
			],
			"conditionInflictSpell": [
				"paralyzed",
				"prone"
			],
			"spellcastingTags": [
				"I"
			],
			"legendaryActions": 4,
			"legendary": [
				{
					"name": "Echoing Cackle (Costs 1 Action)",
					"entries": [
						"Baba Yaga belts out a hideous cackle. Any creatures within a 30-foot radius of Baba Yaga must succeed on a {@dc 24} Wisdom saving throw or be wracked with intense pain, taking 24 ({@damage 4d6 + 10}) radiant damage. Creatures who remain within 30 feet of Baba Yaga and failed the initial saving throw continue to take 13 ({@damage 1d6 + 10}) radiant damage until they succeed on the saving throw (which they can attempt at the start of each of their turns) or until they leave the area of effect. Creatures that cannot hear are unaffected."
					]
				},
				{
					"name": "Elemental Power (Costs 1 Action)",
					"entries": [
						"Until the end of her next turn, all of Baba Yaga's elemental spells ignore damage resistances and immunity."
					]
				},
				{
					"name": "Freezing Winds (Costs 2 Actions)",
					"entries": [
						"Baba Yaga can blast a 30-foot cone of incredibly cold wind, instantly freezing any creature in place. All creatures within the cone must succeed on a {@dc 20} Dexterity saving throw or be instantly frozen in place, as if {@condition petrified|phb|turned to stone}, until she ends the effect. Affected creatures are in a type of stasis, unaware of their surroundings. Frozen creatures do not age or take damage; the effect can only be ended by Baba Yaga or a {@spell wish} spell. Creatures who successfully save against Freezing Winds simply suffer a blast of cold air and are immune to the effect for 24 hours."
					]
				},
				{
					"name": "Saving Throw (Costs 1 Action)",
					"entries": [
						"Baba Yaga gains advantage on her next saving throw."
					]
				},
				{
					"name": "Spell Immunity (Costs 1 Action)",
					"entries": [
						"Baba Yaga may choose to be immune to spells of 6th level or lower until the end of her next turn."
					]
				},
				{
					"name": "Teleportation (Costs 1 Action)",
					"entries": [
						"Baba Yaga can magically teleport herself or any willing target that she can see, along with any equipment being worn or carried, to any unoccupied space on the Prime Material plane."
					]
				}
			],
			"conditionInflictLegendary": [
				"petrified",
				"prone"
			],
			"fluff": {
				"entries": [
					"{@b {@i Goddess of Earth and Nature}}",
					{
						"type": "list",
						"style": "list-hang-notitle",
						"items": [
							{
								"type": "item",
								"name": "Symbol:",
								"entry": "mortar and pestle"
							},
							{
								"type": "item",
								"name": "Home Plane:",
								"entry": "all forests"
							},
							{
								"type": "item",
								"name": "Alignment:",
								"entry": "true neutral"
							}
						]
					},
					"Baba Yaga's story starts at the beginning of time—perhaps even before. She was born of stone, or turned to stone by her own magic—this remains a mystery. She comes from a time when mankind was rough but wise and honored their elders, a time when the word \"witch\" meant \"wise\" and when grandmothers taught their tribes the art of giving birth. Baba Yaga is the first such woman who understood the mystery of birth and death. Baba Yaga (literally woman of stone) is as much an earth elemental as she is a goddess. Her wisdom endures now through nature, and her original form is still rumored to reside in a craggy mountainside in the cold northern lands.",
					"Baba Yaga's power is immense and endless. She rules over the four elements of air, earth, fire, and water. She also keeps many faithful servants and surrounds herself with unseen wailing spirits. Among her servants are the {@creature horseman (black, red and white)|GaGR|White Horseman, Red Horseman, and Black Horseman}, which she refers to as her \"bright dawn, red sun, and dark midnight\" (respectively). There is also a herdsman, {@creature Koschei Bessmertny|GaGR}, who cannot be killed. He is a tall, boney, evil sorcerer who rides through the mountains on his black steed. Koschei can shapeshift into a whirlwind, summoning thunder and lightning at will.",
					"Baba Yaga is depicted as the deformed-looking crone with a large nose and teeth of iron. Sometimes she haunts stories of children being taken into the forest and baked into bread. But sometimes she is depicted as the helpful old woman who guides lost travelers home. She is enigmatic, complicated, and inconsistent. Like nature itself, Baba Yaga is a force beyond measure. She is the perennial witch and mother of winter. She is the birds, clouds, death, matriarch, mermaids (rusalka), moon, pelicans, and snakes. She is the watcher of wicked thoughts. Baba Yaga guards over what she considers her people. Unlike most gods, she has no temples nor proselytizers who spread the word of her faith. Rather, she is the shepherd of the weak, teaching them to grow strong and punishing those who grow arrogant or wicked.",
					"Unlike other deities, she lives among the people in a tiny hut in the woods. She is everywhere at once, and her presence is always felt. Even if she is not seen, people entering the forest know she sees them. The old crone is a feared and respected watcher, only revealing herself when necessary.",
					{
						"type": "entries",
						"name": "Dogma",
						"entries": [
							"Whether or not a peasant knows the name Baba Yaga, they all know the stories of the wicked old witch, the enduring spirit of the forest who punishes the foolhardy and arrogant while vexing the innocent and lost. Baba Yaga is an eternal force of nature, not too far removed from {@creature Hekate|GaGR}, but less primordial and less self-interested. Those who obey Baba Yaga are rewarded, often with wisdom, but sometimes with a more tangible gift. But those who defy her are eaten. This parable reflects the old crone's duality. Those who honor nature benefit from it; those who fight it surely perish."
						]
					},
					{
						"type": "entries",
						"name": "Clergy and Temples",
						"entries": [
							"Baba Yaga has no temples and demands no worship. She commands respect and fear, and this is enough. Clerics and paladins honor her through wisdom and teaching, imparting lost knowledge to others who pay homage to the old crone.",
							"Wisdom is the most important tool of Baba Yaga's followers, who have taken it upon themselves to serve her. Because she demands nothing, her followers serve her of their own accord out of a sense of their own duty.",
							{
								"type": "insetReadaloud",
								"entries": [
									"Do you know what it means to have a wicked thought enter your heart?",
									"A wicked thought grows like a poison plant and slowly strangles the good.",
									"And any poison plant must be plucked from the heart's forest with haste, because the old Witch will surely punish those who allow them to flourish."
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Worshippers",
						"entries": [
							"Baba Yaga's faith is strongest among rural people struggling against the forces of nature. They know the value of the wise witch's teachings and apply her lessons—or suffer the consequences. Arrogance is not tolerated by Baba Yaga, nor do her followers brook offenses against the community. Those who think themselves better than others (and especially nature) are punished accordingly."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/GaGR/baba%20yaga.webp"
						}
					}
				]
			},
			"damageTagsSpell": [
				"A",
				"B",
				"C",
				"F",
				"I",
				"L",
				"P",
				"S",
				"T"
			],
			"miscTags": [
				"AOE"
			],
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"strength",
				"wisdom"
			]
		},
		{
			"source": "GaGR",
			"page": 17,
			"name": "Athena",
			"size": [
				"M"
			],
			"alignment": [
				"L",
				"G"
			],
			"type": "deity avatar",
			"ac": [
				{
					"ac": 26,
					"from": [
						"natural armor/divine"
					]
				}
			],
			"hp": {
				"average": 345,
				"formula": "30d8 + 210"
			},
			"speed": {
				"walk": 40
			},
			"str": 23,
			"dex": 24,
			"con": 25,
			"int": 28,
			"wis": 30,
			"cha": 26,
			"save": {
				"int": "+18",
				"wis": "+19"
			},
			"skill": {
				"investigation": "+27",
				"perception": "+28"
			},
			"immune": [
				"bludgeoning",
				"lightning",
				"radiant",
				"slashing"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"exhaustion",
				"frightened",
				"petrified",
				"poisoned"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 38,
			"senseTags": [
				"D",
				"SD"
			],
			"languages": [
				"Celestial",
				"Common",
				"Olympian"
			],
			"languageTags": [
				"CE",
				"C",
				"OTH"
			],
			"cr": "30",
			"trait": [
				{
					"name": "Aoe",
					"entries": [
						"Athena's owl companion, {@creature Aoe|GaGR}, provides Athena with the following benefits when the owl is perched on her shoulder:",
						{
							"type": "list",
							"style": "list-no-bullets",
							"items": [
								{
									"type": "entries",
									"name": "Battle Awareness",
									"entries": [
										"Athena may not be surprised or ambushed in any manner by an attacker. Athena always has advantage on initiative rolls."
									]
								},
								{
									"type": "entries",
									"name": "Hunter's Focus",
									"entries": [
										"Once per round, Athena chooses a single target that becomes her prey. Athena and her allies have advantage on attacks against the target for that round. Athena's thrown spear does double damage if the selected prey fails a {@dc 18} Dexterity saving throw."
									]
								},
								{
									"type": "entries",
									"name": "Superior Darkvision",
									"entries": [
										"Aoe blesses Athena with exceptional sight, extending Athena's darkvision range to 120 feet."
									]
								}
							]
						}
					]
				},
				{
					"name": "Divine Shield",
					"entries": [
						"Nonmagical weapon attacks (ranged and melee) made against Athena do no damage her while she holds her shield."
					]
				},
				{
					"name": "Divine Spear",
					"entries": [
						"When Athena makes a successful attack against a target with her spear, the target must succeed on a {@dc 23} Constitution saving throw or be {@condition stunned} until the end of the target's next turn."
					]
				},
				{
					"name": "Legendary Resistance (4/Day)",
					"entries": [
						"If Athena fails a saving throw, she can choose to succeed instead."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"Athena has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Rebirth",
					"entries": [
						"When Athena's avatar drops to 0 hit points or dies, her body reforms at the next sunrise. Before sunrise, her owl Aoe attacks the one responsible for the destruction of Athena's avatar until it does damage; the target is marked for 48 hours and cannot hide from Athena during this time anywhere on the Material Plane."
					]
				},
				{
					"name": "Superior Intelligence (3/Day)",
					"entries": [
						"In combat, Athena examines the tactics of her opponents and may use her Intelligence ability modifier when making her next attack with her spear or shield. On a successful strike, the target must attempt a {@dc 23} Intelligence saving throw. On a failure, Athena has advantage against that target until combat ends or until the target succeeds on a {@dc 23} Intelligence saving throw, which it can attempt at the end of each of its turns."
					]
				},
				{
					"name": "Superior Wisdom (3/Day)",
					"entries": [
						"In combat, Athena can use her Wisdom to attempt saving throws of any kind. Additionally, at the start of Athena's turn, she may examine the battlefield and select a target. The target must succeed on a {@dc 23} Wisdom saving throw or its intentions become known; the target's next non-move action is at disadvantage if it is made against Athena or any of her allies."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Athena may make two attacks with her spear followed by a single Shield Slam. Or Athena may choose to throw her spear once instead, and she throws at advantage. On either a hit or a miss, the spear disappears and reappears in her hand at the start of her next turn."
					]
				},
				{
					"name": "Spear",
					"entries": [
						"{@atk mw,rw} {@hit 15} to hit, reach 5 ft. or ranged 20/60 ft., one target. {@h}41 ({@damage 10d6 + 6}) piercing damage."
					]
				},
				{
					"name": "Shield Slam",
					"entries": [
						"{@atk mw} {@hit 15} to hit, reach 5 ft., one target. {@h}37 ({@damage 7d8 + 6}) bludgeoning damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"B",
				"I",
				"L"
			],
			"conditionInflict": [
				"stunned"
			],
			"legendaryActions": 4,
			"legendary": [
				{
					"name": "Hades' Ally (Costs 2 Actions)",
					"entries": [
						"Athena requests assistance from her uncle, Hades, in dealing with adversaries in her presence. For two rounds, Hades sends a {@creature lich} bodyguard that follows her every command."
					]
				},
				{
					"name": "Medusa's Visage (Costs 2 Actions)",
					"entries": [
						"Athena's shield turns reflective and displays the sneering face of a medusa. All targets within a 30-foot cone must attempt a {@dc 24} Constitution saving throw. If a target fails the save by 10 or more, it is {@condition petrified}. A target may choose to avert its eyes as its only action; this target may take no actions until the end of its next turn when it may safely look in the direction of Athena once again.",
						"Additionally, spectral vipers lash out in all directions at any targets within 10 feet of the shield. Targets must attempt a {@dc 20} Dexterity saving throw, taking 36 ({@damage 8d8}) poison damage on a failure, or half as much on a success."
					]
				},
				{
					"name": "Poseidon's Aid (Costs 2 Actions)",
					"entries": [
						"Athena appeals to her uncle, Poseidon, for his intervention on the battlefield. A wave of water 100 feet long, 10 feet wide, and 10 feet tall forms at a point of Athena's choosing within 100 feet of her (the wave is centered at this point), and it immediately moves away from her in a direction of her choice a distance of 60 feet before dissipating. All non-allies in the water's path must succeed on a {@dc 20} Strength saving throw or take 36 ({@damage 8d8}) bludgeoning damage and be pushed back 30 feet and knocked {@condition prone}."
					]
				},
				{
					"name": "Zeus's Anger (Costs 2 Actions)",
					"entries": [
						"Athena calls upon her father, Zeus, and directs two bolts of lightning to strike up to two targets. Each target must succeed on a {@dc 20} Dexterity saving throw or take 45 ({@damage 10d8}) lightning damage per strike and become {@condition stunned} until the end of the target's next turn. On a success, the target takes half damage and is knocked {@condition prone} rather than {@condition stunned}."
					]
				}
			],
			"conditionInflictLegendary": [
				"stunned",
				"prone"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW",
				"AOE",
				"MLW"
			],
			"fluff": {
				"entries": [
					"{@b {@i Goddess of Wisdom, Civilization, and War}}",
					{
						"type": "list",
						"style": "list-hang-notitle",
						"items": [
							{
								"type": "item",
								"name": "Symbol:",
								"entry": "owl, olive trees, snakes, gorgon's head"
							},
							{
								"type": "item",
								"name": "Home Plane:",
								"entry": "Olypmia"
							},
							{
								"type": "item",
								"name": "Alignment:",
								"entry": "lawful good"
							}
						]
					},
					"Athena sprang forth from the mind of Zeus, cracking open his head as she emerged regal, composed, and gleaming in full armor. Born fully formed from the king of gods, Athena stood stoic and tall as the goddess of war. Athena presented humanity with a gift—the olive tree—from which they reaped wood, oil, food, and prosperity. Thus, Athena became the goddess of civilization and a beacon of all that lends a city its strength: law, justice, craft, courage, war, and wisdom.",
					"Although some gods of war rely on savagery, bloodlust, and destruction, Athena is shrewd and disciplined. She teaches instead calm and cunning tactics, strategic warfare, and keenly honed battle skills. As such, she's recognized as a guardian and ally of warriors, rulers, and heroes. Athena is known to send adventurers with valiant aspirations on quests that test their brilliance and bravery. When heroes thrust themselves into dire straits in the name of justice, Athena might intervene to turn the tides in their favor. At the very least, her presence is believed to bestow or bolster courage among honorable hearts.",
					"Athena appears as a gray-eyed female human warrior cloaked and armed with a spear, feathered helmet, and a shield adorned with the image of a gorgon's head. She is often accompanied by a snowy-white owl whose ability to see through darkness mirrors the insight of Athena's godly wisdom.",
					"Beyond warfare, Athena is a goddess of the arts and crafts. She herself invented the first ship, the flute, the chariot, the plow, the potter's wheel, and other useful tools. She's also patron to metalworkers who forge armor and weapons.",
					"Athena's demeanor is characterized by calm, compassion, and mercy, but the goddess does not tolerate disrespect. Legends say a weaver named Arachne insulted Athena by boasting of her skill and creating a tapestry that displayed the Olympian gods' failings. Athena lauded Arachne's craftsmanship—she is a lawful goddess, after all—and then turned Arachne into a spider.",
					{
						"type": "entries",
						"name": "Dogma",
						"entries": [
							"Followers of Athena know this goddess of war prefers peace whenever possible. War is a tool, and often a last resort, to resolve conflict. Rather than brute strength, Athena teaches the values of ingenuity, invention, and intelligence. Calm, rational thought not only strengthens warriors in battle but furthers civilization.",
							"Athena also taught her followers mathematics and household arts like spinning and weaving fabric. She empowers her followers that through hard work and action they can acquire knowledge and skill."
						]
					},
					{
						"type": "entries",
						"name": "Clergy and Temples",
						"entries": [
							"The cults of Athena are led by priestesses who maintain her temples and tend her statues, which are thought to be hallowed artifacts of protection. To honor the goddess of craft, the priestesses weave fabric for sacred robes, which are processed through the city and draped protectively over Athena's statue.",
							"Powerful clerics of Athena are known as \"Athena Polias.\" They are Athena's right hand on the Material Plane and are held in the highest esteem among her followers, akin to incarnations of the goddess herself."
						]
					},
					{
						"type": "entries",
						"name": "Worshippers",
						"entries": [
							"Athena's worshippers are many and varied. Leaders of military ask for battle strategy and help in war. Artisans pray for guidance in their craft and study. Heroic adventurers request her vigilant guardianship and bolstered courage. Farmers thank her for her wisdom and invention. As goddess of civilization, her domains touch all aspects of life, especially urban life, and she is revered as a primary goddess in regions that worship her.",
							"Worshippers honor Athena with gifts and sacrifice. During festivals, they also honor the goddess with athletic competitions, poetry readings, and musical contests.",
							{
								"type": "insetReadaloud",
								"entries": [
									"Storm-eyed one, Athena, we sing of you;",
									"This goddess, an unrelenting guardian of all cities.",
									"Strong-armed, fair and just, fresh-born and wise;",
									"In Golden armor like the sun, bearing sharp spear.",
									"How the mountains trembled when you were born,",
									"And how sun itself marveled with your arrival.",
									"We hail you, Athena, to protect and advise."
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/GaGR/athena.webp"
						}
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/GaGR/athena2.webp"
						}
					}
				]
			},
			"attachedItems": [
				"spear|phb"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity",
				"intelligence",
				"strength",
				"wisdom"
			]
		},
		{
			"source": "GaGR",
			"page": 14,
			"name": "Anansi",
			"size": [
				"M"
			],
			"alignment": [
				"C",
				"N"
			],
			"type": "deity avatar",
			"ac": [
				{
					"ac": 26,
					"from": [
						"natural armor/divine"
					]
				}
			],
			"hp": {
				"average": 465,
				"formula": "30d20 + 150"
			},
			"speed": {
				"walk": 60
			},
			"str": 23,
			"dex": 30,
			"con": 20,
			"int": 26,
			"wis": 24,
			"cha": 25,
			"save": {
				"dex": "+19",
				"int": "+17"
			},
			"skill": {
				"acrobatics": "+19",
				"perception": "+16",
				"stealth": "+19"
			},
			"immune": [
				"necrotic",
				"poison",
				"radiant",
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"frightened",
				"stunned"
			],
			"senses": [
				"darkvision 200 ft."
			],
			"passive": 26,
			"senseTags": [
				"SD"
			],
			"languages": [
				"Celestial",
				"Common"
			],
			"languageTags": [
				"CE",
				"C"
			],
			"cr": "30",
			"trait": [
				{
					"name": "Awe-inspiring Presence",
					"entries": [
						"When a creature first enters the area within 30 feet of Anansi, it must succeed on a {@dc 15} Wisdom saving throw or be {@condition stunned} until the end of its next turn. On a success, the creature is immune to this effect for the next 24 hours."
					]
				},
				{
					"name": "Blindsense",
					"entries": [
						"Anansi is aware of the location of any hidden or {@condition invisible} creatures within 30 feet of him."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"Anansi can take a bonus action on each of his turns. The action can be used to {@action Dash}, {@action Disengage}, or {@action Hide}."
					]
				},
				{
					"name": "Discorporation",
					"entries": [
						"When Anansi's avatar drops to 0 hit points or dies, his body is destroyed, but his essence travels back to the Deep Jungle Realm, and he is unable to take physical form for a time."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If Anansi fails a saving throw, he can choose to succeed instead."
					]
				},
				{
					"name": "Luck (3/Day)",
					"entries": [
						"If Anansi's attack misses, he can choose to turn the miss into a hit."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"Anansi has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"All of Anansi's attacks are considered magical."
					]
				},
				{
					"name": "Natural Spider Climb",
					"entries": [
						"Anansi can scale walls and sheer vertical surfaces as if they are normal terrain."
					]
				},
				{
					"name": "Superior Stealth",
					"entries": [
						"While Anansi is using stealth or is {@condition invisible}, creatures have disadvantage on {@skill Perception} checks to detect him."
					]
				},
				{
					"name": "Uncanny Dodge",
					"entries": [
						"Anansi can use his reaction to halve an attack's damage against him."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance",
				"Magic Weapons"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Anansi can make four melee attacks per round."
					]
				},
				{
					"name": "Short Sword",
					"entries": [
						"{@atk mw} {@hit 19} to hit, reach 10 ft., one target. {@h}20 ({@damage 3d6 + 10}) piercing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P",
				"R"
			],
			"legendaryActions": 5,
			"legendary": [
				{
					"name": "Disappear (Costs 2 Actions)",
					"entries": [
						"Anansi turns {@condition invisible} until the end of his next turn, or until he makes an attack or casts a spell."
					]
				},
				{
					"name": "Premonition (Costs 1 Action)",
					"entries": [
						"Anansi gains advantage on his next saving throw."
					]
				},
				{
					"name": "Reflex (Costs 1 Action)",
					"entries": [
						"Anansi makes a melee attack."
					]
				},
				{
					"name": "Sneak Attack (Costs 1 Action)",
					"entries": [
						"Anansi may attack a distracted or flanked creature with a {@hit 19} to hit. On a hit, this attack deals 24 ({@damage 4d6 + 10}) damage."
					]
				},
				{
					"name": "Spell Immunity (Costs 1 Action)",
					"entries": [
						"Anansi may choose to be immune to spells of 3rd level or lower until the end of his next turn."
					]
				},
				{
					"name": "Spider's Charm (Costs 2 Actions)",
					"entries": [
						"Any single creature within sight of Anansi must attempt a {@dc 24} Wisdom saving throw. On a failed save, the target is friendly to Anansi and compelled to follow any directions he commands. While the target is so {@condition charmed}, Anansi has a telepathic link with it as long as the two are on the same plane of existence. Anansi can use this telepathic link to issue commands to the creature while he is conscious (no action required), which it does its best to obey. Anansi can specify a simple and general course of action such as \"attack that creature,\" \"run over there,\" or \"fetch that object.\" If the creature completes the order and doesn't receive further direction from Anansi, it defends and preserves itself to the best of its ability.",
						"The affected creature is {@condition charmed} for up to 1 minute. Anansi can charm one evil creature per round, up to a maximum of eight creatures.",
						"On a successful save, the creature takes 10 ({@damage 3d6}) radiant damage, but it is immune to the charm effect for 24 hours."
					]
				},
				{
					"name": "Teleportation (Costs 1 Action)",
					"entries": [
						"Anansi can magically teleport himself or any willing target that he can see, along with any equipment being worn or carried, to any unoccupied space within five miles."
					]
				}
			],
			"conditionInflictLegendary": [
				"charmed"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"fluff": {
				"entries": [
					"{@b {@i Trickster Spirit of Knowledge and Stories}}",
					{
						"type": "list",
						"style": "list-hang-notitle",
						"items": [
							{
								"type": "item",
								"name": "Symbol:",
								"entry": "spider, spider web"
							},
							{
								"type": "item",
								"name": "Home Plane:",
								"entry": "Deep Jungle Realm"
							},
							{
								"type": "item",
								"name": "Alignment:",
								"entry": "chaotic neutral"
							}
						]
					},
					"Anansi is a trickster and the keeper of all knowledge and stories. He takes the form of a spider and spins giant webs in the forest. There, he catches all of the stories from people's dreams and gossip. Anansi sometimes keeps the stories for himself, but other times he shares the knowledge with the world so they might become wise.",
					"He acts as a go-between for humans and other gods, and he is the one responsible for tricking the divine into creating night, rain, and other natural phenomena. However, his aims are never noble. Anansi entertains himself by tricking humans (and the gods) through complicated pranks. Sometimes he gains nothing from the pranks other than the joy of having made people work harder. He's even gone so far as to trick followers into believing he created the world.",
					"Anansi can also change into a fox, rabbit, or human at will. Unlike other gods whose deeds and prowess reside in a few stories about the creation of the world, Anansi's history rests in thousands of stories of trickery. Everything we know about the spider-god—parables that teach humanity how to be humble and learn their place in the world, or stories expanding humanity's realm of knowledge—stem from the word-of-mouth stories that are told in his name.",
					{
						"type": "entries",
						"name": "Dogma",
						"entries": [
							"Anansi cares only for himself and expects nothing less from his subjects. However, there is a deeper lesson in Anansi's work that he expects his followers to understand. His lessons are a form of tough love stemming from the cultural climate of those who follow him. Life is unforgiving. Those who do not learn from their failings will surely die. Anansi is there to teach people these lessons without causing anyone harm. And if that leads to people being filled with fear of the gods, so be it. Better afraid than dead."
						]
					},
					{
						"type": "entries",
						"name": "Clergy and Temples",
						"entries": [
							"Anansi has no temples. Those who serve him do so to travel the world in search of knowledge, secrets, and stories. They have no other higher calling, are not concerned with saving innocent lives (unless it fits their purposes), and do not make oaths, except to their god and knowledge. Whatever the lesson, clerics and paladins of Anansi always recite a parable in which mortals (or the gods) were tricked by Anansi's cunning.",
							{
								"type": "insetReadaloud",
								"entries": [
									"The trickster Spider fooled others in order to gather knowledge from the gods.",
									"Greedy Anansi hoarded this wisdom and stories at the top of a very tall tree, until the knowledge grew so heavy, it came crashing to the ground, releasing all the wisdom within.",
									"It scattered to the corners of all the lands, and it was by this that man learned to fish, hunt, and farm."
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Worshippers",
						"entries": [
							"True and dedicated followers of Anansi honor the god for one of two reasons. The first is simple fear that the god will bring them harm. The second is a deep desire to trick others. This latter follower is one to be feared. Any person who would gladly worship the most cunning spirit of them all is one who does not understand Anansi's true meaning. Those who learn to beguile and trick others have no place among the community that raised them.",
							"Sages, elders, and parents all understand the value of Anansi's stories. They grow up fearing the spider-god but eventually learn the value of his teachings. If one lives long enough, one clearly knows the value of Anansi's stories. But the \"ruse\" is in using these stories to help children grow up in a hostile world. By extension, the strongest and smartest followers in the world worship Anansi and eventually learn the importance of his word."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/GaGR/anansi.webp"
						}
					}
				]
			},
			"savingThrowForced": [
				"wisdom"
			]
		}
	]
}
