{
	"_meta": {
		"sources": [
			{
				"json": "SproutingChaos",
				"abbreviation": "SCPC",
				"full": "Sprouting Chaos Player's Companion",
				"url": "https://drive.google.com/file/d/0B-g9vLTX0eHKZmFkdFVPME9Lckk/view",
				"version": "2.0.0",
				"color": "03d100",
				"authors": [
					"u/Jonoman3000"
				],
				"convertedBy": [
					"Bowsori",
					"Kachow"
				]
			}
		],
		"dateAdded": 1579982418,
		"dateLastModified": 1729630006,
		"optionalFeatureTypes": {
			"NatD": "Nature Discipline"
		},
		"_dateLastModifiedHash": "6c36f4f16b",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Silva",
			"source": "SproutingChaos",
			"page": 3,
			"ability": [
				{
					"wis": 2
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Silva emerge from their pods fully grown, and live an average of 150-250 years."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Most silva are good, and many lean towards lawfulness. Most city-folk are lawful, though a few adventurers may be chaotic."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Silva are about 6 feet tall. Their bodies are lightweight, weighing 100-130 pounds. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Photosynthesis",
					"entries": [
						"You do not need to sleep while in sunlight. Instead, you can choose to sunbathe for 4 hours a day. While sunbathing, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep, and you are considered fully nourished for the rest of the day.",
						"If you do not get the opportunity to sunbathe, you can still sleep and eat normally. When you do so, you consume the same amount of food and sleep for the same length as a human."
					]
				},
				{
					"type": "entries",
					"name": "Call of the Forest",
					"entries": [
						"You know the {@spell druidcraft} cantrip. Once you reach 3rd level, you can cast the {@spell entangle} spell once. Once you reach 5th level, you can also cast the {@spell plant growth} spell once. You regain the ability to cast them this way when you finish a long rest. Wisdom is your spellcasting ability for these spells."
					]
				},
				{
					"type": "entries",
					"name": "Treewalker",
					"entries": [
						"You have a climbing speed of 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Sylvan."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Silva",
						"entries": [
							"Living in grand cities atop the tallest forests, the Silva, often misnamed as \"Green Elves,\" are an ancient race that look like tall, humanoid half-plant, half-elves. In actuality, they are far more similar to the former than the latter. They hail from only the greatest forests and jungles - the only places that can support their Mother Trees."
						]
					},
					{
						"type": "entries",
						"name": "Born from Nature",
						"entries": [
							"The Silva do not reproduce like the other races. Instead, they are born from the seed-pods of giant trees, called \"Mother Trees.\" These trees average around 400 to 500 feet in height, with the base of the trunk being about 20-25 feet in diameter. Each Silva city has one or two of these trees, which are always positioned near the center of the city. These trees grow a new Silva once a month, for an average of 12 a year. When a Silva is released from their seed pod, which they stay in for about a year, they are already fully grown."
						]
					},
					{
						"type": "entries",
						"name": "Bark and Leaf",
						"entries": [
							"The Silva do not merely look like plants - they are plants. They do not need to consume food to survive, and they wither when they are without water and sunlight for a long period of time. They can consume food, but they prefer to get their nourishment from photosynthesis.",
							"Silva biology is very different from any other race. They do not have internal organs, but instead are formed from growing plant matter, with sap for blood, and leaves and bark for skin. A jaw, for example, can be formed by leaves, vines, or even shards of bark that grow and press together to form the silhouette of a jaw, but if you look closely you can still see the fibers and holes of the structure. Instead of bones, an arm is a mass of tightly-woven stems and leaves that work together to do the work of such a limb.",
							"As the year goes on, the Silva change with the season. During the winter, their leaves go brown and their limbs become stiff. In the fall, they become a vibrant display of reds and yellows."
						]
					},
					{
						"type": "entries",
						"name": "Canopy Cities",
						"entries": [
							"When they approach a Silva city, a ground-dweller might not even notice. Their cities exist high within the canopies of the forest, dominated by their Mother Tree. Under the shelter of their lush foliage, the Silva have made their homes in these verdant, multi-level cities composed entirely of plants."
						]
					},
					{
						"type": "entries",
						"name": "Rule of the Nine",
						"entries": [
							"The Nine are the first Silva, initially born over 4000 years ago. Although they live to the normal age of Silva, about 150-250 years, their memories are passed on when they die. Whenever one of the Nine dies, they will be reborn exactly one year later. When they are reborn, they do not initially remember their past lives. If they are discovered early, they can be \"trained\" to remember their past lives within a month. For those that aren't found early, they slowly regain memories over the course of 2-5 years.",
							"The Nine are considered gods on earth, and they are given the divine right to rule, considering their millennia of experience. They rule from the largest Mother Tree, whose branches reach heights of 700 feet or more."
						]
					},
					{
						"type": "entries",
						"name": "Silva Names",
						"entries": [
							"The Silva have short, concise names, merely used as identifiers more than anything. They do not have family or clan names, though some popular names are reused often.",
							{
								"type": "list",
								"style": "list-hang-notitle",
								"items": [
									{
										"type": "item",
										"name": "Male Names:",
										"entry": "Abur, Banua, Chonai, Dampunts, Gutai, Jara, Magny, Qachaa, Tachu, Targay."
									},
									{
										"type": "item",
										"name": "Female Names:",
										"entry": "Choque, Chuaca, Coca, Cuilla, Cura, Ollssill, Pola, Rima, Sica, Sisuyo."
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Awakened Blight",
			"source": "SproutingChaos",
			"page": 5,
			"ability": [
				{
					"con": 2,
					"str": 1
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Blights become awakened a few years after they are grown, if they become awakened at all. They generally live under 60 years after they are awakened."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Most Awakened Blights retain their evil nature, still serving their ancient evils. They are generally neutral, not tending towards either chaotic or lawful."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Awakened Blights are about 5-6 feet tall. They weigh about 150-200 pounds. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Blindsight",
					"entries": [
						"Possessing no real eyes, Awakened Blights have adapted to see without them. You gain Blindsight with a radius of 30 feet, and you are unaffected by the blinded condition within the area of your blindsight. However, you are blind beyond this radius."
					]
				},
				{
					"type": "entries",
					"name": "Constricting Vines",
					"entries": [
						"You know the {@spell thorn whip} cantrip, and Constitution is your spellcasting ability for it. Whenever you cast this cantrip and use it to bring a creature within 5 feet of you, you can use a bonus action to attempt to grapple the target."
					]
				},
				{
					"type": "entries",
					"name": "Natural Armor",
					"entries": [
						"Your skin is made of thick bark and vines. When you aren't wearing armor, your AC is equal to 12 + your Dexterity modifier."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one other language of your choice."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Awakened Blight",
						"entries": [
							"Awakened plants gifted with the powers of intelligence and mobility, blights plague lands contaminated by darkness. \"Awakened\" Blights are those blights which have ascended to even greater intelligence and power. Although most still follow their evil masters, the awakened ones are able to stray from that path if they so desire. Although they are not necessarily evil, an Awakened Blight is still feared and hunted wherever they go. Most races of the world do not consider awakened blights a race, but instead consider them monstrosities."
						]
					},
					{
						"type": "entries",
						"name": "Roots of the Gulthias Tree",
						"entries": [
							"Legends tell of a vampire named Gulthias who worked terrible magic and raised up an abominable tower called Nightfang Spire. Gulthias was undone when a hero plunged a wooden stake through his heart, but as the vampire was destroyed, his blood infused the stake with a dreadful power. In time, tendrils of new growth sprouted from the wood, growing into a sapling infused with the vampire's evil essence. It is said that a mad druid discovered the sapling, transplanting it to an underground grotto where it could grow. From this Gulthias tree came the seeds from which the first blights were sown."
						]
					},
					{
						"type": "entries",
						"name": "Dark Conquest",
						"entries": [
							"Wherever a tree or plant is contaminated by a fragment of an evil mind or power, a Gulthias tree can rise to infest and corrupt the surrounding forest. Its evil spreads through root and soil to other plants, which perish or transform into blights. As those blights spread, they poison and uproot healthy plants, replacing them with brambles, toxic weeds, and others of their kind. In time, an infestation of blights can turn any land or forest into a place of corruption. In forests infested with blights, trees and plants grow with supernatural speed. Vines and undergrowth rapidly spread through buildings and overrun trails and roads. After blights have killed or driven off their inhabitants, whole villages can disappear in the space of days."
						]
					},
					{
						"type": "entries",
						"name": "Evil Heritage",
						"entries": [
							"Awakened Blights are independent creatures, but most are still influenced by their evil past. They tend towards the evil alignments, and are most often not welcome in civilized places. It is in their nature to carry on the evil legacy of their forefathers."
						]
					},
					{
						"type": "entries",
						"name": "Awakened Blight Names",
						"entries": [
							"When Blights awaken, they generally take on any name that they have heard. Their names may be based off of elves, dwarves, humans, halflings - any race that they have encountered."
						]
					}
				]
			}
		},
		{
			"name": "Vegepygmy",
			"source": "SproutingChaos",
			"page": 6,
			"ability": [
				{
					"dex": 2,
					"con": 1
				}
			],
			"size": [
				"S"
			],
			"speed": 30,
			"darkvision": 60,
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Vegepygmies are short-lived beings that are born fully grown. While most don't live long enough to see old age, those that do end up dying after about 30 years."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Vegepygmies are simple creature that don't tend towards good nor evil; lawful nor chaotic. They are most often true neutral."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Vegepygmies average at about 3 feet in height and they weigh about 40 pounds. Your size is Small."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"Accustomed to life in the dark conditions that russet mold prefers, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Grounded",
					"entries": [
						"You have resistance to lightning damage."
					]
				},
				{
					"type": "entries",
					"name": "Perceptive",
					"entries": [
						"You have proficiency in the {@skill Perception} skill."
					]
				},
				{
					"type": "entries",
					"name": "Plant Camouflage",
					"entries": [
						"When standing still, you have advantage on Dexterity ({@skill Stealth}) checks you make while obscured by plants."
					]
				},
				{
					"type": "entries",
					"name": "Regeneration",
					"entries": [
						"At the start of each of your turns, you regain 1 hit point if you have taken damage since the end of your last turn. This feature has no effect when you are unconscious."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Vegepygmy."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Vegepygmy",
						"entries": [
							"Vegepygmies, also called mold folk or moldies, are fungus creatures that live in simple tribal units, hunting for sustenance and spreading the spores from which they reproduce. Spawned by a unique mold called russet mold, Vegepygmies infest forests, caverns, and ruins where this strange mold grows. Reddish brown in color, russet mold grows only in places that are dark, warm, and wet. This in turn means that Vegepygmy settlements are also in these same conditions.",
							"No one knows for sure where russet mold came from. One historical account tells of adventurers in a forbidding mountain range discovering russet mold and vegepygmies in a peculiar metal dungeon full of strange life. Another story says that explorers found russet mold in a crater left by a falling star, with vegepygmies infesting the dense jungle nearby."
						]
					},
					{
						"type": "entries",
						"name": "Primitive Plants",
						"entries": [
							"Vegepygmies are most commonly found underground or in dense forests where little sunlight penetrates. A vegepygmy instinctively feels kinship with other plant and fungus creatures, and thus vegepygmy tribes coexist well with creatures such as myconids, shriekers, and violet fungi.",
							"Although they prefer to eat fresh meat, bone, and blood, vegepygmies can absorb nutrients from soil and many sorts of organic matter, meaning that they rarely go hungry. All vegepygmies can hiss and make other noises by forcing air through their mouth, but only a select few can speak in a conventional sense. Those that can often become tribal leaders, and they may even interact and speak with the other races. Among themselves, vegepygmies communicate by hissing, gestures, and rhythmic tapping on the body. Vegepygmies build and craft little; any gear they have is acquired from other creatures or built by copying simple construction they have witnessed."
						]
					},
					{
						"type": "entries",
						"name": "Mold Begets Mold",
						"entries": [
							"Vegepygmies originate from the remains left behind when a humanoid or a giant is killed by russet mold. One or more vegepygmies emerge from the corpse a day later. If a beast such as a dog or a bear dies from russet mold, the result is a bestial moldie called a thorny instead of a humanoid-shaped vegepygmy.",
							"Thornies are less intelligent than vegepygmies, but have greater size and ferocity, as well as a thorn-covered body. Vegepygmies often keep them as pets, utilizing them as \"guard dogs.\""
						]
					},
					{
						"type": "entries",
						"name": "Vegepygmy Names",
						"entries": [
							"Vegepygmies don't generally have names, and the ones that do have names don't follow any specific naming convention. Their names are generally just short, single-syllable sounds that are easy to remember."
						]
					}
				]
			}
		}
	],
	"subclass": [
		{
			"name": "Path of the Blighted",
			"source": "SproutingChaos",
			"className": "Barbarian",
			"classSource": "PHB",
			"shortName": "Blighted",
			"subclassFeatures": [
				"Path of the Blighted|Barbarian|PHB|Blighted|SproutingChaos|3",
				"False Appearance|Barbarian|PHB|Blighted|SproutingChaos|6",
				"Unnatural Growth|Barbarian|PHB|Blighted|SproutingChaos|10",
				"Reactive Tendrils|Barbarian|PHB|Blighted|SproutingChaos|14"
			]
		},
		{
			"name": "College of the Ancients",
			"source": "SproutingChaos",
			"className": "Bard",
			"classSource": "PHB",
			"shortName": "Ancients",
			"subclassFeatures": [
				"College of the Ancients|Bard|PHB|Ancients|SproutingChaos|3",
				"Hand of the Ancients|Bard|PHB|Ancients|SproutingChaos|6",
				"Song of Awakening|Bard|PHB|Ancients|SproutingChaos|14"
			]
		},
		{
			"name": "Circle of the Seedling",
			"source": "SproutingChaos",
			"className": "Druid",
			"classSource": "PHB",
			"shortName": "Seedling",
			"subclassFeatures": [
				"Circle of the Seedling|Druid|PHB|Seedling|SproutingChaos|2",
				"Take Root|Druid|PHB|Seedling|SproutingChaos|6",
				"Guardian of the Forest|Druid|PHB|Seedling|SproutingChaos|10",
				"One with Nature|Druid|PHB|Seedling|SproutingChaos|14"
			]
		},
		{
			"name": "Way of Thorns",
			"source": "SproutingChaos",
			"className": "Monk",
			"classSource": "PHB",
			"shortName": "Thorns",
			"subclassFeatures": [
				"Way of Thorns|Monk|PHB|Thorns|SproutingChaos|3",
				"Additional Nature Discipline|Monk|PHB|Thorns|SproutingChaos|6",
				"Additional Nature Discipline|Monk|PHB|Thorns|SproutingChaos|11",
				"Additional Nature Discipline|Monk|PHB|Thorns|SproutingChaos|17"
			]
		},
		{
			"name": "Seedmaster",
			"source": "SproutingChaos",
			"className": "Ranger",
			"classSource": "PHB",
			"shortName": "Seedmaster",
			"subclassFeatures": [
				"Seedmaster|Ranger|PHB|Seedmaster|SproutingChaos|3",
				"Power of the Seed|Ranger|PHB|Seedmaster|SproutingChaos|7",
				"Uncanny Strikes|Ranger|PHB|Seedmaster|SproutingChaos|11",
				"Nature's Bond|Ranger|PHB|Seedmaster|SproutingChaos|15"
			]
		},
		{
			"name": "Blighted",
			"source": "SproutingChaos",
			"className": "Sorcerer",
			"classSource": "PHB",
			"shortName": "Blighted",
			"subclassFeatures": [
				"Blighted|Sorcerer|PHB|Blighted|SproutingChaos|1",
				"Awakening|Sorcerer|PHB|Blighted|SproutingChaos|6",
				"Blighted Command|Sorcerer|PHB|Blighted|SproutingChaos|14",
				"Unrelenting Army|Sorcerer|PHB|Blighted|SproutingChaos|18"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Path of the Blighted",
			"source": "SproutingChaos",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Blighted",
			"subclassSource": "SproutingChaos",
			"level": 3,
			"entries": [
				"The Path of the Blighted is a path of unholy origin, traced back to the same origin of the Blights: the Gulthias Tree. By gaining power from this evil source, you can channel your rage to shift your physical form, becoming a monstrous abomination of vines and branches. While transformed, you engulf and constrict your enemies as you tear them apart.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Blighted Transformation|Barbarian|PHB|Blighted|SproutingChaos|3"
				}
			]
		},
		{
			"name": "Blighted Transformation",
			"source": "SproutingChaos",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Blighted",
			"subclassSource": "SproutingChaos",
			"level": 3,
			"header": 2,
			"entries": [
				"Starting when you choose this path at 3rd level, you become a blighted monster when you rage. For the duration of your rage, when you hit a creature with a weapon attack on your turn, you can use a bonus action to attempt to grapple the target with blighted vines that sprout out of your body. This grapple does not require a free hand, but otherwise follows all of the rules for grappling. You can have 1 creature grappled with this feature at a time.",
				"If you already have a creature grappled with this feature, this bonus action instead constricts the target, causing them to take bludgeoning damage equal to half your barbarian level, rounded up."
			]
		},
		{
			"name": "False Appearance",
			"source": "SproutingChaos",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Blighted",
			"subclassSource": "SproutingChaos",
			"level": 6,
			"header": 2,
			"entries": [
				"Beginning at 6th level, your body is now able to become temporarily plantlike to hide from foes. As an action, you can camouflage yourself against the surface of a plant, such as the bark of a tree, a large bush, or an area of thick vines. When you do so, you make a Dexterity ({@skill Stealth}) check with advantage, remaining camouflaged until you move or take an action."
			]
		},
		{
			"name": "Unnatural Growth",
			"source": "SproutingChaos",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Blighted",
			"subclassSource": "SproutingChaos",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you can cast the {@spell plant growth} spell once with this feature, and you regain the ability to cast it this way once you finish a long rest."
			]
		},
		{
			"name": "Reactive Tendrils",
			"source": "SproutingChaos",
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Blighted",
			"subclassSource": "SproutingChaos",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, whenever you take damage from a creature within 5 feet of you while you're raging, you can use your reaction to release grasping vines at the attacker, attempting to grapple the target. This grapple does not require a free hand, and you can have 1 creature grappled with this feature at a time.",
				"If you use your Blighted Transformation feature to constrict a creature you're grappling, you deal damage to both the creature you're grappling with Blighted Transformation as well as the creature you're grappling with Reactive Tendrils."
			]
		},
		{
			"name": "College of the Ancients",
			"source": "SproutingChaos",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Ancients",
			"subclassSource": "SproutingChaos",
			"level": 3,
			"entries": [
				"Bards of the College of the Ancients have deep knowledge in the area of nature magic, and they often wander the wilderness, collecting knowledge on the magic of the earth. They are most often wandering singers and skalds, traveling through ancient forests and long abandoned roads, often singing to nobody at all. They wish, first and foremost, to protect and honor nature. They tell tales of great floods and good harvests, tremendous storms and frightening gales. They learn to be one with nature.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Bard|PHB|Ancients|SproutingChaos|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Words of the Ancients|Bard|PHB|Ancients|SproutingChaos|3"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "SproutingChaos",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Ancients",
			"subclassSource": "SproutingChaos",
			"level": 3,
			"entries": [
				"When you join the College of the Ancients at 3rd level, you gain proficiency with medium armor, shields, and the {@skill Nature} skill."
			]
		},
		{
			"name": "Words of the Ancients",
			"source": "SproutingChaos",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Ancients",
			"subclassSource": "SproutingChaos",
			"level": 3,
			"entries": [
				"Also at 3rd level, you learn how to command plants to sprout up and grasp at the heels of your foes, impeding their movement.",
				"When a creature that you can see within 60 feet of you begins moving, you can use your reaction to expend one of your uses of Bardic Inspiration, rolling a Bardic Inspiration die and reducing the creature's speed by a number of feet equal to the number rolled x 5 until the end of their turn. This cannot reduce a creature's speed below 5 feet."
			]
		},
		{
			"name": "Hand of the Ancients",
			"source": "SproutingChaos",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Ancients",
			"subclassSource": "SproutingChaos",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can cast {@spell Gaea's hand|SproutingChaos} at will, without expending a spell slot or material components."
			]
		},
		{
			"name": "Song of Awakening",
			"source": "SproutingChaos",
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Ancients",
			"subclassSource": "SproutingChaos",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you learn an ancient melody that can awaken a small non-magical shrub. While standing next to a shrub, you may sing for 1 minute and roll a Bardic Inspiration die, awakening the shrub and adding the number rolled as temporary hit points for the creature, which uses the statistics for the awakened shrub. The shrub remains awakened and under your command until you complete a long rest, at which point it returns to being a normal plant.",
				"As a bonus action on your turn, you can command any shrubs awakened with this feature to move and use their actions. Additionally, whenever you cast a spell, an awakened shrub can deliver the spell as if it had cast the spell. The shrub must be within 60 feet of you, and it must use its reaction to deliver the spell when you cast it. If the spell requires an attack roll, you use your attack modifier for the roll."
			]
		},
		{
			"name": "Circle of the Seedling",
			"source": "SproutingChaos",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Seedling",
			"subclassSource": "SproutingChaos",
			"level": 2,
			"entries": [
				"Druids of the Circle of the Seedling delve more completely into the ancient rituals and hidden knowledge of plant magic. These druids meet together in their Plant Wild Shape, sharing their wisdom and arcane secrets with each other in Druidic, while appearing to just be a small bunch of shrubs and trees. As a member of this circle, your magic allows you to be one with your surroundings, gaining intricate control over the plants around you.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Plant Wildshape|Druid|PHB|Seedling|SproutingChaos|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Plantspeaker|Druid|PHB|Seedling|SproutingChaos|2"
				}
			]
		},
		{
			"name": "Plant Wildshape",
			"source": "SproutingChaos",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Seedling",
			"subclassSource": "SproutingChaos",
			"level": 2,
			"entries": [
				"When you choose this circle at 2nd level, you gain the ability to use Wild Shape to assume the shape of a plant creature.",
				"When you transform into a plant creature, the Max CR that you can transform into is increased to 1. Starting at 6th level, you can transform into a Plant with a challenge rating as high as your druid level divided by 3, rounded down."
			]
		},
		{
			"name": "Plantspeaker",
			"source": "SproutingChaos",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Seedling",
			"subclassSource": "SproutingChaos",
			"level": 2,
			"entries": [
				"Also at 2nd level, when you are transformed into a plant creature you gain the ability to command nearby mundane plants. As an action, you can turn difficult terrain caused by plant growth into ordinary terrain in a 5 foot radius centered on you, or you can turn ordinary terrain where plants are present into difficult terrain in a 5 foot radius centered on you. After a 10 minute duration, the plants return to their original condition.",
				"Additionally, while you are transformed into a plant creature you ignore difficult terrain caused by plants."
			]
		},
		{
			"name": "Take Root",
			"source": "SproutingChaos",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Seedling",
			"subclassSource": "SproutingChaos",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you gain the ability to root yourself in the ground while in your normal form, forming a protective armor of bark around yourself. As an action on your turn, you can root yourself in the ground, reducing your speed to 0 and granting you advantage on checks made to avoid being moved.",
				"Until you end this effect by using your bonus action or fall unconscious, you have resistance to slashing, bludgeoning and piercing damage from non-magical weapons."
			]
		},
		{
			"name": "Guardian of the Forest",
			"source": "SproutingChaos",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Seedling",
			"subclassSource": "SproutingChaos",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you can expend two uses of Wild Shape at the same time to transform into a Unicorn. Once you use this feature, you cannot use it again until you have completed a long rest."
			]
		},
		{
			"name": "One with Nature",
			"source": "SproutingChaos",
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Seedling",
			"subclassSource": "SproutingChaos",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you gain the ability to cast {@spell barkskin} and {@spell speak with plants} at will, without expending a spell slot or material components."
			]
		},
		{
			"name": "Way of Thorns",
			"source": "SproutingChaos",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Thorns",
			"subclassSource": "SproutingChaos",
			"level": 3,
			"entries": [
				"You follow a monastic tradition that teaches you to harness the power of nature. Nature has become an extension of yourself, and you have learned to use it to great effect. By following this Way, you learn techniques to manipulate plants, allowing them to bend to your will and aid you both in combat and out of it.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Disciple of the Wilds|Monk|PHB|Thorns|SproutingChaos|3"
				}
			]
		},
		{
			"name": "Disciple of the Wilds",
			"source": "SproutingChaos",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Thorns",
			"subclassSource": "SproutingChaos",
			"level": 3,
			"entries": [
				"When you choose this tradition at 3rd level, you learn magical disciplines that harness the power of nature. A discipline requires you to spend ki points each time you use it.",
				"You know the Natural Attunement discipline and one other nature discipline of your choice, which are detailed in the \"{@filter Nature Disciplines|optionalfeatures|feature type=NatD}\" section.",
				"Whenever you learn a new nature discipline, you can also replace one nature discipline that you already know with a different discipline.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Casting Nature Spells.",
							"entry": "Some nature disciplines allow you to cast spells. To cast one of these spells, you use its casting time and other rules, but you don't need to provide material components for it."
						}
					]
				},
				"Once you reach 5th level in this class, you can spend additional ki points to increase the level of a nature discipline spell that you cast, provided that the spell has an enhanced effect at a higher level, as {@spell slicing leaves|SproutingChaos} does. The spell's level increases by 1 for each additional ki point you spend. For example, if you are a 5th-level monk and use Nature's Weapon to cast {@spell slicing leaves|SproutingChaos}, you can spend 3 ki points to cast it as a 2nd-level spell (the discipline's base cost of 2 ki points plus 1).",
				"The maximum number of ki points you can spend to cast a spell in this way(including its base ki point cost and any additional ki points you spend to increase its level) is determined by your monk level, as shown in the Spells and Ki Points table.",
				{
					"type": "table",
					"caption": "Spells and Ki Points",
					"colLabels": [
						"Monk Levels",
						"Maximum Ki Points for a Spell"
					],
					"colStyles": [
						"col-4 text-center",
						"col-8 text-center"
					],
					"rows": [
						[
							"5th-8th",
							"3"
						],
						[
							"9th-12th",
							"4"
						],
						[
							"13th-16th",
							"5"
						],
						[
							"17th-20th",
							"6"
						]
					]
				}
			]
		},
		{
			"name": "Additional Nature Discipline",
			"source": "SproutingChaos",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Thorns",
			"subclassSource": "SproutingChaos",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you learn an additional {@filter Nature Discipline|optionalfeatures|feature type=NatD}."
			]
		},
		{
			"name": "Additional Nature Discipline",
			"source": "SproutingChaos",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Thorns",
			"subclassSource": "SproutingChaos",
			"level": 11,
			"header": 2,
			"entries": [
				"At 11th level, you learn an additional {@filter Nature Discipline|optionalfeatures|feature type=NatD}."
			]
		},
		{
			"name": "Additional Nature Discipline",
			"source": "SproutingChaos",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Thorns",
			"subclassSource": "SproutingChaos",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, you learn an additional {@filter Nature Discipline|optionalfeatures|feature type=NatD}."
			]
		},
		{
			"name": "Seedmaster",
			"source": "SproutingChaos",
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Seedmaster",
			"subclassSource": "SproutingChaos",
			"level": 3,
			"entries": [
				"The Seedmaster archetype serves as an alternate path to the Beastmaster archetype, instead growing a bond between a small plant creature and the ranger. The ranger and the plant work as one to fight off forces of evil and destruction. Seedmaster rangers lovingly cultivate their magic seedlings, forming an almost pet-like bond between themselves and the animated plant.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Seedling Companion|Ranger|PHB|Seedmaster|SproutingChaos|3"
				}
			]
		},
		{
			"name": "Seedling Companion",
			"source": "SproutingChaos",
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Seedmaster",
			"subclassSource": "SproutingChaos",
			"level": 3,
			"entries": [
				"At 3rd level, you learn a ritual that creates a magical bond between yourself and a small seedling. You perform the ritual over the course of 1 hour, which can be done during a short rest. At the conclusion of this ritual, the seedling gains magical abilities that you can activate.",
				"As a bonus action, you may throw the seedling up to 30 feet, which then roots itself into the ground where it lands. The seedling's size when deployed is Small, and it has 8 Strength, 14 Dexterity, 10 Constitution, 5 Wisdom, 3 Intelligence, and 1 Charisma. It has 10 + your proficiency bonus AC and hit points equal to 8 + double your ranger level, and cannot move until you safely unroot it using a 1 minute ritual. If the seedling is reduced to 0 hit points, it withers back into a small seed which cannot be deployed again until you complete a short rest. Once the seedling is planted, you can give it the following commands:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Thorn Strike",
							"entries": [
								"As a bonus action, you can command the seedling to shoot a thorn at an enemy within 20 feet of it that you can see. Make a ranged spell attack against that enemy using your Ranger spell attack bonus. On a hit, the target takes {@dice 1d4} piercing damage.",
								"This damage increases by {@dice 1d4} when you reach 5th level ({@dice 2d4}), 11th level ({@dice 3d4}), and 17th level ({@dice 4d4})"
							]
						},
						{
							"type": "item",
							"name": "Trip Attack",
							"entry": "When a Large or smaller creature that you can see moves within 5 feet of the seedling, you may use your reaction to command the seedling to trip that creature. The creature must succeed on a Dexterity saving throw against your Ranger spell save DC or fall {@condition prone}."
						}
					]
				}
			]
		},
		{
			"name": "Power of the Seed",
			"source": "SproutingChaos",
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Seedmaster",
			"subclassSource": "SproutingChaos",
			"level": 7,
			"header": 2,
			"entries": [
				"At 7th level, you can either upgrade the seedling's Thorn strike or Trip attack feature.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Thorn Strike Upgrade",
							"entry": "Whenever Thorn Strike hits an enemy, your next attack against that enemy is made with advantage."
						},
						{
							"type": "item",
							"name": "Trip Attack Upgrade",
							"entry": "Trip Attack's range increases to 15 feet."
						}
					]
				}
			]
		},
		{
			"name": "Uncanny Strikes",
			"source": "SproutingChaos",
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Seedmaster",
			"subclassSource": "SproutingChaos",
			"level": 11,
			"header": 2,
			"entries": [
				"Beginning at 11th level, your seedling has advantage on all of its Thorn Strikes, and creatures have disadvantage on the saving throw against Trip Attack."
			]
		},
		{
			"name": "Nature's Bond",
			"source": "SproutingChaos",
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Seedmaster",
			"subclassSource": "SproutingChaos",
			"level": 15,
			"header": 2,
			"entries": [
				"Starting at 15th level, you and your seedling gain a protective bond. At the end of each of your turns, if you are within 5 feet of your seedling, you can choose to either protect your seedling or have it protect you until the start of your next turn. If you protect your seedling, attacks against it have disadvantage, and if it protects you, attacks against you have disadvantage."
			]
		},
		{
			"name": "Blighted",
			"source": "SproutingChaos",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Blighted",
			"subclassSource": "SproutingChaos",
			"level": 1,
			"entries": [
				"Your innate magic stems from the corrupting power of a Gulthias tree. Most with this origin can trace their magic back to a near-death experience caused by a blighted creature, or through extended exposure to blighted land and plant life. Attempting to consume blighted plants over a period of a few weeks or months can often lead to this magic becoming imbued into a creature's system, assuming it doesn't kill them first. Whatever the cause, blight magic allows you to animate blighted creatures to do your bidding, as if you were a living Gulthias tree.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Blighted Construct|Sorcerer|PHB|Blighted|SproutingChaos|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rotting Touch|Sorcerer|PHB|Blighted|SproutingChaos|1"
				}
			]
		},
		{
			"name": "Blighted Construct",
			"source": "SproutingChaos",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Blighted",
			"subclassSource": "SproutingChaos",
			"level": 1,
			"entries": [
				"Starting when you choose this origin at 1st level, you gain the ability to animate a plant to do your bidding. As an action, you can touch a pile of twigs and infuse it with blighted magic, awakening it as a twig blight. This blight cannot attack, but it can take other actions as normal.",
				"While the blight is within 150 feet of you, you can mentally command it to move (no action required). Additionally, as an action, you can see and hear through the blight until the start of your next turn. During this time, you are {@condition deaf} and {@condition blind} with regard to your own senses.",
				"You may only have one twig blight animated with this feature at a time."
			]
		},
		{
			"name": "Rotting Touch",
			"source": "SproutingChaos",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Blighted",
			"subclassSource": "SproutingChaos",
			"level": 1,
			"entries": [
				"Also at 1st level, your touch can rot objects and plants. As an action, you can touch a Small or smaller plant or object made from plant material. The target slowly rots over the next minute as if a year had passed. This feature can only be used once on any one plant or object."
			]
		},
		{
			"name": "Awakening",
			"source": "SproutingChaos",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Blighted",
			"subclassSource": "SproutingChaos",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you gain the ability to awaken plants into needle blights. Using a 1 minute long process, you can touch an area of plant life and expend 3 sorcery points to imbue it with foul magic, awakening it as a needle blight. Blights that you create have their hit point maximum increased by an amount equal to your sorcerer level, and they add your proficiency modifier to their attack and damage rolls.",
				"On each of your turns, you can use a bonus action to mentally command any creature you made with this feature if the creature is within 60 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete.",
				"Once you complete a long rest, the creatures created using this feature fall apart, returning to their original form."
			]
		},
		{
			"name": "Blighted Command",
			"source": "SproutingChaos",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Blighted",
			"subclassSource": "SproutingChaos",
			"level": 14,
			"header": 2,
			"entries": [
				"Beginning at 14th level, you can create vine blights in much the same way you create needle blights. Following the same rules as outlined in the awakening feature, you can awaken a vine blight by expending 4 sorcery points.",
				"Vine blights can be commanded in the same way as needle blights, except you can command them from up to 500 feet away. You can choose to have any needle blights within 60 feet of a vine blight receive the same command."
			]
		},
		{
			"name": "Unrelenting Army",
			"source": "SproutingChaos",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Blighted",
			"subclassSource": "SproutingChaos",
			"level": 18,
			"header": 2,
			"entries": [
				"Beginning at 18th level, you can imbue life into back into your blights after they have fallen. As an action, you can touch a blight that was reduced to 0 hit points within the last minute and spend 1 sorcery point to revive it with half of its hit point maximum in current hit points."
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Breath of Pain",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 3 ki points to cast {@spell spray of thorns|SproutingChaos}."
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"3": [
									"spray of thorns|sproutingchaos"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Bridge of Spring",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 2 ki points to cast {@spell bridge of branches|SproutingChaos}."
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"2": [
									"bridge of branches|sproutingchaos"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Earthen Restraints",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 2 ki points to cast {@spell entangle}."
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"2": [
									"entangle"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Fang of the Earth",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 3 ki points to cast {@spell explosive seed|SproutingChaos}."
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"3": [
									"explosive seed|sproutingchaos"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Felling Strike",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 4 ki points to cast {@spell fell|SproutingChaos}."
			],
			"prerequisite": [
				{
					"level": 11
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"4": [
									"fell|sproutingchaos"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Hidden Grove",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 2 ki points to cast {@spell overgrowth|SproutingChaos}."
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"2": [
									"overgrowth|sproutingchaos"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Natural Attunement",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can use your action to briefly control the natural world, causing one of the following effects of your choice",
				{
					"type": "list",
					"items": [
						"Create a harmless, instantaneous sensory effect related to nature such as the smell of flowers, a rustling of tree branches, or the brush of falling leaves.",
						"Cause a plant's flowers to blossom or fruits to ripen.",
						"Change the color of a plant for 1 minute, choosing a portion of the plant that can fit in a 5 ft. cube.",
						"Cause a plant that can fit within a 5 ft. cube to shape itself into a crude form you designate for 1 minute."
					]
				}
			]
		},
		{
			"name": "Nature's Commune",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 2 ki points to cast {@spell rapport spores|SproutingChaos}."
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"2": [
									"rapport spores|sproutingchaos"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Nature's Weapon",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 2 ki points to cast {@spell slicing leaves|SproutingChaos}."
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"2": [
									"slicing leaves|sproutingchaos"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Skewering Fist",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 4 ki points to cast {@spell skewering branch|SproutingChaos}."
			],
			"prerequisite": [
				{
					"level": 11
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"4": [
									"skewering branch|sproutingchaos"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Stride of the Dryad",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 6 ki points to cast {@spell tree stride}."
			],
			"prerequisite": [
				{
					"level": 17
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"6": [
									"tree stride"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Striking Vine",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 3 ki points to cast {@spell arm of the wild|SproutingChaos}."
			],
			"prerequisite": [
				{
					"level": 6
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"3": [
									"arm of the wild|sproutingchaos"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Treant's Fist",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 5 ki points to cast {@spell tree strike|SproutingChaos}."
			],
			"prerequisite": [
				{
					"level": 17
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"5": [
									"tree strike|sproutingchaos"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Wave of Thorns",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 4 ki points to cast {@spell engulfing thorns|SproutingChaos}."
			],
			"prerequisite": [
				{
					"level": 11
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"4": [
									"engulfing thorns|sproutingchaos"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Verdant Grasp",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 5 ki points to cast {@spell grasping vine}."
			],
			"prerequisite": [
				{
					"level": 17
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"5": [
									"grasping vine"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		},
		{
			"name": "Verdant Hand",
			"source": "SproutingChaos",
			"page": 10,
			"featureType": [
				"NatD"
			],
			"entries": [
				"You can spend 2 ki points to cast {@spell Gaea's hand|SproutingChaos}. The hand uses your unarmed strike damage as its damage die."
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"resource": {
								"2": [
									"gaea's hand|sproutingchaos"
								]
							}
						}
					},
					"resourceName": "Ki"
				}
			]
		}
	],
	"spell": [
		{
			"name": "Explosive Seed",
			"source": "SproutingChaos",
			"page": -1,
			"level": 2,
			"school": "C",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You conjure an explosive seed and then throw it a creature within range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 4d4} fire damage. On both a hit or a miss, the seed drops to the ground and sizzles violently. At the start of your next turn, the seed explodes. Each creature in a 10-foot radius centered on the seed must make a Dexterity saving throw. A creature takes {@damage 3d4} fire damage on a failed save, or half as much damage on a successful one."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the initial damage and the explosion damage each increase by {@dice 1d4} for each slot level above 2nd."
					],
					"type": "entries"
				}
			],
			"damageInflict": [
				"fire"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"ST",
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Arm of the Wild",
			"source": "SproutingChaos",
			"page": -1,
			"level": 2,
			"school": "T",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You transform one of your arms into an extendable vine whose end sticks to any surface that it touches. The arm cannot be used to wield any objects or weapons. On every turn within the duration, including the turn that you cast the spell, you can make either of the following actions:",
				" {@bold Grab Creature.} As a bonus action, you extend your vine arm forward, attempting to pull one creature you choose within 20 feet of you. The target must succeed on a Dexterity saving throw or be pulled 10 feet directly towards you.",
				"{@bold Grab Surface.} As a bonus action, you extend your vine arm forward, pulling yourself to a hard surface such as a wall or ceiling within 20 feet of you. If this movement would cause you to be suspended off the ground, you remain so until you take an action or the concentration ends."
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"FMV",
				"UBA"
			]
		},
		{
			"name": "Bonding Vine",
			"source": "SproutingChaos",
			"page": -1,
			"level": 0,
			"school": "C",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 20
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "A small twig"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"Choose one creature you can see within range. That creature must succeed on a Dexterity Saving throw or become connected to you with a magical vine. A Huge or smaller creature that you are connected with must make a Strength saving throw whenever they attempt to move to a point more than 20 feet away from you. A Huge creature makes this save with advantage. On a failed save, their speed is reduced to zero until the start of their next turn. On a successful save, the vine snaps, and they are freed."
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"strength",
				"dexterity"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Bridge of Branches",
			"source": "SproutingChaos",
			"page": -1,
			"level": 1,
			"school": "C",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a tree branch"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"meta": {
				"ritual": true
			},
			"entries": [
				"You cause large branches to sprout from a surface, creating a makeshift bridge up to 20 feet in length. The bridge can hold up to 600 pounds at once. The bridge has AC 10 and 50 hit points. If the bridge is reduced to zero hit points, the entire bridge collapses and immediately withers away."
			],
			"spellAttack": [
				"O"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Cloud of Spores",
			"source": "SproutingChaos",
			"page": -1,
			"level": 4,
			"school": "C",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a fungal spore"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a 10-foot radius cloud of hallucination spores centered on a point you can see within range. The cloud spreads around corners, and its area is lightly obscured. It lasts for the duration or until a strong wind disperses it, ending the spell. When a creature enters the spell's area for the first time on a turn or starts its turn there, that creature must make a Constitution saving throw. On a failed save, the creature takes {@damage 2d8} poison damage and becomes poisoned until the start of their next turn. A poisoned target is incapacitated and its speed is reduced to 0 while it hallucinates. On a successful save, a creature instead takes half damage and suffers no other effect. Creatures are affected even if they hold their breath or don't need to breathe."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d8} for each slot level above 4th."
					],
					"type": "entries"
				}
			],
			"damageInflict": [
				"poison"
			],
			"conditionInflict": [
				"poisoned"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"constitution"
			],
			"areaTags": [
				"MT",
				"R"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Conjure Minor Plant Creature",
			"source": "SproutingChaos",
			"page": -1,
			"level": 4,
			"school": "C",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You summon plant creatures that appear in unoccupied spaces that you can see within range. You choose one the following options for what appears:",
				" One plant creature of challenge rating 2 or lower",
				" Two plant creatures of challenge rating 1 or lower",
				" Four plant creatures of challenge rating 1/2 or lower",
				" Eight plant creatures of challenge rating 1/4 or lower.",
				"A plant creature summoned by this spell disappears when it drops to 0 hit points or when the spell ends. The summoned creatures are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures, but otherwise, take no actions. The DM has the creatures' statistics."
			],
			"miscTags": [
				"SGT",
				"SMN"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Conjure Plant Creature",
			"source": "SproutingChaos",
			"page": -1,
			"level": 5,
			"school": "C",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You call forth a plant creature to serve you. Choose an area of plant life that fills a 10-foot cube within range. A plant creature of challenge rating 5 or lower appears in an unoccupied space within 10 feet of it. The creature is friendly to you and your companions for the duration. Roll initiative for the creature, which has its own turns. lt obeys any verbal commands that you issue to it (no action required by you). If you don't issue any commands to the creature, it defends itself from hostile creatures but otherwise takes no actions.",
				"If your concentration is broken, the plant creature doesn't disappear. Instead, you lose control of it, it becomes hostile toward you and your companions, and it might attack. An uncontrolled creature can't be dismissed by you, and it disappears 1 hour after you summoned it. The DM has the creature's statistics."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, the challenge rating increases by 1 for each slot level above 5th."
					],
					"type": "entries"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SMN"
			]
		},
		{
			"name": "Dryad's Leap",
			"source": "SproutingChaos",
			"page": -1,
			"level": 6,
			"school": "T",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 400
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You choose up to 10 Large or larger inanimate plants that you can see within range. For the duration, you and up to 10 other creatures of your choice within range can step into one of these plants and exit from any of the other plants targeted by this spell by using 5 feet of movement. Each creature may only use this ability once per round."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 7th level or higher, the range increases by 200 feet and the maximum number of plants and creatures chosen increases by 2 for each slot level above 6th."
					],
					"type": "entries"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Engulfing Thorns",
			"source": "SproutingChaos",
			"page": -1,
			"level": 3,
			"school": "C",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a rose thorn"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure thorny vines which grow along a line 5 feet wide and 10 feet long emanating from you in a direction you choose, engulfing everything they touch. At the start of each of your turns, the length of the line increases by 5 feet in the same direction. For the duration, these vines turn the ground in that area to difficult terrain.",
				"When a creature enters the affected area for the first time on a turn or starts its turn there, the creature must succeed on a Dexterity saving throw or take {@damage 2d6} piercing damage and be restrained by the vines until the spell ends. A creature that starts its turn in the area and is already restrained by the vines takes {@damage 2d6} piercing damage and is pulled 5 feet in the direction that the vines are growing.",
				"A creature restrained by the vines can use its action to make a Strength or Dexterity check (its choice) against your spell save DC. On a success, it frees itself."
			],
			"damageInflict": [
				"piercing"
			],
			"conditionInflict": [
				"restrained"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"FMV",
				"SCL"
			],
			"areaTags": [
				"MT",
				"L"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Fell",
			"source": "SproutingChaos",
			"page": -1,
			"level": 3,
			"school": "V",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a piece of an axe blade"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You cause a non-magical tree to fall, damaging all creatures in its path. You choose the direction that the tree falls, and the area that it affects changes depending on the height of the tree. You cannot target a tree with a diameter greater than 5 feet. Each creature within the line of the trunk must succeed on a Dexterity saving throw or take {@damage 7d8} bludgeoning damage. The tree then remains on the ground, providing partial cover for those behind it."
			],
			"damageInflict": [
				"bludgeoning"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SCL"
			],
			"areaTags": [
				"MT",
				"Q"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Gaea's Hand",
			"source": "SproutingChaos",
			"page": -1,
			"level": 1,
			"school": "C",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You conjure a makeshift arm made of weeds and branches that sprouts out of a point you can see within range. When within 5 feet of the arm, you may give it a one-handed melee weapon to fight with (no action required). The weapon given to it must be a weapon of a size you could wield.",
				"As a bonus action on your turn, you may command the arm to strike a foe within 5 feet of it. Make a melee spell attack. On a hit, the target takes {@dice 1d4}+your spellcasting ability modifier bludgeoning damage. If a weapon was given to the arm, it instead uses that weapon's damage die and damage type."
			],
			"damageInflict": [
				"bludgeoning"
			],
			"spellAttack": [
				"M",
				"R"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT",
				"UBA"
			]
		},
		{
			"name": "Grasping Sprout",
			"source": "SproutingChaos",
			"page": -1,
			"level": 0,
			"school": "C",
			"subschools": [
				"chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a seedling"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You conjure a small vine with a reach of 5 feet. Whenever a creature enters its reach, you may use your reaction to have the sprout attempt to grasp at its heels, stopping its movement. The target must succeed on a Dexterity saving throw or have their speed reduced to zero until the start of their next turn."
			],
			"savingThrow": [
				"dexterity"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Mind Spore",
			"source": "SproutingChaos",
			"page": -1,
			"level": 5,
			"school": "C",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "permanent",
					"ends": [
						"dispel"
					]
				}
			],
			"entries": [
				"You place a magical spore in someone's brain. The creature must succeed on a Constitution saving throw or become affected by a Mind Spore. On a successful save, the creature knows that it has been targeted by a spell. On a failed save, it is completely oblivious as the spore enters its brain. ",
				"Another creature can attempt to discover the spore by looking into the affected creature's eyes.They must make an  Intelligence (Investigation) check against your spell save DC. On a successful check, they discover the spore, which causes yellowish green specks to appear in the creature's eyes. Once discovered, it can be removed with anything that removes a disease.",
				"At first, the spore has no effect on the target. However, it slowly grows over time, infecting the target's brain and eventually giving you control over them. The effects are listed below in the order they are given: ",
				"{@bold After 10 days.} You always know the general location of the infected creature as long as you are on the same plane of existence, though you do not know any specific information about that location. ",
				"{@bold After 30 days.} As a bonus action, you can read the infected creature's surface thoughts (those foremost in its mind, reflecting its current emotions and what it is actively thinking about) as long as you are on the same plane of existence. If you perform a 1 hour ritual, you instead gain access to any of that creature's thoughts since your initial casting of the spell. If the spell is dispelled at this point, the creature takes {@damage 5d10} psychic damage, as the spore has partially melded with their brain.",
				"{@bold After 1 year.} You gain the ability to cast suggestion on the infected creature, without expending a spell slot or material components, as long as you are on the same plane of existence. The creature automatically fails the saving throw. If the spell is dispelled at this point, the creature takes {@damage 10d10} psychic damage, as the spore has near completely melded with their brain."
			],
			"damageInflict": [
				"psychic"
			],
			"conditionInflict": [
				"charmed"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"constitution"
			],
			"abilityCheck": [
				"intelligence"
			],
			"miscTags": [
				"PRM",
				"SCL",
				"UBA"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Mold Plant",
			"source": "SproutingChaos",
			"page": -1,
			"level": 0,
			"school": "T",
			"subschools": [
				"chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"You choose a non-magical plant that you can see within range and that fits within a 10-foot cube. You manipulate it in one of the following ways:",
				" Change the color of the plant for 1 hour",
				" Cause the plant to shape itself into a form you designate. The plant's branches and leaves may twist into words, create images, or shape into patterns. The changes last for 1 hour.",
				" If the plant you target is on the ground, you cause it to become difficult terrain. Alternatively, you can cause the plant to Become normal terrain if it is already difficult terrain. This change lasts for 1 hour. ",
				"If you cast this spell multiple times, you can have no more than two of its effects active at a time, and you can dismiss such an effect as an action."
			],
			"spellAttack": [
				"O"
			],
			"areaTags": [
				"ST",
				"C"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Overgrowth",
			"source": "SproutingChaos",
			"page": -1,
			"level": 1,
			"school": "C",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a 10-foot-radius area of thick overgrowth centered on a point within range. The sphere spreads around corners, and its area is heavily obscured and difficult terrain. It lasts for the duration or until it is destroyed.",
				"If the overgrowth is lit on fire, it burns away immediately. Each creature in the area must make a Dexterity saving throw. On a failed save, a creature takes {@damage 2d6} fire damage, or half damage on a successful one."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the radius of the overgrowth increases by 10 feet for each slot level above 1st."
					],
					"type": "entries"
				}
			],
			"damageInflict": [
				"fire"
			],
			"spellAttack": [
				"O"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SCL"
			],
			"areaTags": [
				"MT",
				"R"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Piercing Thorn",
			"source": "SproutingChaos",
			"page": -1,
			"level": 0,
			"school": "C",
			"subschools": [
				"chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a rose thorn"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You hurl a magical piercing thorn at a creature within range. Make a ranged spell attack against the target. On a hit, the target takes {@damage 2d4} piercing damage, and the thorn lodges itself into the creature for the duration or until the thorn explodes. ",
				"If the creature is hit by a spell of 1st level or higher, the thorn absorbs some of the spell's magical power and explodes into a rain of thorns, dealing {@damage 1d4} piercing damage to the creature. All creatures within a 5 ft radius of the creature must succeed on a Dexterity saving throw or take {@damage 1d4} piercing damage as well."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"This spell's initial damage and explosion damage increases by {@dice 1d4} when you reach 5th level ({@dice 3d4 / 2d4}), 11th level ({@dice 5d4 / 3d4}), and 17th level ({@dice 6d4 / 5d4})."
					],
					"type": "entries"
				}
			],
			"damageInflict": [
				"piercing"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SCL"
			],
			"areaTags": [
				"ST",
				"MT",
				"Q"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Rapport Spores",
			"source": "SproutingChaos",
			"page": -1,
			"level": 1,
			"school": "C",
			"subschools": [
				"chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a fungal spore"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"You conjure a 30-foot radius of spores extending from your position. These spores can go around corners and affect only creatures with an Intelligence of 2 or higher that aren't undead, constructs, or elementals. For the duration, affected creatures can communicate telepathically with one another while they are within 60 feet of each other."
			],
			"spellAttack": [
				"O"
			],
			"areaTags": [
				"MT",
				"R"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Skewering Branch",
			"source": "SproutingChaos",
			"page": -1,
			"level": 3,
			"school": "C",
			"subschools": [
				"chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You cause a thick branch to shoot out of the ground along a line 5 feet wide and 30 feet long. Each creature in the line must succeed on a Dexterity saving throw or be pushed along the length of the branch as it grows in a direction of your choice. If the branch impacts a hard surface, such as a wall, it immediately stops and skewers all creatures that were pushed against that wall. Each creature takes {@damage 3d4} piercing damage and is restrained, skewered to the surface. A restrained creature can use an action to make a Strength or Dexterity check (the creature's choice) against the spell's saving throw DC. On a failed save, a creature takes an additional {@damage 2d4} piercing damage. On a success, the creature is no longer restrained."
			],
			"damageInflict": [
				"piercing"
			],
			"conditionInflict": [
				"restrained"
			],
			"savingThrow": [
				"strength",
				"dexterity"
			],
			"abilityCheck": [
				"intelligence",
				"wisdom",
				"charisma"
			],
			"areaTags": [
				"ST",
				"L"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Slicing Leaves",
			"source": "SproutingChaos",
			"page": -1,
			"level": 1,
			"school": "T",
			"subschools": [
				"chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You touch up to 6 leaves and imbue them with magic, hardening them and making their edges razor sharp. You or someone else can make a ranged spell attack with one of the leaves by throwing it with a range of 60 feet. If someone else attacks with a leaf, that attacker adds your spellcasting ability modifier, not the attacker's, to the attack roll. On a hit, the target takes slashing damage damage equal to {@dice 2d4} + your spellcasting ability modifier. Hit or miss, the spell then ends on the leaf."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, the number of leaves you can affect with this spell increases by 2 and their damage increases by {@dice 1d4} for each slot level above 1st."
					],
					"type": "entries"
				}
			],
			"damageInflict": [
				"slashing"
			],
			"spellAttack": [
				"R"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Sporecaller's Smite",
			"source": "SproutingChaos",
			"page": -1,
			"level": 2,
			"school": "V",
			"subschools": [
				"chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"The next time you hit a creature with a melee weapon attack during this spell's duration, your weapon is followed by a trail of spores, and the attack deals an extra {@damage 2d6} poison damage to the target. Additionally, the target must succeed on a Constitution saving throw or be {@condition stunned} until the start of your next turn as pacifying spores enter their body."
			],
			"damageInflict": [
				"poison"
			],
			"conditionInflict": [
				"stunned"
			],
			"spellAttack": [
				"M"
			],
			"savingThrow": [
				"constitution"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Spray of Thorns",
			"source": "SproutingChaos",
			"page": -1,
			"level": 3,
			"school": "C",
			"subschools": [
				"Chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 20
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a rose thorn"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You shoot forth a burst of thorns from your hands which pierce through your enemy's defenses, making them vulnerable to attacks. Each creature in a 20-foot cone must make a Dexterity saving throw. On a failed save, a creature takes {@damage 6d6} piercing damage, and until the start of your next turn they take an additional {@damage 1d6} piercing damage whenever they are hit by a weapon attack. On a successful save, a creature takes half damage and suffers no other effect."
			],
			"entriesHigherLevel": [
				{
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the initial damage increases by {@dice 1d6} for each slot level above 3rd."
					],
					"type": "entries"
				}
			],
			"damageInflict": [
				"piercing"
			],
			"spellAttack": [
				"R"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SCL"
			],
			"areaTags": [
				"MT",
				"N"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Thorn Shield",
			"source": "SproutingChaos",
			"page": -1,
			"level": 0,
			"school": "C",
			"subschools": [
				"chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"entries": [
				"You conjure a wooden shield covered in thorns in one of your hands. This shield provides the same bonuses as a normal shield. Whenever you successfully {@action shove} a creature with your thorn shield, that creature takes {@damage 1d8} piercing damage. If you let go of the shield, it wilts away to nothingness."
			],
			"damageInflict": [
				"piercing"
			],
			"conditionInflict": [
				"prone"
			],
			"spellAttack": [
				"M"
			],
			"savingThrow": [
				"strength"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Druid",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Tree Strike",
			"source": "SproutingChaos",
			"page": -1,
			"level": 4,
			"school": "T",
			"subschools": [
				"chloromancy"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small twig"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1,
						"upTo": true
					},
					"concentration": true
				}
			],
			"entries": [
				"You cause a tree to grasp at a creature within 10 feet of it with its branches, pulling and constricting that creature. The target must succeed on a Dexterity saving throw or take {@damage 6d8} bludgeoning damage, be pulled to the tree, and become {@condition restrained}. At the start of each of its turns, the restrained creature takes {@damage 2d8} bludgeoning damage. A {@condition restrained} creature can use an action to make a Strength or Dexterity check (the creature's choice) against the spell's saving throw DC. On a success, the creature is no longer {@condition restrained}."
			],
			"damageInflict": [
				"bludgeoning"
			],
			"conditionInflict": [
				"restrained"
			],
			"spellAttack": [
				"M"
			],
			"savingThrow": [
				"strength",
				"dexterity"
			],
			"abilityCheck": [
				"strength",
				"dexterity"
			],
			"areaTags": [
				"ST"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		}
	],
	"monster": [
		{
			"name": "Adult Forest Dragon",
			"source": "SproutingChaos",
			"page": 21,
			"size": [
				"H"
			],
			"type": "plant",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "18d12 + 93",
				"average": 210
			},
			"speed": {
				"walk": 40,
				"fly": 80,
				"swim": 40
			},
			"str": 23,
			"dex": 10,
			"con": 22,
			"int": 16,
			"wis": 15,
			"cha": 14,
			"save": {
				"dex": "+5",
				"con": "+11",
				"wis": "+7"
			},
			"skill": {
				"insight": "+7",
				"perception": "+12",
				"stealth": "+5"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 120 ft."
			],
			"passive": 22,
			"immune": [
				"poison"
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "15",
			"trait": [
				{
					"name": "Amphibious",
					"entries": [
						"The dragon can breathe air and water."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the dragon fails a saving throw, it can choose to succeed instead."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon can use its Frightful Presence. It then makes three attacks: one with its bite and two with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 10 ft., one target. {@h}17 ({@damage 2d10 + 6}) piercing damage"
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d6 + 6}) slashing damage."
					]
				},
				{
					"name": "Tail",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 15 ft., one target. {@h}15 ({@damage 2d8 + 6}) bludgeoning damage."
					]
				},
				{
					"name": "Frightful Presence",
					"entries": [
						"Each creature of the dragon's choice that is within 120 ft. of the dragon and aware of it must succeed on a {@dc 16} Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the dragon's Frightful Presence for the next 24 hours."
					]
				},
				{
					"name": "Needle Breath {@recharge 5}",
					"entries": [
						"The dragon exhales needles in a 40-foot cone. Each creature in that area must make a {@dc 19} Dexterity saving throw, taking 66 ({@damage 12d10}) piercing damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"The dragon makes a Wisdom (Perception) check."
					]
				},
				{
					"name": "Tail Attack",
					"entries": [
						"The dragon makes a tail attack."
					]
				},
				{
					"name": "Wing Attack (Costs 2 Actions)",
					"entries": [
						"The dragon beats its wings. Each creature within 15 ft. of the dragon must succeed on a {@dc 20} Dexterity saving throw or take 13 ({@damage 2d6 + 6}) bludgeoning damage and be knocked {@condition prone}. The dragon can then fly up to half its flying speed."
					]
				}
			],
			"fluff": {
				"entries": [
					"Although not true dragons, forest dragons have many of the same mannerisms and traits as their distant cousins. They hoard wealth and defend their homes vigorously, though they end up acting more like an almost divine protector of a forest, keeping it pristine and far from civilization. Forest dragons are composed of a combination of vines, branches, needles, forming a hard shell that creates the general shape of a true dragon. However, forest dragons are entirely plant based - they have no internal organs, they do not need to eat, and they perform photosynthesis. Forest dragons are borns from giant seed pods, and pass through all the same stages of growth as a true dragon. Forest dragons hate any creature that defiles its forest lair, especially true dragons. If a forest dragon encounters a chromatic dragon, a fight to the death will almost always occur, with the forest dragon dutifully defending its forest from the evil intruder."
				]
			},
			"tokenUrl": "https://imgur.com/Hf0WKXw.png",
			"traitTags": [
				"Amphibious",
				"Legendary Resistances"
			],
			"senseTags": [
				"B",
				"SD"
			],
			"actionTags": [
				"Breath Weapon",
				"Frightful Presence",
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"B",
				"P",
				"S"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Battlebriar",
			"source": "SproutingChaos",
			"page": 20,
			"size": [
				"L"
			],
			"type": "plant",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "10d10 + 15",
				"average": 70
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 10,
			"con": 15,
			"int": 6,
			"wis": 10,
			"cha": 7,
			"skill": {
				"perception": "+2"
			},
			"senses": [
				"blindsight 60 ft.",
				"darkvision 20 ft."
			],
			"passive": 12,
			"cr": "1",
			"trait": [
				{
					"name": "Puncture",
					"entries": [
						"If the Battlebriar's thorny vine attack brings an enemy within 5 ft. of the Battlebriar, it can make an attack with its thorns against the enemy as a bonus action."
					]
				}
			],
			"action": [
				{
					"name": "Thorny Vine",
					"entries": [
						"{@atk rw} {@hit 3} to hit, range 20 ft., one target. {@h}5 ({@damage 2d4}) slashing damage, and the target is pulled 10 ft."
					]
				},
				{
					"name": "Thorns",
					"entries": [
						"{@atk mw} {@hit 3} to hit, range 20 ft., one target. {@h}10 ({@damage 1d10 + 4}) slashing damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"Battlebriars are powerful beasts shaped by arcane magic to perform tasks, aid in battle, and act as mounts. Armed with a thick hide and sharp thorns, a battlebriar acts as a heavy frontline monster, making up for its lack of speed with its immense power and durability."
				]
			},
			"tokenUrl": "https://imgur.com/b1EpJIE.png",
			"senseTags": [
				"B",
				"D"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW",
				"RW"
			]
		},
		{
			"name": "Blighted Husk",
			"source": "SproutingChaos",
			"page": 20,
			"size": [
				"L"
			],
			"type": "plant",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "11d10 + 33",
				"average": 93
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 8,
			"con": 20,
			"int": 6,
			"wis": 10,
			"cha": 3,
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"passive": 10,
			"conditionImmune": [
				"blinded",
				"deafened"
			],
			"languages": [
				"understands common but can't speak"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Needle Burst",
					"entries": [
						"The blighted husk explodes when it drops to 0 hit points. Each creature within 20 ft. of it must succeed on a {@dc 15} Dexterity saving throw or take 10 ({@damage 3d6}) piercing damage and become infected with a disease on a failed save. Creatures immune to the {@condition poisoned} condition are immune to this disease.",
						"The needles inject venom into a creature's system, killing the creature in a number of hours equal to {@dice 1d12} + the creature's Constitution score, unless the disease is removed. In half that time, the creature becomes {@condition poisoned} for the rest of the duration. After the creature dies, it rises as a needle blight after {@dice 1d4} hours."
					]
				}
			],
			"action": [
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}13 ({@damage 3d6 + 3}) slashing damage."
					]
				},
				{
					"name": "Needles {@recharge 5}",
					"entries": [
						"The blighted husk releases a swarm of needles. Each creature within 5 ft. of the husk must succeed on a {@dc 15} Dexterity saving throw or take {@damage 1d6} piercing damage and become infected with the disease described in the Needle Burst trait."
					]
				}
			],
			"fluff": {
				"entries": [
					"An evolved form of the Needle Blight, the Blighted Husk serves as the ultimate force of spreading Blight. The husk travels with leagues of needle blights, constantly adding to its entourage as it kills creatures with its poisonous needles, using their bodies as vessels for spreading blight."
				]
			},
			"tokenUrl": "https://imgur.com/biMvWcm.png",
			"senseTags": [
				"B"
			],
			"languageTags": [
				"CS"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Mossdog",
			"source": "SproutingChaos",
			"size": [
				"M"
			],
			"type": "plant",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "6d8 + 12",
				"average": 39
			},
			"speed": {
				"walk": 40
			},
			"str": 17,
			"dex": 14,
			"con": 14,
			"int": 3,
			"wis": 13,
			"cha": 6,
			"skill": {
				"perception": "+3",
				"stealth": "+4"
			},
			"passive": 14,
			"cr": "1",
			"trait": [
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"The dog has advantage on Wisdom ({@skill Perception}) checks that rely on hearing or smell."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The dog has advantage on an attack roll against a creature if at least one of the dog's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach Sft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage. If the target is medium or smaller and the mossdog is not already grappling a creature, it must succeed on a {@dc 13} Strength saving throw or be {@condition grappled} (escape {@dc 13}) and {@condition restrained}."
					]
				},
				{
					"name": "Rend",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target {@condition grappled} by the mossdog. {@h}13 ({@damage 3d6 + 3}) slashing damage."
					]
				}
			],
			"tokenUrl": "https://imgur.com/aVm661Q.png",
			"traitTags": [
				"Keen Senses",
				"Pack Tactics"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Sporeback Frog",
			"source": "SproutingChaos",
			"page": 22,
			"size": [
				"S"
			],
			"type": "plant",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "4d6 + 4",
				"average": 18
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 10,
			"dex": 14,
			"con": 8,
			"int": 2,
			"wis": 10,
			"cha": 3,
			"skill": {
				"perception": "+2",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 30 ft."
			],
			"passive": 12,
			"cr": "1/4",
			"trait": [
				{
					"name": "Spore-covered Hide",
					"entries": [
						"Whenever the frog is dealt damage, a spore pod on its back explodes. Each creature within 5 ft. of the frog must succeed on a {@dc 13} Dexterity saving throw or take 7 ({@damage 2d6}) poison damage and become {@condition poisoned} for 1 minute."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) piercing damage. The target must make a {@dc 13} Constitution saving throw or become {@condition poisoned} for 1 minute."
					]
				}
			],
			"fluff": {
				"entries": [
					"A sporeback frog is a small plant creature, similar to a true frog. Present throughout dense jungles, a sporeback frog attempts to runs from anything larger than itself, and keeps its explosive spores as a deterrent to being eaten or killed. They can be kept as pets for folk that want to have a low maintenance pet, as they do not require food other than photosynthesis."
				]
			},
			"tokenUrl": "https://imgur.com/uh9J6CL.png",
			"senseTags": [
				"D"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		},
		{
			"name": "Thorn Giant",
			"source": "SproutingChaos",
			"page": 22,
			"size": [
				"H"
			],
			"type": "plant",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "11d12 + 55",
				"average": 126
			},
			"speed": {
				"walk": 30
			},
			"str": 23,
			"dex": 14,
			"con": 20,
			"int": 10,
			"wis": 11,
			"cha": 7,
			"save": {
				"dex": "+5",
				"con": "+8",
				"wis": "+3"
			},
			"skill": {
				"athletics": "+9",
				"perception": "+3",
				"stealth": "+5"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"languages": [
				"Giant"
			],
			"cr": "7",
			"trait": [
				{
					"name": "Forest Camouflage",
					"entries": [
						"The giant has advantage on Dexterity (Stealth) checks made to hide in forested terrain."
					]
				},
				{
					"name": "Thorny Hide",
					"entries": [
						"Whenever a creature hits the giant with a melee attack, they must succeed on a {@dc 17} Dexterity saving throw or take 13 ({@damage 2d6 + 6}) piercing damage."
					]
				}
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 10 ft., one target. {@h}19 ({@damage 3d8 + 6}) piercing damage."
					]
				},
				{
					"name": "Rock",
					"entries": [
						"{@atk rw} {@hit 9} to hit, range 60/240 ft., one target. {@h}28 ({@damage 4d10 + 6}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 17} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"fluff": {
				"entries": [
					"Risen from only the most powerful gulthias trees, a Thorn Giant is the most powerful blighted creature, capable to destroying towns, forests, and jungles in only a matter of weeks. More intelligent than their brethren, Thorn Giants act as the commanders of a swarm of blights, directing where they move and how they attack. When under the watch of a Thorn Giant, blights act far more intelligently, forming formations and employing standard battle tactics. The Thorn Giant knows the language of the giants, and attempts to bring any giants it encounters over to its cause. It is not uncommon for a Thorn Giant to have a few hill giants within their domain, as the blights leave behind ample meat for the hill giants to consume, and the Hill Giants help destroy creatures that enter a blighted forest."
				]
			},
			"tokenUrl": "https://imgur.com/tfp6h3Z.png",
			"senseTags": [
				"D"
			],
			"languageTags": [
				"GI"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RW"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"dexterity",
				"strength"
			]
		},
		{
			"name": "Vine Terror",
			"source": "SproutingChaos",
			"page": 23,
			"size": [
				"L"
			],
			"type": "plant",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "9d10 + 36",
				"average": 85
			},
			"speed": {
				"walk": 0
			},
			"str": 18,
			"dex": 10,
			"con": 18,
			"int": 4,
			"wis": 10,
			"cha": 6,
			"senses": [
				"blindsight 120 ft. (blind beyond this radius)"
			],
			"passive": 10,
			"conditionImmune": [
				"frightened",
				"grappled",
				"restrained"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Overgrowth",
					"entries": [
						"A 30 ft. radius area around the vine terror is difficult terrain caused by thick vines and undergrowth."
					]
				},
				{
					"name": "False Appearance",
					"entries": [
						"While the vine terror remains motionless, it is indistinguishable from a normal plant."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The terror makes two attacks with its vines, and one attack with its bite."
					]
				},
				{
					"name": "Vines",
					"entries": [
						"{@atk rw} {@hit 6} to hit, range 40 ft., one target. {@h}9 ({@damage 2d4 + 4}) bludgeoning damage. If the target is medium or smaller, it is pulled 10 ft. towards the vine terror at the start of each of its turns."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 8} to hit, range 5 ft., one target {@condition grappled} by the Vine Terror. {@h}18 ({@damage 3d8 + 4}) piercing damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"Vine terrors are large, carnivorous plants that ambush prey with their rapidly lashing vines, pulling unsuspecting creatures into its gaping maw. The vine terror initially grows and feeds off of a host plant, until the terror becomes large enough to provide for itself. The vine terror's main body is completely immobile, so it waits for prey to come to it, and builds up thick undergrowth at its host location. The vine terror usually remains perfectly still, until suitable prey moves within range of its grasping vines. Then, the vines quickly lash out and grab at whatever creatures are in range, attempting to pull them towards its mouths."
				]
			},
			"tokenUrl": "https://imgur.com/MmfpMXH.png",
			"traitTags": [
				"False Appearance"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW",
				"RW"
			]
		},
		{
			"name": "Vine Wisp",
			"shortName": "Wisp",
			"source": "SproutingChaos",
			"size": [
				"L"
			],
			"type": "plant",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "9d10 + 9",
				"average": 58
			},
			"speed": {
				"fly": {
					"number": 40,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 18,
			"dex": 14,
			"con": 8,
			"int": 12,
			"wis": 14,
			"cha": 3,
			"skill": {
				"perception": "+4",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 14,
			"cr": "2",
			"trait": [
				{
					"name": "Flyby",
					"entries": [
						"The wisp doesn't provoke opportunity attacks when it flies out of an enemy's reach."
					]
				},
				{
					"name": "Carrier",
					"entries": [
						"The wisp does not suffer from decreased speed when it is grappling a creature."
					]
				}
			],
			"action": [
				{
					"name": "Constrict",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5ft., one target.{@h}7 (l{@dice d6 + 4}) bludgeoning damage, and the target is {@condition grappled} (escape {@dc 13}). Until this grapple ends, the target is {@condition restrained}, and the Wisp cannot Constrict another target."
					]
				}
			],
			"tokenUrl": "https://imgur.com/MmfpMXH.png",
			"traitTags": [
				"Flyby"
			],
			"senseTags": [
				"SD"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			]
		}
	],
	"subrace": [
		{
			"name": "Jungle",
			"source": "SproutingChaos",
			"page": 4,
			"ability": [
				{
					"con": 1
				}
			],
			"darkvision": 60,
			"entries": [
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"Accustomed to the dark canopies of the jungle, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Jungle Silva",
						"entries": [
							"As a jungle silva, you are hardier than your forest cousins, tested by the ruthless monsters that roam the large jungles that dot the worlds of D&D. Your time in the dark undergrowth of the jungle has also improved your vision substantially."
						]
					}
				]
			},
			"raceName": "Silva",
			"raceSource": "SproutingChaos"
		},
		{
			"name": "Forest",
			"source": "SproutingChaos",
			"page": 4,
			"ability": [
				{
					"dex": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Plant Camouflage",
					"entries": [
						"When standing still, you have advantage on Dexterity ({@skill Stealth}) checks you make while obscured by plants."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Forest Silva",
						"entries": [
							"As a forest silva, you have inherent quickness and stealth, and you are able to blend into the background of forested environments. In the worlds of D&D, forest silva are found in only the largest sylvan forests, far from civilization. Their body is tall, thin, and covered in a thin bark."
						]
					}
				]
			},
			"raceName": "Silva",
			"raceSource": "SproutingChaos"
		}
	]
}
