{
	"_meta": {
		"sources": [
			{
				"json": "CoSHomebrewCampaignItems",
				"abbreviation": "CoSHB",
				"full": "Curse of Strahd: Homebrew Items",
				"authors": [
					"Junebug",
					"Madbox"
				],
				"convertedBy": [
					"Junebug"
				],
				"version": "1.0",
				"url": "https://github.com/TheGiddyLimit/homebrew"
			}
		],
		"unlisted": true,
		"status": "wip",
		"dateAdded": 1672525033,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "193fd0adff",
		"edition": "classic"
	},
	"item": [
		{
			"name": "Foolsbane",
			"source": "CoSHomebrewCampaignItems",
			"type": "M",
			"rarity": "artifact",
			"reqAttune": "by a pact keeper of Crane",
			"reqAttuneTags": [
				{
					"class": "warlock"
				}
			],
			"sentient": true,
			"weight": 6,
			"weaponCategory": "martial",
			"property": [
				"S",
				"F",
				"2H"
			],
			"dmg1": "2d6",
			"dmgType": "S",
			"bonusWeapon": "+1",
			"charges": 6,
			"entries": [
				"A double-bladed scythe, black as the void.",
				"You have a +1 bonus to attack and damage rolls made with this magic weapon. In addition, you can use this weapon as a spellcasting focus for your warlock spells.",
				{
					"name": "Special",
					"type": "entries",
					"entries": [
						"If you attack with a {@italic double-bladed scythe} as part of the {@action Attack} action on your turn, you can use a bonus action immediately after to make a melee attack with it. This attack deals {@damage 1d6} slashing damage on a hit, instead of {@damage 2d6}."
					]
				},
				{
					"type": "entries",
					"name": "Knowledge is Power",
					"entries": [
						"Foolsbane has 6 charges, and consumes 1 charge every dusk. In addition, you can use a free action on your turn to expend one or more charges and perform one of the following effects. You can only activate one effect per turn.",
						{
							"type": "list",
							"items": [
								"{@italic Foresight.} By consuming one charge, you gain unerring knowledge of your enemy's movements. Until the end of your next turn, you have +2 AC, as well as advantage on Dexterity saving throws.",
								"{@italic Precision.} By consuming one charge, you learn exactly where to strike for maximum efficiency. Until the start of your next turn, all attacks you make with Foolsbane use Intelligence for the purposes of attack and damage rolls.",
								"{@italic Paranoia.} By consuming any number of charges, Foolsbane transforms, striking to a known weakness. The next time you hit a creature with Foolsbane, you may add an additional {@damage 1d6} damage of any type you choose for each charge consumed."
							]
						},
						"Foolsbane regains 1 charge when it reduces a creature to zero hit points, as it consumes their memories."
					]
				},
				{
					"name": "Record of Life",
					"type": "entries",
					"entries": [
						"As a free action, this weapon can shift from its scythe form to that of an ancient scroll, or vice versa. By writing information on this scroll, you can attempt to slake its thirst for knowledge, preventing it from turning that hunger outwards. When you do so, provided the knowledge is significant enough to satisfy it (DM's discretion), Foolsbane regains {@dice 1d4} charges.",
						"Any information written into Foolsbane can be re-summoned onto the scroll using an action. The information appears on the paper exactly as it was originally written and can be read by anyone looking at it, as long as it is in a language that they understand."
					]
				},
				{
					"type": "entries",
					"name": "Neverending Thirst",
					"entries": [
						"Upon each dawn, if Foolsbane has no charges remaining, it refills one charge by pulling information directly from your mind. You gain one level of {@condition exhaustion}. If Foolsbane has gone without feeding for more than 3 days, you gain 2 levels of {@condition exhaustion} instead."
					]
				}
			]
		},
		{
			"name": "For Zarovich, With Love",
			"source": "CoSHomebrewCampaignItems",
			"type": "R",
			"rarity": "none",
			"weight": 5,
			"weaponCategory": "martial",
			"property": [
				"A",
				"RLD",
				"2H"
			],
			"range": "30/100",
			"reload": 3,
			"dmg1": "1d8",
			"dmgType": "P",
			"entries": [
				"A modified crossbow that loads and fires wooden stakes from an underbarrel rotating drum, based on Rudolph van Richten's prototype designs. The weapon's name has been carved into the side of its wooden buttstock with painstaking love and care.",
				"When used against a vampire, this weapon counts as magical for the purpose of overcoming resistances and deals {@damage 1d12} piercing damage instead of its normal damage. Upon a hit, a vampire's regeneration trait doesn't function at the start of its next turn."
			]
		}
	],
	"spell": [
		{
			"name": "Lore Blast",
			"source": "CoSHomebrewCampaignItems",
			"level": 0,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You focus your attention down on a creature within range and assault its mind with a pulse of information that is too dense for it to assimilate safely. The attack is visually comprehended by nearby creatures as a crackling beam of void-black lightning.",
				"Make a ranged spell attack against the target. On a hit, the target takes {@damage 1d10} psychic damage.",
				"This spell can attack more than once when you reach higher levels: two attacks at 5th level, three attacks at 11th level, and four attacks at 17th level. You can direct the attacks at the same target or at different ones. Make a separate attack roll for each attack."
			],
			"damageInflict": [
				"psychic"
			],
			"spellAttack": [
				"R"
			],
			"miscTags": [
				"SCL"
			],
			"areaTags": [
				"ST",
				"MT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		}
	]
}
