{
	"_meta": {
		"sources": [
			{
				"json": "DreadMetrol",
				"abbreviation": "DMIM",
				"full": "Dread Metrol: Into the Mists",
				"version": "1.1",
				"url": "https://www.dmsguild.com/product/364000/Dread-Metrol-Into-the-Mists--An-Eberron---Ravenloft-Crossover",
				"authors": [
					"Keith Baker",
					"Andrew Bishkinskyi",
					"Imogen Gingell",
					"KB Presents",
					"Visionary Production and Design"
				],
				"convertedBy": [
					"Typherr"
				],
				"color": "6c0532"
			}
		],
		"edition": "classic",
		"status": "wip",
		"dateAdded": 1729972785,
		"dateLastModified": 1729972785,
		"_dateLastModifiedHash": "92f31ba608"
	},
	"adventure": [
		{
			"name": "The Mourning After",
			"source": "DreadMetrol",
			"id": "TheMourningAfter",
			"group": "homebrew",
			"author": "Keith Baker",
			"published": "2021-07-13",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/DreadMetrol/TheMourningAfter.webp"
			},
			"level": {
				"start": 1,
				"end": 4
			},
			"storyline": "Dread Metrol",
			"contents": [
				{
					"name": "The Mourning After",
					"headers": [
						{
							"header": "Part 1: Into Metrol",
							"index": 1
						},
						{
							"header": "Path A: Denizens of Darkness",
							"depth": 1
						},
						{
							"header": "Path B: Into the Mists",
							"depth": 1
						},
						{
							"header": "Part 2: Herded",
							"index": 1
						},
						{
							"header": "Volunteers",
							"depth": 1
						},
						{
							"header": "Unbroken Attack",
							"depth": 1
						},
						{
							"header": "Part 3: State of War",
							"index": 1
						},
						{
							"header": "Release the Hounds",
							"depth": 1
						},
						{
							"header": "Encounters in Northshore",
							"depth": 1
						},
						{
							"header": "Bridge of the Dead",
							"depth": 1
						},
						{
							"header": "Part 4: Unbroken",
							"index": 1
						},
						{
							"header": "Signs of Resistance",
							"depth": 1
						},
						{
							"header": "Delivering Crane",
							"depth": 1
						},
						{
							"header": "Part 5: The End Is the Beginning Is the End",
							"index": 1
						},
						{
							"header": "Research Building: Level A",
							"depth": 1
						},
						{
							"header": "Research Building: Level B",
							"depth": 1
						},
						{
							"header": "Getting Out",
							"depth": 1
						},
						"Conclusion"
					]
				}
			]
		}
	],
	"adventureData": [
		{
			"id": "TheMourningAfter",
			"source": "DreadMetrol",
			"data": [
				{
					"type": "section",
					"name": "The Mourning After",
					"page": 47,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Ultimately, this battle is between life and death. Our people are wracked by hunger and tormented by disease, while our enemy fears neither. But as a smith sharpens a sword, we can improve our flesh. We must change our people, give them the strength they need to withstand the plagues. And if our people are starving, we must find a way to change their appetites."
							],
							"by": "Lady Vera Seryan d'Vadalis",
							"skipMarks": true
						},
						{
							"type": "entries",
							"name": "About the Adventure",
							"entries": [
								"\"The Mourning After\" is an 8- to 12-hour starter adventure for a party of four to six 1st-level characters, who advance to 4th level by the adventure's conclusion. It is set in Dread Metrol and serves as an introduction to this Domain of Dread. This can be the beginning of a longer campaign in Dread Metrol, or the characters can return to their plane of origin—or another Domain of Dread—at the end of the adventure.",
								{
									"type": "entries",
									"name": "Background",
									"entries": [
										"The people of Metrol have endured nearly four years of isolation and siege. Every night, the undead forces assault the city; meanwhile, within Metrol's walls, people fight famine, plague, and all too often, one another. Queen Dannel ir'Wynarn has instituted draconian measures to bolster Metrol's defense. One of the most horrific is her decision to let House Vadalis use her people as fodder for their experiments as they seek to create living weapons."
									]
								},
								{
									"type": "entries",
									"name": "Running The Adventure",
									"entries": [
										"This adventure requires the fifth edition D&D rulebooks, including the Player's Handbook and the Dungeon Master's Guide. You can learn more about the settings of Ravenloft and Eberron in Van Richten's Guide to Ravenloft, Eberron: Rising from the Last War, and Exploring Eberron (available on the Dungeon Masters Guild), though they aren't needed to run this adventure.",
										"Before DMing this adventure, you should read this entire chapter first, taking special note of the two story hooks offered in part 1 and choosing the path that fits your group the best. If you'd prefer to play instead of serving as DM, don't read any farther!",
										{
											"type": "insetReadaloud",
											"entries": [
												"Text that appears in a box like this is meant to be read aloud or paraphrased for the players when their characters first arrive at a location or under a special circumstance, as described in the text."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Level Advancement",
									"entries": [
										"This adventure assumes that you are using milestone leveling for your campaign, beginning with a party of 1st-level characters. The characters advance from 1st to 2nd level when they have finished their first long rest in Metrol and are ready to cross the Bridge of the Dead. They advance from 2nd to 3rd level after rescuing Crane from the convoy and obtaining his \"key.\" They advance from 3rd to 4th level at the end of the adventure, after they have destroyed or recovered the cure from the Vadalis laboratory."
									]
								},
								{
									"type": "entries",
									"name": "Optional Mechanic: Stress",
									"entries": [
										"While this adventure is designed to be played as written, particularly well-tuned parties may like a greater challenge. If you and your players would enjoy it, consider introducing the Stress rules from chapter 4 of Van Richten's Guide to Ravenloft, which can add weight to in-world events.",
										"The Stressful Events table gives examples of events throughout the adventure that might affect a character's Stress Score. However, adding stress for all the listed events would likely prove deadly—so use these judiciously! And consider allowing characters to remove all stress after a long rest. Not all players want a harrowing or deadly experience, so discuss the desired difficulty with your group first."
									]
								},
								{
									"type": "entries",
									"name": "Adventure Overview",
									"entries": [
										"The adventure is divided into five main sections:",
										{
											"type": "entries",
											"name": "Part 1: Into Metrol",
											"entries": [
												"This section offers two paths for introducing the adventure. If the player characters are citizens of Dread Metrol itself, a night at the tavern turns into disaster when they're caught up in a Vadalis raid. If the player characters are adventurers from Eberron, they're hired to investigate experiments at a Vadalis ranch, only to find themselves drawn into the Mists and deposited in Metrol."
											]
										},
										{
											"type": "entries",
											"name": "Part 2: Herded",
											"entries": [
												"The adventurers find themselves prisoners about to be processed in the Vadalis Kennels. An assault by the Unbroken resistance provides an opportunity to escape—and in the process, they meet a valuable ally."
											]
										},
										{
											"type": "entries",
											"name": "Part 3: State of War",
											"entries": [
												"The party makes their way across besieged Metrol's brutal landscape, searching for a safe haven. To reach relative safety, the adventurers must cross the Bridge of the Dead—but the price of passage is high."
											]
										},
										{
											"type": "entries",
											"name": "Part 4: The Unbroken",
											"entries": [
												"The player characters make contact with the resistance. After aiding the Unbroken in rescuing a valuable informant, tragedy strikes."
											]
										},
										{
											"type": "entries",
											"name": "Part 5: The End Is the Beginning is the End",
											"entries": [
												"To earn sanctuary, the adventurers embark on a deadly mission into the very compound they so recently escaped, infiltrating a high-security research lab in search of a mysterious serum."
											]
										},
										"Two appendixes follow the adventure, containing further resources for DMs:",
										{
											"type": "entries",
											"entries": [
												"{@b Appendix A: Friends and Foes} contains creature statistics for all adventure encounters."
											]
										},
										{
											"type": "entries",
											"entries": [
												"{@b Appendix B: Maps} provides full-page versions of the maps in this adventure. Your supplement download also includes high-resolution copies of these maps in a zipped folder."
											]
										},
										{
											"type": "table",
											"caption": "Stressful Events",
											"colLabels": [
												"Section",
												"Event"
											],
											"colStyles": [
												"col-5",
												"col-7"
											],
											"rows": [
												[
													"Part 2: Volunteers",
													"Being abducted"
												],
												[
													"Part 3: A Concerned Citizen",
													"Being betrayed by the citizen"
												],
												[
													"Part 3: Climbing Over Each Other",
													"Seeing Grovaine execute the patsies"
												],
												[
													"Part 3: Apartment Hunting",
													"Killing the clerks"
												],
												[
													"Part 3: A Bird in the Hand",
													"Betraying Ping or Eyrena"
												],
												[
													"Part 4: Doves of War",
													"Doves torn apart by deadwings"
												],
												[
													"Part 4: Delivering Crane",
													"Bursters burst"
												],
												[
													"Part 5: The Kennels",
													"Vomiting from the froghemoth eggs"
												],
												[
													"Part 5: Arachnoquestrium",
													"Seeing Maxille cut away her arm"
												],
												[
													"Part 5: \"Opera\" House",
													"Killing one of the harpies"
												],
												[
													"Part 5: The Cure (or later)",
													"Drinking a potion with a negative effect"
												],
												[
													"Part 5: Getting Out",
													"Failing to rescue patients"
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 1: Into Metrol",
							"page": 49,
							"entries": [
								"This adventure offers two different opening paths for introducing players to Dread Metrol. While the opening scene you choose influences the motivations of each player character, the rest of the adventure develops the same way regardless of which path you select here. Either way, players should begin with 1st-level characters.",
								"If you plan for the player characters to already be residents of Dread Metrol at the beginning of the adventure, run path A, \"Denizens of Darkness.\" Before choosing this path, it's essential that you clearly communicate with your players about the horrors their characters would have endured over the last four years in this grim starting scenario.",
								"If you plan for the player characters to be from Eberron (or any other setting) and stumble into the Mists, run path B, \"Into the Mists.\" This offers players a less horrific experience, along with the opportunity to play more traditionally heroic characters—albeit in a grim and deadly setting.",
								"Regardless of which path you choose, remember to implement safety tools to ensure the game stays fun for everyone. The \"Content Warning\" in this book's introduction suggests resources you can use.",
								{
									"type": "section",
									"name": "Path A: Denizens of Darkness",
									"page": 49,
									"entries": [
										"{@b {@i Only run this path if the player character are native to Dread Metrol. Otherwise, run path B, \"Into the Mists,\" instead.}}",
										"In lieu of traditional adventure hooks, this path focuses on providing players an opportunity to intimately and dramatically tie their characters to Dread Metrol. After players have a chance to establish their ties to each other and the city, the real action will begin in part 2, \"Herded.\" If you prefer, path A could easily take place as part of your session zero or be conducted in text via group chat, as it primarily sets the scene for the events in part 2.",
										"For the last four years, Metrol has been besieged by the undead forces of Karrnath. Though food and spirits are in short supply, a few taverns remain open—after all, people still crave companionship in the darkest of times. The Titan's Shoe is just such a tavern in the Market Triangle district of Northshore. It is not a Ghallanda tavern; most of the house's own franchises have been converted into gruel kitchens that distribute the vile ragout. The Titan's Shoe is a small local tavern; if one of the player characters is a former guild merchant, it could even belong to them. Otherwise, it's just a place that each of the characters feels a connection to—and one where they'll be targeted by a Vadalis squad looking for test subjects for the Kennels.",
										{
											"type": "inset",
											"name": "Characters from Dread Metrol",
											"page": 49,
											"entries": [
												"In path A, the player characters were in Metrol on the Day of Mourning when it was taken by the Mists. In the four years since, these unfortunate souls have led desperate lives, subject to the cruel whims of the regime's horrific unending war against the Karrnathi hordes. As the adventure opens, the characters don't think of themselves as adventurers—they've got enough problems struggling to survive, and likely haven't yet considered trying to change the way things are. Yet these characters have connections: friends, relatives, comrades-in-arms, or simply kind strangers they've shared bread with during times of hunger.",
												"If you are starting this adventure using path A, \"Denizens of Darkness,\" begin character creation by following the process in the \"Adventurers from Metrol\" section in the first chapter of this book. This gives the players a basic understanding of the situation and guides them through creating characters that have concrete ties to Metrol. Consider the possibility of characters being Kennel-born—subjects of Vadalis experiments—which will make the early events of the adventure feel quite personal.",
												"While creating characters for this path, it's recommended that nobody begin with a connection to either Queen Dannel or the Unbroken—the characters will develop their ties to the Unbroken over the course of this adventure."
											]
										},
										{
											"type": "entries",
											"name": "The Titan's Shoe",
											"page": 50,
											"entries": [
												"At this moment in time, the player characters don't think of themselves as adventurers—they're simply survivors. But they may also be friends, relatives, or business partners. The one thing that's certain is that they all like to drink in a tavern called the Titan's Shoe. Read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"page": 50,
													"entries": [
														"The Titan's Shoe tavern smells of whatever desperate people in war-torn bars smoke. It's been a long time since the establishment had any ale or wine, but the owner brews a serviceable moonshine... and beyond that, people crave company as much as drink. A scarred shifter with burntorange fur perches atop a wooden table, playing an upbeat tune on her well-worn fiddle. In a circle around this makeshift stage, a half-dozen patrons sit cross-legged on the floor, picking at the gruel in their rough bowls in respectful silence, while other patrons make conversation at nearby tables."
													]
												},
												"If the players haven't already done so, you can take a moment for them to discuss their characters, how they know each other, and what brings them to the tavern today. The amount of time you spend with this section depends on how much your players enjoy improvisation and collaborative storytelling. The goal is to establish strong bonds between at least a few of the characters, and to give them a few personal ties to Metrol. For suggestions for character backgrounds, twists, and bonds, see the \"Adventurers From Metrol\" section in chapter 1.",
												"Once the players have established their characters and you're ready to move on, read or paraphrase the following. Feel free to work in details that the players developed through collaboration.",
												{
													"type": "insetReadaloud",
													"page": 50,
													"entries": [
														"Three colorful lights spring up—seemingly out of nowhere—and begin to dance fairylike across the smoke, punctuated by a child's laughter from a dark corner of the common room. There, a young elf woman twirls her thin fingers in rhythm with the lights and the music—and under her collar, the glowing strands of a dragonmark can be glimpsed. Near her, two small children stand with eyes wide, raptly watching the dancing lights. The older man beside them—perhaps their father? grandfather?—smiles in grateful relief at the joy in their faces. He cautiously drops a potato and an egg, rare treasures in these times, into a bowl at the elf's feet.",
														"The touching sight is blocked by the figure of the burly dwarf server finally making his way to your table. Whatever he was about to say is interrupted suddenly by the sound of a breaking window. Yellow smoke fills the room, and the dwarf's eyes widen. \"Vadalis knockout gas,\" he grunts just before his legs buckle beneath him.",
														"And then, as the debilitating gas takes hold, bright lights overwhelm your vision as once-hidden glyphs scrawled across the tables activate. As their magic takes hold, you're unable to resist and quickly slip from consciousness."
													]
												},
												"When augmented by the glyphs hidden on each of the tavern's tables, the Vadalis knockout gas can't be resisted, and it even affects creatures that don't need to breathe. Once the characters are unconscious, agents slip in and abduct them for experimentation; proceed to part 2, \"Herded.\""
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Path B: Into the Mists",
									"page": 51,
									"entries": [
										"{@b {@i Only run this path if the player characters are from Eberron (or another world), not from Dread Metrol. Otherwise, run path A, \"Denizens of Darkness,\" instead.}}",
										"This adventure opening takes place in current-day \"Eberron proper.\" The characters find themselves at the gates of a Vadalis magebreeding facility on the outskirts of the city of Gatherhold, on a covert mission to investigate it without raising suspicion.",
										"In contrast with path A (which simply sets the scene for the post-abduction action in part 2), this path starts off with a traditional encounter. It's designed to be played freeform, short and sweet, with no combat. The adventurers should poke around the ranch just long enough to raise their suspicions, with the tension slowly ramping up as they do. The Mists then transition them to the main storyline in part 2, \"Herded.\"",
										{
											"type": "entries",
											"name": "About the Ranch",
											"page": 51,
											"entries": [
												"Established over two decades ago, House Vadalis's Gatherhold Uplands Animal Research & Development Facility transitioned from wartime operations to an innocuous magebreeding ranch, catering mainly to rich tourists and adventurers wishing to explore the Talenta Plains astride an unusual mount or beside a trusty animal companion. The facility's public name was changed to the more friendly Whitewood Ranch, but long-time employees still often refer to it as \"the facility.\"",
												"Though always looked at with suspicion by the nomads, the ranch's primary operation is exactly as it seems, its various stables and kennels containing many expensive and well-bred animal specimens.",
												"One nondescript building of the ranch contains a secret underground laboratory where more exotic experiments take place; some of these were once conducted at a facility in Metrol, but Vadalis fortuitously transitioned many operations to Gatherhold shortly before the Day of Mourning. The building can only be accessed by authorized personnel with a Mark of Handling, protecting House Vadalis's proprietary magics; most of Whitewood's employees aren't privy to the research that takes place there.",
												"The secret lab's most recent magebreeding experiment focuses on the creation of a hybrid spider-horse. The Vadalis team was on the vergeof breakthrough with their most recent test subject, but an unexplained event involving a strange mist caused a specimen—along with one of the magewrights, Serna d'Vadalis—to disappear entirely. Internal investigations into this have been fruitless and the disappearances kept carefully under wraps.",
												"Unbeknownst to the researchers, the disappearance was a result of the Mists pulling Serna and the spider-horse into Dread Metrol—where other Vadalis researchers had simultaneously succeeded in their own plan to create the spider-horse. Serna remains stuck in Dread Metrol, unreachable by sending or any other magic. Meanwhile, the Mists altered the spider-horse in nightmarish ways, then deposited it in the wilderness near the ranch, where it has been hunting clawfoot raptors and taking them to its underground lair.",
												{
													"type": "insetReadaloud",
													"name": "Characters from Another Setting",
													"page": 51,
													"entries": [
														"In path B, the player characters come from another setting (likely Eberron, but the Mists can draw in wayward folk from all across the multiverse). They know nothing of Dread Metrol at the beginning of the adventure and are drawn into the setting by mysterious mists.",
														"For characters from Eberron, things start out as any other day—the Mourning happened four years ago, Metrol is nothing but a distant ruin, and it's another day for adventure. The characters on this path still experience the dark world of Dread Metrol, but they begin as observers, strangers thrust into unending terror.",
														"There is still darkness and horror, but it is newly discovered. Apart from survival, these characters' motivations will likely focus on exploring the strange new world, then escaping it. In knowing that another, better world lies just beyond the Mists, there is hope. Meanwhile, in this grim city, the characters have no anchors, no friends. Help comes at a cost and trust is hard to buy.",
														"Instead of coming from Eberron, characters might be brought to Dread Metrol from worlds as distant as the Forgotten Realms, Ravnica, Theros, and beyond. A visit to Dread Metrol can serve as an introduction to the horrors of Eberron, and might even serve as a stepping-stone to crossing into Eberron proper. If you wish to take this route, you'll need to make adjustments to path B's characters and locations to fit your campaign's original world—ultimately, the most important part is that they somehow enter the Mists, pass out, and wake up in the opening of part 2."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Adventure Hooks",
											"page": 52,
											"entries": [
												"The adventurers might be drawn into investigating the ranch through any of the following hooks:",
												{
													"type": "entries",
													"entries": [
														{
															"type": "entries",
															"name": "Missing Clawfoots",
															"entries": [
																"A tribe of Talenta nomads reports that several of their clawfoot raptors have recently gone missing. They suspect the Vadalis magebreeding facility on the outskirts of Gatherhold may be responsible, and have asked House Ghallanda to investigate. To avoid diplomatic tensions, House Ghallanda has quietly engaged a team of adventurers in the guise of potential buyers to snoop around the facility."
															]
														},
														{
															"type": "entries",
															"name": "Talenta Halflings",
															"entries": [
																"A Talentan player character might personally know a nomad whose clawfoot was stolen, or they could simply hear of it through the grapevine and be offended by the raptor-rustling. The bond between nomad and mount is sacred, and the idea of foreigners stealing raptors and experimenting on them is deeply offensive."
															]
														},
														{
															"type": "entries",
															"name": "House Vadalis",
															"entries": [
																"Serna d'Vadalis is an acquaintance or former colleague of a player character from House Vadalis, and they became worried when Serna fell out of contact several weeks ago. When the player character attempted to check into it within the house, they found themselves being suspiciously stonewalled. This is an opportunity to take a look in person."
															]
														},
														{
															"type": "entries",
															"name": "House Ghallanda",
															"entries": [
																"House Ghallanda has heard of the raptor disappearances, and between their interests in Gatherhold and the potential involvement of a rival dragonmarked house, they'd like eyes on the situation. They're very clear with the characters that they're \"entirely uninvolved\" with the mission and want to keep it that way. However, should the party {@i happen} to discover anything of particular interest, they would appreciate being personally apprised."
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "A Day at the Ranch",
											"page": 52,
											"entries": [
												"Regardless of the individual adventure hooks, the characters find themselves as part of a group tasked with—quietly and diplomatically—snooping around Whitewood Ranch, a Vadalis facility in the Talenta Plains. The ranch stands on the northern outskirts of Gatherhold, within easy walking distance of the city. The party has an appointment to ostensibly procure mounts for traveling into the Talentan wilds, as adventurers are wont to do, but their secret goal is to look for signs of suspicious activity at the ranch—especially regarding clawfoot raptors. Although the characters would've had a chance to meet each other (or possibly even adventure together) prior to visiting the ranch, their arrival at the gates provides an opportunity for the players to introduce themselves in character.",
												"When the party arrives at the ranch, read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"page": 52,
													"entries": [
														"Whitewood Ranch stretches north from the city proper, its snow-white wooden fence marking its territory near the road and lightning rail that run parallel all the way to Karrnath.",
														"Behind the fence, horses can be seen grazing on a hilly grassland, while beyond them, pristine white buildings peek out from the terrain. The gate you find yourselves at is made of the same white wood as the fence, its only decoration the brown and green of House Vadalis's heraldic hippogriff.",
														"A middle-aged human, sporting a trim red beard and white shirt neatly tucked into tan pants, brings his bareback horse to halt on the other side of the fence. He hops nimbly off before approaching to escort you into the ranch. \"Welcome to Whitewood! Eizek d'Vadalis at your service,\" he says with a polite smile."
													]
												},
												{
													"type": "inset",
													"name": "NPC: Eizek d'Vadalis",
													"page": 53,
													"entries": [
														"{@i lawful neutral human, he/him}",
														"Eizek d'Vadalis (noble) is polite, professional, and unquestionably loyal to House Vadalis. In his role as Head of Whitewood Customer Relations, he is chiefly responsible for showing the facility and the house in a good light, regardless of whether a purchase is made. Eizek is genuinely friendly, albeit in a salesmanlike manner. He loves the sound of his own voice and can go on endlessly about the virtues of this facility, House Vadalis, their stock, fine Talentan weather, and so on.",
														{
															"type": "entries",
															"name": "What Does He Know?",
															"entries": [
																"Eizek knows a lot about a great deal of many things, none of which are of particular interest or import to the characters. He has no idea about any clawfoot abductions, and despite knowing not to discuss Vadalis secrets, truly doesn't know what is happening in the secret area. While Eizek is quite insightful when it comes to customer needs, he's genuinely not expecting any sort of \"spy group\" and is used to customers asking odd questions, so he doesn't grow suspicious even if the characters pry."
															]
														},
														"During casual conversation, he mentions how thankful he is that much of this facility's research was moved from Metrol before the Mourning, and \"just in the nick of time.\"",
														{
															"type": "entries",
															"name": "What Does He Want?",
															"entries": [
																"Satisfied customers, and to protect the good name and reputation of Whitewood and House Vadalis."
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Bred for Perfection",
													"page": 53,
													"entries": [
														"The facility's main buildings lie a few hundred yards from the gate. After introducing himself and allowing the same opportunity for the characters, Eizek sends his horse away and accompanies the characters to the compound, regaling them with tales of fine Vadalis work all the way. Eizek may ramble on about topics like the following:",
														{
															"type": "list",
															"page": 53,
															"items": [
																"\"You probably wonder about the white fences! It's a proprietary Vadalis enchantment—we breed the trees to grow with white wood, and it never fades, no painting required! Once we're over that hill, you'll see a small grove in the distance, just there.\"",
																"\"My horse—like all our animals, of course—is magebred. Obedient, quick, intelligent. That large building there is our equine area, and I have some excellent specimens to show you. While the locals sing the praises of raptors and tribex, for my money, a well-bred horse is still unsurpassed for most long-range journeys!\"",
																"\"Will your adventures have you sleeping in the wilderness? If so, consider one of our alarm animals. We offer a wide array of creatures bredto wake you—loudly or quietly as you wish—in case of danger! They won't help you pull on that heavy armor though, haha!\""
															]
														},
														"As the tour continues, Eizek eventually escorts the characters into a large area with buildings, each made of the same pristine white wood. The buildings are quite large and spread out, some hundreds of feet from others. The ranch includes a stable with horses, barns containing tribex and fastieths, a kennel for mastiffs and other canines, and another building with smaller, familiar-like animals—these are the \"alarm animals\" that Eizek is particularly proud of, an innovation of Whitewood.",
														"The character in the party with the highest passive Intelligence (Investigation) score notices that one of the buildings has a different door than the others. While all the buildings are made of white wood, this building's door is made of white-painted metal, and above the door handle, where a lock would typically be, there's instead a black plate with a dragonmark symbol engraved in it. With a successful {@dc 10} Intelligence (History) check, a character can identify it as the Mark of Handling. Characters from dragonmarked houses succeed on the check automatically.",
														"If asked about the building, Eizek very matter-of-factly answers, \"That's our Proprietary Research Laboratory! It's where the magic happens, if you will. It is unfortunately off-limits to unauthorized personnel,\" then continues the tour. Eizek is blissfully ignorant of the goings on in the Proprietary Research Laboratory.",
														"Throughout the various buildings, there are occasional Whitewood workers; while they're friendly enough, they're not particularly talkative, as they have work to do, and yield no useful information.",
														{
															"type": "inset",
															"name": "Whitewood Buildings",
															"page": 53,
															"entries": [
																"Neither the tour nor the contents of individual buildings are of particular significance for this adventure. If characters ask about a specific type of animal or creature that could reasonably be found at a Vadalis facility in the Talenta Plains (this includes local dinosaurs other than clawfoots—which the facility notably has not yet started working with), you can add another building that contains such creatures and have Eizek take the party there. The overall theme is that everything here is incredibly pristine, orderly, and very corporate—the area is suspiciously devoid of anything that would raise suspicion."
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Getting Into the Lab",
													"page": 54,
													"entries": [
														"The characters will need to either distract or get rid of Eizek so that they can snoop around the Proprietary Lab's entrance. In order to progress the adventure through the Mists to Dread Metrol, any reasonable attempt to do this should succeed with minimal cost. For example, a successful {@dc 10} Charisma (Deception) or Dexterity (Stealth) check could enable a character to distract him or slip away without being noticed. If the characters fail repeated attempts, see the \"Caught!\" sidebar.",
														{
															"type": "inset",
															"name": "Caught!",
															"page": 54,
															"entries": [
																"If the characters sufficiently arouse Eizek's suspicions, blatantly fail their escape attempts, or are otherwise unable to sneak or bluff their way to an encounter with the spider-horse in the lab basement, they must still be scooped up by the Mists. Fortunately, the mysterious nature of the Mists allows the characters to be taken at any time, anywhere, interrupting unexpected activities if necessary.",
																"In this case, the malformed spider-horse instead escapes its confinement and bursts in on the player characters as they argue their innocence (or go about their business elsewhere in the ranch). Read the description of the spiderhorse given below, including the Mists enveloping the characters, then continue to part 2."
															]
														},
														"Once the party gives Eizek the slip, they easily find the Proprietary Lab. The custom arcane lock on its door allows a human with the Mark of Handling to enter by tracing a preset symbol across a black metal plate.",
														"Conveniently, there is occasional traffic in and out of the building, and if a character wishes, it's not difficult to wait around the corner and prevent the door from closing—those who work here don't expect spies or subterfuge, so they aren't paying particular attention. Characters can enter the lab unnoticed with a successful {@dc 10} group or individual Dexterity (Stealth) check or Charisma (Stealth) check.",
														"It is possible that the party may split here, with only a single character going below to investigate. While you can give them an opportunity to get the rest of the party inside, it's not a problem for the adventure if only one character goes in."
													]
												},
												{
													"type": "entries",
													"name": "The Proprietary Lab",
													"page": 54,
													"entries": [
														"The main floor of the lab is a large stable-like structure with many stalls. While this scene doesn't require a battle map and the contents of individual rooms don't matter, you can use map 1.1 for reference. The interior is once again pristine, with only one oblivious worker on the main floor. There are lots of partitions and columns for the characters to keep themselves out of view if they so wish.",
														"Not far from the entry door, a metal stairway leads down, soon turning into older stone stairs. As a character descends the steps, read or paraphrase the following:",
														{
															"type": "insetReadaloud",
															"page": 54,
															"entries": [
																"The older stone stairs lead down to a maze of corridors. Everbright lanterns light the stone walls with a white, clinical light that flickers occasionally into shadows as figures pass by them.",
																"The halls echo with unintelligibly muffled conversations coming from a distance. A sound of soft moaning comes from beyond one of the doors, although the echoes make it difficult to tell which."
															]
														},
														"The unmarked walls, identical doors, and echoing make the corridors disorienting and hard to navigate. Regardless of which way the characters explore, they soon come upon a room where the soft moaning is coming from. While this scene doesn't require a battle map and the contents of individual rooms don't matter, you can use map 1.2 for reference.",
														"When the door is opened, read or paraphrase the following:",
														{
															"type": "insetReadaloud",
															"page": 55,
															"entries": [
																"The light inside this room is a softer incandescent color. A gurgling cough and moan come from a large grotesque creature lying in a pool of fetid liquid on the floor. The creature looks toward the door, its many bulbous insectoid eyes turning atop its horse-like head.",
																"The creature's mane merges into a moist chitinous spider thorax, and behind that, a pulsating abdomen. Folded limply beneath the monstrosity lie eight malformed spider-like legs—each ending in hooves. The creature attempts to drag itself toward the door using these limp appendages, but in vain. It succeeds only in getting them stuck in the thick liquid that looks to be a combination of blood and white silk.",
																"Suddenly, spreading all around the malformed spider-horse, a dark mist begins to appear. The creature moans louder and tries to buck in alarm, seemingly panicked by the phenomenon. In an instant, the mist explodes, flowing everywhere—in the room, in the corridor—wrapping itself around you like a cold tendril.",
																"After that, darkness claims you."
															]
														},
														"When the Mists appear, they appear not only inside the room, but anywhere where the characters may be—even if not all characters went to investigate the Proprietary Lab. There is no escaping the Mists. As the characters are spirited away, the scene fades to black. Proceed to part 2, \"Herded.\""
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 2: Herded",
							"page": 56,
							"entries": [
								"Regardless of whether the adventurers began with path A or B (or stumbled through the Mists another way), they find themselves waking from unconsciousness in a Vadalis holding facility—one built in the shadow of the Kennels, a grand Vermishard spire in Dread Metrol. The Kennels proper are a fortress laboratory built into and below one of the massive Vermishard spires, surrounded by smaller facilities—including the temporary holding facility in which the adventurers awake. If the player characters are from Dread Metrol, they regain consciousness here after having been hit with knockout gas during the opening scene, while characters who began the adventure in the Talenta Plains are deposited here by the Mists in an unconscious state.",
								{
									"type": "section",
									"name": "Volunteers",
									"page": 56,
									"entries": [
										"As this scene begins, the characters lie unconscious on the floor of a Vadalis holding facility in Dread Metrol. Their weapons, shields, and spellcasting implements have been taken by the guards—anything that might present a threat or enable escape—but they've been left clothed and unbound, with their armor and other possessions. Read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"page": 56,
											"entries": [
												"You regain consciousness in near darkness, the strong smell of sweat and rot permeating the air. The wooden floor you're lying upon vibrates with the shuffling and movement of several dozen people, some in heavy boots that pound like hammers on the worn planks.",
												"You find yourself in a large open room divided only by rough stalls with low walls. A muted gray light shines through small cracks in the outer walls, as if on a dark stormy day. \"Hey, you, get up or they'll beat you!\" comes a hushed voice, its source quickly moving on to shake someone else awake."
											]
										},
										"The adventurers regain consciousness moments before the Vadalis Kennel guards come to herd the three dozen or so \"volunteers,\" including the player characters, away for \"improvements.\"",
										"They find themselves in a building that was once a stable but was roughly converted years ago to house humanoids. The stalls may hold bedrolls, or in some cases, nothing but straw or a piece of worn furniture. Some of the building's occupants—of which there are several dozen—have personal effects, but none valuable. The place is not intended to house people for more than a day or two. Characters can quickly ascertain these things with appropriate {@dc 10} ability checks.",
										"Adventurers who have come from the Talenta Plains recognize the layout of the barn as being exactly the same as one of the animal barns they visited at Whitewood. A closer inspection reveals that the structure is made of the familiar Vadalis whitewood, though covered in enough grime to look gray-brown now. The adventurers find that—at the whim of the Mists—neither the spider-horse nor other ranch NPCs were transported with them. None of the occupants of the holding area saw them appear—the unlucky citizens of Metrol were brought here unconscious after a Vadalis raid on a local tavern, and when they woke up, the player characters were there; they assumed the party was just another group of \"volunteers.\"",
										"If the characters are from Dread Metrol, they immediately recognize this as a holding area outside of the Vadalis Kennels. Any character that was subjected to previous Vadalis experiments (such as the Kennel-born from chapter 1) has likely been here themselves; for them, this is a terrible history repeating itself.",
										{
											"type": "inset",
											"name": "Differences from Part 1",
											"page": 57,
											"entries": [
												"While the adventure paths converge here, the characters' plane of origin will significantly impact how they view unfolding events and how the people around them view the adventurers. Parties based in Dread Metrol recognize others from the tavern in this room, and likewise, the adventurers are known to other locals. Parties deposited by the Mists are strangers here—though the citizens of Dread Metrol are accustomed to occasionally running into refugees from another district, the adventurers (and their likely well-maintained clothing) will be oddities. Be sure to play on the characters' connections to Dread Metrol—or lack thereof—throughout the rest of the adventure."
											]
										},
										{
											"type": "entries",
											"name": "On the March",
											"page": 57,
											"entries": [
												"The armed and armored Vadalis guards—including four guards and four heavy guards—slowly and methodically herd the occupants outside, making sure that they get everyone, and that no one gives them any trouble. All the volunteers—except for the player characters and the soon-to-be-introduced Vesile—are commoners. After everyone has left the building, the guards begin escorting everyone southeast across the compound to the enhancement building—the \"House of Screams,\" as shown on map 2.1.",
												{
													"type": "entries",
													"name": "What's Going On?",
													"page": 57,
													"entries": [
														"During the herding and the initial part of the walk outside, the adventurers get a chance to interact with others to better understand their situation.",
														"The guards don't interfere if characters quietly talk to others during the walk, other than perhaps shouting, \"Hey you, get moving!\" However, the other volunteers being herded are all terrified of the guards and afraid to step out of line, so they don't want to have long conversations, especially if they don't already know the player characters. Still, during the march to a different building, the party can learn the following over the course of several brief interactions with other volunteers:",
														{
															"type": "list",
															"items": [
																"They're at the Vadalis Kennels.",
																"House Vadalis is experimenting on the populace, trying to create living weapons that can fight the Karrnathi undead.",
																"Few of the people subjected to the experiments survive, and those who do usually have strange and gruesome side effects.",
																"When House Vadalis runs out of volunteers—which is most of the time—they send out teams to acquire new stock.",
																"They are being taken for experimentation and enhancement to the \"House of Screams\" below the Vermishard."
															]
														},
														"Adventurers from beyond the Mists will likely be extremely disoriented. They might not yet realize they're in another world, though any characters who were familiar with Metrol before the Day of Mourning would quickly recognize the city and its distinctive Vermishards—which would be baffling considering Cyre was destroyed. Characters that aren't from Dread Metrol also learn the following from conversation:",
														{
															"type": "list",
															"items": [
																"They're in the city of Metrol, which was not destroyed in the Last War.",
																"Something very strange happened 4 years ago—the city was suddenly cut off from the rest of the world and surrounded by mists. There are rumors that a terrible cataclysm destroyed the rest of Eberron!",
																"The Last War is still going, and Metrol is continually besieged by Karrnathi undead."
															]
														},
														"Adventurers from Dread Metrol spot at least two characters among the volunteers who some or all of the player characters know:",
														{
															"type": "list",
															"items": [
																"A hobgoblin named Vesile (she/her) has ties to the black market and has been able to get the characters contraband goods in the past.",
																"A personal acquaintance of one of the characters has been rounded up as a volunteer. This could be someone described in the Titan's Shoe tavern, or someone tied to a character's background story."
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Sightseeing",
													"page": 59,
													"entries": [
														"As the characters move toward the enhancement building, they pass the following notable sights:",
														{
															"type": "entries",
															"entries": [
																{
																	"type": "entries",
																	"name": "Courtyard",
																	"entries": [
																		"Outside the stable is a small courtyard, beyond which the city of Metrol can be seen. The late afternoon skies are gray, with dark mists on the horizon in every direction."
																	]
																},
																{
																	"type": "entries",
																	"name": "Vermishard of Gold",
																	"entries": [
																		"Characters who aren't from Dread Metrol but who were familiar with Metrol before the Day of Mourning recognize that the Vermishard of Gold—one of the great spires of Metrol—lies collapsed across part of the city."
																	]
																},
																{
																	"type": "entries",
																	"name": "Spider-horse",
																	"entries": [
																		"In the courtyard, a guard sits mounted on a spider-horse (reminiscent of the failed experiment in path B of this adventure, except this one is fully functional). The monstrosity has a Vadalis brand on its side."
																	]
																},
																{
																	"type": "entries",
																	"name": "Exterior Fence",
																	"entries": [
																		"On the outside perimeter, the compound has 20-foot-high razor-wire fencing, and a guard tower stands in each corner."
																	]
																},
																{
																	"type": "entries",
																	"name": "Compound Interior",
																	"entries": [
																		"The compound, which surrounds the towering Vermishard spire, is divided into several large sections by assorted stone and wooden walls. The holding barn where the characters come from is one of many."
																	]
																}
															]
														},
														"During their slow shuffling toward a dark destiny, the characters may also be able to learn additional things with successful checks. Here are some suggestions, but feel free to substitute other appropriate checks and abilities if it makes sense.",
														{
															"type": "entries",
															"entries": [
																{
																	"type": "entries",
																	"name": "{@dc 13} Wisdom (Insight):",
																	"entries": [
																		"The hobgoblin Vesile has started getting restless. She seems to be expecting something."
																	]
																},
																{
																	"type": "entries",
																	"name": "{@dc 10} Intelligence (Investigation):",
																	"entries": [
																		"If anyone tried to climb the razor-wire fence, it'd likely kill or entrap them—and the guards in the towers have heavy crossbows and clear lines of sight to anyone trying for the fence."
																	]
																},
																{
																	"type": "entries",
																	"name": "{@dc 10} Intelligence (Nature) or Wisdom (Survival):",
																	"entries": [
																		"There are no birds on the fence, though several perch on surrounding roofs, suggesting the fence may be dangerous to touch. Indeed, it's magically electrified and deals 2d8 lightning damage to anyone touching it."
																	]
																},
																{
																	"type": "entries",
																	"name": "{@dc 10} Wisdom (Perception):",
																	"entries": [
																		"Some guards carry packs on their back, which appear to hold personal effects confiscated from the volunteers."
																	]
																},
																{
																	"type": "entries",
																	"name": "{@dc 10} Wisdom (Medicine):",
																	"entries": [
																		"Most of the volunteers are malnourished and too weak to fight."
																	]
																}
															]
														},
														{
															"type": "inset",
															"name": "Outmatched",
															"page": 59,
															"entries": [
																"If the player characters resort to violence or try to fight their way out before the next section (in which the Unbroken attack), the guards attempt to subdue them nonlethally. The other prisoners fear retribution and won't help the party fight, and the unarmed party members are no match for four armed guards and four heavy guards. If the guards can't get the characters to stand down within a couple rounds and resume their walk across the compound, the resulting chaos drives the resistance to start their attack early. In that case, skip straight to the \"Unbroken Attack\" section below."
															]
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Unbroken Attack",
									"page": 60,
									"entries": [
										"The Unbroken is a resistance movement that opposes the tyranny of Queen Dannel and the horrors she is inflicting on Metrol. An Unbroken cell is here to strike a blow against House Vadalis. The attack happens as the procession moves through the razor-wire corridor—an area that's 20 feet wide and 200 feet long, enclosed on both sides by razor-wire fences. The resistance attack starts when the procession of detainees is bunched up close together, roughly in the middle of the corridor. The goal of the Unbroken is destruction as much as liberation, and they're willing to accept some losses.",
										"The Unbroken have sabotaged one of the complex's guard towers, causing it to collapse across the yard and into one of the facility buildings, as shown on map 2.2. As it begins to topple, Vesile yells, \"Watch out!\" giving all characters in her vicinity a warning. Then the 30-foot-high and 15-foot-diameter tower falls right across the procession, breaking through the facility walls. Each player character must succeed on a {@dc 10} Dexterity saving throw, made with advantage thanks to Vesile's early warning, or take 4 (1d8) bludgeoning damage and be knocked prone by the falling tower. On a successful saving throw, the character takes half the damage and is not knocked prone.",
										"As the tower falls, it immediately kills several commoners from the procession, along with a heavy guard. One of the civilians killed outright by the falling tower is known to the adventurers. This ould be one of the NPCs established earlier in the session; if your players enjoy improvisation, you can ask a player to describe the victim and explain how they knew them. If the adventurers came from the Talenta Plains and thus didn't know anyone in the holding area, the victim can be an NPC that was helpful in answering their questions earlier.",
										{
											"type": "entries",
											"name": "The Escape",
											"page": 60,
											"entries": [
												"Once the tower collapses, the resistance attack begins. Read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"page": 60,
													"entries": [
														"From the broken guard tower, a hulking creature emerges, its body a grotesque amalgamation of several others. It has an ogre's fleshy body, spottily covered by small useless feathers. Its vulture-like head—with vicious sharp beak—turns on an elongated neck, while its arms each end in a single large talon.",
														"The creature roars, strangely deep and unbird-like, and then impales one of the guards and knocks back another.",
														"Vesile looks upon the beast with panic in her eyes. \"That creature will kill us all. Follow me if you want to live!\""
													]
												}
											]
										},
										"It should be clear to the characters (and their players) that they are outmatched—their goal is to escape rather than to defeat the creature and the heavy guards who begin battling it. If the party tries to stand and fight, Vesile continues to urge them on toward the open gap in the wall.",
										"The battlefield situation is as follows.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "The Tower Ramp",
													"entries": [
														"The tower has fallen and some of its broken beams form a ramp, allowing the prisoners to climb up the destroyed tower and over the compound's fence. Four Vadalis guards have moved to block this approach and must be overcome to escape into the city. These guards act on initiative count 10, and if not actively engaged by the characters, use their action to dodge."
													]
												},
												{
													"type": "entries",
													"name": "Vesile",
													"entries": [
														"Vesile shouts at people to run—both to create further chaos and give her an opportunity to escape. She knows it's only a matter of time before the monstrosity is put down, but for now, it's doing its job as a diversion. She asks the player characters to help her overcome the guards on the ramp. Vesile acts on initiative count 1 and can cast healing word on injured characters if the party is struggling."
													]
												},
												{
													"type": "entries",
													"name": "The Vulgre",
													"entries": [
														"The rampaging vulgre that escaped the destroyed tower is killing civilians and guards indiscriminately. The monstrosity acts on initiative count 0. If the characters stand their ground and—against the odds—manage to defeat it, Vesile comments as she tries to drag them away, \"Are you trying to get yourselves killed? That was just the hatchling!\""
													]
												},
												{
													"type": "entries",
													"name": "Vadalis Heavy Guards",
													"entries": [
														"Three Vadalis heavy guards move to fight and distract the vulgre, though they were expecting to be dealing with defenseless civilians and have only shields and maces. They take their jobs seriously and engage the vulgre head on to prevent it from rampaging around the facility. These guards act on initiative count 0, after the vulgre."
													]
												},
												{
													"type": "entries",
													"name": "Volunteers",
													"entries": [
														"The other volunteers—all civilians—are disorganized and unarmed. One tries to go for the fence and is electrocuted. Others try to get past the guards but are thrown back, while most wait anxiously for the way to be cleared. If any are engaged in combat, they act after Vesile."
													]
												},
												{
													"type": "entries",
													"name": "Unbroken",
													"entries": [
														"The unidentified Unbroken resistance fighters who destroyed the tower are long gone. They weren't here to fight, just to create chaos and give others a chance to escape. From their point of view, it's now everyone for themselves."
													]
												},
												{
													"type": "entries",
													"name": "Weapons and Equipment",
													"entries": [
														"The character's weapons and combat implements had been confiscated earlier and are being carried by some of the guards. Two of the adventurers can recover their equipment from the guard downed by the tower. After the guards blocking the exit are bested, the other characters easily find and claim their equipment."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Into the City",
											"page": 61,
											"entries": [
												"Once the characters defeat the four guards blocking the collapsed tower, they're able to escape safely over the fence, along with Vesile and the other surviving civilians (the latter of whom immediately scatter). The area around the facility is full of multistory houses, providing plenty of cover to escape. Vesile either beckons the player characters to follow her or catches up to them once they're made it a few blocks away."
											]
										},
										{
											"type": "inset",
											"name": "Vesile is Dead?!",
											"page": 61,
											"entries": [
												"Vesile plays an ongoing role in this adventure—but if she unexpectedly dies during the conflict at the Kennels, all hope is not lost. In this case, simply introduce an Unbroken resistance member who contacts the party immediately after their escape. They were involved in the sabotage and witnessed the escape from the Vadalis facility. This resistance member can take the player characters under their wing, appearing in future scenes instead of Vesile."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 3: State of War",
							"page": 62,
							"entries": [
								"After the adventurers escape from the Vadalis Kennels, they seek a safe place to stay while learning more about Dread Metrol and the challenges that face them. Trust is hard to come by, as everyone struggles to survive—and the characters soon have to decide what lines they're willing to cross for their own survival.",
								{
									"type": "section",
									"name": "Release the Hounds",
									"page": 62,
									"entries": [
										"As the party flees the Kennels with Vesile, she leads them southeast, deeper into the city. Meanwhile, House Vadalis sets loose a pack of magebred hounds, determined to pick up their trail. Read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"name": "",
											"page": 62,
											"entries": [
												"The stone streets of Metrol run literally red with blood. A heavy rain begins to fall on the city's darkening streets as a siren sounds in the distance, followed by the baying of hounds from the Kennels.",
												"Vesile leads the way through grimy alleys, notably empty of rubbish. \"Queen Dannel's lackeys ensure nothing goes to waste,\" she hastily explains, \"yet somehow, there are always these.\" She points to a fresh leaflet posted on a crumbling wall—it boldly proclaims, \"The Queen Will Save Us.\" Vesile grimaces at it, water dripping off her hood. \"We can't stay here; The rain will slow the hounds' pursuit, but not for long.\""
											]
										},
										{
											"type": "entries",
											"name": "Orientation",
											"page": 62,
											"entries": [
												"Vesile has seen the player characters in action, senses they're her best chance to survive, and knows her knowledge is valuable to them in return. She sticks close to them during the escape and serves as their guide. As they make their way through the war-torn city, she summarizes the party's situation:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Gilded Arch",
															"entries": [
																"They're in Northshore's Gilded Arch ward—often colloquially known as \"the Hounds\" on account of the animals used by the Vadalis guards who patrol the area here. While the northwest side of Gilded Arch is bounded by the city's walls, Vesile is leading them southeast toward an area that's usually safe from direct Karrnathi attacks."
															]
														},
														{
															"type": "item",
															"name": "Northshore",
															"entries": [
																"Many of Dannel's loyal subjects live in the wards of the Northshore district—at least those who haven't earned their way up to the Vermishard platforms. While the neighborhood is safe for residents, it's definitely not for those fleeing the Vadalis Kennels—after all, the abductions and experiments are all done at Queen Dannel's own bidding."
															]
														},
														{
															"type": "item",
															"name": "The Shepherds",
															"entries": [
																"The Vadalis hounds are mainly concerned with the security of the Kennels and aren't the only threat. The Queen's Vigilant Wardens—better known as the Shepherds—are the secret police. This force of wererats keeps an eye on the city and ensures that no one opposes Dannel's rule. Anyone could be a Shepherd."
															]
														},
														{
															"type": "item",
															"name": "The Unbroken",
															"entries": [
																"Vesile believes their best chance of survival is to track down the Unbroken resistance to seek asylum. She's worked with the Unbroken in the past, but her cell was wiped out and she doesn't know the location of an active cell. In any case, they need to get out of Northshore to find sanctuary. The Unbroken might also be able to help the characters establish new identities to avoid being hunted as fugitives."
															]
														},
														{
															"type": "item",
															"name": "Escape",
															"entries": [
																"Their destination, Southshore, lies on the other side of Dead Man's Land and Starmantle Bay. Crossing to Southshore by water is perilous, as \"there are shredders in the water. Nobody survives.\" Crossing by land is equally inadvisable, as \"Dead Man's Land is swarming with ghouls—don't go there unless you want to become one.\" That leaves the southern land bridge over Dead Man's Land—but it has a Shepherd checkpoint and will be swarming with extra security until at least morning, so they'll need to find a place to wait it out. Vesile knows a guard at the checkpoint—his price is likely to be high, but she's confident he'll get the characters across."
															]
														}
													]
												},
												{
													"type": "inset",
													"name": "The Queen's Grip",
													"page": 63,
													"entries": [
														"The Karrnathi siege—and the Mists—have brought out Queen Dannel ir'Wynarn's dark side, notably her determination to win at any cost. She has become increasingly paranoid about traitors, resulting in the creation of the Shepherd secret police. She has seized property for the war effort and supported both military conscription and the increasingly horrific work of the Kennels and the Cannith Forge. Though Dannel has been long beloved by the people of Metrol, they are afraid of what she is willing to sacrifice to win.",
														"Posters around the city proclaim three slogans:",
														{
															"type": "entries",
															"style": "text-center small-caps bold",
															"entries": [
																"Do Your Duty",
																"The Queen Will Save Us",
																"Dannel is Watching"
															]
														},
														"These are the watchwords of the Watch and all loyal citizens. Everyone must do their duty if anyone is to survive—even if that duty is to surrender to Vadalis experimentation. Dannel will save Metrol. And if you doubt that, you should keep it to yourself, because Dannel—or her Shepherds—are always watching."
													]
												}
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Encounters in Northshore",
									"page": 63,
									"entries": [
										"As the party travels across the Northshore district and seek shelter, they meet two concerned citizens, each of whom offer the hope of a roof over their heads. But one of them proves untrustworthy—and all the while, the hounds are in close pursuit.",
										{
											"type": "entries",
											"name": "The Hounds",
											"page": 63,
											"entries": [
												"With Vesile guiding the adventurers away from the Kennels, they have no problem navigating the twisting streets, but the tracking hounds remain hot on their tail.",
												"If the characters are in rough shape and need a short rest first, skip this encounter for now; they'll meet the hounds in the next section.",
												"If the characters are still in good fighting shape with the majority of their hit points, three {@creature Vadalis Tracking Hound|DMIM|Vadalis tracking hounds} catch up to them, perhaps in a tight alley or an abandoned building. This is not intended to be a very difficult encounter. If any characters fall unconscious, the hounds do not kill them; they've been carefully trained to track and knock out escapees to return them for experimentation.",
												"After the hounds are defeated, Vesile urges the party on, warning that more hounds—and guards—will surely be coming."
											]
										},
										{
											"type": "entries",
											"name": "A Concerned Citizen",
											"page": 63,
											"entries": [
												"As the party slinks south through the streets of Northshore into the neighborhood of Boldrei's Hearth, they encounter a \"concerned citizen\" who notices them skulking around. This NPC is purposely left unnamed and undescribed so that if the party is from Dread Metrol, you can introduce a citizen connected to one of the character's backstories, adding a personal touch to the story. Keep in mind that this character will betray them, so this should be someone they haven't seen in a while—maybe a former coworker, but not their best friend or sibling.",
												"If the party is not from Dread Metrol, Vesile knows the NPC instead. You can create your own character or simply introduce them as Len Paddite, a human man.",
												"In either case, they are very keen to know what the characters are doing here, and they invite the party inside to escape the rain, get a meal, and rest. Map 3.1 depicts their home and immediate surroundings.",
												"If the adventurers are suspicious, a successful {@dc 15} Wisdom (Insight) check reveals that the NPC feels curious about the party's activities and concerned about their acquaintance's well-being, yet nervous about associating with someone who seems to be engaging in potentially nefarious activities.",
												"The NPC is an honorable person and they don't wish the party—or anyone—harm. However, they're also a patriot who holds Queen Dannel and her Shepherds in high regard. They feed the characters, asking many questions during the meal, though never pushing too hard about why the party is here.",
												"Over the course of dinner, the NPC concludes that the party is indeed on the run from the law, and feels increasingly conflicted—after all, they must do their duty. At the same time, the player characters may come to slowly realize that this NPC is a \"true believer\" and wholly supports Queen Dannel's leadership of the city. This should not happen so fast that it interrupts their meal, as the party should receive the benefits of a short rest after finishing dinner. The goal here is to slowly ramp up tension and suspicion, without any drama or combat until after the short rest.",
												{
													"type": "entries",
													"name": "The Patriot",
													"page": 64,
													"entries": [
														"During the meal, the adventurers may notice the following about their host and surroundings:",
														{
															"type": "list",
															"style": "list-hang",
															"items": [
																"Although it's not a particularly unusual item to have, the living room has a neatly framed portrait of Queen Dannel.",
																"If asked about why they left the old neighborhood, the NPC talks about \"opportunities coming up\" and \"wanting to do more to help the war effort.\" They explain, \"I'm no soldier, but I do what I can to help our troops!\"",
																"If asked about the Kennels or being conscripted, the NPC claims \"a health-based exemption\" but doesn't go into detail.",
																"The food the host presents (delicious and safe) includes some fresh vegetables. A successful {@dc 10} Intelligence (Nature) check confirms that these must be Vadalis grown, and very hard to get, implying some sort of status.",
																"In the living room is a neat stack of the Metrol Sentinel. This single-page \"newspaper\" is a propaganda arm for the queen.",
																"In an office by the bathroom, the NPC has a Vadalis magebred gray pigeon. It can repeat short phrases on command—and deliver them as messages to a recipient the NPC designates."
															]
														},
														"Near the end of the meal, the NPC excuses themselves briefly, ostensibly to use the restroom. In truth, the NPC has resolved a crisis of conscience, deciding to turn in the player characters to the queen's Shepherds. While the NPC is away from the table, they slip into the office and release their Vadalis messenger bird out the window with a message. A character who makes a successful {@dc 16} Wisdom (Perception) check while the NPC is absent notices the noise of the window opening, but the NPC excuses it as the wind blowing it open. A character who makes a successful {@dc 15} Wisdom (Insight) check senses that their host has grown progressively more nervous about the party's activities and presence, though they've tried to hide it.",
														{
															"type": "inset",
															"name": "Suspicions Run Wild",
															"page": 65,
															"entries": [
																"While the NPC shouldn't be too obviously nervous or suspicious until the dinner is drawing to a close, some characters (and their players) are ever-paranoid. Before the NPC gets a chance to send a message to the Shepherds, the party might try to make a run for it before they're turned in—or even turn on their host, who uses commoner statistics.",
																"In that case, the party doesn't gain the benefits of a short rest. They'll likely make it out of the home and a couple blocks away—only to encounter a Shepherd patrol who's out hunting for them. You can have them encounter the hounds there or ask for a series of saving throws to avoid obstacles as they flee."
															]
														},
														"Once their meal is done, the characters are considered to have finished a short rest. The NPC also offers to let them stay the night, but just as the offer is made (or a bit later, if it better fits the flow of your story), there is a single loud bark outside: a squad of Vadalis guards and hounds is about to arrive. The NPC gets nervous and begins making excuses, \"Oh, it's just the neighbor's dog, I'll go see what's going on, please stay here!\"",
														"A character peeking out the window can notice the street is suspiciously empty, and with a successful {@dc 12} Wisdom (Perception) check, they see a neighbor across the street quickly shut their curtain, as if in fear.",
														"As the NPC gets to the door, they panic, running outside and yelling to the guards, \"They're in here, come quick, they're in here!\""
													]
												},
												{
													"type": "entries",
													"name": "Escaping the Hounds",
													"page": 65,
													"entries": [
														"Even if the adventurers haven't yet realized the betrayal, Vesile certainly does. She urges the party to escape out back, where a door opens to a small backyard, as shown on map 3.1.",
														"If the characters did not encounter the hounds before their rest, three Vadalis tracking hounds catch up to them in the backyard, although the guards themselves are quite a bit behind and don't make it in time for the combat—after the party has dispatched the dogs, they see the guards rounding the corner, but can escape without issue.",
														"If the characters already fought the hounds in the previous section, they must instead each make a series of three saving throws to get over obstacles. They escape regardless of their successes or failures; however, they may take damage as they go.",
														{
															"type": "list",
															"style": "list-hang-notitle",
															"items": [
																{
																	"type": "item",
																	"name": "Hopping the fence quickly",
																	"entries": [
																		"Make a {@dc 10} Strength saving throw, taking 1d4 piercing damage on a failed save as one of the hounds jumps and bites as you climb over."
																	]
																},
																{
																	"type": "item",
																	"name": "Dizzying speed",
																	"entries": [
																		"Make a {@dc 10} Wisdom saving throw, taking 1d4 psychic damage on a failed save as you find yourself briefly disoriented."
																	]
																},
																{
																	"type": "item",
																	"name": "Keep up!",
																	"entries": [
																		"Make a {@dc 10} Constitution saving throw, gaining 1 level of exhaustion on a failed save as you use the last of your strength to get away."
																	]
																}
															]
														},
														{
															"type": "inset",
															"name": "A Dramatic Chase?",
															"page": 65,
															"entries": [
																"If time allows and your players enjoy chases, you can expand this encounter into a dramatic chase by using the chase rules in the Dungeon Master's Guide or ones of your own making. Be sure to create complications appropriate to the Dread Metrol setting and remember that the desired \"fail state\" of the chase is losing health and resources, not getting caught—you want the party to make it to Southshore intact!"
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Another Concerned Citizen",
											"page": 66,
											"entries": [
												"As the adventurers make their escape from the hounds and continue southeast toward Dead Man's Land, they notice a shadowy figure trailing them through the streets. The dark figure always seems to be a building or a block behind, ducking out of sight as they look. This figure is a human resident of Dread Metrol named Eyrena Niadh.",
												"If the characters do not approach Eyrena, she eventually approaches them. She is guarded at first, but lays her cards on the table saying that she knows they're Unbroken and are going across the bridge. She asks if they have a way to cross safely.",
												"It's clear that they can't cross now, as the checkpoint is swarming with extra guards, so they need a place to hide out until morning. She offers them a deal: she'll give them a place to stay if they agree to get her sister across to the resistance in Southshore.",
												"Eyrena is not willing to share details with the party about who her sister is or why she needs help to cross, and keeps it a secret that her sister is actually a Reconstructed (as described in the \"Adventures in Dread Metrol\" section of chapter 1). A Wisdom (Insight) check of 10 or higher confirms that she is genuine in her offer to assist, though somewhat hesitant. A result of 15 or higher reveals that she is holding something back, but not maliciously. If confronted, she admits, \"It's my sister. Getting her across may require special care. I can't say any more as it would endanger her. The deal is the deal—shelter for the night, a place to rest—and you get my sister across and to the Unbroken. Take it or leave it.\"",
												{
													"type": "inset",
													"name": "The Horror of the Reconstructed",
													"page": 66,
													"entries": [
														"For Ping and the other Reconstructed in Dread Metrol, the horror of their situation is not because the people of Eberron feel warforged prosthetics are shameful or distasteful. On the contrary, being fitted with such prosthetics can provide major improvements to their bearer's quality of life, and people throughout Eberron benefit from such arcane advances.",
														"However, Ping's reforging was non-consensual, performed entirely for the purpose of turning her into an unquestioning weapon. Her horror derives solely from this denial of her agency and violation of her body.",
														"You can learn more about the Reconstructed in the \"Adventures in Dread Metrol\" section of chapter 1."
													]
												},
												{
													"type": "inset",
													"name": "NPC: {@creature Eyrena Niadh|DMIM}",
													"page": 66,
													"entries": [
														"{@i neutral good human, she/her}",
														"Eyrena ({@creature scout|MM}) is a human in her late forties. Before the Mists and the siege, she was a senior editor for the Metrol Messenger, a newspaper which was subsequently turned into the propagandistic Metrol Sentinel. After it was taken over, she was kept on as a reporter only by the virtue of being able to produce the sort of articles Dannel's political machine wanted to further their brutal war efforts. Eyrena supports the Unbroken, though she has had no contact with them.",
														"A year ago, during a particularly brutal Karrnathi attack, Eyrena found herself caught amidst a raging battle, about to be struck down by an arcane artillery blast aimed at an advancing unit of Reconstructed troops. The last thing she remembers before the blast striking is one of the Reconstructed breaking ranks and leaping to cover her from the blast.",
														"When she came to, Eyrena found herself tightly wrapped up in the arms of a dying Reconstructed who had taken the brunt of the blast to save her. With no other survivors to witness her crime—stealing the \"property\" of the Forge—Eyrena dragged the Reconstructed back home and slowly, secretly nursed her back to health.",
														"The blast's damage was serious, and it took the soldier the better half of a year to regain her health. During this time, the Reconstructed could say and remember little, and Eyrena came to call her \"Ping\" on account of the noise one of her metal parts made when she rested.",
														"Needing extra food chits and other supplies, Eyrena began to refer to Ping as \"her sister,\" as it was certainly easier to claim that she was caring for her sister than admitting to sheltering an illegal Reconstructed who had \"deserted\" her duties.",
														"Eventually, Ping regained her ability to speak, but between the reforging and the blast damage, only pieces of her memory returned. Ping struggled with finding purpose but remained with Eyrena, the two of them becoming close and the title of \"sister\" becoming fact.",
														{
															"type": "entries",
															"name": "What Does She Want?",
															"entries": [
																" Eyrena wants the characters to help Ping get out of the district and find the Unbroken."
															]
														},
														{
															"type": "entries",
															"name": "What Does She Know?",
															"entries": [
																" Eyrena suspects that they're the escaped prisoners from the Kennels. She believes they're with the resistance and can help her; she doesn't realize that they are actually looking for the Unbroken themselves. In any case, she's been lurking around the streets, hoping to find them and has been waiting for an opportunity to approach."
															]
														},
														"Being sympathetic to the resistance, Eyrena is willing to act as an information broker and spy for the Unbroken in exchange for help with Ping."
													]
												},
												{
													"type": "inset",
													"name": "NPC Information: {@creature Ping|DMIM}",
													"page": 67,
													"entries": [
														"{@i chaotic good {@creature Reconstructed|DMIM} human (she/her)}",
														"The Vadalis Kennels aren't the only piece of the war machine that feeds on the citizens of Metrol. In the Forge of House Cannith, flesh is merged with steel to create constructed soldiers known as the Reconstructed. A far more dangerous and intrusive process than fitting magical prosthetics, the process that creates the Reconstructed can also suppress memory and one's sense of humanity.",
														"The woman known as Ping does not remember her human name. She was forced into service years ago, when Cannith artificers grafted construct elements to her body to improve her strength. Each time she was injured in battle, more and more of her flesh was replaced with wood and steel. Currently, both of Ping's legs are artificial, as is one of her arms and half of her face and torso.",
														"Under Eyrena's care, she eventually regained her ability to speak, yet her memories remain jumbled. In addition, she sustained severe battle damage that Eyrena couldn't repair. Part of her jaw is missing, and she sometimes has trouble speaking. Her metal right forearm is bent, and she is missing fingers. However, she is capable of fighting if need be.",
														"Even with her health largely restored, it is dangerous for Ping to be in Northshore. The Reconstructed are considered the property of the state, and discovery would force her back into service. Eyrena also lacks the ability to fully repair Ping, and she hopes a magewright can be found among the Unbroken—without their assistance, Ping's reconstructed parts continue to deteriorate.",
														{
															"type": "entries",
															"name": "What Does She Want?",
															"entries": [
																"Ping wants to join the Unbroken. This has been a difficult decision for her—she doesn't want to leave Eyrena behind—but she hates putting Eyrena in danger and she wants to make a difference with her life."
															]
														},
														{
															"type": "entries",
															"name": "What Does She Know?",
															"entries": [
																"Ping knows that rogue Reconstructed are taken to the Forge and \"reclaimed,\" and that life out of hiding is dangerous. Yet it is better than doing nothing."
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "The First Night",
													"page": 67,
													"entries": [
														"If the characters refuse Eyrena's offer, they're unable to find safe shelter for the night. Although they gain the benefits of a long rest, they begin the following day with a level of exhaustion (proceed to the \"Bridge of the Dead\" section).",
														"If the characters agree to help, Eyrena leads them to her house and introduces them to Ping, after which they can finish a long rest without penalty. In the early morning, Ping changes into one of her two sets of clothing that she and Eyrena have designed with hoods and masks, allowing her to hide her true nature from casual inspection. After a touching farewell with Eyrena, she is ready to leave with the adventurers.",
														"Vesile urges the player characters on to the bridge before dawn."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Level Up!",
											"page": 67,
											"entries": [
												"Regardless of how or where they end up resting, the characters advance from 1st to 2nd level by the time they head to the Bridge of the Dead."
											]
										},
										{
											"type": "inset",
											"name": "Relentless Assault",
											"page": 0,
											"entries": [
												"This night and every night, the darkness brings another assault by the Karrnathi undead besieging the city. On each night the player characters spend in Dread Metrol, use the Night Terrors table in chapter 1 to determine the horrors inflicted on the city. Tonight, though the conflicts, plagues, or Shepherd raids may come as close as the streets outside Eyrena's house, they ultimately do not prevent the player characters from resting."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Bridge of the Dead",
									"page": 68,
									"entries": [
										"After the characters have survived the night in Metrol and their pursuers are no longer hot on their heels, they head to the Bridge of the Dead in hopes of crossing to Southshore.",
										{
											"type": "entries",
											"name": "About the Bridge",
											"page": 68,
											"entries": [
												"Early in the siege, a force of undead broke through the southwestern gate. Ghouls and skeletons swarmed into the city. The army finally repelled the incursion with the assistance of a force of monstrous mercenaries—notably, an elite squad of medusas working for House Tharashk. While most of the medusas were slain in the battle, they managed to create a makeshift wall by petrifying the bodies of the attacking undead. The battle was won, but the Karrns left behind a stretch of cursed land between Northshore and Southshore. This narrow strip, running from the southern city walls to Starmantle Bay, is called Dead Man's Land. It's shrouded in fog, which hides the hunting ghouls; any humanoid who dies in Dead Man's Land rises as a ghoul after one minute.",
												"There's only one safe way to cross Dead Man's Land: the Bridge of the Dead. Cannith engineers used the masses of undead petrified in that first battle as the foundation of this bridge, and the bones and claws of the undead can still be seen protruding from the mortar. When crossing the Bridge of the Dead, the characters are walking on the bones of their enemies—and they can see the fog swirling below the bridge as ghouls wait for someone to fall.",
												"In theory, people who don't want to take the bridge could brave Starmantle Bay, which lies northeast of Dead Man's Land. But all remaining boats—of which there aren't many—have been seized for use by the army and the Watch. Further complicating the situation, Vadalis has stocked the bay with deadly magebred quippers called shredderfish, intended to counter aquatic attacks.",
												"Alternatively, foolhardy souls could navigate the swirling fog of Dead Man's Land, but the area lies under a dark curse and is overrun with ghouls.",
												"Thus, the Bridge of the Dead is by far the safest path between the heavily controlled Northshore quarter and the more chaotic Southshore. The Northshore guard post is heavily reinforced and all traffic is monitored—so people without official business may have to bribe the guards to get across.",
												{
													"type": "inset",
													"name": "Shredders and Ghouls",
													"page": 68,
													"entries": [
														"Should the party wish to attempt crossing by water (whether before contacting Vesile's contact among the gate guards or after learning about his high price), Vesile warns them that crossing either the bay (northeast of the bridge) or Dead Man's Land (southwest of the bridge) is extremely dangerous.",
														"The queen's forces have commandeered all watercraft of sufficient quality to survive the crossing, and the shredderfish are magebred to chew through wood and thin metal, so improvised rafts eventually fall apart. If the adventurers attempt to cross the bay by swimming or with a raft, they encounter three swarms of shredderfish, followed by one more swarm of shredderfish as a separate encounter after the first is done, but before they reach the shore.",
														"If the adventurers instead try to cross southwest of the bridge into the fog of Dead Man's Land, they face three ghouls, followed by one more ghoul as a separate encounter after the first is done, but before they reach Southshore."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "A Rat Among Rats",
											"page": 69,
											"entries": [
												"The bridge checkpoint is guarded by a heavy iron portcullis between two 20-foot-tall stone towers. On one side, a smaller humanoid-sized iron door is built into the stone, kept locked at all times.",
												"Everbright lanterns shining from the towers flood both sides of the gate with light, and a guard stands atop each tower, making it impossible to approach unseen. The gate itself remains closed and impassable unless a crossing is authorized. The characters can ascertain this and similar details about the checkpoint with appropriate {@dc 10} ability checks.",
												"The gate is staffed by two Shepherd wererats, one by each tower. The Shepherds are charged with controlling access to the gate, checking all who wish to pass, and detaining anyone suspicious. Inside the towers, several more well-armed veterans stand ready to fight should the bridge be attacked. Vesile tells the characters that taking the bridge by force is not a viable option.",
												"One of the Shepherds on duty is Vesile's contact, Grovaine. Vesile instructs most of the party to stay in the shadows—as much for their own safety as anything, as Grovaine is not to be trusted, though she doesn't think to mention he's a wererat unless asked. If they try to make a move against Grovaine instead of using Vesile's code—even a subtle spell or an arrow from far away—they are likely to have to face the garrison in full.",
												"Vesile calls Grovaine to meet with a coded light signal, then wanders closer to the tower. Read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"page": 69,
													"entries": [
														"Soon after Vesile flashes her signal in the direction of the bridge, one of the Shepherd guards pulls out his smoking pouch, lights up, and ambles in her direction. Once he finds a nearby spot for a break, Vesile follows and speaks to him from around a corner, just out of sight of the guard tower.",
														"\"It's a nice morning, despite the fog,\" Vesile begins.",
														"\"Not as nice under these moons,\" her contact replies.",
														"\"Many moons make for brighter nights.\"",
														"\"A dozen moons make for a crowded sky.\"",
														"\"Seven would be enough.\"",
														"The pair continue like this, negotiating in coded speech. Eventually, Vesile's contact finishes his smoke and returns to his post, while Vesile rejoins you.",
														"\"My contact can let us pass, but we have to do something for him...\""
													]
												},
												{
													"type": "inset",
													"name": "NPC: Grovaine",
													"page": 69,
													"entries": [
														"{@i lawful evil wererat (he/him)}",
														"Grovaine (Shepherd wererat) serves as one of the Queen's Vigilant Wardens, better known as the Shepherds. While ultimately loyal to his masters, he is also corrupt and willing to look the other way on certain things—so long as it helps him get ahead while still serving the queen's needs in some way. \"The queen gets her due, I might as well get mine in the process.\"",
														{
															"type": "entries",
															"name": "What Does He Want?",
															"entries": [
																"Grovaine won't risk his neck to let anyone through the checkpoint unless he's getting something out of it. Money isn't a significant motivation for him, but power and recognition are. He'll do nearly anything to climb the internal Shepherds ladder and sabotage his competitors."
															]
														},
														{
															"type": "entries",
															"name": "What Does He Know?",
															"entries": [
																"Grovaine is no stranger to \"selling\" passage and stays apprised of current events in case an opportunity comes up. He knows that all day yesterday, there were extra guards at the checkpoint looking for escapees. He catches on very quickly as to who Vesile is seeking passage for—and passage for a large group like this is difficult and costly."
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "The Cost",
													"page": 70,
													"entries": [
														"Vesile reports three options for ways the player characters can \"pay off\" Grovaine:",
														{
															"type": "list",
															"style": "list-hang-notitle",
															"items": [
																{
																	"type": "item",
																	"name": "Option 1: A Bird in the Hand",
																	"entries": [
																		"Grovaine's position could be substantially elevated if he were to bring in a known Unbroken or Karrnathi sympathizer. It has to be someone who could be proven to be hiding others from their war duties—such as giving refuge to rogue Reconstructed. The ultimate bounty would be an actual rogue Reconstructed. If the characters choose to turn in either Ping or Eyrena, they succeed in paying this price."
																	]
																},
																{
																	"type": "item",
																	"name": "Option 2: Apartment Hunting",
																	"entries": [
																		"Grovaine has his sights set on a specific apartment in a building that's popular with senior Shepherds officers and other high-ranking officials. This apartment is currently occupied by a pair of low-level Shepherd clerks. If they were to mysteriously disappear—never to return—he would have a good shot at getting the apartment. Grovaine has told Vesile that it must not look like they were intentionally targeted for violence—better to make it seem like an everyday robbery."
																	]
																},
																{
																	"type": "item",
																	"name": "Option 3: Climbing Over Each Other",
																	"entries": [
																		"Grovaine's watch partner has been growing suspicious of Grovaine's behavior—and making things worse, he's also proven to be quite capable. It's high time for Grovaine to be rid of him. However, the job's not that simple, since if his partner were killed but Grovaine did nothing to prevent it, it would look bad all around. Instead, it must look as though Grovaine has bested the assailants—and for this, \"assailants\" are needed. Grovaine will provide the party with an opportunity to ambush his partner, but they must first secure two patsies to take the fall for the crime. Grovaine doesn't much care where the patsies come from, they must simply be humanoids—and alive."
																	]
																}
															]
														},
														{
															"type": "inset",
															"name": "The Price Is Not Right ",
															"page": 70,
															"entries": [
																"The bargains offered by Grovaine are all dark deeds and intended to be representative of the setting and the desperation of war. If you are playing a lighter-themed game and do not wish to subject your players to such grim choices, you can adjust the \"Climbing Over Each Other\" option to be a simple assassination, skipping the frame-up."
															]
														},
														"The party has time to discuss among themselves which price they wish to pay. Once they've decided, proceed to the appropriate section below. While deceiving or betraying Grovaine is possible, Vesile strongly warns against the idea—this is not the last time the Unbroken will need his help.",
														{
															"type": "entries",
															"name": "A Bird in the Hand",
															"page": 70,
															"entries": [
																"If the player characters choose option 1—betraying either Ping or Eyrena—Vesile contacts Grovaine with another message spell to let him know their decision. After either turning Ping over to the gate guards or informing Grovaine where Eyrena can be found, the rest of the party can pass immediately. Proceed to the \"Passage Granted\" section."
															]
														},
														{
															"type": "entries",
															"name": "Apartment Hunting",
															"page": 70,
															"entries": [
																"If the player characters choose option 2—arranging the \"disappearance\" of the apartment's Shepherd tenants—Vesile leads them to the address Grovaine gave her, depicted on map 3.2. The two-room apartment in question is on the third floor of a four-story building. Characters who do not wish to use the front door can find a fire escape that leads straight to their target apartment on the third floor.",
																"The two clerks who occupy the apartment are a married couple named Jemma and Jin Ertland. These two {@creature commoner|PHB|commoners} are sleeping in the bedroom when the characters arrive and can't put up a fight. Unless the characters take steps to silence them before they wake up, they scream for help as soon as they wake, giving the characters only 1 minute to get out before three {@creature heavy guard|DMIM|heavy guards} arrive. More guards follow soon after, leaving the adventurers no choice but to flee.",
																"Alternatively, the clerks can be persuaded to leave their apartment and never return with a successful {@dc 12} Charisma (Deception, Intimidation, or Persuasion) check, but they plead with the characters, as the apartment has been in the family for generations.",
																"Either way, once the apartment is vacated, proceed to the \"Passage Granted\" section.",
																{
																	"type": "entries",
																	"name": "Treasure",
																	"entries": [
																		"The clerks have a stockpile of assorted coins and family jewels, which would be worth 100 gp in normal times. During this siege, coins and jewels have little value, and the true treasure is the stockpile of ration chits, which have a street value roughly equivalent to 120 gp pre-siege."
																	]
																}
															]
														},
														{
															"type": "entries",
															"name": "Climbing Over Each Other",
															"page": 71,
															"entries": [
																"If the player characters choose option 3—to ambush Grovaine's partner—Vesile gives Grovaine the go-ahead. He tells her the time and place where he'll arrange an opportunity for the adventurers to ambush his partner later in the morning. However, they'll first need to find a pair of patsies to take the fall for the hit. Vesile offers two suggestions.",
																{
																	"type": "list",
																	"style": "list-hang-notitle",
																	"items": [
																		{
																			"type": "item",
																			"name": "Taverngoers",
																			"entries": [
																				"Not far from the bridge, there's an all-night underground tavern called the Last Order. By this time of morning, it's full of desperate and drunk patrons. There, the party finds a pair of drunk soldiers who've lost everything—they're easy enough to scoop up but are essentially innocents."
																			]
																		},
																		{
																			"type": "item",
																			"name": "Bandits",
																			"entries": [
																				"A trio of ruffians often prey on the Last Order tavern's patrons. Vesile tells the party that if one of the adventurers passes through a certain alley alone, the three {@creature bandit|MM|bandits} are sure to strike. The characters need to take at least two of them alive to satisfy Grovaine's plan, so be sure to allow the bandits to make death saving throws. If defeated, the bandits carry 20 gp worth of ration chits from the night's haul, and one of them has 5 pieces of silvered ammunition."
																			]
																		}
																	]
																},
																"Either way, once the party's obtained the patsies, Vesile leads to the ambush location provided by Grovaine—an alley entrance 200 feet from the bridge checkpoint, shown in map 3.3. They're to kill his partner and leave the patsies there alive. She gives them a wrapped package, explaining \"Grovaine wanted me to give you this\"—inside, they find a silvered dagger.",
																"Grovaine's partner Dorgan, a {@creature Shepherd wererat}, arrives at the alley as scheduled. When confronted, Dorgan calls for help while engaging the characters himself.",
																"Once Dorgan is defeated, the characters find another silvered dagger on his body. Grovaine arrives swiftly before the other guards, ensures that Dorgan is dead, then casually kills the patsies before urging the player characters to get out of sight (if they are still visible). Just as another pair of guards arrive on the scene, Grovaine makes a show of 'finishing off' the patsies.",
																"Proceed to the \"Passage Granted\" section."
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Passage Granted",
											"page": 71,
											"entries": [
												"Once the party has paid one of Grovaine's prices for passage, they can go through the checkpoint. Grovaine personally \"checks their papers\" before clearing them to pass through the gate.",
												"The checkpoint on the other side of the bridge is far less imposing, featuring only a makeshift barricade and a couple of guards in mismatched outfits rather than uniforms. Vesile slips one of the guards some ration chits and they both turn to literally look the other way.",
												"The party then passes into the Southshore district. Proceed to part 4, \"The Unbroken.\""
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 4: Unbroken",
							"page": 72,
							"entries": [
								"Upon safely reaching Southshore, the characters must make contact with the Unbroken. While finding the resistance isn't intended to be difficult, it could be time-consuming. Rather than immediately proceeding to \"Signs of Resistance,\" feel free to expand on the party's travel through the city before they meet Wargoyle, taking the opportunity to provide more information on the district and daily life in Dread Metrol.",
								{
									"type": "inset",
									"name": "Finding Wargoyle without Vesile",
									"page": 72,
									"entries": [
										"If Vesile has not survived, the player characters can still make contact with the resistance. Instead of Vesile leading them there, the party is approached by an Unbroken agent who identifies themselves and tells the player characters, \"Wargoyle wants to see you.\""
									]
								},
								{
									"type": "section",
									"name": "Signs of Resistance",
									"page": 72,
									"entries": [
										"Once the party has made it into Southshore, Vesile much more openly leads them through the streets in search of the Unbroken.",
										"Read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"page": 72,
											"entries": [
												"The Southshore district—even early in the morning—is chaotic and lively. War is the daily chore here. Soldiers can be seen returning with pallid faces from the walls, while others head off to replace them on the ramparts. Children line the sidewalks, each one waiting to see if their parents return from the front today.",
												"Vesile strides more confidently through these streets. Occasionally, she stops to ask someone whether they've seen \"Wargoyle.\" Whatever the whispered answers are, they lead deeper into the district, until finally you come to an inner courtyard of a two-story building.",
												"\"You bring strangers to our doors, Vesile,\" comes a commanding female voice from one of the lower windows. \"There are a dozen crossbows aimed at you. Explain yourselves.\""
											]
										},
										"The voice in the window belongs to a medusa called Wargoyle. There are indeed a dozen crossbows aimed at the party through the courtyard's various windows—Wargoyle's resistance cell isn't taking any chances. She is cautious, but genuinely doesn't wish the characters harm, even if tempers flare and the warning shots are fired from either side. Once the situation has calmed and the player characters have introduced themselves, a trio of resistance fighters emerge to escort them in.",
										"Once the player characters are allowed to enter Wargoyle's lair, read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"page": 72,
											"entries": [
												"The Unbroken, many of whom keep their crossbows trained on you, are a mishmash of sickly-looking civilians in shoddy clothing. Some look to be barely adults. Most bear telltale signs of Vadalis or Cannith experimentation, and all have a cold, severe look to them.",
												"None of these remotely compare, however, to the haunted look of their leader who makes her way forward.",
												"Wargoyle is a gray-skinned medusa—but the snakes on her head hang limply down to her shoulders, lifeless. Two dark-gray wings emerge from her back, their stony surfaces cracked and pitted—for they too are devoid of life.",
												"\"I am called Wargoyle,\" she says gravely, \"I have some idea of what you are. Let's talk about who you are.\""
											]
										},
										{
											"type": "inset",
											"name": "NPC: Wargoyle",
											"page": 73,
											"entries": [
												"House Tharashk provided the Cyran army with a host of monstrous mercenaries, including gargoyles and an elite squad of medusas. When most of Metrol's medusas were killed in the battle that would lead to the construction of the Bridge of the Dead, the few that survived were designated prime assets. Vadalis made special efforts to \"improve\" them for further battlefield use—{@creature Wargoyle|DMIM} is a grim reminder of how often Vadalis's improvements go wrong. In their efforts to create an armored flying medusa, they ended up with a specimen that could neither fly nor petrify.",
												"Considered useless to the war effort, Wargoyle was set loose, only to find a new life leading an Unbroken cell to fight against the regime's brutal experiments. None who fight alongside her know Wargoyle's true name.",
												{
													"type": "entries",
													"name": "What Does She Want?",
													"entries": [
														"Wargoyle is always recruiting into the resistance, but she is also paranoid of wererat infiltrators. She questions everyone's motives, and no one gets to join without proving themselves."
													]
												},
												{
													"type": "entries",
													"name": "What Does She Know?",
													"entries": [
														"Her own Unbroken cell is small and independent, more of a hit-and-run outfit. Wargoyle knows how to get in touch with the leader of a much larger cell who would be able to shelter the characters on a more permanent basis—provided they prove themselves. This larger Unbroken cell also has connections to researchers and mages who may be able to help characters who came from Eberron proper."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "War Stories",
											"page": 73,
											"entries": [
												"Wargoyle questions the characters in detail about themselves and their intentions. She is particularly suspicious of their choice to run with a Reconstructed. However, Ping's honesty and earnestness to join quickly impresses her. As an ex-soldier who faced horrible experimentation, Wargoyle sees a kindred spirit in her.",
												"Partway into the conversation, a panicked, out-of-breath messenger runs in to report to Wargoyle.",
												{
													"type": "insetReadaloud",
													"page": 73,
													"entries": [
														"\"They took him! I didn't get to him in time. They're moving him now. Taking him to the Vermishard of Law! We have to do something! But... it's a full convoy.\""
													]
												},
												"Evaluating their options, the messenger and Wargoyle determine that the convoy will pass through a \"no-fly zone,\" a term Wargoyle seems to recognize but does not explain. If asked about it, the Unbroken only say, \"Don't worry, you'll see.\"",
												{
													"type": "entries",
													"name": "Additional Background",
													"page": 73,
													"entries": [
														"For several months now, this Unbroken cell has been receiving intelligence from a Vadalis magewright deep inside the Kennels. Two days ago, \"Crane\" (as he refers to himself) contacted them to ask for extraction and sanctuary. He claimed to have information on a Vadalis breakthrough that could alter the course of the war, and he was afraid to be discovered.",
														"Wargoyle sent one of her best operatives—the now-panicked messenger—to quietly get Crane out and bring him back here, to eventually be handed over to the leader of the largest Unbroken cell. By the time the operative arrived at Crane's house, a Shepherd death squad was already surrounding the building and arresting the magewright. More guards and an armed carriage quickly arrived."
													]
												},
												{
													"type": "inset",
													"name": "Expanding the Adventure",
													"page": 73,
													"entries": [
														"If you'd like to expand this adventure into a longer campaign, the characters proving themselves to Wargoyle is an excellent place to do just that.",
														"Rather than immediately proceeding to the \"War Stories\" section and having Wargoyle receive the urgent transport news during her initial meeting with the characters, she can give the characters any number of smaller tasks within Southshore before introducing the time-sensitive mission to rescue Crane."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Time to Act",
											"page": 73,
											"entries": [
												"Wargoyle quickly decides to strike the convoy and liberate Crane. She gives the adventurers a brief overview of the situation, as detailed above in the \"Additional Background\" section. She doesn't have enough people to handle the job, though she explains that they have \"other weapons.\"",
												"This is an opportunity for the party to prove themselves. Wargoyle informs them, \"If you want our assistance, you will help us with this. Except Vesile—your services are needed elsewhere.\"",
												"Wargoyle assigns two of her fighters to lead Ping and the player characters to the ambush location. She tells them: \"Your task is to get Crane out. Wait for the doves, then move in. Ignore everything else. Get him, get out. If none of us is with you, don't worry, we'll find you. Just stay in Southshore. For the Unbroken and a free Metrol!\" Wargoyle's soldiers echo her words, \"For the Unbroken and a free Metrol!\"",
												{
													"type": "entries",
													"name": "No-Fly Zone",
													"page": 74,
													"entries": [
														"Vesile leaves the player characters at this point, wishing them luck in their future endeavors. Once their goodbyes are concluded, the Unbroken begin to move out. They do not run as a group, but rather disperse into alleys, all taking their own routes.",
														"As the adventurers and Ping move toward their destination, they notice that the area sports a heavy protective netting strung above the rooftops, as if keeping out a flying menace. Their two escorts don't volunteer any information, but if asked, they briefly explain that in addition to protecting against some siege ammunition, it keeps out the deadwings. These creatures are flying Karrnathi-made undead that have infested some wards. They usually flock at night, but can be occasional menaces during the day as well. Infested regions have become known as \"no-fly zones.\""
													]
												},
												{
													"type": "entries",
													"name": "Doves of War",
													"page": 74,
													"entries": [
														"The Shepherd convoy, which is heading through Southshore toward the Bridge of the Dead, features an enclosed wagon pulled by an armored spider-horse. The wagon is driven by a Shepherd wererat and a Watch heavy guard captain. Six Watch guards serve as an escort, along with two more Shepherd wererats.",
														"The convoy is slowly moving down a 40-foot-wide street with reinforced city walls on one side and buildings on the other, as shown in map 4.1. The resistance's intent is to hit them at a T intersection, and the party arrives on the scene just in the nick of time. There are plenty of alleys to allow the characters to choose where they wish to be when the resistance strikes, though their Unbroken contacts provide no details other than \"focus on your part, wait for the doves.\" The Unbroken operatives are used to working on a \"need to know basis\" in case any of them are caught by the Watch.",
														"Once the party is in place around the intersection, read or paraphrase the following:",
														{
															"type": "insetReadaloud",
															"page": 74,
															"entries": [
																"The enclosed black and gold wagon crawls across the intersection as if in slow-motion, pulled by a large armored spider-horse. Half a dozen stern Watch guards walk alongside it—the whole thing looks rather like a funerary procession.",
																"For the Shepherds, the \"traitor transport\" is an opportunity for public intimidation. Passersby get out of the way, yet many linger to watch, their expressions equal parts horror and wonder.",
																"Suddenly, several loud clicks ring out in unison, causing everyone to look up. High above the street, bladed bolts strike at the protective netting that keeps out the deadwings. The projectiles cut into the netting and a piece of it drops down, smothering one of the wagon's guards as others dodge out of the way.",
																"Then, released by Unbroken operatives within the crowd, half a dozen white doves fly up toward the opening in the net. They never reach freedom as—with a terrible screech—they're grabbed and torn to bloody pieces mid-air, prey for small winged creatures coming from beyond the net.",
																"With a panicked scream of \"deadwings!\" the street turns to chaos."
															]
														},
														"Drawn by the bait of the doves and the hole in the net, dozens of deadwings descend on the street, attacking bystanders, the Shepherd convoy, and the Unbroken indiscriminately.",
														"The Watch convoy guards begin to scatter and fight the winged beasts while the Unbroken fighters emerge to engage the two Shepherd wererat escorts. This leaves the wagon guarded only by one Shepherd wererat and the heavy guard captain, who try to push it forward but are unable to get far among the chaos.",
														"The player characters are expected to get to the wagon and recover the prisoner, and Ping fights alongside them. The following factors affect the encounter.",
														{
															"type": "list",
															"style": "list-hang-notitle",
															"items": [
																{
																	"type": "item",
																	"name": "The Wagon",
																	"entries": [
																		"The wagon is currently guarded only by one Shepherd wererat and the heavy guard captain, as all its other escorts are distracted by the deadwings. Its door is locked with a heavy padlock, which can be picked with a successful {@dc 20} Dexterity check using thieves' tools, or broken with a successful {@dc 20} Strength check. Both options require an action to attempt and may be attempted multiple times. The Shepherd wererat driving the wagon has the lock's key."
																	]
																},
																{
																	"type": "item",
																	"name": "Deadwings",
																	"entries": [
																		"At the start of the second round of combat and every round thereafter, two deadwings join the combat—one attacks the player characters, the other attacks the captain and Shepherd. Additionally, a third deadwing nearby can be seen attaching to a nearby civilian."
																	]
																},
																{
																	"type": "item",
																	"name": "Other Combatants",
																	"entries": [
																		"In the background, the chaos includes Wargoyle and several Unbroken operatives, along with six Watch heavy guards, two more Shepherd wererats, and a flock of deadwings. However, they're not directly relevant to the player characters' part of the conflict—narrate their parts rather than rolling."
																	]
																},
																{
																	"type": "item",
																	"name": "Pursuit",
																	"entries": [
																		"The Shepherd wererat and Watch heavy guard captain actively try to stop the characters from getting away with the prisoner, but do not pursue them farther than 30 feet away from the wagon."
																	]
																},
																{
																	"type": "item",
																	"name": "Spider-horse",
																	"entries": [
																		"The spider-horse pulling the wagon is well-trained and bred to obey its Shepherd masters. However, it is beset by deadwings and unable to do anything but buck. On initiative count 10, roll a d20. On a result of 10 or lower, nothing happens. On a result of 11 or higher, the spider-horse bucks, violently shaking the wagon. Each creature within 5 feet of the wagon must succeed on a Dexterity saving throw or be knocked prone; the {@dc }of this saving throw is equal to the number rolled on the d20."
																	]
																},
																{
																	"type": "item",
																	"name": "Crane",
																	"entries": [
																		"Inside the wagon lies a visibly pale and sickly human. This is Crane d'Vadalis, an artisan magewright. A character can use an action to make a {@dc 13} Wisdom (Medicine) check. On a success, they determine that he's been injected with something—perhaps a sedative or another powerful serum—and can tell that whatever has been done to him is beyond the traditional healing available to the characters. Crane is very weak, unable to talk or respond to telepathy, and requires carrying, which can be accomplished by any character with a Strength of 8 or higher."
																	]
																}
															]
														},
														"Once the characters recover Crane, the rest of the resistance fighters disengage and make their getaway. Deep horn blasts can be heard throughout the district, sounding the siege alarm as the characters escape. During their flight, they see soldiers and magewrights heading to the breach area to deal with the deadwings and fix the net.",
														{
															"type": "entries",
															"name": "Acceptable Losses",
															"page": 76,
															"entries": [
																"The characters can regroup at Wargoyle's hideout for a debriefing, where they learn the following:",
																{
																	"type": "list",
																	"style": "list-hang",
																	"items": [
																		"Four Unbroken fighters were killed during the raid, along with several civilians, and Wargoyle herself was seriously—but not mortally—wounded.",
																		"Despite all the losses, the Unbroken cell considers the raid a great success, and Wargoyle is thrilled to have pulled off such a risky job.",
																		"No one is able to communicate with Crane. Whatever is wrong with him is beyond their medicine, affecting both body and mind."
																	]
																}
															]
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Delivering Crane",
									"page": 76,
									"entries": [
										"The player characters have more than proven themselves to Wargoyle, but she asks them one more favor: to deliver Crane to Dalen Osserak's larger cell of Unbroken.",
										"Wargoyle gifts the characters a pearl of power that belonged to a fallen comrade.",
										"If Ping survived, she believes she has found her place and chooses to remain with Wargoyle's crew. Ping gives the player characters her personal stone of good luck.",
										"Although time is of the essence, the party is able to take a short rest before departing. When they are ready to set off, their Unbroken guides lead them south through the Southshore district, which they traverse without incident. Crane is still in very poor condition; he can either be carried or stumble along at half speed if assisted by another character.",
										{
											"type": "inset",
											"name": "Expanding the Adventure",
											"page": 76,
											"entries": [
												"If you want to expand this adventure into a longer campaign, the party's journey with Crane to the south part of the Southshore districts can prove more perilous than what's presented here.",
												"If you plan to add an encounter during the party's travel across Southshore, ensure the party gets a long rest after rescuing Crane. As usual, roll on all columns of the Night Terrors table from chapter 1 every evening."
											]
										},
										{
											"type": "entries",
											"name": "Those Who Don't Obey",
											"page": 76,
											"entries": [
												"As the player characters make their way into the southern part of the Southshore district, they're soon followed at a distance by several separate figures. Wargoyle's fighters explain, \"It's nothing to worry about, just our escorts. They've given the countersigns. They're leading us from behind. Keeps everyone safe if we don't know the location before we get here.\"",
												"Eventually the escorts lead them to the back entrance of a three-story building in the shadow of one of the palace spires. Read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"page": 76,
													"entries": [
														"An unmarked door leads to a stone stair, and after descending it, your group pauses at a heavy metal door.",
														"One of your Unbroken companions signals the room's occupants with a complex rhythmic knock, and as the door creaks open, noise pours out of the bustling area beyond.",
														"The first and most striking feature of this half-empty warehouse is the sturdy barricade located only a few feet in. From behind it, two armored guards sheathe their heavy crossbows to lower a wooden ramp, allowing you to cross over.",
														"Beyond the barricade, a large open space holds scattered bedrolls, food crates, weapons, and more.",
														"\"Follow us—the commander will see you now,\" directs one of the Unbroken, pointing to a crudely walled-off office in the far corner."
													]
												},
												"It's easy to tell that this resistance presence can be taken down, emptied, and moved within the span of an hour. The \"command area\" is no different. Its walls are made of doors and loose planks, hastily repurposed.",
												"Inside, a tall, thin person with graying hair stands over a large table, studying a map of Metrol. This is Dalen Osserak, the commander of the largest Unbroken cell in Metrol. They gesture for the characters to be led in, along with Crane. After the party enters, a pair of resistance guards take posts just inside the door.",
												{
													"type": "inset",
													"name": "NPC: Dalen Osserak",
													"page": 77,
													"entries": [
														"{@i neutral human (they/them)}",
														"Dalen Osserak is in their late 50s. Prior to the siege, they were one of the most powerful people in Metrol and a Gold Concordian of the Aurum. While they inherited much of their wealth, they made their own name as an information broker.",
														"However, everything Dalen once had—wealth, power, family—was taken away when the Mists isolated Metrol. They were cut off from their Aurum cohorts and displaced from their Northshore estate by Queen Dannel's war machine. Their wife was killed in an undead attack, and their son and daughter were conscripted into service, only to die on the walls.",
														"Having lost everything, Dalen has channeled their charisma and social skills into building a resistance to the regime. Dalen is in charge of the largest Unbroken cell in Metrol... but their true motivation is to overthrow Dannel and take power in Metrol.",
														{
															"type": "entries",
															"name": "What Do They Want?",
															"entries": [
																"The dragonmarked houses in the Kennels—Vadalis, Jorasco, and Ghallanda—are key to Dannel's domination of Metrol, and so Dalen's foremost efforts are dedicated to shutting down their research, or at least keeping any major breakthroughs out of Dannel's reach."
															]
														},
														{
															"type": "entries",
															"name": "What Do They Know?",
															"entries": [
																"The strike at the Vadalis Kennels that liberated the player characters was the work of Dalen's fighters, but it was only the first step in a bigger plan. They were simply weakening the defenses before striking the real threat—the inner labs in the Vermishard. The last intelligence that the Unbroken received from Crane was that the lab was on the brink of a major breakthrough."
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Bursters",
											"page": 77,
											"entries": [
												"Dalen questions the characters and fills them in on the Unbroken cell's recent work and goals. Early in the conversation, Dalen asks about Crane's condition, then sends one of the guards to fetch their own medical expert to examine him. They offer the adventurers a safe place to stay and rest, saying, \"We don't know how long it's safe for, but as long as you're with us, you're welcome wherever we are!\"",
												"Once the conversation with the commander has run its course, the doctor arrives to examine Crane. Read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"page": 77,
													"entries": [
														"The doctor mutters to himself as he inspects his patient, ignoring any interruptions: \"Has he not said anything at all? Has he been getting paler? Have these skin blotches become more pronounced?\"",
														"Suddenly, Crane begins violently convulsing. His eyes open wide, but instead of screams, he only manages loud gurgling noises. The dragonmark on Crane's arm pulses with an eerie green glow.",
														"Then his chest heaves violently. Blood splashes across the doctor's face as several fist-sized insectoids with fleshy wings burst out of Crane's abdomen, each striking out in a different direction and issuing a piercing shriek."
													]
												},
												"Four burster bugs emerge from Crane's body. The bursters use their Stunning Shriek as soon as they can upon emerging, then each burster bug attacks a different target."
											]
										},
										{
											"type": "entries",
											"name": "The Key",
											"page": 78,
											"entries": [
												"Once the bursters have been dealt with, the mortally wounded Crane regains consciousness. He can't be helped with low-level healing, and though a spell like regenerate could restore his internal organs, such skill is beyond the Unbroken's reach. Read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"page": 78,
													"entries": [
														"Though torn, bloodied, and clearly on the edge of death, Crane's eyes have cleared and he somehow finds the strength to speak.",
														"\"Bursters,\" the man says, \"newest breed. They must have injected me with the larvae... knew I'd be rescued... smart. Cut off my brain function, keep me silent... But that doesn't matter.\"",
														"Crane pauses and coughs up blood, clearly fading.",
														"\"New project... a cure... a hunger cure. They've stabilized it. Want to spread. We'll be no better than the undead. Can't... let... it... happen! All samples... the lab, the Kennels. Section B12... with the First. Must destroy the cure. Need a key. This key... take my hand...\""
													]
												},
												"With this, Crane slowly reaches out his dragonmarked arm toward the player characters.",
												"If one of the player characters already bears the Mark of Handling, he simply gestures to his mark, attempting to communicate that they'll need their mark to access the cure.",
												"If none of the player characters bear the Mark of Handling, as he touches a character's hand, his dragonmark pulses blue and fades from his arm. The character he is touching feels a tingling sensation on their hand and sees a subtle blue glow appear there, looking like a blurred dragonmark. With his last breath, Crane remarkably transfers some of his dragonmark essence to the character. This does not bestow upon them a true dragonmark, but gives them enough of its energy to open the arcane locks in the Vadalis Kennels that only respond to a Mark of Handling. The effects last for 24 hours and the affected character has a full understanding of the nature and duration of the effect.",
												{
													"type": "inset",
													"name": "Dragonmark Transference",
													"page": 78,
													"entries": [
														"The dragonmark transference experienced here is situationally unique and unheard of—it's likely that such a phenomenon is tied to the Dark Powers and would never have been possible in Eberron. If the characters from this adventure are intended to continue in a longer campaign and the affected player shows interest, consider having the affected character develop an aberrant dragonmark (using the Aberrant Dragonmark feat in Eberron: Rising from the Last War) after this temporary one fades."
													]
												},
												{
													"type": "entries",
													"name": "The Second Night",
													"page": 78,
													"entries": [
														"With Crane dead and the possible assassination plot against Dalen foiled, Dalen asks the adventurers to help with a raid on the Kennels to seek Crane's \"cure\"—retrieving it if they can, otherwise destroying it. After all, they now have \"the key\" to get in. In return, Dalen promises the full help of the Unbroken—either to seek a way out of Metrol, to continue working with the resistance, or to be set up with a new identity to evade the Shepherds' efforts to track them down.",
														"Dalen gives the party leave to rest for the night while the Unbroken make a plan for the assault. In the meantime, Dalen gives the adventurers access to the resistance's armory. Free of charge, each player character can select mundane arms and armor totaling 75 gp in value. The armory has limited stock, containing only one of any item worth 25 gp or more.",
														"The party now has another chance to complete a long rest. As before, roll on the Night Terrors table in chapter 1 to determine the horrors inflicted on the city at night."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Level Up!",
											"page": 78,
											"entries": [
												"After receiving Crane's \"key\" and finishing a long rest, the characters advance from 2nd to 3rd level."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Part 5: The End Is the Beginning Is the End",
							"page": 79,
							"entries": [
								"The adventure reaches its climax as the party infiltrates the very place they recently escaped—the Kennels—in hopes of sabotaging Vadalis's latest breakthrough, one that threatens all of Metrol.",
								{
									"type": "entries",
									"name": "The Plan",
									"page": 79,
									"entries": [
										"With one of the characters possessing—at least temporarily—the dragonmark key to get into the heart of the Kennels, Dalen makes a plan to attack the opposite side of the compound as a distraction, allowing the adventurers to access the lab area unseen. The resistance leader is unwilling to share the details of the plan until everyone is in position, in order to protect the identity of the operative who will be helping them. A successful {@dc 13} Wisdom (Insight) check confirms that Dalen is being honest, and their sealed lips are purely to protect the operative, but they're confident the plan will work.",
										"Once inside the Vadalis facility, the party's task is to find whatever the researchers had been working on, recover it if they can, and destroy it if they can't—along with any notes. Nothing should be left for Dannel to use on the populace.",
										{
											"type": "entries",
											"name": "Getting There: Consequences",
											"page": 79,
											"entries": [
												"The plan calls for the adventurers to travel in a separate group from the other attacking groups, as is the resistance custom. Getting back to Northshore requires crossing the Bridge of the Dead, but Dalen can arrange this with Grovaine in advance, allowing them to cross unimpeded.",
												"However, if the characters betrayed Grovaine earlier in the adventure, they discover that getting across the bridge is impossible—even for Dalen's forces. Dalen arranges for part of their compound to be dismantled to make rafts, but the crossing is still perilous (you can learn more about these dangers in the \"Bridge of the Dead\" section of part 3). While on the open water, they face two swarms of shredderfish. Alternatively, if the characters decide to brave Dead Man's Land, they face two ghouls.",
												"If the characters chose Grovaine's \"Apartment Hunting\" option earlier in the adventure, were seen by the clerks, and left them alive, they face another complication. One of the clerks notices them on the street while traveling through the city and raises an alarm—even if the characters spared their lives—resulting in a chase during which the party must evade the authorities. All player characters must succeed on a {@dc 13} Constitution saving throw or gain one level of exhaustion as a result of the chase.",
												"Otherwise, the party is able to make it across the district, and to safety, without issue."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "To the Kennels",
									"page": 80,
									"entries": [
										"The characters arrive at the designated meeting place, a three-story building across the street from the outer fences of the Kennels—the Vadalis facility at the base of the towering Vermishard. An Unbroken operative meets them there, gives the appropriate countersign, and escorts the characters to a cramped apartment on the third floor. Read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"page": 80,
											"entries": [
												"The window of the cramped third-floor apartment opens up to the cobblestone street below. On the other side of the street, separating the city from the Vadalis Kennels, a towering razor-wire fence rises nearly to the level of this window. Beyond the fence, a scattered complex of buildings lies beneath the soaring stone cliffs of the Vermishard.",
												"The grizzled Unbroken veteran locks the window in the open position, letting in the moist air. He brings out a large ceramic bowl filled with an oozy brown liquid that smells of the swamp. Inside, several gelatinous balls—each the size of a large marble—bob gently.",
												"The man nods at the bowl: \"Enchanted froghemoth eggs. You swallow, then you jump! But you must jump quickly—you might not be able to keep the eggs down. Aim for the building by the Shard.\"",
												"Almost as if on cue, a thunderous noise sounds from the opposite end of the compound and all guards rush in that direction. Dalen's operatives have done their part—it's now or never!"
											]
										},
										"Swallowing the enchanted egg allows a creature to jump up to 40 feet in any direction for the next minute, without making an ability check or taking falling damage. However, the eggs contain a foul-tasting toxic liquid that most creatures can't hold down. Upon swallowing, the creature must succeed on a {@dc 15} Constitution saving throw or vomit, which ends the egg's effects at the end of their third turn after taking it. If the saving throw fails by 5 or more, the creature is also {@condition poisoned} for 1 minute, unless they have poisonr esistance or immunity.",
										"The resistance veteran also gives the characters a large jar containing some sort of black ooze. Read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"page": 80,
											"entries": [
												"\"For getting out. The Shepherds are smart, they'll seal or guard the way you got in, so you'll need to find another way out. Throw the ooze against the fence—it'll weaken the wards just long enough for you to cut through and get out when you need to. And hurry, they can't keep the guards busy forever—half an hour, tops!\""
											]
										},
										{
											"type": "inset",
											"name": "Nope! Nope! Nope!",
											"page": 80,
											"entries": [
												"Characters that (understandably) don't want to swallow the eggs will need to improvise another way in. Climbing the 20-foot-tall fence requires a {@dc 15} Dexterity saving throw, taking 11 (3d6) slashing damage on a failed save and half as much damage on a successful one. Or the players might come up with a more creative idea—perhaps creating a makeshift zipline, or if they're small enough, simply having a strong party member carry them during the jump."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Research Building: Level A",
									"page": 81,
									"entries": [
										"The party arrives—most likely by jumping—right at the door to the Research building, which is built partially into the side of the Vermishard. You likely won't need a map until the characters finish exploring the building and make their escape—the \"Getting Out\" section presents map 5.3, which depicts the building's surroundings.",
										"All guards in this area have either left or are over by the fence some 60 feet to the south, distracted and looking the other way. The door is locked with a simple lock, which can be opened with a successful {@dc 10} Dexterity check using thieves' tools or a {@dc 10} Strength (Athletics) check. These checks can be attempted multiple times if necessary.",
										"Dalen's distraction won't last long, and the players should remember they'll have to complete their mission quickly. As they go inside, remind them if needed of Crane's last words: \"Section B12... with the First. Must destroy the cure.\"",
										"Upon entering the building, the party finds themselves on level A. The characters can't further their main objectives on this level, but diligent exploration can yield some useful supplies. There are four Vadalis heavy guards on duty, as well as two research assistants and six patients, detailed in the following sections. Map 5.1 provides the layout of this wing.",
										{
											"type": "section",
											"name": "A1. Entryway",
											"entries": [
												"When the characters enter level A of the Research building, they find themselves nearest to the staircase leading down to level B. It is clearly marked \"To Level B\" and is closed with a complicated lock, which can be opened with a successful {@dc 20} Dexterity check using thieves' tools.",
												"As the party reaches the entryway on the lower level, a Vadalis heavy guard on the far side of the entryway attacks on sight. He calls out to the other three heavy guards on this floor—one is in the common area (A3) and two are in a guard bedroom (A5)—who emerge on the next round and join the fray. Each guard carries a copy of the key to level B."
											]
										},
										{
											"type": "section",
											"name": "A2. Toilet",
											"entries": [
												"It's clean and functional."
											]
										},
										{
											"type": "section",
											"name": "A3. Kitchen and Common Area",
											"entries": [
												"The common room is simple and practical, with a large table and several chairs. The party can find a week's worth of rations and a full dragonchess set."
											]
										},
										{
											"type": "section",
											"name": "A4–A5. Guard Bedrooms",
											"entries": [
												"Each of the bedrooms holds two cots and bedside tables, which contain some personal effects of the guards who use them. In each bedroom, the party can find two random weapons (from chapter 5 of the Player's Handbook) and a shield."
											]
										},
										{
											"type": "section",
											"name": "A6–A7. Researcher Bedrooms",
											"entries": [
												"The researchers take turns staying overnight in these bedrooms. Each room holds two cots and bedside tables, which contain some personal effects. One of the rooms also contains a healer's kit."
											]
										},
										{
											"type": "section",
											"name": "A8–A10. Office, Laboratory, and Examination Room",
											"entries": [
												"These rooms are the main work areas of this floor, designed for medical observation and minor experiments. They're clean and clinical.",
												"When the two research assistants (artisan magewrights) hear the party fighting the guards in the entryway, they hunker down separately in two of these rooms. They're not dragonmarked and have no detailed knowledge about what is going below, nor any special access. Their job is to examine and write down observations of the \"patients\" and their reactions to various \"enhancements.\" One of the researchers begs for the characters to let them go, offering to tell them where \"the good stuff\" is hidden in the laboratory (A9).",
												"The \"good stuff\" is a stash of healing potions kept in a secret compartment in the laboratory, which requires a successful {@dc 18} Investigation check to find without help. The stash has a gesture-lock, which all the research assistants know. Alternatively, it can be opened with a successful {@dc 15} Dexterity check using thieves' tools, or a {@dc 15} Strength (Athletics) check using a crowbar or similar sturdy implement. Inside is a box containing one potion of healing per player character. These potions bear the House Jorasco label, which proclaims their flavor is \"Black Licorice.\""
											]
										},
										{
											"type": "section",
											"name": "A11. Observation Cells",
											"entries": [
												"One entire outer wall of this facility is dedicated to a row of large observation cells. Six of these contain \"patients\" that are being held for \"observation,\" and the other two are empty. If the player characters are native to Dread Metrol, you could have them recognize someone from their old neighborhood here.",
												"Unlike the rough shed the characters woke up in earlier, some effort has been made to make these comfortable, with soft cots and personal effects scattered about. Each door is secured with a simple lock. All guards and researcher assistants have keys to these cells, or they can be opened with a successful {@dc 10} Dexterity check using thieves' tools.",
												"The patients are subjects of Vadalis experimentations—though thus far, these experiments seem to have yielded few results. These six commoners are all tired, most of them experiencing pain or other physical ailments, but don't show increased strength or other \"beneficial\" mutations. Much like the player characters were at the start of the adventure, these patients were conscripted as \"volunteers.\" They ask to be rescued, but are fearful and won't leave the building or complex unless the characters escort them.",
												{
													"type": "entries",
													"name": "Serna d'Vadalis",
													"entries": [
														"If the characters are from \"Eberron proper,\" then Serna d'Vadalis, the missing scientist from part 1, can be found among the \"patients\" in the observation cells. She is in the same condition as the others and eager to be rescued. Serna knows nothing helpful about the Kennels and has no direct connection to the outcome of this adventure; she was simply unlucky enough to be caught in the Mists and brought to Dread Metrol."
													]
												}
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Research Building: Level B",
									"page": 82,
									"entries": [
										"When the characters unlock the door to the lower level (whether by taking a key from one of the Vadalis guards or opening it themselves), they can move downstairs to level B. Read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"page": 82,
											"entries": [
												"The older stone stairs lead down to a maze of corridors. Everbright lanterns light the stone walls with a white, clinical light that flickers occasionally into shadows as figures pass by them.",
												"The halls echo with unintelligibly muffled conversations coming from a distance. A sound of soft moaning comes from beyond one of the doors, although the echoes make it difficult to tell which."
											]
										},
										"Map 5.2 provides the layout of this wing. If the characters came from the Talenta Plains at the start of the adventure, they recognize this floor's layout is identical to the lab at Whitewood Ranch. While it's not actually the same facility, there is an eerie familiarity.",
										"The shadows the characters see in the flickering light are cast by one of several researchers, all of whom hide upon noticing the characters' descent. There are no additional guards on this level. With a successful {@dc 13} Wisdom (Perception) check, the first character to come down the stairs notices the door to B7 closing as they arrive. The researchers remain in their respective labs and are only encountered if the characters enter those rooms.",
										"Doors on this level are clearly labeled with their number, B1–B10. Most feature simple locks that can be breached with either a successful {@dc 10} Dexterity check using thieves' tools or a {@dc 13} Strength (Athletics) check. The door to B10 is an exception; in addition to requiring a Mark of Handling, it needs a physical key and gesture to unlock, as discussed in its area description below.",
										{
											"type": "section",
											"name": "B1. Toilet",
											"entries": [
												"This room is currently unlocked and unoccupied. It's clean, functional, and slightly larger than the restroom upstairs. Clearly, what goes down on this floor is more important."
											]
										},
										{
											"type": "section",
											"name": "B2–B4. Offices",
											"entries": [
												"These three offices belong to the senior researchers found elsewhere on this floor. All three offices are empty of people and contain only hints of what the researchers are working on. Each office requires a successful {@dc 10} Intelligence (Investigation) check to quickly discover the room's clue, though the characters don't need this information to complete their mission.",
												"Office B2 belongs to Maxille d'Vadalis, the researcher who can currently be found in B7. The clue in this room is that one of several plaques on the wall is a commendation from Queen Dannel herself. The plaque congratulates Maxille's team on the successful development of the spider-horse for military use and thanks them for their \"sacrifices.\"",
												"Office B3 belongs to Doran Stronne, the researcher found in B8. The office is home to more than a dozen musical instruments, most disassembled and in various states of disrepair. The clue in this room is a set of notes that refer to a major breakthrough achieved by \"using a biological approach to sonic mind-alteration.\"",
												"Office B4 belongs to Karanta Dozle, the researcher found in B9. Karanta's room has many exotic plants, some of which are flowering. The clue in here is a set of vials along with a \"dosing journal.\" It reveals that Karanta has been taking antitoxin, gradually reducing her dose over several months, which a successful {@dc 10} Intelligence (Medicine or Nature) check reveals could allow her to develop a natural resistance to a toxin. The vials present in the room can be combined for a total of two full vials of antitoxin."
											]
										},
										{
											"type": "section",
											"name": "B5. Vulgre Experiments",
											"entries": [
												"This room contains two cages, each containing a grotesque malformed vulgre that moans in agony. The monstrosities are docile and move very slowly. They are clearly suffering and in a lot of pain. Even if the cages are opened, the creatures do not come out or attack; the characters can put them out of their misery or move on."
											]
										},
										{
											"type": "section",
											"name": "B6. Shredderfish Aquarium",
											"entries": [
												"This room contains a large wall-to-wall aquarium split into three sections, each open on top. Two sections each hold two swarms of shredderfish, while the contents of the third are obscured by cloudy water. A resourceful adventurer could potentially throw an enemy into either of the live sections to be devoured.",
												"The room also has three large containers, one containing wood, one with stone, and one with bones.",
												"A character who succeeds on a {@dc 13} Intelligence (Investigation or Nature) check or a Wisdom (Animal Handling or Nature) check can ascertain that these shredderfish are being conditioned to consume different materials.",
												"A closer investigation of the cloudy section reveals that it holds a dead swarm, along with remains of partially eaten rocks."
											]
										},
										{
											"type": "section",
											"name": "B7. Arachnoquestrium",
											"entries": [
												"This room contains Maxille d'Vadalis (she/her), who is the senior researcher on this level, along with four young spider-horses. Maxille is a true believer and yearns to defend the facility from the interlopers. She orders the spider-horses to attack as soon as the characters breach the room.",
												"Maxille is a die-hard loyalist and would rather die than help the party. Unless a character succeeds on a {@dc 20} Charisma (Intimidation check) or uses mind control such as the suggestion spell, she fights to the death. If she thinks the characters may wish to keep her alive to use her dragonmark, she potentially cuts away her dragonmarked arm as her last act while yelling \"you'll never use me!\"",
												"Maxille carries a key with an embedded Eberron dragonshard within it; this key opens the door to the Advanced Lab (B10)."
											]
										},
										{
											"type": "section",
											"name": "B8. \"Opera\" House",
											"entries": [
												"This peculiar room contains the researcher Doran d'Vadalis (he/him), two harpies, and a monstrous two-headed owlbear. One of the owlbear's two heads is malformed and hangs limp with vacant eyes.",
												"The two harpies, whose names are Simek and Yahara, are in separate cages. Simek is sleeping, while Yahara periodically sings a short melody that seems to only affect the owlbear. Doran has been experimenting with altering the harpies to control the owlbear with targeted harpysong segments. The harpies have not been treated well, kept in a cage and forced to sing all day in shifts—one sleeps while the other continues singing.",
												"Doran, who is immune to the harpies' Luring Song action, sees the party's incursion as the perfect opportunity to test his harpy-controlled specimen. He has released the grotesque owlbear out of its cage prior to the party arriving, and it stands between Duran and both sets of doors. When the party enters, he orders Yahara to have the owlbear attack, and she obeys.",
												"As the characters fight off the owlbear, they may be able to turn the situation to their advantage. The harpy's control of the owlbear lasts only as long as she keeps singing—if she stops, the effect ends at the start of the owlbear's next turn, at which point it turns on Doran and tears him to pieces. After the third round of combat, Simek wakes up and uses her song against the player characters. During combat, the characters can use silence or negotiate with the harpies, who will only help the characters if their cage is opened. The cage requires a successful {@dc 15} Strength check or a {@dc 10} Dexterity check using thieves' tools.",
												"If Doran is about to be killed or the owlbear begins to turn on him, he begs for his life and offers his full cooperation.",
												"Doran carries a key with an embedded Eberron dragonshard within it; this key opens the door to the Advanced Lab (B10).",
												"In one of the drawers of this room, the characters can find an ink-stained owlbear claw along with notes on creating a magical tattoo. These can be used together to create one eldritch claw tattoo TCE, which produces a tendril in the shape of an owlbear claw. (If the party is particularly capable, you can have Doran use his own eldritch claw tattoo against the party during combat.)"
											]
										},
										{
											"type": "section",
											"name": "B9. Benign Growths",
											"entries": [
												"This area is home to a multitude of vine-like plants, some of which can be seen moving. The researcher Karanta d'Vadalis (she/her) is here.",
												"While the room contains many plants, only one presents danger. An assassin vine lies across the floor and walls near the door, indistinguishable from the other plants and vines here. It is under Karanta's command and does not attack or make itself known unless the characters begin hostilities.",
												"Karanta believes herself to be safe and does not immediately attack. If the party enters, she tells them that she has no quarrel with them as long as they leave her be. She urges them, \"Imagine you never came to this room. Find and take what you need, just not here. Do this for both of our sakes.\"",
												"Characters who make a successful {@dc 10} Wisdom (Insight) check can tell that both her offer and her threat are very genuine—she wields some power that is not immediately evident.",
												"If the characters agree to leave and close the door, Karanta keeps her word. If they refuse or attempt to enter, she and the assassin vine attack.",
												"Karanta carries a key with an embedded Eberron dragonshard within it; this key opens the door to the Advanced Lab (B10)."
											]
										},
										{
											"type": "section",
											"name": "B10. The Advanced Lab",
											"entries": [
												"The door to this room is not only made of sturdy steel, but has a triple lock that can't be picked, broken, or unlocked by the knock spell. The door requires all of the following three elements:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Physical Key",
															"entries": [
																"The door has a visible keyhole, but the lock is enchanted and can't be picked. The three senior researchers on this floor each have a copy of the key needed to open it."
															]
														},
														{
															"type": "item",
															"name": "Gesture",
															"entries": [
																"The door has a magical touchpad requiring a specific symbol to be traced to deactivate the lock. Each of the three researchers on the floor know the symbol—and conveniently, both floors of the complex use the same symbol for their gesture-locks. The low-ranked researchers on level A use the gesture on their potion stash, so the characters may have already learned it to access the stash. The gesture can also be figured out by making a successful {@dc 15} Intelligence (Investigation) check to cleverly apply powder or paste to the touchpad."
															]
														},
														{
															"type": "item",
															"name": "Dragonmark",
															"entries": [
																"Finally, the lock only opens if the gesture is used by a character bearing the Mark of Handling. There are three marked researchers on this level, and the character who got the mark transferred onto them by Crane is also able to open the door."
															]
														}
													]
												},
												"Once the characters gain access to the lab, they find it unoccupied. Two doors in the far corner of the room are clearly marked as B11 and B12, both of which can be opened with a key from any of the senior researchers on this floor. If a character listens at the doors, a successful {@dc 13} Wisdom (Perception) check identifies gurgling sounds coming from B11.",
												"The room is full of magical and alchemical equipment (though none of particular interest to the party's mission), research notes, and well-organized journals on various topics. The character with the highest passive Wisdom (Perception) score recognizes that these journals likely contain important information on the work being done in this lab. The characters can learn the following from the journals:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Bursters",
															"entries": [
																"This journal details the development of bursters—the creatures that killed Crane—from the larvae of a rare insectoid species. Vadalis has focused on accelerating their growth and developing the ability to administer the larvae via either injection or ingestion. The notes explain that only one \"matriarch\" was successfully enhanced for accelerated growth, and that every effort is being made to keep her in good health."
															]
														},
														{
															"type": "item",
															"name": "Hunger Crisis",
															"entries": [
																"Several journals detail various experiments to solve Metrol's hunger crisis. Multiple failed experiments are described, including the vulgre program—which \"can be considered salvageable for military purposes, but does not address the initial problem.\""
															]
														},
														{
															"type": "item",
															"name": "The First",
															"entries": [
																"The most recent journal details the culmination of two years of research and Vadalis's final success in creating \"the hunger cure.\" It details a test subject referred to only as \"the first,\" describing their health, mental state, and eating habits—reportedly thriving solely on a diet of undead corpses. All of the factors are discussed with great positivity and optimism, and the subject's good behavior and voluntary undertaking of improvements are praised multiple times. The final notes report the subject is \"ready for release pending confirmation of transmission ability.\""
															]
														},
														{
															"type": "item",
															"name": "Samples",
															"entries": [
																"The journals discuss the formula for the \"cure\" serum, referred to as \"Formula 45-1.\" Recent notes talk about difficulties reproducing the serum, despite having the detailed formula and a large supply of previously produced samples. One researcher's entry suggests that someone may have sabotaged the formula notes, intentionally leaving something out—and as the characters may guess, Crane was indeed responsible for the sabotage. His real name can be found among the notes: Gruidalle Shawe d'Vadalis."
															]
														}
													]
												}
											]
										},
										{
											"type": "section",
											"name": "B11. Burster Matriarch",
											"entries": [
												"This room contains a table, feed storage containers, cleaning supplies, and tools. However, much of the room is filled by a 10-by-10-foot glass enclosure—and inside, a hideous humanoid-sized insect creature with a large ovipositor and wings. The creature is fleshy in places and not dissimilar to the bursters that killed Crane.",
												"This is the burster matriarch. The characters are safe from it while it is in its cage, and don't need to interact with it if they wish to move on. The glass cage has a latched door that can be opened from the outside.",
												"The creature is used to people tapping on the glass and does not become agitated unless the door is opened, in which case it rushes through with force. The enclosure has several tiny air and food slits; however, these are all angled down through the glass and can't be used to effectively target the creature, which has total cover. If the characters wish to kill it, they need to open the humanoid-sized door to the cage."
											]
										},
										{
											"type": "section",
											"name": "B12. The Cure",
											"entries": [
												"This room is part alchemical laboratory, part elaborate storage area. Fancy cabinets contain countless neatly labeled vials of different colored liquids. A laboratory bench holds various components. A bookcase shelves many leather-bound journals, most of which contain formulas. The room also contains another door—but this one is unnumbered, labeled only with a sign reading \"The First.\"",
												{
													"type": "entries",
													"name": "Bookshelves",
													"entries": [
														"The bookshelves contain detailed notes on the ingredients and preparation of the formulas in this room, including F45-1. They can easily be taken or destroyed."
													]
												},
												{
													"type": "entries",
													"name": "Experimental Potions",
													"entries": [
														"The cabinets hold various potions, all well-organized but labeled with inscrutable codes like B23-6. Among them, the characters find vials that were the result of Vadalis's attempts to recreate standard potions. However, even though they look and taste like the intended potion, these experimental potions can have strange consequences upon use. Each character can find one potion from the Experimental Potions table. Unless they use the identify spell, they can only learn what the potion \"probably\" is, not its possible side effects. When a character drinks an experimental potion, they must succeed on the indicated saving throw, or suffer its alternate effect instead of the potion's usual effect.",
														{
															"type": "table",
															"colLabels": [
																"d6",
																"Normal Potion",
																"Alternate Effect"
															],
															"colStyles": [
																"col-1 text-center",
																"col-2",
																"col-9"
															],
															"rows": [
																[
																	"1",
																	"elixir of health",
																	"You must succeed on a {@dc 12} Constitution saving throw or the potion has the effects of a potion of poison instead of its usual effects."
																],
																[
																	"2",
																	"oil of slipperiness",
																	"You must succeed on a {@dc 12} Dexterity saving throw or your speed is reduced to zero for 1 minute instead of the potion's usual effects. You can repeat the saving throw at the end of each of your subsequent turns."
																],
																[
																	"3",
																	"potion of fire breath",
																	"After you drink this potion, each time you attempt to breathe fire at a target, you must make a {@dc 12} Constitution saving throw. On a failed save, instead of targeting a single creature, you target every creature within 15 feet of you, including yourself."
																],
																[
																	"4",
																	"potion of hill giant strength",
																	"When you drink this potion, you must make a {@dc 12} Wisdom saving throw. On a failed save, the duration is reduced to 1 minute, and for the duration, your newfound strength is difficult to control. Whenever you hit with a melee attack while one or more allies are within 5 feet of you, one of those allies takes 1d8 bludgeoning damage."
																],
																[
																	"5",
																	"potion of growth",
																	"When you drink this potion, you must make a {@dc 12} Constitution saving throw. On a failed save, the duration is reduced to 1 minute. For the duration, your limbs grow disproportionately from your body and you have disadvantage on all attacks."
																],
																[
																	"6",
																	"potion of heroism",
																	"When you drink this potion, you must succeed on a {@dc 12} Charisma saving throw or be under the effects of the bane spell for the duration, in addition to the potion's normal effects."
																]
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Formula 45-1",
													"entries": [
														"The formula vials are well-organized, but the spot where the characters would expect to locate the \"cure\" is conspicuously empty.",
														"However, the characters easily locate a small sturdy carrying chest labeled 45-1. It's not particularly heavy, requiring just one free hand to carry. The chest has a simple padlock, but the party finds that none of the researchers' keys open it. The chest can be opened with a successful {@dc 13} Dexterity check using thieves' tools or a {@dc 15} Strength (Athletics) check. Neatly secured inside the chest are seventeen vials marked F45-1."
													]
												},
												{
													"type": "entries",
													"name": "Healing Potions",
													"entries": [
														"Though most of the potions in the room are unusable or unpredictable, a successful {@dc 12} Intelligence (Investigation or Medicine) check locates a cache containing one potion of healing per player character. These potions bear the House Jorasco label, which proclaims their flavor is \"Diet Banana, contains artificial sweeteners.\""
													]
												},
												{
													"type": "entries",
													"name": "Jar of Burster Larvae",
													"entries": [
														"There is a large jar labeled \"accelerated burster larvae.\" It's not difficult to ascertain that some of these were injected into Crane to incapacitate and kill him. Although not in immediately injectable form, this is a horrific weapon and is likely valuable to the right buyer—the jar would be worth a fortune if returned to the resistance."
													]
												},
												{
													"type": "entries",
													"name": "Unnumbered Door",
													"entries": [
														"The other door in this room bears no number and is labeled only as \"The First.\" It has a simple latch and can be easily opened from the outside."
													]
												},
												{
													"type": "inset",
													"name": "Decision Point",
													"page": 87,
													"entries": [
														"When the characters finish exploring room B12, you may wish to remind the players of their primary mission. They've been tasked with recovering or destroying the formula for \"the cure\"—which they've now located, and it's up to them to decide what to do with it. They may want to consider the following:",
														{
															"type": "list",
															"style": "list-hang",
															"items": [
																"They've seen the horrors being perpetrated in the name of war.",
																"They know that the formula potentially turns people into undead-eaters.",
																"They can return the formula to the Unbroken—if indeed it's better in the hands of the resistance, despite their own often-horrific methods.",
																"It's easy to destroy the formula and samples if the characters so choose. After all, if they're stopped on the way out, it may be confiscated and then their efforts are for naught.",
																"Of course, they could even keep the formula and samples for themselves."
															]
														},
														"There are no correct answers here, nor any ability checks required. The choices are for the group to decide on—but time is ticking."
													]
												}
											]
										},
										{
											"type": "section",
											"name": "The First",
											"page": 88,
											"entries": [
												"When the door leading to the First's room is opened, read or paraphrase the following:",
												{
													"type": "insetReadaloud",
													"page": 88,
													"entries": [
														"This small room was designed as a holding cell, but it's since been decorated to look more like a bedroom. It holds a comfortable bed, nightstand with a candle, and other small personal effects.",
														"A foul stench emanates from the room's sole occupant, a young man in simple gray clothing. He sits cross-legged on the floor, chewing on what looks to be a rotten human leg. Beside him, a putrescent, long-decomposing corpse—or what's left of it—lies on the floor.",
														"The young man pauses eating and speaks with rotting flesh still visible in his mouth. \"Have you come to take me home?\" he says."
													]
												},
												"The young man in this room, who refers to himself only as the First, is good-natured and willing to answer questions. A successful {@dc 12} Wisdom (Medicine) check confirms that the First is human and in excellent health. He does not register as undead or anything unique to the characters' special senses—other than his willingness to eat undead flesh, the party finds no evidence of what's been done to him. The corpse he's been eating was once a Karrnathi undead; the researchers killed it then gave it to the First to eat.",
												"The First is willing to go with the characters if they promise to take him back to Brokenwall to help his people. He's not sure if he is able to transmit the \"hunger cure\" to others, but he hopes so—that's what the researchers have been working on recently. If you'd like to continue your campaign in Dread Metrol, it's up to you as DM whether transmission is actually possible and under what circumstances.",
												"The characters must decide what to do with the First. If they leave him in the laboratory, they are effectively leaving the \"cure\" in Vadalis's hands. Taking him peacefully requires them to agree to help him—he's fairly naive and as long as he's promised help, regardless of whether it is true or not, he's happy to come along.",
												{
													"type": "inset",
													"name": "Brokenwall",
													"page": 88,
													"entries": [
														"The district of Brokenwall, in the Undercity below Southshore, was lost to the undead several months ago. Since then, the remaining people of Brokenwall have been abandoned and the general population considers it a place of horrors. No one has been heard of ever getting out or in—not that there are any volunteers to try the latter."
													]
												},
												{
													"type": "inset",
													"name": "NPC: The First",
													"page": 88,
													"entries": [
														"{@i chaotic good human (he/him)}",
														"The First (commoner with maximum hit points) is a young man in his late teens who has been in the laboratory for several weeks. His birth real name is Kandess, though he neither uses it nor shares it without persuasion. He is calm, soft-spoken, and mostly harmless.",
														"He's not only been called the First by \"loving\" Vadalis researchers, but has wholly embraced the name himself as his true name, duty, and destiny.",
														{
															"type": "entries",
															"name": "What Does He Want?",
															"entries": [
																"The First wants to return to his home district of Brokenwall and save the people of the district from the hunger that many are dying for. He willingly volunteered for these Vadalis treatments and believes his determination and strength of will have helped him succeed in becoming the First."
															]
														},
														{
															"type": "entries",
															"name": "What Does He Know?",
															"entries": [
																"Brokenwall is an Undercity district that was cut off from the rest of Metrol by an undead incursion. The army and the Watch have abandoned and barricaded Brokenwall, but the First managed a desperate escape. People were already starving in the district when he fled, and he knows they'll all die soon if no help comes."
															]
														},
														"Believing in the power of authority, his search for help led him to being conscripted for enhancement, and because of his willingness to volunteer for anything to save his people, he became a subject for these experiments.",
														"As far as he is concerned, the Vadalis researchers are saving everyone and have been true to their word. Though eating the dead was \"strange at first,\" he soon got used to it and says he's never felt better."
													]
												}
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Getting Out",
									"page": 89,
									"entries": [
										"Once the characters have made their decisions on how to proceed, they are able to make their way out of the building without any resistance. If the party released the prisoners on level A, they are waiting to be led to freedom—these six commoners all have two levels of exhaustion and their speed is halved.",
										"Sounds of distant battle ring out as the characters emerge outdoors. Map 5.3 depicts the building's surroundings. The door of the laboratory lies 50 feet from the fence bordering the street to the east.",
										"One Vadalis heavy guard captain riding an armored spider-horse waits atop an outcropping on the Vermishard, 50 feet above the party. When the characters emerge from the building, he whistles, drawing the attention of two Vadalis heavy guards who are both 70 feet away in the direction of the fence. More guards can be seen in the other distant sectors of the facility, but they are too busy handling Dalen's distraction to engage the party at the moment.",
										"It should be clear to the party now that their goal is to escape—there's little time to fight off more than one or two guards before reinforcements arrive. The complex battlefield and opponents present the following complications.",
										{
											"type": "entries",
											"name": "Warded Razor-Wire Fence",
											"page": 89,
											"entries": [
												"The 20-foot-tall fence deals 2d8 lightning damage to anyone touching it either with their body or a conductive object like a weapon or tool. As an action, the black ooze given to the party can be used to de-electrify the fence for 1 minute. During this time, the fence can be attacked and cut open without taking damage. The fence has AC 15, a damage threshold of 5, and immunity to cold, fire, lightning, poison, and psychic damage. The characters must deal 15 points of damage to the fence to make a hole big enough for one creature to get through."
											]
										},
										{
											"type": "entries",
											"name": "Mounted Guard",
											"page": 89,
											"entries": [
												"The mounted heavy guard captain begins by shooting at the characters, then directs his spider-horse steed to climb down the wall. Once they reach the player characters, the captain and his spider-horse both engage in melee. This guard's primary concern is retrieving Vadalis's stolen property. If the characters are seen carrying a chest, he prioritizes it, and also attempts to knock out any prisoners with his mace as he catches up to them."
											]
										},
										{
											"type": "entries",
											"name": "Other Guard",
											"page": 89,
											"entries": [
												"The other guards are less picky. They are too far away to engage in melee and snipe at the adventurers and prisoners alike with their crossbows.",
												"The guards do not follow the characters outside the fence and instead focus on downing any prisoners left within the compound. Once the characters reach the street, an Unbroken runner gives them a sign to follow her and leads them away to a hidden safehouse. If the player characters reach the street before all of the other prisoners do, it's up to them whether they wish to continue fighting or leave the rest of the prisoners behind."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Conclusion",
							"page": 90,
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Once clear of the Kennels, the characters are able to rendezvous in a secret Unbroken safehouse in Northshore, where they are met once again by Dalen and a host of armed resistance fighters.",
										"During their travel here, the characters would have had an opportunity to decide what they want to do with the First and—if they did not destroy it—the formula. They must now report to Dalen. If they have brought anything back, Dalen insists on the resistance keeping all of it—the adventurers have, after all, completed their mission. Though Dalen would never admit it, their ultimate goal after overthrowing Dannel is to take her place leading the city, and they're not afraid to get their hands dirty to accomplish this. A character that succeeds on a {@dc 16} Wisdom (Insight) check can tell Dalen doesn't plan to destroy the serum—they may not have decided yet how to use it in the Unbroken's fight, but they'll certainly try.",
										"Dalen makes good on their promises to the adventurers. As a material reward, the group is given one +1 weapon of the party's choice and one +1 shield. Furthermore, Dalen offers each of the player characters 200 gp, and if they brought back the jar of burster larvae, Dalen offers another 500 gp for it. These rewards are one last sign of Dalen's cunning; from their days in the Aurum, Dalen has collected a considerable sum of coins, but in Dread Metrol, they're nearly worthless. Dalen is more than happy to shower the player characters in useless wealth. A successful {@dc 15} Wisdom (Insight) reveals their minor deception; if the player characters are from Dread Metrol, they automatically succeed on this check and are awarehow worthless this offer is. If challenged, Dalen also offers their personal treasure: a bottle of 967 YK vintage Aundairian Bluevine wine, and (if the adventurers also hand over the burster larvae) a crate of six healing potions in House Jorasco's popular pomegranate flavor.",
										"Citizens of Metrol are given new identities and their freedom; it's their choice whether to remain with the Unbroken or not, though this decision need not be made immediately.",
										"If the party hands the First over to Dalen, the young man is visibly sad and uncertain whether the Unbroken will allow him to fulfill his \"destiny\" of returning to Brokenwall, yet he still thanks the characters for getting him this far.",
										"This concludes the adventure for characters native to Dread Metrol or those who will be continuing their adventures in the demiplane.",
										{
											"type": "entries",
											"name": "Level Up!",
											"page": 90,
											"entries": [
												"After completing this adventure, the characters advance from 3rd to 4th level."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "There's No Place Like Home",
									"page": 90,
									"entries": [
										"For characters playing the adventure as a one-shot or for those who were promised help returning to Eberron-Prime, the following additional scene takes place. Read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"page": 90,
											"entries": [
												"As promised, Dalen has put you in touch with someone in Metrol who has been studying the strange Mists. The meeting was complicated to arrange and apparently came at some cost to Dalen. Yet here you are.",
												"The Unbroken leader's connections have taken you into the heart of the Forge Vermishard, where House Cannith explores arcane mysteries and crafts terrifying weapons of war. The air is charged with the scents of ozone and molten metal, and you can hear screams in the distance. But Dalen's word is good, and you are escorted safely into a vast chamber. The walls are lined with glass tanks filled with strange mists and vapors, each charged with different forms of energy.",
												"An imposing figure waits for you—he's clearly human, but half his body is made from steel and stone. This is Starrin d'Cannith, the infamous Gorgon. Iron horns curl up around his head, and one of his eyes is made from glowing crystal. His right arm has been augmented with a steel battlefist, from which protrude not fingers, but menacing sharp claws. Embedded into his palm, a silver talisman bears the crown of Cyre.",
												"\"You wish to volunteer for my experiments?\" His booming voice echoes across the room. \"We've made a breakthrough. I'd wager my left hand that you'll survive the transition.\" He considers you for a moment. \"Well, maybe my right hand.\""
											]
										},
										"The conversation with Starrin is very brief. He knows he has the power in this situation, and if the adventurers don't join his experiment, he has a whole city of people to \"volunteer.\" He feels no personal concern for the adventurers' well-being, but he knows the value of willing volunteers and means them no harm. He simply needs subjects for his latest experiments to penetrate the Mists, which have previously met in dismal failure—but this time, he's hopeful for a better outcome. He assures them that the process will be quick and painless. Probably.",
										"If the characters agree to participate in Starrin's experiment, he leads them to another door. Read or paraphrase the following:",
										{
											"type": "insetReadaloud",
											"page": 91,
											"entries": [
												"Soft moaning comes from beyond the door. Your grim-voiced host opens it and walks into the room without hesitation.",
												"Inside is a restrained spider-horse. Heavy chains stretch from it to the walls around, leaving it suspended several feet in the air. The monstrosity bucks and moans from the restraints.",
												"In one fluid motion, Starrin draws his ornate dagger across the creature's neck, slicing it open. No blood comes out; instead, dark shadowy mists pour out of the dying creature and engulf you."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Meanwhile, Back at the Ranch",
									"page": 91,
									"entries": [
										"The characters wake up on the side of the road, just outside of Whitewood Ranch. It is night, and they can tell by the celestial bodies that about one month has passed since they were sent to investigate the ranch.",
										"If adventurers attempt to enter the ranch, they are met once again by Eizek d'Vadalis, who remembers their initial visit but has no memory of them sneaking into the Proprietary Research building. He says, \"You left so suddenly, I thought I'd said something wrong! Are you still interested in some magebred horses?\"",
										"Eizek also mentions that it is fortuitous that they are here, as his ranchers have found something peculiar in the woods, and he'd like to retain the party's services. He takes them to a cave several miles away from the ranch, where they see the corpses of several clawfoot raptors and one horse. It's clear that something large has been eating them. Of course, House Vadalis has no interest in sharing the real reason behind the disappear-ances—the missing spider-horse (described in the \"About the Ranch\" section of Part 1). Instead, Eizek explains that his ranchers found the cave when looking for his missing horse. \"A young sword- tooth titan has been hunting here!\" he says. \"We've taken the liberty of killing it and disposing of the carcass; however, we know that these raptors are often quite precious to the locals, so we thought you mightdeliver the sad news to them for us. There is even a small sum of gold in it for you!\"",
										"If the characters will be continuing thir adventures in Eberron, they each receive 50 gp from Eizek for delivering the news, and another 50 gp each from the original broker who hired them to investigate the ranch, as all parties are satisfied with the given explanation.",
										{
											"type": "inset",
											"name": "Extending the Adventure",
											"page": 91,
											"entries": [
												"Instead of a \"cinematic\" conclusion as described above, the return to Eberron can be expanded into a short adventure. In this event, Eizek and a more knowledgeable researcher admit—entirely off the record—that one of their experiments has escaped and may be dangerous, though they have no more clue as to the mysterious nature of the Mists than the characters. They ask the characters to track it down and kill it off.",
												"The characters may then encounter a spider-horse matriarch's lair, where there are several more spider-horses and potentially other arachnid creatures.",
												"Alternatively, Starrin's way through the Mists might take the characters to other Domains of Dread rather than back to Eberron. In this case, rather than the talisman on his battlefist depicting the crown of Cyre, the symbol should be altered to depict a relevant talisman for the destination domain."
											]
										}
									]
								},
								"FIN"
							]
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Dannel ir'Wynarn, Reconstructed Queen",
			"isNamedCreature": true,
			"source": "DreadMetrol",
			"page": 23,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 153,
				"formula": "18d8 + 72"
			},
			"speed": {
				"walk": 30
			},
			"str": 19,
			"dex": 15,
			"con": 18,
			"int": 20,
			"wis": 12,
			"cha": 16,
			"save": {
				"dex": "+7",
				"con": "+9",
				"int": "+10",
				"cha": "+8"
			},
			"skill": {
				"athletics": "+9",
				"arcana": "+15",
				"history": "+10",
				"insight": "+6",
				"perception": "+6",
				"intimidation": "+8",
				"persuasion": "+8"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 16,
			"resist": [
				"poison",
				"psychic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks that aren't adamantine",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"paralyzed",
				"petrified",
				"poisoned"
			],
			"languages": [
				"Common",
				"Draconic",
				"Elvish",
				"Giant"
			],
			"cr": "15",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Dannel is a 9th-level spellcaster. Her spellcasting ability is Intelligence (spell save {@dc 18}, {@hit 10} to hit with spell attacks). She has the following artificer spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell mage hand|PHB}",
								"{@spell message|PHB}",
								"{@spell fire bolt|PHB}",
								"{@spell shocking grasp|PHB}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell absorb elements|XGE}",
								"{@spell alarm|PHB}",
								"{@spell Tasha's caustic brew|TCE}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell arcane lock|PHB}",
								"{@spell enhance ability|PHB}",
								"{@spell heat metal|PHB}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell dispel magic|PHB}",
								"{@spell haste|PHB}",
								"{@spell intellect fortress|TCE}"
							]
						},
						"4": {
							"slots": 3,
							"spells": [
								"{@spell fabricate|PHB}",
								"{@spell freedom of movement|PHB}",
								"{@spell stone shape|PHB}"
							]
						},
						"5": {
							"slots": 1,
							"spells": [
								"{@spell Bigby's hand|PHB}",
								"{@spell wall of stone|PHB}"
							]
						}
					},
					"ability": "int"
				}
			],
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If Dannel fails a saving throw, she can choose to succeed instead."
					]
				},
				{
					"name": "Reconstructed Contingencies (Recharges after a Short or a Long Rest)",
					"entries": [
						"If Dannel is reduced to 0 hit points, she doesn't die or fall {@condition unconscious}. Instead, she regains 1 hit point and 40 temporary hit points, and she assumes a more complete construct form with the following benefits, which last for 1 minute or until she is reduced to 0 hit points:",
						{
							"type": "list",
							"items": [
								"Her type changes to construct.",
								"She gains immunity to poison and psychic damage.",
								"She gains 40 temporary hit points at the start of each of her turns.",
								"She is surrounded with an antilife aura. Each creature other than undead and constructs that starts its turn within 10 feet of her must make a {@dc 18} Constitution saving throw. On a failed save, it is pushed 10 feet away from her and is unable to move within 10 feet of her until the start of its next turn."
							]
						}
					]
				},
				{
					"name": "Through the Mists",
					"entries": [
						"As a bonus action, Dannel can teleport up to 30 feet to an unoccupied space she can see."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Dannel makes three weapon attacks."
					]
				},
				{
					"name": "Battlefist of Dorn",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 10 ft., one target. {@h}11 ({@damage 1d12 + 5}) bludgeoning damage, plus 4 ({@damage 1d8}) force damage and the target is pushed 15 feet away from Dannel."
					]
				},
				{
					"name": "Battlefist of Azur",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 10 ft., one target. {@h}11 ({@damage 1d12 + 5}) slashing damage, plus 4 ({@damage 1d8}) necrotic damage and the target must succeed on a {@dc 18} Wisdom saving throw or be {@condition frightened} of Dannel. A {@condition frightened} creature can repeat the saving throw at the end of each of its turns, ending the effect on a success."
					]
				},
				{
					"name": "Battlefist of Arrah",
					"entries": [
						"{@atk rw} {@hit 10} to hit, range 60 ft., one target. {@h}11 ({@damage 1d12 + 5}) bludgeoning damage, plus 4 ({@damage 1d8}) fire damage and the target is set aflame. While aflame, the target takes 3 ({@damage 1d6}) fire damage at the start of each of its turns until it uses an action to douse the flames."
					]
				}
			],
			"legendary": [
				{
					"name": "Overload",
					"entries": [
						"Dannel makes one weapon attack."
					]
				},
				{
					"name": "Artifice Mastery",
					"entries": [
						"Dannel casts a spell of 3rd level or lower with a casting time of one action."
					]
				},
				{
					"name": "Majesty of Cyre (Costs 2 Actions)",
					"entries": [
						"Dannel casts a spell of 5th level or lower with a casting time of one action."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR",
				"E",
				"GI"
			],
			"damageTags": [
				"B",
				"F",
				"N",
				"O",
				"S"
			],
			"damageTagsSpell": [
				"A",
				"B",
				"F",
				"L",
				"O"
			],
			"spellcastingTags": [
				"CA"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RW"
			],
			"conditionInflict": [
				"frightened"
			],
			"conditionInflictSpell": [
				"grappled",
				"incapacitated"
			],
			"savingThrowForced": [
				"constitution",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"strength"
			]
		},
		{
			"name": "Reconstructed Captain",
			"source": "DreadMetrol",
			"page": 39,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				"NX",
				"C",
				"G",
				"NY",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item studded leather armor|PHB}"
					]
				}
			],
			"hp": {
				"average": 65,
				"formula": "10d8 + 20"
			},
			"speed": {
				"walk": 30
			},
			"str": 15,
			"dex": 16,
			"con": 14,
			"int": 14,
			"wis": 11,
			"cha": 14,
			"save": {
				"str": "+4",
				"con": "+4",
				"dex": "+5",
				"wis": "+2"
			},
			"skill": {
				"athletics": "+4",
				"deception": "+4"
			},
			"passive": 10,
			"resist": [
				"poison",
				"psychic"
			],
			"conditionImmune": [
				"exhaustion",
				"paralyzed",
				"poisoned"
			],
			"languages": [
				"any two languages"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Reconstructed Contingencies (Recharges on a Short or Long Rest)",
					"entries": [
						"When the captain is reduced to 0 hit points, it doesn't die or fall {@condition unconscious}, and instead assumes a more complete construct form. It regains 1 hit point and 8 temporary hit points. Additionally, it gains 8 temporary hit points at the start of each of its turns for 1 minute or until it is reduced to 0 hit points."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The captain makes three melee attacks: two with its scimitar and one with its dagger. Alternatively, it makes two ranged attacks with its daggers."
					]
				},
				{
					"name": "Scimitar",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage."
					]
				},
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 5} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Parry",
					"entries": [
						"The captain adds 2 to its AC against one melee attack that would hit it. To do so, the captain must see the attacker and be wielding a melee weapon."
					]
				}
			],
			"attachedItems": [
				"dagger|phb",
				"scimitar|phb"
			],
			"actionTags": [
				"Multiattack",
				"Parry"
			],
			"languageTags": [
				"X"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RW",
				"THW"
			]
		},
		{
			"name": "Artisan Magewright",
			"source": "DreadMetrol",
			"page": 92,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				11
			],
			"hp": {
				"average": 9,
				"formula": "2d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 13,
			"con": 10,
			"int": 14,
			"wis": 14,
			"cha": 12,
			"skill": {
				"arcana": "+4"
			},
			"passive": 12,
			"languages": [
				"Common plus any two languages"
			],
			"cr": "0",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The magewright's spellcasting ability is Intelligence (spell save {@dc 12}). To cast one of its rituals, the magewright must provide additional material components whose value in gold pieces is 20 times the spell's level. These components are consumed when the ritual is finished. The magewright knows the following spells:"
					],
					"will": [
						"{@spell guidance}",
						"{@spell mage hand}",
						"{@spell mending}",
						"{@spell prestidigitation}"
					],
					"ritual": [
						"{@spell knock}"
					],
					"ability": "int"
				}
			],
			"trait": [
				{
					"name": "Artisan",
					"entries": [
						"The magewright is proficient in one type of artisan's tools."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 3} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}3 ({@damage 1d4 + 1}) piercing damage."
					]
				}
			],
			"attachedItems": [
				"dagger|phb"
			],
			"languageTags": [
				"C",
				"X"
			],
			"damageTags": [
				"P"
			],
			"spellcastingTags": [
				"O"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RW",
				"THW"
			]
		},
		{
			"name": "Burster Bug",
			"source": "DreadMetrol",
			"page": 93,
			"size": [
				"T"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 10,
				"formula": "3d4 + 3"
			},
			"speed": {
				"walk": 10,
				"fly": 40
			},
			"str": 4,
			"dex": 17,
			"con": 12,
			"int": 2,
			"wis": 12,
			"cha": 6,
			"skill": {
				"stealth": "+5"
			},
			"senses": [
				"blindsight 20 ft."
			],
			"passive": 11,
			"immune": [
				"thunder"
			],
			"cr": "1",
			"action": [
				{
					"name": "Sting",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage, and the target must make a {@dc 11} Constitution saving throw, taking 10 ({@damage 3d6}) poison damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"name": "Stunning Shriek {@recharge}",
					"entries": [
						"The burster bug emits a shriek in a 5-foot radius. Each creature in that area must make a {@dc 11} Constitution saving throw. On a failed save, a creature is {@condition stunned} for 1 minute. The {@condition stunned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Creatures automatically succeed on the saving throw if they can't hear the burster bug or if they are immune to thunder damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Startling Shriek",
					"entries": [
						"The burster bug can use its Stunning Shriek when it rolls initiative."
					]
				}
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"conditionInflict": [
				"stunned"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Burster Bug Matriarch",
			"source": "DreadMetrol",
			"page": 93,
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 55,
				"formula": "10d8 + 10"
			},
			"speed": {
				"walk": 10,
				"fly": 50
			},
			"str": 13,
			"dex": 16,
			"con": 13,
			"int": 4,
			"wis": 12,
			"cha": 6,
			"skill": {
				"perception": "+3",
				"stealth": "+5"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"resist": [
				"poison"
			],
			"immune": [
				"thunder"
			],
			"conditionImmune": [
				"paralyzed"
			],
			"cr": "4",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The burster bug matriarch makes two bite attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}9 ({@damage 1d10 + 3}) piercing damage, and the target must succeed on a {@dc 11} Constitution saving throw or be {@condition poisoned} for 1 minute. While {@condition poisoned} this way, the target is {@condition paralyzed}. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"name": "Larvae Injector",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}The target is infested with {@dice 1d3} burster bug eggs, which immediately hatch into burster bug maggots. At the start of each of the target's turns, the target takes {@damage 1d6} piercing damage per maggot infesting it.",
						"Applying fire to the bite wound before the end of the target's next turn deals 1 fire damage to the target and kills these burster bug maggots. After this time, the maggots are too far under the skin to be burned. If a target infested by burster bug maggots ends its turn with 0 hit points, it dies as the maggots burrow into its heart and kill it. Any effect that cures disease kills all burster bug maggots infesting the target."
					]
				},
				{
					"name": "Stunning Shriek {@recharge}",
					"entries": [
						"The burster bug matriarch emits a shriek in a 10-foot radius. Each creature in that area must make a {@dc 11} Constitution saving throw. On a failed save, a creature is {@condition stunned} for 1 minute. The {@condition stunned} creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Creatures automatically succeed on the saving throw if they can't hear the burster bug matriarch or if they are immune to thunder damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"F",
				"P"
			],
			"miscTags": [
				"AOE",
				"DIS",
				"MW"
			],
			"conditionInflict": [
				"paralyzed",
				"poisoned",
				"stunned"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Dalen Osserak",
			"isNamedCreature": true,
			"isNpc": true,
			"source": "DreadMetrol",
			"page": 94,
			"size": [
				"M"
			],
			"type": "human",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item studded leather armor|PHB|studded leather}"
					]
				}
			],
			"hp": {
				"average": 84,
				"formula": "13d8 + 26"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 18,
			"con": 14,
			"int": 16,
			"wis": 16,
			"cha": 18,
			"save": {
				"cha": "+7",
				"int": "+6",
				"wis": "+6"
			},
			"skill": {
				"deception": "+10",
				"history": "+6",
				"insight": "+9",
				"perception": "+9",
				"persuasion": "+10",
				"stealth": "+7"
			},
			"passive": 19,
			"languages": [
				"Common",
				"Dwarvish",
				"Draconic",
				"Elvish",
				"Goblin",
				"Thieves' cant"
			],
			"cr": "6",
			"trait": [
				{
					"name": "Cunning Action",
					"entries": [
						"On each of their turns, Dalen can use a bonus action to take the Dash, Disengage, or Hide action."
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"If Dalen is subjected to an effect that allows them to make a Dexterity saving throw to take only half damage, Dalen instead takes no damage if they succeed on the saving throw, and only half damage if they fail."
					]
				},
				{
					"name": "Sneak Attack (1/Turn)",
					"entries": [
						"Dalen deals an extra 14 ({@damage 4d6}) damage when they hit a target with a weapon attack and have advantage on the attack roll, or when the target is within 5 feet of an ally of Dalen that isn't incapacitated and Dalen doesn't have disadvantage on the attack roll."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Dalen makes three attacks with their shortsword."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage."
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"{@atk rw} {@hit 7} to hit, range 80/320 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Uncanny Dodge",
					"entries": [
						"Dalen halves the damage that they take from an attack that hits them. Dalen must be able to see the attacker."
					]
				},
				{
					"name": "Uncanny Insight (3/Day)",
					"entries": [
						"When Dalen or a creature they can see makes an attack roll, a saving throw, or an ability check, Dalen can cause the roll to be made with advantage or disadvantage."
					]
				}
			],
			"attachedItems": [
				"light crossbow|phb",
				"shortsword|phb"
			],
			"traitTags": [
				"Sneak Attack"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"D",
				"DR",
				"E",
				"GO",
				"TC"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RNG",
				"RW"
			]
		},
		{
			"name": "Deadwing",
			"source": "DreadMetrol",
			"page": 94,
			"size": [
				"T"
			],
			"type": "undead",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 2,
				"formula": "1d4"
			},
			"speed": {
				"walk": 10,
				"fly": 40
			},
			"str": 4,
			"dex": 16,
			"con": 11,
			"int": 2,
			"wis": 8,
			"cha": 6,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 9,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"cr": "1/8",
			"action": [
				{
					"name": "Leech Life",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}The deadwing attaches to the target.",
						"Until the deadwing is detached, the target takes 5 ({@damage 1d4 + 3}) necrotic damage at the start of each of the deadwing's turns. A creature can detach the deadwing by making a successful {@dc 13} Strength check as an action.",
						"The deadwing can't make attacks while attached in this way. It can detach itself from a target by spending 5 feet of its movement."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"N"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Doran d'Vadalis",
			"isNamedCreature": true,
			"isNpc": true,
			"source": "DreadMetrol",
			"page": 94,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				11
			],
			"hp": {
				"average": 32,
				"formula": "5d8 + 10"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 12,
			"con": 14,
			"int": 10,
			"wis": 14,
			"cha": 12,
			"skill": {
				"medicine": "+6",
				"perception": "+4"
			},
			"passive": 14,
			"languages": [
				"Common"
			],
			"cr": "1/4",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Doran is a 3rd-level spellcaster. His spellcasting ability is Wisdom (spell save {@dc 12}). Doran has the following cleric spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell resistance}",
								"{@spell sacred flame}",
								"{@spell spare the dying}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell healing word|PHB}",
								"{@spell sanctuary|PHB}"
							]
						},
						"2": {
							"slots": 2,
							"spells": [
								"{@spell calm emotions|PHB}",
								"{@spell spiritual weapon|PHB}"
							]
						}
					},
					"ability": "wis"
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 3} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}4 ({@damage 1d4 + 1}) piercing damage."
					]
				}
			],
			"attachedItems": [
				"dagger|phb"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P"
			],
			"damageTagsSpell": [
				"O",
				"R"
			],
			"spellcastingTags": [
				"CC"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RW",
				"THW"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Heavy Guard",
			"source": "DreadMetrol",
			"page": 96,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"{@item ring mail|PHB}"
					]
				}
			],
			"hp": {
				"average": 32,
				"formula": "5d8 + 10"
			},
			"speed": {
				"walk": 30
			},
			"str": 15,
			"dex": 11,
			"con": 14,
			"int": 10,
			"wis": 10,
			"cha": 11,
			"skill": {
				"intimidation": "+2"
			},
			"passive": 10,
			"languages": [
				"Common"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Pack Tactics",
					"entries": [
						"The heavy guard has advantage on an attack roll against a creature if at least one of the heavy guard's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The heavy guard makes two melee attacks."
					]
				},
				{
					"name": "Mace",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}5 ({@damage 1d6 + 2}) bludgeoning damage."
					]
				},
				{
					"name": "Heavy Crossbow",
					"entries": [
						"{@atk rw} {@hit 2} to hit, range 100/400 ft., one target. {@h}5 ({@damage 1d10}) piercing damage."
					]
				}
			],
			"attachedItems": [
				"heavy crossbow|phb",
				"mace|phb"
			],
			"traitTags": [
				"Pack Tactics"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RNG",
				"RW"
			]
		},
		{
			"name": "Heavy Guard Captain",
			"source": "DreadMetrol",
			"page": 96,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item chain mail|PHB}"
					]
				}
			],
			"hp": {
				"average": 32,
				"formula": "5d8 + 10"
			},
			"speed": {
				"walk": 30
			},
			"str": 15,
			"dex": 11,
			"con": 14,
			"int": 10,
			"wis": 10,
			"cha": 11,
			"skill": {
				"intimidation": "+2"
			},
			"passive": 10,
			"languages": [
				"Common"
			],
			"cr": {
				"cr": "1",
				"xp": 100
			},
			"trait": [
				{
					"name": "Pack Tactics",
					"entries": [
						"The heavy guard captain has advantage on an attack roll against a creature if at least one of the captain's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The heavy guard captain makes two melee attacks."
					]
				},
				{
					"name": "Mace",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}5 ({@damage 1d6 + 2}) bludgeoning damage."
					]
				},
				{
					"name": "Heavy Crossbow",
					"entries": [
						"{@atk rw} {@hit 2} to hit, range 100/400 ft., one target. {@h}5 ({@damage 1d10}) piercing damage."
					]
				}
			],
			"attachedItems": [
				"heavy crossbow|phb",
				"mace|phb"
			],
			"traitTags": [
				"Pack Tactics"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RNG",
				"RW"
			]
		},
		{
			"name": "Karanta d'Vadalis",
			"isNamedCreature": true,
			"isNpc": true,
			"source": "DreadMetrol",
			"page": 96,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				11,
				{
					"ac": 16,
					"condition": "with {@spell barkskin}",
					"braces": true
				}
			],
			"hp": {
				"average": 27,
				"formula": "5d8 + 5"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 12,
			"con": 13,
			"int": 12,
			"wis": 15,
			"cha": 11,
			"skill": {
				"medicine": "+4",
				"nature": "+3",
				"perception": "+4"
			},
			"passive": 14,
			"languages": [
				"Common",
				"Druidic"
			],
			"cr": "2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Karanta is a 4th-level spellcaster. Her spellcasting ability is Wisdom (spell save {@dc 12}, {@hit 4} to hit with spell attacks). She has the following druid spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell primal savagery|XGE}",
								"{@spell produce flame|PHB}",
								"{@spell shillelagh|PHB}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell entangle|PHB}",
								"{@spell faerie fire|PHB}",
								"{@spell healing word|PHB}",
								"{@spell thunderwave|PHB}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell barkskin|PHB}",
								"{@spell spike growth|PHB}"
							]
						}
					},
					"ability": "wis"
				}
			],
			"action": [
				{
					"name": "Quarterstaff",
					"entries": [
						"{@atk mw} {@hit 2} to hit ({@hit 4} to hit with shillelagh), reach 5 ft., one target. {@h}3 ({@damage 1d6}) bludgeoning damage, 4 ({@damage 1d8}) bludgeoning damage if wielded with two hands, or 6 ({@damage 1d8 + 2}) bludgeoning damage with shillelagh."
					]
				}
			],
			"attachedItems": [
				"quarterstaff|phb"
			],
			"languageTags": [
				"C",
				"DU"
			],
			"damageTags": [
				"B"
			],
			"damageTagsSpell": [
				"A",
				"F",
				"P",
				"T"
			],
			"spellcastingTags": [
				"CD"
			],
			"miscTags": [
				"MLW",
				"MW"
			],
			"conditionInflictSpell": [
				"restrained"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"strength"
			]
		},
		{
			"name": "Maxille d'Vadalis",
			"isNamedCreature": true,
			"isNpc": true,
			"source": "DreadMetrol",
			"page": 96,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item leather armor|PHB}"
					]
				}
			],
			"hp": {
				"average": 33,
				"formula": "6d8 + 6"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 14,
			"con": 12,
			"int": 10,
			"wis": 13,
			"cha": 14,
			"skill": {
				"deception": "+4",
				"persuasion": "+4",
				"religion": "+2"
			},
			"passive": 11,
			"languages": [
				"Common"
			],
			"cr": "2",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Maxille is a 4th-level spellcaster. Her spellcasting ability is Wisdom (spell save {@dc 11}, {@hit 3} to hit with spell attacks). Maxille has the following cleric spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell light|PHB}",
								"{@spell sacred flame|PHB}",
								"{@spell toll the dead|PHB}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell command|PHB}",
								"{@spell inflict wounds|PHB}",
								"{@spell shield of faith|PHB}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell hold person|PHB}",
								"{@spell spiritual weapon|PHB}"
							]
						}
					},
					"ability": "wis"
				}
			],
			"trait": [
				{
					"name": "Dark Devotion",
					"entries": [
						"Maxille has advantage on saving throws against being {@condition charmed} or {@condition frightened}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Maxille makes two melee attacks."
					]
				},
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 20/60 ft., one creature. {@h}4 ({@damage 1d4 + 2}) piercing damage."
					]
				}
			],
			"attachedItems": [
				"dagger|phb"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P"
			],
			"damageTagsSpell": [
				"N",
				"O",
				"R"
			],
			"spellcastingTags": [
				"CC"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RW",
				"THW"
			],
			"conditionInflictSpell": [
				"paralyzed",
				"prone"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Ping",
			"isNamedCreature": true,
			"isNpc": true,
			"source": "DreadMetrol",
			"page": 97,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item studded leather armor|PHB|studded leather}",
						"{@item shield|PHB}"
					]
				}
			],
			"hp": {
				"average": 13,
				"formula": "2d8 + 4"
			},
			"speed": {
				"walk": 30
			},
			"str": 15,
			"dex": 12,
			"con": 14,
			"int": 10,
			"wis": 12,
			"cha": 10,
			"save": {
				"con": "+4"
			},
			"skill": {
				"perception": "+3"
			},
			"passive": 13,
			"resist": [
				"poison",
				"psychic"
			],
			"conditionImmune": [
				"exhaustion",
				"paralyzed",
				"poisoned"
			],
			"languages": [
				"Common",
				"Elvish"
			],
			"cr": "1/4",
			"trait": [
				{
					"name": "Construct Nature",
					"entries": [
						"Ping counts as a construct in addition to being a humanoid. She doesn't require air, food, drink, or sleep."
					]
				},
				{
					"name": "Reconstructed Contingencies (Recharges on a Short or Long Rest)",
					"entries": [
						"When Ping is reduced to 0 hit points, she doesn't die or fall {@condition unconscious}. Instead, she assumes a more complete construct form. She regains 1 hit point and 8 temporary hit points. Additionally, she gains 8 temporary hit points at the start of each of her turns for 1 minute or until she is reduced to 0 hit points."
					]
				}
			],
			"action": [
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				}
			],
			"attachedItems": [
				"shortsword|phb"
			],
			"languageTags": [
				"C",
				"E"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MLW",
				"MW"
			]
		},
		{
			"name": "Shepherd Wererat",
			"source": "DreadMetrol",
			"page": 97,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human",
					"shapechanger"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"{@item studded leather armor|PHB|studded leather}"
					]
				}
			],
			"hp": {
				"average": 33,
				"formula": "6d8 + 6"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 15,
			"con": 12,
			"int": 12,
			"wis": 14,
			"cha": 12,
			"skill": {
				"insight": "+6",
				"intimidation": "+3",
				"investigation": "+3",
				"perception": "+6",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 16,
			"languages": [
				"Common (can't speak in rat form)"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The Shepherd can use its action to polymorph into a rat-humanoid hybrid or into a giant rat, or back into its true form, which is humanoid. Its statistics, other than its size, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Keen Smell",
					"entries": [
						"The Shepherd has advantage on Wisdom ({@skill Perception|PHB}) checks that rely on smell."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The Shepherd regains 10 hit points at the start of its turn. If the Shepherd takes damage from a silvered weapon or a spell, this trait doesn't function at the start of the Shepherd's next turn. The Shepherd dies only if it starts its turn with 0 hit points and doesn't regenerate."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack (Humanoid or Hybrid Form Only)",
					"entries": [
						"The Shepherd makes two attacks, only one of which can be a bite."
					]
				},
				{
					"name": "Shifting Strike (Humanoid Form Only)",
					"entries": [
						"The Shepherd transforms from human to hybrid form, then makes one weapon attack."
					]
				},
				{
					"name": "Bite (Rat or Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage. If the target is a humanoid, it must succeed on a {@dc 11} Constitution saving throw or be cursed with wererat lycanthropy."
					]
				},
				{
					"name": "Shortsword (Humanoid or Hybrid Form Only)",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				},
				{
					"name": "Hand Crossbow (Humanoid or Hybrid Form Only)",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 30/120 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				}
			],
			"attachedItems": [
				"hand crossbow|phb",
				"shortsword|phb"
			],
			"traitTags": [
				"Keen Senses",
				"Regeneration",
				"Shapechanger"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"CS"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"CUR",
				"MLW",
				"MW",
				"RNG",
				"RW"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Spider-Horse",
			"source": "DreadMetrol",
			"page": 98,
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item barding|PHB}"
					]
				}
			],
			"hp": {
				"average": 42,
				"formula": "5d12 + 10"
			},
			"speed": {
				"walk": 40,
				"climb": 30
			},
			"str": 17,
			"dex": 19,
			"con": 14,
			"int": 3,
			"wis": 12,
			"cha": 3,
			"skill": {
				"perception": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"cr": "2",
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If the spider-horse moves at least 20 feet straight toward a target and then hits it with a bite attack on the same turn, the target takes an extra 7 ({@damage 2d6}) damage. If the target is a creature, it must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The spider-horse can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}9 ({@damage 1d8 + 4}) piercing damage plus 9 ({@damage 2d8}) poison damage."
					]
				},
				{
					"name": "Sticky Leg",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one Medium or smaller creature. {@h}The target is stuck to the spider-horse's leg and {@condition grappled} until it escapes (escape {@dc 13}). The spider-horse can have up to four creatures {@condition grappled} at a time."
					]
				},
				{
					"name": "Sticky Trample",
					"entries": [
						"Creatures within 5 feet of the spiderhorse that are {@condition grappled} by it or {@condition prone} must make a {@dc 13} Dexterity saving throw. On a failed save, a creature takes 17 ({@damage 3d8 + 4}) bludgeoning damage and is {@condition restrained}. On a successful one, a creature takes half damage and is not {@condition restrained}. As an action, a {@condition restrained} target can make a {@dc 13} Strength check, breaking free of the sticky substance on a success."
					]
				}
			],
			"traitTags": [
				"Charge",
				"Spider Climb"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"B",
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled",
				"prone",
				"restrained"
			],
			"savingThrowForced": [
				"dexterity",
				"strength"
			]
		},
		{
			"name": "Swarm of Shredderfish",
			"source": "DreadMetrol",
			"page": 98,
			"size": [
				"M"
			],
			"type": {
				"type": "monstrosity",
				"swarmSize": "T"
			},
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 28,
				"formula": "8d8 8"
			},
			"speed": {
				"walk": 0,
				"swim": 40
			},
			"str": 13,
			"dex": 16,
			"con": 9,
			"int": 1,
			"wis": 7,
			"cha": 2,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 8,
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"prone",
				"restrained",
				"stunned"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Blood Frenzy",
					"entries": [
						"The swarm has advantage on melee attack rolls against any creature that doesn't have all its hit points."
					]
				},
				{
					"name": "Specialized Breeding",
					"entries": [
						"The swarm deals double damage to water vehicles."
					]
				},
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny shredderfish. The swarm can't regain hit points or gain temporary hit points."
					]
				},
				{
					"name": "Water Breathing",
					"entries": [
						"The swarm can breathe only underwater."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 0 ft., one creature in the swarm's space. {@h}14 ({@damage 4d6}) piercing damage, or 7 ({@damage 2d6}) piercing damage if the swarm has half of its hit points or fewer."
					]
				}
			],
			"traitTags": [
				"Water Breathing"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Unbroken Operative",
			"source": "DreadMetrol",
			"page": 98,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 27,
				"formula": "6d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 15,
			"con": 10,
			"int": 12,
			"wis": 14,
			"cha": 16,
			"skill": {
				"deception": "+5",
				"insight": "+4",
				"perception": "+6",
				"sleight of hand": "+4",
				"stealth": "+4"
			},
			"passive": 16,
			"languages": [
				"Any two languages"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Brave",
					"entries": [
						"The operative has advantage on saving throws against being {@condition frightened}."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"On each of its turns, the operative can use a bonus action to take the Dash, Disengage, or Hide action."
					]
				},
				{
					"name": "Sneak Attack (1/Turn)",
					"entries": [
						"The operative deals an extra 7 ({@damage 2d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the operative that isn't incapacitated and the operative doesn't have disadvantage on the attack roll."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The operative makes two melee attacks."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				},
				{
					"name": "Hand Crossbow",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 30/120 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				}
			],
			"attachedItems": [
				"hand crossbow|phb",
				"shortsword|phb"
			],
			"traitTags": [
				"Sneak Attack"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RNG",
				"RW"
			]
		},
		{
			"name": "Wargoyle",
			"isNamedCreature": true,
			"isNpc": true,
			"source": "DreadMetrol",
			"page": 99,
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 127,
				"formula": "17d8 + 51"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 16,
			"con": 16,
			"int": 12,
			"wis": 14,
			"cha": 15,
			"skill": {
				"deception": "+5",
				"insight": "+8",
				"perception": "+8",
				"stealth": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 18,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"petrified",
				"poisoned"
			],
			"languages": [
				"Common"
			],
			"cr": "6",
			"trait": [
				{
					"name": "Sneak Attack (1/Turn)",
					"entries": [
						"Wargoyle deals an extra 7 ({@damage 2d6}) damage when she hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of Wargoyle that isn't incapacitated and Wargoyle doesn't have disadvantage on the attack roll."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Wargoyle makes either three melee attacks—one with her {@condition poisoned} dagger and two with her shortsword—or three ranged attacks with her longbow."
					]
				},
				{
					"name": "Poisoned Dagger",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}5 ({@damage 1d4 + 3}) piercing damage plus 14 ({@damage 4d6}) poison damage."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage."
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 6} to hit, range 150/600 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage plus 7 ({@damage 2d6}) poison damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Stonewing Block",
					"entries": [
						"Wargoyle adds 3 to her AC against one melee attack that would hit her. To do so, Wargoyle must see the attacker."
					]
				}
			],
			"attachedItems": [
				"longbow|phb",
				"shortsword|phb"
			],
			"traitTags": [
				"Sneak Attack"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RNG",
				"RW"
			]
		},
		{
			"name": "Vadalis Tracking Hound",
			"source": "DreadMetrol",
			"page": 99,
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 11,
				"formula": "2d8 + 2"
			},
			"speed": {
				"walk": 40
			},
			"str": 12,
			"dex": 15,
			"con": 12,
			"int": 6,
			"wis": 12,
			"cha": 6,
			"skill": {
				"perception": "+3",
				"stealth": "+4"
			},
			"passive": 13,
			"cr": "1/4",
			"trait": [
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"The hound has advantage on Wisdom ({@skill Perception|PHB}) checks that rely on hearing or smell."
					]
				},
				{
					"name": "Pounce",
					"entries": [
						"If the hound moves at least 20 feet straight toward a creature and then hits it with a bite attack on the same turn, that target must succeed on a {@dc 12} Strength saving throw or be knocked {@condition prone}. If the target is {@condition prone}, the hound can make an additional bite attack against it as a bonus action."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The hound has advantage on attack rolls against a creature if at least one of the hound's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d4 + 2}) piercing damage. If the target is a creature, it must succeed on a {@dc 11} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"traitTags": [
				"Keen Senses",
				"Pack Tactics",
				"Pounce"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"strength"
			]
		},
		{
			"name": "Vesile",
			"isNamedCreature": true,
			"isNpc": true,
			"source": "DreadMetrol",
			"page": 100,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"hobgoblin"
				]
			},
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"{@item studded leather armor|PHB|studded leather}"
					]
				}
			],
			"hp": {
				"average": 33,
				"formula": "6d8 + 6"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 14,
			"con": 12,
			"int": 10,
			"wis": 13,
			"cha": 14,
			"save": {
				"dex": "+4",
				"wis": "+3"
			},
			"skill": {
				"perception": "+3",
				"performance": "+4",
				"sleight of hand": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"languages": [
				"Common",
				"Goblin"
			],
			"cr": "1",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Vesile is a 2nd-level spellcaster. Her spellcasting ability is Charisma (spell save {@dc 12}, {@hit 4} to hit with spell attacks). She has the following bard spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell minor illusion|PHB}",
								"{@spell vicious mockery|PHB}"
							]
						},
						"1": {
							"slots": 3,
							"spells": [
								"{@spell charm person|PHB}",
								"{@spell healing word|PHB}",
								"{@spell illusory script|PHB}",
								"{@spell heroism|PHB}",
								"{@spell thunderwave|PHB}"
							]
						}
					},
					"ability": "cha"
				}
			],
			"trait": [
				{
					"name": "Song of Rest",
					"entries": [
						"Vesile can perform a song while taking a short rest. Any ally who hears the song regains an extra {@dice 1d6} hit points if it spends any Hit Dice to regain hit points at the end of that rest. Vesile can confer this benefit on herself as well."
					]
				},
				{
					"name": "Taunt (2/Day)",
					"entries": [
						"Vesile can use a bonus action on her turn to target one creature within 30 feet of her. If the target can hear Vesile, the target must succeed on a {@dc 12} Charisma saving throw or have disadvantage on ability checks, attack rolls, and saving throws until the start of Vesile's next turn."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage."
					]
				}
			],
			"attachedItems": [
				"dagger|phb"
			],
			"senseTags": [
				"D"
			],
			"languageTags": [
				"C",
				"GO"
			],
			"damageTags": [
				"P"
			],
			"damageTagsSpell": [
				"T",
				"Y"
			],
			"spellcastingTags": [
				"CB"
			],
			"miscTags": [
				"MLW",
				"MW"
			],
			"conditionInflictSpell": [
				"charmed"
			],
			"savingThrowForced": [
				"charisma"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"wisdom"
			]
		},
		{
			"name": "Vulgre",
			"source": "DreadMetrol",
			"page": 100,
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 75,
				"formula": "10d10 + 20"
			},
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"str": 18,
			"dex": 10,
			"con": 15,
			"int": 6,
			"wis": 12,
			"cha": 7,
			"skill": {
				"perception": "+3"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 13,
			"languages": [
				"understands Giant but can't speak"
			],
			"cr": "3",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The vulgre makes two beak attacks."
					]
				},
				{
					"name": "Beak",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 10 ft., one target. {@h}11 ({@damage 2d6 + 4}) piercing damage."
					]
				},
				{
					"name": "Consume Carrion",
					"entries": [
						"The vulgre consumes a dead body within 5 feet of it to regain {@dice 2d6} hit points."
					]
				}
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"CS",
				"GI"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"RCH"
			]
		},
		{
			"name": "Young Spider-Horse",
			"source": "DreadMetrol",
			"page": 100,
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 19,
				"formula": "3d8 + 6"
			},
			"speed": {
				"walk": 40,
				"climb": 40
			},
			"str": 12,
			"dex": 16,
			"con": 14,
			"int": 3,
			"wis": 12,
			"cha": 3,
			"skill": {
				"perception": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"cr": "1/2",
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If the spider-horse moves at least 20 feet straight toward a target and then hits it with a bite attack on the same turn, the target takes an extra 4 ({@damage 1d6}) damage. If the target is a creature, it must succeed on a {@dc 11} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The spider-horse can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h}7 ({@damage 1d8 + 3}) piercing damage plus 5 ({@damage 1d8}) poison damage."
					]
				},
				{
					"name": "Sticky Leg",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one Medium or smaller creature. {@h}The target is stuck to the spider-horse's leg and {@condition grappled} until it escapes (escape {@dc 11}). The spider-horse can have up to two creatures {@condition grappled} at a time."
					]
				},
				{
					"name": "Sticky Trample",
					"entries": [
						"Creatures within 5 feet of the spiderhorse that are {@condition grappled} by it or {@condition prone} must make a {@dc 11} Dexterity saving throw. On a failed save, a creature takes 10 ({@damage 2d6 + 3}) bludgeoning damage and is {@condition restrained}. On a successful one, a creature takes half damage and is not {@condition restrained}. As an action, a {@condition restrained} target can make a {@dc 11} Strength check, breaking free of the sticky substance on a success."
					]
				}
			],
			"traitTags": [
				"Charge",
				"Spider Climb"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"B",
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled",
				"prone",
				"restrained"
			],
			"savingThrowForced": [
				"dexterity",
				"strength"
			]
		}
	],
	"monsterFluff": [
		{
			"name": "Assassin Vine",
			"source": "DreadMetrol",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/DreadMetrol/Assassin_Vine.png"
					}
				}
			]
		},
		{
			"name": "Dalen Osserak",
			"source": "DreadMetrol",
			"entries": [
				"Dalen Osserak is in their late 50s. Prior to the siege, they were one of the most powerful people in Metrol and a Gold Concordian of the Aurum. While they inherited much of their wealth, they made their own name as an information broker.",
				"However, everything Dalen once had—wealth, power, family—was taken away when the Mists isolated Metrol. They were cut off from their Aurum cohorts and displaced from their Northshore estate by Queen Dannel's war machine. Their wife was killed in an undead attack, and their son and daughter were conscripted into service, only to die on the walls.",
				"Having lost everything, Dalen has channeled their charisma and social skills into building a resistance to the regime. Dalen is in charge of the largest Unbroken cell in Metrol ... but their true motivation is to overthrow Dannel and take power in Metrol.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "What Do They Want?",
							"entries": [
								"The dragonmarked houses in the Kennels—Vadalis, Jorasco, and Ghallanda—are key to Dannel's domination of Metrol, and so Dalen's foremost efforts are dedicated to shutting down their research, or at least keeping any major breakthroughs out of Dannel's reach."
							]
						},
						{
							"type": "entries",
							"name": "What Do They Know?",
							"entries": [
								"The strike at the Vadalis Kennels that liberated the player characters was the work of Dalen's fighters, but it was only the first step in a bigger plan. They were simply weakening the defenses before striking the real threat—the inner labs in the Vermishard. The last intelligence that the Unbroken received from Crane was that the lab was on the brink of a major breakthrough."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/DreadMetrol/Dalen_Osserak.png"
					}
				}
			]
		},
		{
			"name": "Ping",
			"source": "DreadMetrol",
			"entries": [
				"The Vadalis Kennels aren't the only piece of the war machine that feeds on the citizens of Metrol. In the Forge of House Cannith, flesh is merged with steel to create constructed soldiers known as the Reconstructed. A far more dangerous and intrusive process than fitting magical prosthetics, the process that creates the Reconstructed can also suppress memory and one's sense of humanity.",
				"The woman known as Ping does not remember her human name. She was forced into service years ago, when Cannith artificers grafted construct elements to her body to improve her strength. Each time she was injured in battle, more and more of her flesh was replaced with wood and steel. Currently, both of Ping's legs are artificial, as is one of her arms and half of her face and torso.",
				"Under Eyrena's care, she eventually regained her ability to speak, yet her memories remain jumbled. In addition, she sustained severe battle damage that Eyrena couldn't repair. Part of her jaw is missing, and she sometimes has trouble speaking. Her metal right forearm is bent, and she is missing fingers. However, she is capable of fighting if need be.",
				"Even with her health largely restored, it is dangerous for Ping to be in Northshore. The Reconstructed are considered the property of the state, and discovery would force her back into service. Eyrena also lacks the ability to fully repair Ping, and she hopes a magewright can be found among the Unbroken—without their assistance, Ping's reconstructed parts continue to deteriorate.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "What Does She Want?",
							"entries": [
								"Ping wants to join the Unbroken. This has been a difficult decision for her—she doesn't want to leave Eyrena behind—but she hates putting Eyrena in danger and she wants to make a difference with her life."
							]
						},
						{
							"type": "entries",
							"name": "What Does She Know?",
							"entries": [
								"Ping knows that rogue Reconstructed are taken to the Forge and \"reclaimed,\" and that life out of hiding is dangerous. Yet it is better than doing nothing."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/DreadMetrol/Ping.png"
					}
				}
			]
		},
		{
			"name": "Spider-Horse",
			"source": "DreadMetrol",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/DreadMetrol/Spider-Horse.png"
					}
				}
			]
		},
		{
			"name": "Wargoyle",
			"source": "DreadMetrol",
			"entries": [
				"House Tharashk provided the Cyran army with a host of monstrous mercenaries, including gargoyles and an elite squad of medusas. When most of Metrol's medusas were killed in the battle that would lead to the construction of the Bridge of the Dead, the few that survived were designated prime assets. Vadalis made special efforts to \"improve\" them for further battlefield use—Wargoyle is a grim reminder of how often Vadalis's improvements go wrong. In their efforts to create an armored flying medusa, they ended up with a specimen that could neither fly nor petrify.",
				"Considered useless to the war effort, Wargoyle was set loose, only to find a new life leading an Unbroken cell to fight against the regime's brutal experiments. None who fight alongside her know Wargoyle's true name.",
				{
					"type": "entries",
					"name": "What Does She Want?",
					"entries": [
						"Wargoyle is always recruiting into the resistance, but she is also paranoid of wererat infiltrators. She questions everyone's motives, and no one gets to join without proving themselves."
					]
				},
				{
					"type": "entries",
					"name": "What Does She Know?",
					"entries": [
						"Her own Unbroken cell is small and independent, more of a hit-and-run outfit. Wargoyle knows how to get in touch with the leader of a much larger cell who would be able to shelter the characters on a more permanent basis—provided they prove themselves. This larger Unbroken cell also has connections to researchers and mages who may be able to help characters who came from Eberron proper."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/DreadMetrol/Wargoyle.png"
					}
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Mastermaker",
			"source": "DreadMetrol",
			"page": 45,
			"className": "artificer",
			"classSource": "TCE",
			"shortName": "Mastermaker",
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"absorb elements|xge",
							"thunderous smite"
						],
						"5": [
							"enhance ability",
							"lesser restoration"
						],
						"9": [
							"blinding smite",
							"haste"
						],
						"13": [
							"freedom of movement",
							"stone shape"
						],
						"17": [
							"banishing smite",
							"greater restoration"
						]
					}
				}
			],
			"subclassFeatures": [
				"Mastermaker|Artificer|TCE|Mastermaker|DreadMetrol|3",
				"Extra Attack|Artificer|TCE|Mastermaker|DreadMetrol|5",
				"Improved Battlefist|Artificer|TCE|Mastermaker|DreadMetrol|9",
				"Construct Apotheosis|Artificer|TCE|Mastermaker|DreadMetrol|15"
			],
			"subclassSpells": [
				"absorb elements|xge",
				"thunderous smite",
				"enhance ability",
				"lesser restoration",
				"blinding smite",
				"haste",
				"freedom of movement",
				"stone shape",
				"banishing smite",
				"greater restoration"
			],
			"hasFluffImages": true
		}
	],
	"subclassFeature": [
		{
			"name": "Mastermaker",
			"source": "DreadMetrol",
			"className": "Artificer",
			"classSource": "TCE",
			"page": 45,
			"subclassShortName": "Mastermaker",
			"subclassSource": "DreadMetrol",
			"level": 3,
			"header": 1,
			"entries": [
				"A Mastermaker specializes in integrating flesh and steel, creating powerful construct limbs and replacing weak organs of flesh with components of metal and stone. The actions of a few renegade Mastermakers have caused House Cannith to shun this path in Eberron, but an artificer might learn these techniques in Dread Metrol or develop them on their own.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tools of Integration|Artificer|TCE|Mastermaker|DreadMetrol|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mastermaker Spells|Artificer|TCE|Mastermaker|DreadMetrol|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Prosthesis Expertise|Artificer|TCE|Mastermaker|DreadMetrol|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Battlefist|Artificer|TCE|Mastermaker|DreadMetrol|3"
				}
			]
		},
		{
			"name": "Tools of Integration",
			"source": "DreadMetrol",
			"className": "Artificer",
			"classSource": "TCE",
			"page": 45,
			"subclassShortName": "Mastermaker",
			"subclassSource": "DreadMetrol",
			"level": 3,
			"header": 2,
			"entries": [
				"You gain proficiency with heavy armor and {@item smith's tools|PHB}. If you already have this tool proficiency, you gain proficiency with one other type of {@item artisan's tools|PHB} of your choice."
			]
		},
		{
			"name": "Mastermaker Spells",
			"source": "DreadMetrol",
			"className": "Artificer",
			"classSource": "TCE",
			"page": 46,
			"subclassShortName": "Mastermaker",
			"subclassSource": "DreadMetrol",
			"level": 3,
			"header": 2,
			"entries": [
				"You always have certain spells prepared after you reach particular levels in this class, as shown in the Mastermaker Spells table. These spells count as artificer spells for you, but they don't count against the number of artificer spells you prepare.",
				{
					"type": "table",
					"caption": "Mastermaker Spells",
					"page": 46,
					"colLabels": [
						"Artificer Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell absorb elements|XGE}, {@spell thunderous smite|PHB}"
						],
						[
							"5th",
							"{@spell enhance ability|PHB}, {@spell lesser restoration|PHB}"
						],
						[
							"9th",
							"{@spell blinding smite|PHB}, {@spell haste|PHB}"
						],
						[
							"13th",
							"{@spell freedom of movement|PHB}, {@spell stone shape|PHB}"
						],
						[
							"17th",
							"{@spell banishing smite|PHB}, {@spell greater restoration|PHB}"
						]
					]
				}
			]
		},
		{
			"name": "Prosthesis Expertise",
			"source": "DreadMetrol",
			"className": "Artificer",
			"classSource": "TCE",
			"page": 46,
			"subclassShortName": "Mastermaker",
			"subclassSource": "DreadMetrol",
			"level": 3,
			"header": 2,
			"entries": [
				"Whenever you finish a long rest, you can touch a nonmagical object and imbue it with your power, creating a permanent magical item that replaces a lost limb—a hand, arm, foot, leg, or similar body part. While the prosthetic is attached, it functions identically to the part it replaces. The wearer can detach or reattach it as an action, and it can't be removed against the wearer's will. It detaches if the wearer dies"
			]
		},
		{
			"name": "Battlefist",
			"source": "DreadMetrol",
			"className": "Artificer",
			"classSource": "TCE",
			"page": 46,
			"subclassShortName": "Mastermaker",
			"subclassSource": "DreadMetrol",
			"level": 3,
			"header": 2,
			"entries": [
				"You replace one of your arms with a battlefist, a magical prosthetic you created. Your battlefist is a simple melee weapon, and you can use it as a spellcasting focus for your artificer spells. While your battlefist is a magical weapon, it can be infused as if it were a nonmagical weapon.",
				"When you attack with your battlefist, you can use your Intelligence modifier instead of Strength for the attack roll. If you hit with it, you deal bludgeoning damage equal to {@dice 1d10} + your Strength or Intelligence modifier. At 9th level, the damage dealt by your battlefist increases to {@dice 2d10} + your Strength or Intelligence modifier.",
				"Additionally, you can choose one of the following weapon properties to add to your battlefist: finesse, thrown (range 20/60), or reach. When you finish a long rest, you can replace this property with a different weapon property from the list."
			]
		},
		{
			"name": "Extra Attack",
			"source": "DreadMetrol",
			"className": "Artificer",
			"classSource": "TCE",
			"page": 46,
			"subclassShortName": "Mastermaker",
			"subclassSource": "DreadMetrol",
			"level": 5,
			"header": 2,
			"entries": [
				"You can attack twice, rather than once, whenever you take the {@action Attack} action on your turn."
			]
		},
		{
			"name": "Improved Battlefist",
			"source": "DreadMetrol",
			"className": "Artificer",
			"classSource": "TCE",
			"page": 46,
			"subclassShortName": "Mastermaker",
			"subclassSource": "DreadMetrol",
			"level": 9,
			"header": 2,
			"entries": [
				"You have modified your battlefist in both mundane and magical ways. It gains the following benefits:",
				{
					"type": "list",
					"items": [
						"When you infuse your battlefist, you can apply two infusions to it at a time. If both infusions grant bonuses to your attack rolls or armor class, you gain only the greater bonus.",
						"Your battlefist is also a shield, increasing your armor class by 2. You can wield it as a weapon even if you are using it as a shield. You can infuse it as if it were both a simple melee weapon and a shield.",
						"The maximum number of items you can infuse at once increases by 1, but the extra infusion must be applied to your battlefist"
					]
				}
			]
		},
		{
			"name": "Construct Apotheosis",
			"source": "DreadMetrol",
			"className": "Artificer",
			"classSource": "TCE",
			"page": 46,
			"subclassShortName": "Mastermaker",
			"subclassSource": "DreadMetrol",
			"level": 15,
			"header": 2,
			"entries": [
				"You have modified your form, becoming nearly impervious to the weaknesses of flesh. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain resistance to poison damage and psychic damage, and you are immune to the {@condition poisoned|PHB} condition",
						"If you are affected by a spell or magical effect, you can choose to consider yourself a construct instead of your other creature types.",
						"You can cast the {@spell antilife shell|PHB} and {@spell investiture of stone|XGE} spells without expending a spell slot, without preparing the spell, and without material components, provided you use your battlefist as the spellcasting focus. Once you cast either spell with this feature, you can't cast that spell with it again until you finish a long rest."
					]
				}
			]
		}
	],
	"table": [
		{
			"type": "table",
			"name": "Plagues and Curses",
			"caption": "Plagues and Curses",
			"source": "DreadMetrol",
			"page": 7,
			"colLabels": [
				"{@dice d4}",
				"Threat"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					1,
					"{@b The Hunger.} Humanoids feel an intense hunger and a drive toward cannibalism. Any who give into this impulse slowly transform into {@creature ghoul|MM|ghouls}."
				],
				[
					2,
					"{@b Restless Dead.} Any humanoid who dies in the region rises as a specific type of undead creature after one minute. {@creature zombie|MM|Zombies} and {@creature shadow|MM|shadows} are commonly associated with this curse."
				],
				[
					3,
					"{@b Hysteria.} Those who sleep in the affected region develop {@disease cackle fever}, as described in the {@i Dungeon Master's Guide}. Afflicted individuals can spread the disease as normal."
				],
				[
					4,
					"{@b Broken Mirrors.} Reflections in mirrors mock the people who cast them, and if anyone gets too close, the reflection may reach out of the mirror and strike at them. These spirits have the statistics of {@creature ghost|MM|ghosts} or {@creature shadow|MM|shadows}, except that they have a speed of 0 and are banished if the mirror is shattered. If mirror ghosts use the Possession trait, the ghost is destroyed as soon as it leaves its host (or is driven from it)."
				]
			]
		},
		{
			"type": "table",
			"name": "Reminders of War",
			"source": "DreadMetrol",
			"caption": "Reminders of War",
			"page": 8,
			"colLabels": [
				"{@dice d8}",
				"Event"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					1,
					"A long, low foghorn blast warns of an attack coming from Starmantle Bay; citizens should retreat from the water."
				],
				[
					2,
					"The street you planned to travel has been sealed by a makeshift barricade. Something is loose beyond the barricade—a pack of {@creature ghoul|MM|ghouls}? a virulent curse?—and Reconstructed soldiers are holding the line."
				],
				[
					3,
					"You hear a chorus of haunting wails. It could be Cyrans mourning their losses, or a squad of {@creature banshee|MM|banshees} attacking one of the Vermishards that tower above you."
				],
				[
					4,
					"You smell smoke, and soon after, see the burned-out shell of a building. But this wasn't enemy action—a wererat guides Reconstructed soldiers as they cleanse an infected structure with fire."
				],
				[
					5,
					"An armored wagon pulled by a massive warforged tribex moves slowly down the street. It's a Cannith corpse collector, and a cloud of flies swarms around the cart."
				],
				[
					6,
					"You hear a jingling bell ahead. These plague bells are set all around the town, and citizens are supposed to ring one if they've been infected with a disease or show signs of a contagious curse."
				],
				[
					7,
					"You find the remnants of a statue or monument shattered by a blast from arcane artillery. If you're from Metrol, you might recognize the monument."
				],
				[
					8,
					"A long, deep horn blast warns of trouble at the south gate."
				]
			]
		},
		{
			"type": "table",
			"name": "Currencies in Dread Metrol",
			"source": "DreadMetrol",
			"caption": "Currencies in Dread Metrol",
			"page": 9,
			"colLabels": [
				"{@dice d4}",
				"Currency"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					1,
					"{@b Coins.} Merchants who accept coins generally offer only a fraction of face value—unless it's copper. A gold piece is only as valuable as a copper piece was before the siege, and a silver is worth only a copper, while a single copper is worth its weight in pre-siege gold."
				],
				[
					2,
					"{@b Ration Chits.} Citizens who follow the rules and dwell in designated districts receive ration chits—small pieces of stiff paper which can be redeemed for Ghallanda ragout and other staples. The Watch pays informants in ration chits, and Cannith corpse collectors pay for remains with chits."
				],
				[
					3,
					"{@b Food.} After four years of the siege, there's little to eat beyond Ghallanda ragout. Any preserved pre-siege food—fruit, candy, wine—commands a high price. Even rat meat is better than ragout."
				],
				[
					4,
					"{@b Goods.} Jewelry and other once-valuable goods typically command a tenth of their value, like coins. However, practical goods—blankets, weapons, tools—can usually be traded for their full value. Trinkets that evoke pre-siege nostalgia can be worth more than precious gems. Magewrights often require spell components as payment—a little more than needed for the spell being performed."
				]
			]
		},
		{
			"type": "table",
			"name": "Suspicious Behavior",
			"source": "DreadMetrol",
			"caption": "Suspicious Behavior",
			"page": 10,
			"colLabels": [
				"{@dice d8}",
				"Someone is ..."
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					1,
					"... talking to the crows and rats."
				],
				[
					2,
					"... muttering to a locket or a portrait."
				],
				[
					3,
					"... scavenging in an abandoned district."
				],
				[
					4,
					"... sharpening a Karrnathi dagger they claim they took as a \"souvenir.\""
				],
				[
					5,
					"... whispering to someone else in a language you don't recognize."
				],
				[
					6,
					"... flexing their fingers as if casting a spell."
				],
				[
					7,
					"... missing a finger."
				],
				[
					8,
					"... watching you a little too intently."
				]
			]
		},
		{
			"type": "table",
			"name": "Random Locations in Metrol",
			"source": "DreadMetrol",
			"caption": "Random Locations in Metrol",
			"page": 11,
			"colLabels": [
				"{@dice d6}",
				"Location"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					1,
					"Once an inn for wealthy diplomats, this building has been claimed by families displaced from their homes by the dead. These refugees fiercely defend their claim and treat outsiders with suspicion."
				],
				[
					2,
					"This small art gallery was struck by a pack of ghouls, and some of the creatures may still linger here. It's hard to say if the blood spatters on the canvases ruin the paintings or add to the effect."
				],
				[
					3,
					"This shop once sold everbright lanterns and art objects infused with magical light. All of its shelves have been stripped bare, and someone even pried the lightstones out of their settings in the ceiling."
				],
				[
					4,
					"This former restaurant has become a makeshift infirmary treating victims of a necrotic plague spread by undead. A masked healer urges you to leave."
				],
				[
					5,
					"This once-pleasant townhouse has boarded-up windows. From behind barricades made of broken-down furniture, the inhabitants demand to know why you're here."
				],
				[
					6,
					"This tavern has been turned into a gruel kitchen. Three soldiers protect a Ghallanda halfling who's distributing the day's meal."
				]
			]
		},
		{
			"type": "table",
			"name": "What's in the Ragout",
			"source": "DreadMetrol",
			"caption": "What's in the Ragout",
			"page": 26,
			"colLabels": [
				"{@dice d4}",
				"Secret Ingredient"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					1,
					"Whatever the Cannith corpse collectors can't find a use for."
				],
				[
					2,
					"Troll! Ghallanda acquired trolls from House Tharashk and worked with Jorasco to develop a form of Droaamite grist."
				],
				[
					3,
					"A newly developed strain of rapidly growing fungus. It may have a hive-mind sentience, but Lady Jola is certain there are no side effects to eating it."
				],
				[
					4,
					"Waste products reclaimed from the sewers. It's disgusting, but there's nothing actually wrong with it."
				]
			]
		},
		{
			"type": "table",
			"name": "Fifth Column Agents",
			"source": "DreadMetrol",
			"caption": "Fifth Column Agents",
			"page": 30,
			"colLabels": [
				"{@dice d4}",
				"Agent"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					1,
					"An elite team of deep-cover Karrnathi commandos, possibly {@creature spy|MM|spies} or even {@creature assassin|MM|assassins}"
				],
				[
					2,
					"A Cyran {@creature priest|MM} of the Blood of Vol who is sympathetic to the Karrnathi cause, either working alone or supported by a flock of {@creature cultist|MM|cultists}"
				],
				[
					3,
					"A talented {@creature necromancer|MM} who has been crafting curses and unleashing undead from a hideout in the Undercity"
				],
				[
					4,
					"One or more innocent citizens who have been possessed by Karrnathi {@creature ghost|MM|ghosts}"
				]
			]
		},
		{
			"type": "table",
			"name": "Queen's Watch Officers",
			"source": "DreadMetrol",
			"isNameGenerator": true,
			"caption": "Queen's Watch Officers",
			"page": 31,
			"colLabels": [
				"{@dice d10}",
				"Nickname",
				"Species",
				"Detail"
			],
			"colStyles": [
				"col-1 text-center",
				"col-2",
				"col-2",
				"col-7"
			],
			"rows": [
				[
					1,
					"Chuckles",
					"Human",
					"Undercover Shepherd wererat"
				],
				[
					2,
					"Dirk",
					"Human",
					"Drinks too much"
				],
				[
					3,
					"Sunshine",
					"Half-Elf",
					"Dislikes adventurers"
				],
				[
					4,
					"Grim",
					"Dwarf",
					"Angling for a bribe"
				],
				[
					5,
					"Mumbles",
					"Halfling",
					"Hardworking and virtuous"
				],
				[
					6,
					"Blue",
					"Goblin",
					"Deeply religious"
				],
				[
					7,
					"Maul",
					"Shifter",
					"Smart, but nervous"
				],
				[
					8,
					"Junior",
					"Elf",
					"Secretly working with the Unbroken"
				],
				[
					9,
					"Scrappy",
					"Gnome",
					"Expert wandslinger"
				],
				[
					10,
					"Lucky",
					"Warforged",
					"Getting too old for this"
				]
			]
		},
		{
			"type": "table",
			"name": "Unbroken Agents",
			"source": "DreadMetrol",
			"isNameGenerator": true,
			"caption": "Unbroken Agents",
			"page": 32,
			"colLabels": [
				"{@dice d8}",
				"Name",
				"Quirk",
				"Secret"
			],
			"colStyles": [
				"col-1 text-center",
				"col-3",
				"col-3",
				"col-5"
			],
			"rows": [
				[
					1,
					"Dalen Osserak, human merchant",
					"Survived torture in the deep prisons",
					"A former member of the Aurum, they want to reclaim their fortune when this is over."
				],
				[
					2,
					"Brass, dwarf smuggler",
					"Served in the Watch",
					"Their judgment is impaired by a personal tragedy."
				],
				[
					3,
					"Malas Min Dorian, gnome sage",
					"Mutated by Vadalis experiments",
					"Secretly serves as a Brelish Dark Lantern, a Royal Eye of Aundair, or an agent of Karrnath."
				],
				[
					4,
					"Nyra Tass, human templar of the Silver Flame",
					"Escaped a plague An agent of the Dreaming Dark, possessed by a quori, and desperate to find a way",
					"back to Eberron and Dal Quor."
				],
				[
					5,
					"Tulan Ilayne, halfling priest of the Sovereign Host",
					"Knows Shepherds killed their family",
					"A wererat and spy for the Shepherds, waiting for the right moment to betray the cell."
				],
				[
					6,
					"Eloquence, changeling entertainer",
					"Hates the Karrns",
					"Possessed by the ghost of a Cyran who died in the siege, determined to complete unfinished business."
				],
				[
					7,
					"Maen Heston, elf ex-soldier",
					"Relentlessly optimistic",
					"Secretly a rakshasa agent of Sul Khatesh, content that all of this is part of their plan."
				],
				[
					8,
					"Root, shifter farmer and possible druid",
					"Always has a story to share",
					"A shapechanged adult gold dragon and Chamber agent, planning to guide the adventurers to bring down Dannel."
				]
			]
		},
		{
			"type": "table",
			"name": "Dread Metrol Adventures",
			"source": "DreadMetrol",
			"isNameGenerator": true,
			"caption": "Dread Metrol Adventures",
			"page": 34,
			"colLabels": [
				"{@dice d8}",
				"Goal",
				"Location",
				"Unexpected Twist"
			],
			"colStyles": [
				"col-1 text-center",
				"col-3",
				"col-3",
				"col-5"
			],
			"rows": [
				[
					1,
					"Escape from ...",
					"the Vadalis Kennels, but ...",
					"someone is possessed or an imposter."
				],
				[
					2,
					"Recover a relic or magic item from ...",
					"the deep prisons below the Vermishard of Law, but ...",
					"something is stalking the adventurers."
				],
				[
					3,
					"Rescue someone from ...",
					"the Vault, sunk in Starmantle Bay, but ...",
					"an adventurer has disturbing visions."
				],
				[
					4,
					"Defeat an undead champion in ...",
					"a sealed, cursed section of the Undercity, but ...",
					"innocents are in danger."
				],
				[
					5,
					"Escort someone to ...",
					"the fallen colossus in the Bloody Fields, but ...",
					"Shepherds are already there."
				],
				[
					6,
					"Sabotage or destroy ...",
					"the long-abandoned Vermishard Academy, but ...",
					"unexpected undead appear."
				],
				[
					7,
					"Obtain information from ...",
					"the Cathedral of the Sovereign Host, but ...",
					"a powerful or dangerous artifact is found."
				],
				[
					8,
					"Stop a ritual in ...",
					"a Cannith workshop in the Forge, but ...",
					"it's a trap!"
				]
			]
		},
		{
			"type": "table",
			"name": "Night Terrors",
			"source": "DreadMetrol",
			"isNameGenerator": true,
			"caption": "Night Terrors",
			"page": 35,
			"colLabels": [
				"{@dice d6}",
				"Siege Focus",
				"Noteworthy Element",
				"Within the City"
			],
			"colStyles": [
				"col-1 text-center",
				"col-3",
				"col-3",
				"col-5"
			],
			"rows": [
				[
					1,
					"Massive ground assault",
					"A powerful enemy leads the attack",
					"Undead break through the walls"
				],
				[
					2,
					"Ground assault with siege weapons",
					"Never-before-seen weapon or champion emerges",
					"Citizens experience a wave of horrific nightmares"
				],
				[
					3,
					"Aerial attack",
					"The Mists close in",
					"Dangerous fires spread"
				],
				[
					4,
					"Aquatic assault",
					"Many Cyran undead appear",
					"A district suffers a plague outbreak"
				],
				[
					5,
					"Arcane bombardment",
					"Little bloodshed, but suspense and horror intensify",
					"The Shepherds make city-wide raids"
				],
				[
					6,
					"Attack on multiple fronts",
					"Violent storms accompany the attack",
					"Unbroken or traitors take action"
				]
			]
		},
		{
			"type": "table",
			"name": "Enemies of Metrol",
			"source": "DreadMetrol",
			"caption": "Enemies of Metrol",
			"page": 36,
			"colLabels": [
				"{@dice d6}",
				"Enemy"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					1,
					"{@b Marhya ir'Wynarn.} This {@creature banshee|MM} appears to be Princess Marhya, Dannel's youngest daughter. She died on the first night of the siege, and this spirit has haunted Metrol ever since."
				],
				[
					2,
					"{@b Provost Ralan ir'Delias.} This {@creature wraith|MM} was a Cyran noble and respected sage at the Vermishard Academy. He died when the Lycaeum was lost, and his estates were claimed for the war effort. He lingers in the Vermishard of Lore, hungry for revenge."
				],
				[
					3,
					"{@b Commander Valynne ir'Tura.} This {@creature vampire|MM} is one of the commanders of the Karrnathi forces. Long before the siege, she was infamous on the Karrnathi-Cyran front for her cruelty and love of terrorizing her foes."
				],
				[
					4,
					"{@b Lord Malevanor.} This {@creature mummy lord|MM} is a priest of the Blood of Vol. He serves as a commander of undead forces, and is known for making dramatic and disheartening speeches mocking Dannel."
				],
				[
					5,
					"{@b Shaeras Vadallia.} The undead aren't all Karrnathi. One of the deadliest forces is a warband of Valenar mercenaries, led by a {@creature death knight|MM} who claims to be Shaeras Vadallia—the High King of Valenar, who stole the land from Dannel. Fortunately, these elves are rarely seen."
				],
				[
					6,
					"{@b Tashalaryx.} This {@creature adult blue dracolich|MM} has only been seen once during the siege, when it led a devastating aerial attack on the Royal Vermishard. There's no record of a dracolich working with Karrnath, and this mighty creature's history and motivations remain a mystery."
				]
			]
		},
		{
			"type": "table",
			"name": "Metrol Backgrounds",
			"source": "DreadMetrol",
			"caption": "Metrol Backgrounds",
			"page": 42,
			"colLabels": [
				"{@dice d12}",
				"Backgrounds"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					{
						"type": "cell",
						"roll": {
							"exact": 1
						}
					},
					"{@background Acolyte|PHB}. Did you tend the Cathedral of the Sovereign Host or the Bastion of the Silver Flame before they were shut down? How has the siege affected your faith?"
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 2
						}
					},
					"{@background Criminal|PHB} or {@background Charlatan|PHB}. The Queen's Watch has brutally cracked down on crime. Your Criminal Contacts would give you ties to the black market and scattered lone wolves—what crimes did you specialize in?"
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 3
						}
					},
					"{@background Entertainer|PHB}. Were you famous before you were trapped in Metrol? Have you primarily played for the nobles in the Vermishards or the people on the streets?"
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 4
						}
					},
					"{@background Folk Hero|PHB}. Were you celebrated as a hero before the siege, or have you earned your reputation over the last four years by protecting the common people?"
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 5
						}
					},
					"{@background Guild Artisan|PHB}/{@background Variant Guild Artisan (Guild Merchant)|PHB|Merchant}. You own a business in Metrol. Has it been seized by the Queen for the war effort? Shut down by the shortages? Or are you still able to operate it?"
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 6
						}
					},
					"{@background Noble|PHB}. Is your family in favor within Metrol, giving you a Position of Privilege? Were your estates stripped or are you from abroad? If so, you might take the Retainer feature—a last remnant of lost glory."
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 7
						}
					},
					"{@background Sage|PHB}. Did you teach or study at the Vermishard Academy or the Royal Library? Both are in the Lycaeum, which is currently overrun by undead—so what do you do now?"
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 8
						}
					},
					"{@background Soldier|PHB}. As an adventurer, you're not currently serving with the army. Why not? Did you desert or were you discharged for some reason? Why do soldiers still show respect for your Military Rank feature?"
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 9
						}
					},
					"{@background Variant Criminal (Spy)|PHB|Spy}. What nation did you serve? Are you a Dark Lantern or a Royal Eye? You've been cut off from your people since the siege began, but you likely have a safehouse and a few useful contacts."
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 10
						}
					},
					"{@background Urchin|PHB}. Your family is dead and your home is in a sealed part of the Undercity. Was your family killed by undead or plague—or were they declared traitors and executed by the Queen's Watch? Who do you hate more, the Karrns or the queen?"
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 11
						}
					},
					"{@background Haunted One|VRGR}. You're the only survivor of a horrific event. Do you remember what happened, or is it a mystery? People pity you and offer charity, but there are always whispers that you were to blame ..."
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 12
						}
					},
					"{@background Investigator|VRGR}. You served with the Watch in the past. Why aren't you part of it today? Did you refuse to work with the Shepherds or to become a wererat yourself? Do you still have friends on the force?"
				]
			]
		},
		{
			"type": "table",
			"name": "Metrol Character Twists",
			"source": "DreadMetrol",
			"caption": "Metrol Character Twists",
			"page": 43,
			"colLabels": [
				"{@dice d6}",
				"The Twist"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					{
						"type": "cell",
						"roll": {
							"exact": 1
						}
					},
					"{@b Cursed.} The ongoing effects of a curse can occasionally be a blessing."
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 2
						}
					},
					"{@b Haunted.} Lingering spirits torment you—but also grant you useful abilities."
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 3
						}
					},
					"{@b Insider.} You used to work for Vadalis, Cannith, the queen's Vigilant Guardians, or another unpleasant group."
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 4
						}
					},
					"{@b Kennel-Born.} House Vadalis performed experiments on you, imbuing you with bestial or monstrous traits."
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 5
						}
					},
					"{@b Medical Miracle.} House Jorasco \"saved\" you, in a manner of speaking."
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 6
						}
					},
					"{@b Reconstructed.} House Cannith fused component elements to your flesh."
				]
			]
		},
		{
			"type": "table",
			"name": "Potential Losses",
			"source": "DreadMetrol",
			"caption": "Potential Losses",
			"page": 45,
			"colLabels": [
				"{@dice d6}",
				"Potential Loss"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					{
						"type": "cell",
						"roll": {
							"exact": 1
						}
					},
					"{@b Family.} You have family in Dread Metrol. Are they safe, or currently threatened by plague or the Watch?"
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 2
						}
					},
					"{@b Property.} You own a home or business in Dread Metrol. It may not currently be open, but you love it and want to get back to it."
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 3
						}
					},
					"{@b Friend.} You have a close friend who's not an adventurer—perhaps an old mentor, former comrade-in-arms, apprentice, or servant."
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 4
						}
					},
					"{@b Reputation.} You've developed a reputation and don't want to lose it. What are you known for? Heroism? Intellect? Generosity? Courage?"
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 5
						}
					},
					"{@b Lover.} This could be a long, deep relationship, or someone you just met last night, but it's someone you truly care about."
				],
				[
					{
						"type": "cell",
						"roll": {
							"exact": 6
						}
					},
					"{@b Power.} Your character's abilities are somehow at risk. This fits well for a cleric or warlock—if you don't follow the proper path, you could lose your magic—but depending on your twist, it could work for any character."
				]
			]
		}
	]
}
