{
	"_meta": {
		"sources": [
			{
				"json": "MorgraveMiscellany",
				"abbreviation": "MoMi",
				"full": "Morgrave Miscellany",
				"authors": [
					"Keith Baker",
					"Ruty Rutenberg"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/270012/Morgrave-Miscellany",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1584381600,
		"dateLastModified": 1584381600
	},
	"subclass": [
		{
			"class": "Barbarian",
			"name": "Path of the Extreme Explorer",
			"subclassFeatures": [
				[
					{
						"name": "Path of the Extreme Explorer",
						"entries": [
							"Some explorers search for mystical secrets, delving into the crumbling ruins of Xen'drik or climbing to the highest towers of Sharn. Some explorers venture into the frigid depths of the Frostfell or face the sandstorms of the Blade Desert in search of forgotten civilizations and ancient treasure. Whether driven by a thirst for gold, knowledge, or a love of a good challenge, the extreme explorer is an archetypal action hero, ready to face any challenge that Eberron can offer.",
							"Rather than being driven by rage, an extremeexplorer is guided by remarkable luck and fueled by pure adrenaline. Every extreme explorer is a unique individual, and background helps to define their story. The adventurous Morgrave scholar could be a sage, who's equally comfortable in a library or a jungle. A bold crypt raider might take the criminal background, reflecting a knack for dealing with traps and useful contacts when it comes to fencing recovered artifacts. An urchin born in Sharn has no interest in gold or glory, but has never met a tower that couldn't be climbed. Most of all, an extreme explorer is an adventurer, ever ready for the next challenge.",
							{
								"type": "entries",
								"name": "Adrenaline Rush",
								"entries": [
									"Starting when you choose this path at 3rd level, a rush of adrenaline by the thrill of inherent danger fuels your rage. While raging, you can push your body and mind, each time sacrificing your own vitality to rise to the occasion. Whenever you make an ability check, attack roll, or saving throw while raging, you can spend one of your Hit Dice to push your normal limits. Roll the Hit Die, and add the number rolled to the total. You can choose to do so after you roll your d20, but before the DM tells you whether you succeed or fail.",
									"Immediately after, you take damage equal to the number rolled minus your proficiency bonus, and you can't reduce this damage by any other means"
								]
							},
							{
								"type": "entries",
								"name": "Cunning Artisan",
								"entries": [
									"Also at 3rd level, as part of a short rest, you can harvest bone and hide from a slain beast, construct, dragon, monstrosity, or plant creature of size Small or larger to create one of the following items: a shield, a club, a javelin, or 1d4 darts or blowgun needles. To use this trait, you need a blade, such as a dagger, or appropriate artisan's tools, such as leatherworker's tools."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Adaptive Elements",
								"entries": [
									"Starting at 6th level, as part of a short rest, you can spend 10 minutes insulating you or your equipment against the elements. You must have access to cloth, furs, paper, plants, and other naturally occurring materials to create your insulation.",
									"Once you are insulated in this way, you gain resistance to cold or fire damage, and the choice you make allows you to tolerate temperatures as low as −50, or as high as 150, degrees Fahrenheit without any additional protection.",
									"You choose when you complete the short rest."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Extreme Rush",
								"entries": [
									"At 6th level, you can focus your adrenaline to greater effect. You gain the following benefits",
									{
										"type": "entries",
										"name": "Instinctual Focus",
										"entries": [
											"When you use your Adrenaline Rush feature to make an Intelligence, Wisdom, or Charisma ability check, you can add half your proficiency bonus, rounded down, to the ability check if it doesn't already include your proficiency bonus."
										]
									},
									{
										"type": "entries",
										"name": "Overwhelming Dominance",
										"entries": [
											"When you use your Adrenaline Rush feature to succeed a saving throw against a creature you can see within range, you can immediately use your reaction to make a melee or thrown weapon attack against that creature. If you hit, you add the number rolled to the weapon's damage."
										]
									},
									{
										"type": "entries",
										"name": "Unbridled Aggression",
										"entries": [
											"When you use your Adrenaline Rush feature to hit with a melee or thrown weapon attack that targets only one creature that you can see, you can use the weapon to deal extra damage to the target equal to the number you roll on the Hit Die"
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Elevated Exploration",
								"entries": [
									"At 10th level, your enthusiasm for reaching untrod ground emboldens your ability to traverse gaps and untoward obstacles with uncanny ease.",
									"Climbing and swimming no longer costs you extra movement, and your speed increases by 10 feet while you are not wearing heavy armor.",
									"At 14th level, while you have both hands open, you gain the ability to move along vertical surfaces on your turn without falling during the move."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Conditioned Endurance",
								"entries": [
									"At 14th level, when you roll a Hit Die to fuel one of your Extreme Explorer features, and the number is less than your proficiency bonus, you don't expend the Hit Die after you add the number to your roll. "
								]
							}
						]
					}
				]
			],
			"source": "MorgraveMiscellany",
			"shortName": "Extreme Explorer"
		},
		{
			"class": "Bard",
			"name": "College of Keys",
			"subclassFeatures": [
				[
					{
						"name": "College of Keys",
						"entries": [
							"Many say that it was a warden of House Kundarak that first mastered the techniques of the College of Keys, singing a song so beautiful that the locks of Dreadhold opened and closed with harmonious rhythm. Whatever the truth, the techniques of the College of Keys are a boon to anyone who faces locks and traps on a regular basis. Many masters of this path can be found in House Kundarak, but the elves of House Phiarlan orchestrate the Timbre Illuminous, and spies and thieves alike yearn to strike the Master Keynote. It is an uncommon path, and one that is very difficult to master, but riches await those who unravel its mysteries.",
							{
								"type": "entries",
								"name": "Bonus Proficiency",
								"entries": [
									"When you join the College of Keys at 3rd level, you gain proficiency with thieves' tools, if you don't already have it."
								]
							},
							{
								"type": "entries",
								"name": "Key Change",
								"entries": [
									"Also at 3rd level, you learn to bend locks and traps with dashing style. If you have Expertise in one of your Charisma skills, you can use that skill instead of making a Dexterity check with your thieves' tools."
								]
							},
							{
								"type": "entries",
								"name": "Timbre Illuminous",
								"entries": [
									"At 3rd level, you can coax a variety of information from a mechanism regarding its composition using merely verse and rhyme. When you spend at least 1 minute speaking or singing to a construct or inanimate mechanism, you can expend one Bardic Inspiration to learn certain information about its capabilities compared to your own. The DM tells you two of the following characteristics of the mechanism, of your choice:",
									"Purpose (lock, trap, surveillance, etc.)",
									"Intricacy (singular, compound, or complex)",
									"Nature (magical, mundane, or otherwise)",
									"Approximate difficulty class (easy, hard, nearly impossible, etc.)",
									"Elemental energies present (if any)",
									"Additional embedded magical qualities (if any)"
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Cypheric Ostinato",
								"entries": [
									"Starting at 6th level, you learn to control vocal range and resonance of your voice to offset the magic or material mechanisms within security and surveillance spells.",
									"When you use your action to disarm or dispel a trap, or when you make a saving throw to avoid the full effects of a trap or magical ward, you can choose to expend one use of your Bardic Inspiration, rolling a Bardic Inspiration die and adding the number rolled to the ability check or saving throw. You can choose to use this feature after seeing the roll but before the DM determines whether the ability check or saving throw succeeds or fails."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Master Keynote",
								"entries": [
									"At 14th level, you learn how to hone pitch and rhythm to disarm all nearby mechanical impediments. You can expend one use of Bardic Inspiration to disarm all traps and open all locks within 30 feet for a number of rounds equal to the number you roll on the Bardic Inspiration die.",
									"Once you use this feature, you can't use it again until you finish a short or long rest."
								]
							}
						]
					}
				]
			],
			"source": "MorgraveMiscellany",
			"shortName": "Keys"
		},
		{
			"class": "Cleric",
			"name": "Sovereign",
			"subclassFeatures": [
				[
					{
						"name": "Path of the Extreme Explorer",
						"entries": [
							"Be it war, storm, death itself, faith has more than one bastion, and these individual aspects create the maelstrom of existence. Rather than limiting devotion to a single deity, a vicar of the Sovereign Host embraces an entire pantheon of gods and goddesses. When blades are drawn, the Sovereign cleric calls on war gods Dol Dorn and Dol Arrah. When it's time to for negotiation, the priest looks to Kol Korran for inspiration. While some realms overlap slightly, one who specializes in the omnitheism knows the right Sovereign dominion for each occasion.",
							"As a representative of many gods, a Sovereign priest can draw on a wide selection of spells. However, this also means that the common people will call on the cleric with a wide variety of problems. Marauding bandits? A cursed forge? A wedding ceremony? The Sovereign cleric can handle all of these. ",
							{
								"type": "entries",
								"name": "Solemn Devotion",
								"entries": [
									"When you choose this domain at 1st level, you gain proficiency in the History and Religion skills if you don't already have it. Your proficiency bonus is doubled for any ability check you make that uses either of those proficiencies."
								]
							},
							{
								"type": "entries",
								"name": "Worldly Focus",
								"entries": [
									"Also at 1st level, you have spent countless hours studying the portfolios of deities across your pantheons, and learned to acknowledge their influence all around you in both peace and war. You gain proficiency in martial weapons and can use any weapon you are proficient with as a spellcasting focus for your cleric spells"
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Channel Divinity: Omnitheist",
								"entries": [
									"Your belief in the omnipresence of the gods allows you to call upon the goodwill of any divine presence in the pantheon. As an action, you can use your Channel Divinity to choose one spell from any domain spell list. For the next 10 minutes, you can cast this spell as if it were a domain spell for you. The spell must be from the same level of spells you would gain access to at your level."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Encouraging Whispers",
								"entries": [
									"Starting at 6th level, while you are concentrating on a cleric spell, you add your Wisdom modifier (minimum of 1) to concentration checks made to maintain your spell."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Divine Balance",
								"entries": [
									"Starting at 8th level, you gain the ability to infuse your attacks with divine energy. Once on each of your turns when you hit a creature with a weapon attack or deal damage with one of your cleric cantrips, you add your Wisdom modifier to the damage you deal."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Sovereign Vassal",
								"entries": [
									"At 17th level, choose five spells from any domain spell list (the five needn't be from the same list), one from each of the following levels of the table: 1st, 3rd, 5th, 7th, and 9th. Like your other domain spells, they are always prepared and count as cleric spells for you."
								]
							}
						]
					}
				]
			],
			"source": "MorgraveMiscellany",
			"shortName": "Sovereign"
		},
		{
			"class": "Druid",
			"name": "Circle of the Arbiter",
			"subclassFeatures": [
				[
					{
						"name": "Circle of the Arbiter",
						"entries": [
							"Members of the Circle of the Arbiter understand that the material world is just one aspect of reality. These planar defenders are sworn to protect the natural world from the denizens and influence of the outer planes. The druids of this circle are drawn from many different sects, and in this order an Ashbound stands shoulder to shoulder with a Greensinger as the last bulwark between Eberron and the beyond. This diversity strengthens the circle, as every tradition offers unique advantages and techniques that to counter different threats. ",
							{
								"type": "entries",
								"name": "Student of Tradition",
								"entries": [
									"When you choose this circle at 2nd level, you gain one of the following features of your choice passed down by tradition.",
									{
										"type": "entries",
										"name": "Absolve the Unnatural",
										"entries": [
											"When you cast a divine spell that reduces a creature's hit point total to 0 and would kill it, you can choose to subdue the creature, instead."
										]
									},
									{
										"type": "entries",
										"name": "Scent of Decay",
										"entries": [
											"You know the detect poison and disease and the protection against poison spells, you always have them prepared, and they don't count against the number of spells you can prepare each day. You can cast each once without expending a spell slot. Once you do, you must complete a short or long rest before you cast these spess again in this way"
										]
									},
									{
										"type": "entries",
										"name": "Darkvision",
										"entries": [
											" You gain darkvision out to a range of 60 feet. If you already have darkvision, its range increases by 30 feet."
										]
									},
									{
										"type": "entries",
										"name": "Woodsong",
										"entries": [
											" You gain proficiency in the Charisma (Performance) skill and whenever you make a Charisma check when interacting with fey creatures, your proficiency bonus is doubled if it applies to the check."
										]
									},
									{
										"type": "entries",
										"name": "Warden View",
										"entries": [
											"You gain proficiency in the Nature and Perception skills if you don't already have it. Your proficiency bonus is doubled for any ability check that uses either of those proficiencies."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Worldly Focus",
								"entries": [
									"Also at 2nd level, you can use your action and expend two uses of Wild Shape at the same time to magically assume the shape of a planar being of energy whose origin and composition are as pure as the multiverse itself, called an arbiter.",
									"The rules of Wild Shape apply with the following changes. Your statistics don't change but you gain temporary hit points equal to your Hit Point Maximum. While these temporary hit points remain, you are always considered to be under the effects of the levitate spell, and you have resistance against all damage except force and psychic damage.",
									"You gain a special melee and ranged spell attack option that you can use with the Attack action. This special attack has a range of 30 feet and can hit ethereal creatures. You are proficient with it, and you add your Wisdom modifier to its attack and damage rolls. Its damage type is force, and its damage die is a d8. You can stay in this shape for a number of minutes equal to half your druid level (rounded down). You then revert to your normal form. You can revert to your normal form earlier by using a bonus action on your turn. You automatically revert if you fall unconscious, you have no more temporary hit points, or die.",
									"Additionally, while you are transformed by Shape of the Arbiter, you can use a bonus action to expend any number of Hit Dice up to your Wisdom modifier to regain 1d8 of these temporary hit points per Hit Die expended."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Hated Foe",
								"entries": [
									"Starting at 6th level, your sect is charged with maintaining the balance between some of nature's deadliest enemies. You choose one sect listed in the Hated Foes table. When you hit a creature type associated with that sect, you gain a bonus to the damage you deal with your melee and ranged spell attacks against that creature equal to half your druid level, and its damage type is the same as the attack.",
									{
										"type": "table",
										"caption": "Hated Foes",
										"colLabels": [
											"Druid Sect",
											"Creature Types"
										],
										"colStyles": [
											"col-1",
											"col-1"
										],
										"rows": [
											[
												"Ashbound",
												"Celestial and elemental"
											],
											[
												"Child of Winte",
												"Plants and undead"
											],
											[
												"Gatekeepers",
												"Aberrations and fiends"
											],
											[
												"Greensingers",
												"Beasts and fey"
											],
											[
												"Wardens of the Woods",
												"Constructs and monstrosities"
											]
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Elder Gifts",
								"entries": [
									"Starting at 6th level, while you are concentrating on a cleric spell, you add your Wisdom modifier (minimum of 1) to concentration checks made to maintain your spell.",
									{
										"type": "entries",
										"name": "Ashes to Arbiter",
										"entries": [
											"You can expend one use of your Wild Shape feature to cast the counterspell spell without using a spell slot. As part of the same reaction, you can expend an additional use of your Wild Shape to immediately refocus the energy you defuse to assume the shape of the arbiter. You can't use this feature again until you finish a long rest."
										]
									},
									{
										"type": "entries",
										"name": "Chillbane",
										"entries": [
											"You are immune to poison and disease, and have resistance to Cold damage and effects of cold weather."
										]
									},
									{
										"type": "entries",
										"name": "Gates of Mind",
										"entries": [
											"You gain immunity to psychic damage and resistance to force damage."
										]
									},
									{
										"type": "entries",
										"name": "Singer's Haunt",
										"entries": [
											"You gain proficiency in Charisma saving throws and you can't be charmed, frightened, or put to sleep against your will."
										]
									},
									{
										"type": "entries",
										"name": "Warden's Last Stand",
										"entries": [
											"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "All Paths",
								"entries": [
									"At 14th level, you know the planar shift spell, you always have it prepared, and it doesn't count against the number of spells you can prepare each day. You can cast it once without expending a spell slot. Once you cast the spell in this way, you can't cast it again using this feature until you finish a long rest.",
									"Additionally, while in Wild Shape, you can see into the Ethereal Plane out to a range of 30 feet."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Arborescent Omen",
								"entries": [
									"Also at 14th level, you gain one of the following features of your choice, an omen as to the trials the lay before your kind.",
									{
										"type": "entries",
										"name": "Bound to Unravel",
										"entries": [
											"Once on each of your turns, when you make a melee attack against a creature that is concentrating on a spell, you can deal additional damage to that creature. The additional damage type is force and is equal to your proficiency bonus."
										]
									},
									{
										"type": "entries",
										"name": "Contagious Chill",
										"entries": [
											"You know the contagion spell, you always have it prepared, and it doesn't count against the number of spells you canprepare each day. When you cast it, you can expend a number of Hit Dice equal to your Constitution modifier to increase the spell save DC by 1 for each Hit Die you spend.",
											"Once you use this feature, you can't cast it again in this way until you finish a short or long rest"
										]
									},
									{
										"type": "entries",
										"name": "Gates of Wrath",
										"entries": [
											"Whenever you reduce one of your hated foe to 50 hit points or fewer, you can expend one of your Wild Shapes to banish it. If the target is native to a different plane of existence than the one you're on, the target disappears, returning to its home plane. If the target is native to the plane you are on, the creature vanishes into a harmless demiplane. While there, the target is incapacitated. It remains there for one minute, until you are incapacitated, or you use this feature again, at which point the target reappears in the space it left or in the nearest unoccupied space if that space is occupied."
										]
									},
									{
										"type": "entries",
										"name": "Song of Madness",
										"entries": [
											"You know the crown of madness spell, you always have it prepared, and it doesn't count against the number of spells you can prepare each day. Also, when you cast it using this feature, it affects all humanoids within 30 feet of you that can hear or see you. Once you cast the spell in this way, you can't cast it again using this feature until you finish a long rest."
										]
									},
									{
										"type": "entries",
										"name": "Fell Sacrifice",
										"entries": [
											"When you hit a creature with a melee attack while in Wild Shape, you can expend one of your Hit Die to sacrifice some of your life force to deal damage equal to your druid level to your target, in addition to the attack's normal damage. Each time you do, roll the Hit Die, and subtract the number from your hit point total."
										]
									}
								]
							}
						]
					}
				]
			],
			"source": "MorgraveMiscellany",
			"shortName": "Arbiter"
		},
		{
			"class": "Fighter",
			"name": "Bone Knight",
			"spellcastingAbility": "wis",
			"casterProgression": "pact",
			"subclassSpells": [
				{
					"class": "Cleric",
					"source": "PHB"
				}
			],
			"subclassTableGroups": [
				{
					"subclasses": [
						{
							"name": "Bone Knight"
						}
					],
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|subclass=Fighter: Bone Knight (MoMi)}",
						"{@filter Spells Known|spells|subclass=Fighter: Bone Knight (MoMi)}"
					],
					"rows": [
						[
							0,
							0
						],
						[
							0,
							0
						],
						[
							2,
							3
						],
						[
							2,
							4
						],
						[
							2,
							4
						],
						[
							2,
							4
						],
						[
							2,
							5
						],
						[
							2,
							6
						],
						[
							2,
							6
						],
						[
							3,
							7
						],
						[
							3,
							8
						],
						[
							3,
							8
						],
						[
							3,
							9
						],
						[
							3,
							10
						],
						[
							3,
							10
						],
						[
							3,
							11
						],
						[
							3,
							11
						],
						[
							3,
							11
						],
						[
							3,
							12
						],
						[
							3,
							13
						]
					]
				},
				{
					"subclasses": [
						{
							"name": "Bone Knight"
						}
					],
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"{@filter 1st|spells|level=1|subclass=Fighter: Bone Knight (MoMi)}",
						"{@filter 2nd|spells|level=2|subclass=Fighter: Bone Knight (MoMi)}",
						"{@filter 3rd|spells|level=3|subclass=Fighter: Bone Knight (MoMi)}",
						"{@filter 4th|spells|level=4|subclass=Fighter: Bone Knight (MoMi)}"
					],
					"rows": [
						[
							0,
							0,
							0,
							0
						],
						[
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							1
						]
					]
				}
			],
			"subclassFeatures": [
				[
					{
						"name": "Bone Knight",
						"entries": [
							"To a Karrn, the undead are weapons and a Bone Knight walks a line between life and death, training night and day to wield the ivory legions as they see fit. Bone Knights wield the power of necromancy and can grow armor and weapons from their own bones. Beyond this, there is an intuitive connection to the undead. Initially, this allows you to command a single undead soldier and arm yourself for battle from within. As your power grows, you can direct a legion of the dead, turning these mindless creatures into an effective fighting force.",
							"Most Bone Knights served Karrnath in the Last War, fighting as part of the Emerald Claw or the Ebon Skull. However, the champions of the Blood of Vol have practiced these traditions for centuries and learn these skills through this faith. Whether your bonecraft was earned through devotion to faith or your own design, decide whether this is something you sought or a disturbing means to an end.",
							{
								"name": "Spellcasting",
								"entries": [
									"When you reach 3rd level, you augment your martial prowess with the ability to cast spells. See Spells Rules for the general rules of spellcasting and the Spells Listing for the cleric spell list.",
									{
										"name": "Cantrips",
										"entries": [
											"You learn two cantrips of your choice from the cleric spell list. You learn an additional cleric cantrip of your choice at 10th level."
										]
									},
									{
										"name": "Spell Slots",
										"entries": [
											"The Bone Knight Spellcasting table shows how many spell slots you have to cast your spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.",
											"For example, if you know the 1st-level spell inflict wounds and have a 1st-level and a 2ndlevel spell slot available, you can cast inflict wounds using either slot."
										]
									},
									{
										"name": "Spells Known of 1st Level and Higher",
										"entries": [
											"You know three 1st-level cleric spells of your choice, two of which you must choose from the necromancy and transmutation spells on the cleric spell list.",
											"The Spells Known column of the Bone Knight Spellcasting table shows when you learn more cleric spells of 1st level or higher. Each of these spells must be a necromancy or transmutation spell of your choice, and must be of a level for which you have spell slots. For instance, when you reach 7th level in this class, you can learn one new spell of 1st or 2nd level.",
											"The spells you learn at 8th, 14th, and 20th level can come from any school of magic.",
											"Whenever you gain a level in this class, you can replace one of the cleric spells you know with another spell of your choice from the cleric spell list. The new spell must be of a level for which you have spell slots, and it must be a necromancy or transmutation spell, unless you're replacing the spell you gained at 3rd, 8th, 14th, or 20th level from any school of magic."
										]
									},
									{
										"name": "Spellcasting Ability",
										"entries": [
											"Wisdom is your spellcasting ability for your cleric spells, and your power comes from devotion to your discipline. You use your Wisdom whenever a spell refers to your spellcasting ability. In addition, you use your Wisdom modifier when setting the saving throw DC for a cleric spell you cast and when making an attack roll with one",
											{
												"type": "abilityDc",
												"name": "Spell save DC",
												"attributes": [
													"wis"
												]
											},
											{
												"type": "abilityAttackMod",
												"name": "Spell attack modifier",
												"attributes": [
													"wis"
												]
											}
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Ivory Legionnaire",
								"entries": [
									"At 3rd level, you gain the aid of an undead warhorse skeleton to ride into battle. You also gain a skeleton protector that accompanies you on your conquest. It acts on your initiative and obeys your commands in battle.",
									"Add your proficiency bonus to its attack rolls and damage rolls, as well as any saving throws it is proficient in, and it gains hit points equal to your fighter level.",
									"If your mount or protector dies, you can spend 1 hour to reanimate each corpse, which you can do over the course of a short rest.",
									"At 10th level, your skeleton protector becomes a dread warrior."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Bonecraft",
								"entries": [
									"Beginning at 7th level, your spiritual connection with the composition of the undead legion bestows your body with the gift to grow weapons and armor from within you to enhance your martial prowess on the battlefield.",
									"The first time you create your armor or your weapon, you can expend a spell slot of 1st-level or higher to increase the effectiveness of either one of your armaments. When you do, until the end of your next long rest or until you die, the armor or weapons you create with this feature become magic items, granting a +1 bonus to AC if it's armor or a +1 bonus to attack and damage rolls if it's a weapon. The bonus the item gains is equal to the level of the spell slot you spent when you created it for the first time.",
									{
										"type": "entries",
										"name": "Bonecraft Armor",
										"entries": [
											"You can use your action to encase yourself in a suit of segmented, bonecraft armor. When you do, your Armor Class becomes 10 + your Constitution modifier + your Proficiency bonus. While your bonecraft armor envelops you, you can't benefit from wearing armor, but if you are using a shield, you can apply the shield's bonus as normal. You remain protected in this way until you absorb the armor (no action required), or you die."
										]
									},
									{
										"type": "entries",
										"name": "Bonecraft Weapon",
										"entries": [
											"You can use your bonus action to graft a weapon of hardened bone from your body in your empty hand. You can choose the form the weapon takes each time you grow it. Your bonecraft weapon becomes brittle and breaks if it is more than 5 feet away from you for 1 minute or more. It also crumbles to dust if you use this feature again, if you absorb the weapon (no action required), or if you die."
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Master of the Ivory Banner",
								"entries": [
									"Beginning at 10th level, when you use your Second Wind feature, you add your proficiency bonus to the hit points you regain, and your undead allies within 60 feet of you gain temporary hit points equal to the total number you regain."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Death Strike",
								"entries": [
									"Starting at 15th level, when you hit a creature with a melee or ranged attack using your bonecraft weapon, you can expend one spell slot to cause the weapon to deal 1d10 extra damage to the target. This damage increases by 1d10 for each spell level higher than 1st, to a maximum of 4d10. The damage increases by 1d10 if the target is undead."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Grim Conscription",
								"entries": [
									"At 18th level, you prowess on the battlefield is respected by legions of undead. As an action, you can assume command of a number of undead creatures from a willing summoner or you can force any undead you can see within 30 feet of you to make a Charisma saving throw against your spell save DC or fall under your command. If a creature succeeds on this saving throw, you can't use this feature on it again. If it fails, it falls under your command and obeys your orders for the next 24 hours.",
									"Intelligent undead are harder to control in this way. If the target has an Intelligence of 8 or higher, it has advantage on the saving throw. If it fails the saving throw and has an Intelligence of 12 or higher, it can repeat the saving throw at the end of every hour until it succeeds and breaks free.",
									"Your undead legion can't have a cumulative challenge rating greater than your Fighter level.",
									"Once you use this feature, you can't do so again until you finish a short or long rest."
								]
							}
						]
					}
				]
			],
			"source": "MorgraveMiscellany",
			"shortName": "Bone Knight"
		},
		{
			"class": "Fighter",
			"name": "Vigilante",
			"subclassFeatures": [
				[
					{
						"name": "Vigilante",
						"entries": [
							"For some, war is a battle between nations. To others, it is a quest for justice, something fought in the alleys and the wilds. As a Vigilante you have a driving purpose, a battle you feel that only you can win. You may work to battle crime or expose corruption. You may be on the trail of a hidden cult manipulating the fate of nations. What defines the Vigilante is your absolute conviction—a willingness to give your all, burning your vital energy to sharpen your senses and push past any obstacle. You'll get the job done... even if it kills you.",
							{
								"type": "entries",
								"name": "Bonus Proficiency",
								"entries": [
									"When you choose this archetype at 3rd level, you gain proficiency in one of the following skills of your choice: Insight, Investigation, or Perception."
								]
							},
							{
								"type": "entries",
								"name": "Tough As Nails",
								"entries": [
									"When you choose this archetype at 3rd level, while you are not wearing any armor, your Armor Class equals 10 + your Constitution modifier + your proficiency bonus. You can use a shield and still gain this benefit.",
									"Additionally, your hit point maximum increases by 3, and increases by 1 each time you take a level in this class"
								]
							},
							{
								"type": "entries",
								"name": "Vital Pursuits",
								"entries": [
									"Also at 3rd level, you can push beyond your physical and mental limits with sheer determination, enhancing your deductive and martial abilities for a short time at the cost of your own personal wellness. As a bonus action on your turn, you can expend 1 Hit Die to sharpen your attention on the grandest of schemes or most vital details. As you enter this heightened state, before your concentration begins, roll the Hit Die and subtract the number from your hit point total. This damage can't be reduced in any way. While you concentrate (as if casting a spell), you gain the following benefits:",
									" • You gain a bonus to Wisdom, Intelligence, and Charisma ability checks and saving throws equal to your Constitution modifier.",
									" • You gain a bonus to the damage you deal with your weapon attacks equal to your proficiency bonus.",
									" • Whenever a creature makes a Wisdom, Intelligence or Charisma ability check against you to uncover your presence or determine your purpose, you can use your reaction to impose disadvantage on it.",
									"These effects last for a number of minutes equal to the number you roll, and end early if you lose your concentration, become incapacitated, or you die. You have two uses of this feature, and you regain all expended uses of it when you finish a long rest"
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Prepared for Anything",
								"entries": [
									"At 7th level, you gain proficiency in one additional saving throw of your choice. Whenever you finish a short or long rest, you can choose to replace it with different saving throw of your choice."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Vigilant Heart",
								"entries": [
									"At 10th level, you have advantage on Constitution saving throws that you make to maintain your concentration when you take damage."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Tireless Pursuits",
								"entries": [
									"Starting at 15th level, your sharpened senses are available whenever battle starts. If you roll initiative and have no uses of Vital Pursuits remaining, you regain one use of it."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Vigilant Opportunist",
								"entries": [
									"Starting at 18th level, you respond to danger with extraordinary vigilance. In combat, you get a special reaction that you can take once on every creature's turn, except your turn. You can use this special reaction only to make an opportunity attack, and you can't use it on the same turn that you take your normal reaction."
								]
							}
						]
					}
				]
			],
			"source": "MorgraveMiscellany",
			"shortName": "Vigilante"
		},
		{
			"class": "Monk",
			"name": "Way of the Argent Fist",
			"subclassFeatures": [
				[
					{
						"name": "Way of the Argent Fist",
						"entries": [
							"The Argent Fist uses ki energy to channel radiant power, healing the injured and blasting unclean creatures. This tradition was first mastered by followers of the Silver Flame, and the the Silver Forge has a number of fortress monasteries spread across Thrane. However, an Argent Fist could also be a champion of Dol Arrah, a Ghaash'kala orc, or even a warforged built to battle the undead.",
							{
								"type": "entries",
								"name": "Balm of the Flame",
								"entries": [
									"Starting when you choose this tradition at 3rd level, you can harness your ki to rekindle the flame represented within all life. You have a well of cleansing flame that replenishes when you take a long rest. With that well, you can restore a total number of hit points equal to your monk level multipled by your Wisdom modifier.",
									"As an action, you can touch a creature and spend 1 ki point to draw power from that well to restore a number of hit points to that creature, up to the maximum amount remaining in your well.",
									"This feature improves when you reach 11th level, when you can expend 1 ki point and 5 hit points from your well of cleansing flame to end one effect that is causing the creature to be charmed or frightened. You can cleanse multiple effects with a single use of Balm of the Flame, expending hit points separately for each one.",
									"The healing effects of this feature have no effect on undead and constructs"
								]
							},
							{
								"type": "entries",
								"name": "Seeker the Light",
								"entries": [
									"At 3rd level, whenever you hit a creature with one of the attacks granted by your Flurry of Blows, you can choose to make each fiend, monstrosity, or undead within 30 feet of you make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes damage.",
									"A turned creature must spend its turns trying to move as far away from you as it can, and it can't willingly move to a space within 30 feet of you. It also can't take reactions. For its action, it can use only the Dash action or try to escape from an effect that prevents it from moving. If there is nowhere to move, the creature can use the Dodge action.",
									"Once you use this feature, you can't use it again until you finish a long rest. You can use this feature twice between long rests starting at 11th level."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Wrath of the Argent",
								"entries": [
									"Beginning at 6th level, you can expend 2 ki points to wreath your fists or monk weapons in a sacred flame. For the next minute, your firsts shed bright light out to 10 feet, and dim light up to 15 feet. In addition, your monk weapon attacks and unarmed strikes deal an extra 1d4 radiant damage. When you hit a fiend, monstrosity, or undead the radiant damage increases to 2d4.",
									"At 17th level, you can spend 4 ki points to increase this radiant damage to 2d4, and the damage to a fiend, monstrosity, or undead increases to 4d4."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Bound by Faith",
								"entries": [
									"Starting at 11th level, when you attempt to stun a fiend, monstrosity, or undead with your Stunning Strike feature, you can instead expend an additional 5 ki points to force the target to make a Wisdom saving throw or be paralyzed for up to 1 minute. The target repeats the saving throw each time it takes damage or at the end of each of its turns. On a success, the effect ends on the target."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Wrath of the Argent",
								"entries": [
									"At 17th level, as an action, you stoke the embers within you into a torrent of holy fire. For 1 minute, you gain the following benefits.",
									"• You radiate light as if you were the center of the daylight spell.",
									"• While you have at least 1 hit point, you regenerate hit points equal to your Wisdom modifier at the start each of your turns.",
									"• Your monk weapon attacks and unarmed strikes score critical hits on a 19 or 20. Against a fiend, monstrosity, or undead creature, you score critical hits with your monk weapon attacks and unarmed strikes on a roll of 18-20.",
									"Once you use this feature, you can't use it again until you finish a long rest."
								]
							}
						]
					}
				]
			],
			"source": "MorgraveMiscellany",
			"shortName": "Argent Fist"
		},
		{
			"class": "Paladin",
			"name": "Oath of Sacrament",
			"subclassFeatures": [
				[
					{
						"name": "Oath of Sacrament",
						"entries": [
							"The Sacrament of Blood is one of the central rituals of the Blood of Vol. Members of the community gather, and each sheds a few drops of blood into a chalice. The faithful believe that there is a divine spark in the blood; through this ritual, the faithful are recognizing their shared divinity and affirming their connection to one another. Death is oblivion. But life itself is divine, and all of the faithful are bound by blood.",
							"A paladin who takes the Oath of Sacrament harnesses the divine power in their own blood and uses that gift to defend those they care about. Such a paladin cares little for honor or honesty, and sees no need to protect every innocent. Reality is vast and cruel, and some people deserve to end in oblivion. But friends and family are precious, and the paladin will guard them to the bitter end.",
							{
								"type": "entries",
								"name": "Tenets of Sacrament",
								"entries": [
									"The tenets of the Oath of Sacrament drive a paladin to be a champion of life and a bringer of death.",
									{
										"type": "entries",
										"name": "Mastery of Life",
										"entries": [
											"The multiverse is harsh and unforgiving, if gods exist they are distant, their power is limited, or their attention simply cruel. Within you lies a spark of divinity, and it calls you to share its warmth."
										]
									},
									{
										"type": "entries",
										"name": "Mastery of Self",
										"entries": [
											"You follow the path of no greater being. Your journey is that of a steady hand, thoughtful care, and decisive action. Transcend your mortal beginnings, prove yourself worthy of the faith others place in you, and guide their way."
										]
									},
									{
										"type": "entries",
										"name": "Mastery of Death",
										"entries": [
											"Death is a tool like any other. It is yours to unleash; but do so wisely only to tip the scales when necessary and preserve the balance that wars within all things."
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Oath Spells",
								"entries": [
									"You gain oath spells at the paladin levels listed in the Oath of Sacrament Spells table. See the Sacred Oath class feature for more",
									{
										"type": "table",
										"caption": "Oath of Sacrament Spells",
										"colLabels": [
											"Paladin Level",
											"Spells"
										],
										"colStyles": [
											"col-1",
											"col-2"
										],
										"rows": [
											[
												"3rd",
												"<i>false life, zephyr strike*</i>"
											],
											[
												"5th",
												"<i>alter self, enhance ability</i>"
											],
											[
												"9th",
												"<i>feign death, vampiric touch</i>"
											],
											[
												"13th",
												"<i>death ward, sickening radiance</i>"
											],
											[
												"17th",
												"<i>anti-life shell, enervation*</i>"
											]
										]
									},
									"*Spell found in </i>Xanathar's Guide to Everything</i>"
								]
							},
							{
								"type": "entries",
								"name": "Channel Divinity",
								"entries": [
									"When you take this oath at 3rd level, you gain the following two Channel Divinity options.",
									{
										"type": "entries",
										"name": "Sacrament of Blood",
										"entries": [
											"As an action, you can use your Channel Divinity to expend a number of Hit Dice up to your proficiency bonus to strengthen your allies and weaken your enemies. Roll the dice and add them together. Living creatures you choose within 30 feet of you, including you, regain hit points equal to the total, while undead creatures you choose within that same area take force damage equal to the same amount. "
										]
									},
									{
										"type": "entries",
										"name": "Turn the Suffering",
										"entries": [
											" When you roll a saving throw at the end of your turn to end one spell or effect on yourself, you can use your Channel Divinity to automatically succeed on the saving throw and push the effect to those around you. Each creature within 10 feet must succeed on the saving throw specified in the description of the spell or effect against your spell save DC or immediately be affected by it. The effect lasts a number of rounds equal to your Charisma modifier. Each creature can repeat its saving throw at the end of each of its turns. On a success, the effect ends."
										]
									}
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Aura of Inner Strenght",
								"entries": [
									"Starting at 7th level, whenever you or a friendly creature within 10 feet of you makes a Strength or Constitution ability check, the creature gains a bonus to the check equal to your Charisma modifier (with a minimum bonus of +1). You must be conscious to grant this bonus.",
									"At 18th level, the range of this aura increases to 30 feet."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Godless Dogma",
								"entries": [
									"Starting at 15th level, your stoic resolve allows you to persist against the agents of above and below. Your proficiency bonus is doubled for saving throws against spells and effects that deal necrotic or radiant damage, and you have resistance to radiant and necrotic damage."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Absolution",
								"entries": [
									"You have become a selfless champion of perseverance and a pillar for the downtrodden. Starting at 20th level, whenever you cast a spell that targets a single creature that damages or restores hit points to it, you can use your reaction to expend a number of Hit Dice, up to half your proficiency bonus. Roll those dice, and add the total to the healing or damage of your spell. "
								]
							}
						]
					}
				]
			],
			"source": "MorgraveMiscellany",
			"shortName": "Sacrament"
		},
		{
			"class": "Ranger",
			"name": "Field Marshal",
			"subclassFeatures": [
				[
					{
						"name": "Field Marshal",
						"entries": [
							"The Last War showed the value of designating military leadership to smaller unites on the battlefield, and rangers who could support their allies and provide clear focus and direction to individual troops became invaluable and sought after. Field Marshals lead by example, providing tactical guidance to position small hit and run ambushes and raids. During the Last War, Karrnath largely relied on Battle Master fighters to rally and focus entire lines of infantry, but many other nations made exceptional use of those skills by coupling the strengths of the two seasoned leaders. Most notably Breland, Cyre, and Valenar learned to use Field Marshals to relay the larger scale tactics of the Battle Masters to be carried out by smaller units, supporting each other in tandem and repelling superior numbers with the superior adaptability that individual units can execute with deadly efficiency",
							{
								"type": "entries",
								"name": "Field Marshal Magic",
								"entries": [
									"Starting at 3rd level, you learn an additional spell when you reach certain levels in this class, as shown in the Field Marshal Spells table. The spell counts as a ranger spell for you, but doesn't count against the number of ranger spells you know.",
									{
										"type": "table",
										"caption": "Field Marhasl Spells",
										"colLabels": [
											"Ranger Level",
											"Spells"
										],
										"colStyles": [
											"col-1",
											"col-2"
										],
										"rows": [
											[
												"3rd",
												"<i>faerie fire</i>"
											],
											[
												"5th",
												"<i>enhance ability</i>"
											],
											[
												"9th",
												"<i>clairvoyance</i>"
											],
											[
												"13th",
												"<i>hallucinatory terrain</i>"
											],
											[
												"17th",
												"<i>skill empowerment*</i>"
											]
										]
									},
									"*Spell found in </i>Xanathar's Guide to Everything</i>"
								]
							},
							{
								"type": "entries",
								"name": "Armored Inflitration",
								"entries": [
									"At 3rd level, you have mastered the patience and focus to traverse the battlefield silently without sacrificing protection. Wearing armor doesn't impose disadvantage on your Dexterity (Stealth) checks."
								]
							},
							{
								"type": "entries",
								"name": "Tactical Aggression",
								"entries": [
									"At 3rd level, you can direct tactical focus on one foe, increasing the damage your allies inflict on it. As a bonus action, you designate one creature you can see within 60 feet of you as the target of this feature. The first time each round you or an ally of yours hits the target creature with a weapon attack, the creature takes extra damage equal to your proficiency bonus.",
									"This benefit lasts until you finish a short or a long rest. It ends early if you designate a different creature."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Redeployment",
								"entries": [
									"At 7th level, when you take the Attack action, you can forgo one of your attacks to redirect your allies' positioning on the battlefield. When you do, each ally that can hear or see you within 60 feet of you can immediately use its reaction to move up to half its speed without provoking opportunity attacks."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Overwatch",
								"entries": [
									"At 11th level, whenever a creature within 60 feet of you targets an ally of yours with an attack, you can use your reaction to make a weapon attack against it. If your attack hits, the creature's attack is made with disadvantage.",
									"You can use this feature a number of times equal to your Wisdom modifier (minimum of 1). You regain all expended uses when you finish a long rest."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Tactical Coordination",
								"entries": [
									"At 15th level, your allies have learned to move in rhythm with your instincts for decisive action. Your Tactical Aggression feature now deals extra damage the first time the creature is hit by a weapon attack each turn, instead of each round.",
									"Additionally, at the end of your turn, one creature you choose within 5 feet of you gains a bonus to their Armor Class equal to half your proficiency bonus (rounded down) until the start of your next turn."
								]
							}
						]
					}
				]
			],
			"source": "MorgraveMiscellany",
			"shortName": "Field Marshal"
		},
		{
			"class": "Rogue",
			"name": "Divine Herald",
			"spellcastingAbility": "wis",
			"casterProgression": "pact",
			"subclassSpells": [
				{
					"class": "Cleric",
					"source": "PHB"
				}
			],
			"subclassTableGroups": [
				{
					"subclasses": [
						{
							"name": "Divine Herald"
						}
					],
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|subclass=Rogue: Divine Herald (MoMi)}",
						"{@filter Spells Known|spells|subclass=Rogue: Divine Herald (MoMi)}"
					],
					"rows": [
						[
							0,
							0
						],
						[
							0,
							0
						],
						[
							3,
							3
						],
						[
							3,
							4
						],
						[
							3,
							4
						],
						[
							3,
							4
						],
						[
							3,
							5
						],
						[
							3,
							6
						],
						[
							3,
							6
						],
						[
							4,
							7
						],
						[
							4,
							8
						],
						[
							4,
							8
						],
						[
							4,
							9
						],
						[
							4,
							10
						],
						[
							4,
							10
						],
						[
							4,
							11
						],
						[
							4,
							11
						],
						[
							4,
							11
						],
						[
							4,
							12
						],
						[
							4,
							13
						]
					]
				},
				{
					"subclasses": [
						{
							"name": "Divine Herald"
						}
					],
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"{@filter 1st|spells|level=1|subclass=Rogue: Divine Herald (MoMi)}",
						"{@filter 2nd|spells|level=2|subclass=Rogue: Divine Herald (MoMi)}",
						"{@filter 3rd|spells|level=3|subclass=Rogue: Divine Herald (MoMi)}",
						"{@filter 4th|spells|level=4|subclass=Rogue: Divine Herald (MoMi)}"
					],
					"rows": [
						[
							0,
							0,
							0,
							0
						],
						[
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							1
						]
					]
				}
			],
			"subclassFeatures": [
				[
					{
						"name": "Divine Herald",
						"entries": [
							"The Divine Herald is an unwavering agent of divine retribution, who brings swift justice to false prophets and heretics. A divine herald might answer to the congregation, an inner circle within a church, or be guided by celestial visions that reveal those who bear false witness.",
							"The secret order of Miron's Tears maintains its anonymity within the Church of the Silver Flame. In the hours before her final sacrifice, Tira Miron charged the avenger Samyr Kes to protect the church from the influence of the evil Bel Shalor, eliminating those who succumbed to corruption. The order lay dormant for centuries, but now Miron's Tears prepare to cleanse the Church in the wake of the recent rumors of corruption in the highest levels. While Miron's Tears is an established order of divine heralds, they are found in every faith. A divine herald of the Blood of Vol would fight the Emerald Claw and other Vol priests who abuse the faith of their followers.",
							{
								"name": "Spellcasting",
								"entries": [
									"When you reach 3rd level, you gain the ability to cast spells. See Spells Rules for the general rules of spellcasting and the Spells Listing for the cleric spell list.",
									{
										"name": "Cantrips",
										"entries": [
											"You learn three cantrips of your choice from the cleric spell list. You learn an additional cleric cantrip of your choice at 10th level."
										]
									},
									{
										"name": "Spell Slots",
										"entries": [
											"The Divine Herald Spellcasting table shows how many spell slots you have to cast your spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.",
											"For example, if you know the 1st-level spell cure wounds and have a 1st-level and a 2nd-level spell slot available, you can cast cure wounds using either slot."
										]
									},
									{
										"name": "Spells Known of 1st Level and Higher",
										"entries": [
											"You know three 1st-level cleric spells of your choice. The Spells Known column of the Divine Herald Spellcasting table shows when you learn more cleric spells of 1st level or higher. The spells must be of a level for which you have spell slots. Casting the spell doesn't remove it from your list of known spells.",
											"Whenever you gain a level in this class, you can replace one of the cleric spells you know with another spell of your choice from the cleric spell list. The new spell must be of a level for which you have spell slots."
										]
									},
									{
										"name": "Spellcasting Ability",
										"entries": [
											"Wisdom is your spellcasting ability for your cleric spells, and your power comes from devotion to your discipline. You use your Wisdom whenever a spell refers to your spellcasting ability. In addition, you use your Wisdom modifier when setting the saving throw DC for a cleric spell you cast and when making an attack roll with one.",
											{
												"type": "abilityDc",
												"name": "Spell save DC",
												"attributes": [
													"wis"
												]
											},
											{
												"type": "abilityAttackMod",
												"name": "Spell attack modifier",
												"attributes": [
													"wis"
												]
											}
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Harbinger of Faith",
								"entries": [
									"Starting at 3rd level, your Sneak Attack deals radiant damage instead of dealing the damage of the same type as your weapon. If you follow an evil god, it deals necrotic damage instead.",
									"Additionally, when you hit a creature with a weapon attack on your turn, you can instill doubt in your target, causing it to question its convictions. The target must make a successful Wisdom saving throw or suffer disadvantage on the next attack it makes within 1 minute.",
									"You can use this feature an amount of times equal to your Wisdom modifier (minimum of 1). You regain all uses after a long rest."
								]
							},
							{
								"type": "entries",
								"name": "Dogma Votary",
								"entries": [
									"At 3rd level, your studies have given you a wide knowledge of religion and its impact on life. Whenever you make an Intelligence (History or Religion) check to recall information about the gods or their worshipers, you are considered proficient in these skills and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Guise of the Believer",
								"entries": [
									"Starting at 9th level, your time spent among the zealous gives you impeccable insight into their mannerisms, speech patterns, and venerable demeanor, even outside of your religious affiliation.",
									"When posing as a member of a religious organization, your identity is unquestioned by the masses. You have advantage on Charisma (Deception) checks you make against a discerning creature to preserve your guise.",
									"Additionally, you can instill further doubt in your target, granting them disadvantage in the contest with your posturing. Once you have used this feature, you must finish a short or long rest before you can use it again."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Corsair of Penance",
								"entries": [
									"At 13th level, the fire of your faith cannot be extinguished. When you are reduced to 0 hit points and don't die outright, you can make a DC 10 Wisdom saving throw. If you succeed, you can immediately roll any number of Hit Dice and regain hit points equal to the result. After the saving throw succeeds, you can't cast a spell or use this feature again until you finish a long rest."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Last Rites",
								"entries": [
									"At 17th level, when you hit a creature that is below its hit point maximum, you can use your Sneak Attack feature on that creature, even if you have disadvantage on the attack roll. This damage increases by 1d6 if the target is an undead, fiend, or celestial."
								]
							}
						]
					}
				]
			],
			"source": "MorgraveMiscellany",
			"shortName": "Divine Herald"
		},
		{
			"class": "Sorcerer",
			"name": "Progenitor Spark",
			"subclassFeatures": [
				[
					{
						"name": "College of Keys",
						"entries": [
							"Some sorcerers' power flows from the primordial, cosmic beings who created the multiverse, and in the Eberron setting, these three progenitor dragons are Eberron, Khyber, and Siberys. While the blood of dragons flows in your veins, you don't have scales or manifest wings, but you hold a tiny piece of a spark that can shape reality, instead. On the surface, your spells allow you to fling fire, conjure illusions, and other common magic others might acquire, but you also have the power to create life, drawing dust and dirt together to form the living.",
							"The progenitor Eberron is seen as the source of all natural life and the defender of all that the three created. Khyber sought dominion over the aberrations and fiends she created, while Siberys produced the celestials in all their beauty and splendor. You might feel a connection to one of the three or you might be purely interested in the potential of creation, unburdened by concepts of good or evil.",
							{
								"type": "entries",
								"name": "Arcane Birthright",
								"entries": [
									"At 1st level, you gain proficiency in the Arcana and Nature skills if you don't already have it. Your proficiency bonus is doubled for any ability check you make that uses either of those proficiencies."
								]
							},
							{
								"type": "entries",
								"name": "Shape of Creation",
								"entries": [
									"Starting at 1st level, you can spend 1 hour and common materials from nature to shape and animate a mindless, featureless automaton you fill with the very essence of creation that uses the commoner statistics (see the Monster Manual or appendix C in the Player's Handbook). Your creation can perform simple tasks at your command that a human servant could do, such as fetch things, clean, mend or fold clothes, serve food, stand guard or even make an unarmed attack against a creature or object. Its damage die is a d4 and it deals magical force damage.",
									"Once you give the command, the automaton performs the task to the best of its ability until it completes the task, then waits for your next command. Your creation ceases to exist if it drops to zero hit points, after 24 hours (unless you repeat the 1 hour process to refill its essence), or when you use your action to reclaim its essence, returning to the wellspring from which it came. You can have one such creation at a time.",
									"When you reach 2nd level in this class, each time you shape your automaton, you can spend any number of sorcery points up to your proficiency bonus to increase its statistics. For each sorcery point you spend, its hit point maximum increases by 5 and its AC and Ability scores increase by 1. Your creation's damage die increases by one type when you spend 2 sorcery points (d6), 4 sorcery points (d8), and 6 sorcery points (d10).",
									"For example, if you spend 3 sorcery points when you create your automaton, its AC and all of its ability scores are 13, its hit point maximum increases by 15, to a total of 19, and its damage die is a d6."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Cradle of Life",
								"entries": [
									"At 6th level, whenever you cast a spell of 1st level or higher that has a casting time of 1 action, you and friendly creatures within 10 feet of you have advantage on all saving throws and resistance to all damage until the start of your next turn."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Thirst for Magic",
								"entries": [
									"At 14th level, you can will yourself the knowledge of a spell temporarily. As a bonus action, you can spend a number of sorcery points equal to the spell's level +1 to learn a spell from any spell list for the next hour. (1 sorcery point if the spell is a cantrip). The spell must be a level which you can cast, and it must be of 5th level or lower."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Gift of Progeny",
								"entries": [
									"At 18th level, you learn the simulacrum spell. It counts as a sorcerer spell for you, doesn't count against the number of spells you know, and can't benefit from your metamagic.",
									"Also, you can spend 10 sorcery points to ignore its material components and speed up casting the spell, which you can complete in 8 hours, instead of 12. When you do, your simulacrum has no sorcery points and the number of spell slots it can use is equal to the number shown on the Sorcerer's Spellcasting table equal to half of your sorcerer level.",
									"You can only have one simulacrum at a time and, if you create another, the oldest crumbles to dust."
								]
							}
						]
					}
				]
			],
			"source": "MorgraveMiscellany",
			"shortName": "Progenitor Spark"
		},
		{
			"class": "Wizard",
			"name": "School of Antiquities",
			"subclassFeatures": [
				[
					{
						"name": "School of Antiquities",
						"entries": [
							"True seekers of knowledge, wizards of the school of antiquities learn the civics, ethics, and philosophies of a bygone era, and how best to prevent such follies. Heralded as cataclysm mages by many, these scholars focus their studies on the fall of ancient civilizations from varied sources across the multiverse, and specifically, the events that culminated their demise. Perhaps by design, they often find the parallel weaknesses of those antiquated societies, learning to use their studies against those who might cause such a cataclysm to befall the world once more.",
							"Usually the choice of anthropologists, archaeologists, and linguists, their magical studies parallel what they learn through etymology, ancient ruin dig sites, or in the field among the tribal remnants of once dominant societies plagued by disaster that lay an age to rest, self-inflicted or otherwise.",
							{
								"type": "entries",
								"name": "Antiquated Studies",
								"entries": [
									"At 2nd level, your aptitude for understanding the motivations of past civilizations is matched only by the dedication you place in unearthing the secrets of each age. You gain proficiency in the History and Religion skills if you don't already have it."
								]
							},
							{
								"type": "entries",
								"name": "Aftermath",
								"entries": [
									"At 2nd level, you learn to exploit the weaknesses found during your studies and put them to practical use. When you cast one of your wizard cantrips that targets one creature with an attack roll or a saving throw, you can add your proficiency bonus to the damage you deal with that spell. The damage is the same type as the spell you cast."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Cradle of Life",
								"entries": [
									"Starting at 6th level, your significant investment of study in certain societies and the cataclysmic events leading to their extinction have yielded your first great breakthroughs in truly understanding these cultures' folly.",
									"Choose a creature type: aberrations, celestials, dragons, elementals, fey, fiends, giants, monstrosity, or one type of humanoid (such as dwarves, goblins, or humans).",
									"You have advantage on Intelligence checks to find or recall information about their cultures and empires, as well as the cataclysmic events leading to their downfall.",
									"When you gain this feature, you also learn one language of your choice that is spoken by that empire.",
									"You choose one additional creature type, as well as an associated language, at 10th and 14th level. As you gain levels, your choices should reflect the types of empires you have encountered or studied on your adventures."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Personal Prophecy",
								"entries": [
									"At 10th level, your subconscious begins to unravel the path before your waking mind. You are always under the effects of an alarm spell, which emanates from you in a 20-foot cube. You can designate creatures that won't set off the alarm whenever you complete a short or long rest. The alarm projects a mental or audible ping that only you can sense and awakens you if you are sleeping.",
									"Additionally, any creature types you have selected for your Empire of Secrets feature have disadvantage on attack rolls against you while inside this cube, and you can't be charmed, frightened, or possessed by them."
								]
							}
						]
					}
				],
				[
					{
						"entries": [
							{
								"type": "entries",
								"name": "Gift of Progeny",
								"entries": [
									"Beginning at 14th level, your persistence has shown you where to look for the specifics that predicate the demise of those you study. As an action, you can choose one creature that you can see within 60 feet of you, and can quickly deduce certain information about it from your studies. The DM tells you the creature's type, but not its identity, and if it is your equal, superior, or inferior regarding Armor Class and current hit points.",
									"If your target is one of the creature-types you have selected for your Empire of Secrets feature, you immediately learn whether the creature has any damage immunities, resistances, or vulnerabilities and what they are. Divination magic can't hide this information from you and the additional damage you deal with your Aftermath feature is doubled for this creature. You can use this feature a number of times equal to your Intelligence modifier (minimum of once). You regain all expended uses of it when you finish a long rest."
								]
							}
						]
					}
				]
			],
			"source": "MorgraveMiscellany",
			"shortName": "Antiquities"
		}
	],
	"optionalfeature": [
		{
			"name": "Pact of the Host",
			"featureType": "PB",
			"entries": [
				"Your patron binds another being in its service to you in a symbiotic relationship, protecting both investments by teaming the power of its independent gifts. The nature of the symbiont and the form that you take during symbiosis depends on the nature of your patron. A fiend might pair you with an ancient evil in need of a physical form, while a Great Old One might bestow an alien symbiont, protecting you in exchange for safe haven.",
				"Whenever you take damage that would reduce you below half of your hit point maximum, you can use your reaction to relinquish control to the symbiont you host and enter a state of symbiosis with it. When you do, the symbiont envelops you and your possessions with its alien essence to enhance your capabilities and protect you from harm for the next minute. While transformed, you can issue telepathic commands to the symbiont, which it tries to obey to the best of its abilities, and the following rules apply:",
				"• If you are affected by any condition when you transform, its effect is suspended for the duration of the transformation, and you have advantage on saving throws against spells and effects that grant additional conditions.",
				"• Your AC becomes your Charisma score and you add your Charisma modifier (minimum of 1) to your Strength, Dexterity, and Constitution scores.",
				"• You retain the benefit of any features from your class, race, or other source. Worn equipment merges with your new form and has no effect until you leave the form.",
				"• You are blind but the symbiont has tremorsense, which can be used to detect and pinpoint the origin of vibrations within 30 feet, provided that the source of the vibrations is in contact with the same ground or substance but can't detect flying or incorporeal creatures.",
				"• You can't cast spells or concentrate on them.",
				"• Your unarmed strikes deal 1d10 magical bludgeoning, piercing, or slashing damage, you choose each time you make the attack.",
				"• If you are knocked unconscious, your transformation ends early. As the symbiont retreats inside you, you suffer two levels of exhaustion.",
				"• If you reduce a creature to 0 hit points while the transformation persists, the symbiont frenzies, and spends its next turn to consume the creature's life force and takes no other actions until it does. If it consumes the creature, nothing remains, including its equipment, and the duration of the transformation increases by 1 minute and you regain a number of hit points equal to your Constitution modifier (minimum 1).",
				"• You can choose to prevent its frenzy at the beginning of each of these turns with a DC 10 Charisma check to regain control using either Deception, Intimidation, or Persuasion. On a success, the symbiont continues to obey your commands, or you can end the transformation early. On a failure, the symbiont spends its turn to consume the creature and the DC increases by 5. You can fail each check (Deception, Intimidation, or Persuasion) only once each transformation, and lose control of the symbiont completely when none remain. If you lose control of the symbiont while it frenzies, it becomes hostile to all creatures and spends its turns pursuing and attacking the nearest creature to the best of its ability until the transformation ends."
			],
			"source": "MorgraveMiscellany"
		},
		{
			"name": "Alien Speed",
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Pact of the Host"
				}
			],
			"entries": [
				"While in symbiosis, your symbiont gains an increase to movement speed and jump distance equal to your Charisma modifier x 5."
			],
			"source": "MorgraveMiscellany"
		},
		{
			"name": "Aquatic Adaptation",
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": "7"
					},
					"pact": "Pact of the Host"
				}
			],
			"entries": [
				"While in symbiosis, you can breathe air and water, and you have a swimming speed equal to your walking speed."
			],
			"source": "MorgraveMiscellany"
		},
		{
			"name": "Cameral Mind",
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": "5"
					},
					"pact": "Pact of the Host"
				}
			],
			"entries": [
				"You can relinquish control to your symbiont regardless of your hit point total as a reaction whenever you take damage, you have advantage on ability checks to maintain control over the symbiont, and the level of exhaustion you suffer when it retreats is reduced by 1."
			],
			"source": "MorgraveMiscellany"
		},
		{
			"name": "Dread the Darkness",
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": "15"
					},
					"pact": "Pact of the Host"
				}
			],
			"entries": [
				"While in symbiosis, you have blindsight with a radius of 60 feet and are blind beyond that distance."
			],
			"source": "MorgraveMiscellany"
		},
		{
			"name": "Elevated Evolution",
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": "15"
					},
					"pact": "Pact of the Host"
				}
			],
			"entries": [
				"When you transform, your symbiont grows wings and gains a fly speed of 30 feet."
			],
			"source": "MorgraveMiscellany"
		},
		{
			"name": "Precision Predator",
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": "9"
					},
					"pact": "Pact of the Host"
				}
			],
			"entries": [
				"Once per turn, when your symbiont hits a creature with an attack, you can expend one of your Hit Die to deal extra damage of the same type equal to your Charisma score."
			],
			"source": "MorgraveMiscellany"
		},
		{
			"name": "Second Skin",
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Pact of the Host"
				}
			],
			"entries": [
				"When you enter symbiosis, your symbiont gains temporary hit points equal to your Warlock level."
			],
			"source": "MorgraveMiscellany"
		},
		{
			"name": "Venomous Spit",
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Pact of the Host"
				}
			],
			"entries": [
				"While in symbiosis, as an action, your symbiont can spray a stream of sticky bile, targeting one creature or object it can sense within 60 feet. The target takes 1d8 acid damage and its speed is reduced by 10 feet unless it succeeds on a Dexterity saving throw against your spell save DC. This damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).."
			],
			"source": "MorgraveMiscellany"
		},
		{
			"name": "Violent Ends",
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": "5"
					},
					"pact": "Pact of the Host"
				}
			],
			"entries": [
				"Your symbiont transforms with a serrated prehensile tail that it can use to make a special melee weapon attack with as a bonus action. This attack has the finesse and reach properties, the damage die for this attack is a d4, and the attack deals slashing damage."
			],
			"source": "MorgraveMiscellany"
		}
	],
	"race": [
		{
			"name": "Child of Khyber",
			"source": "MorgraveMiscellany",
			"ability": [
				{
					"con": 1
				}
			],
			"size": "M",
			"speed": {
				"walk": 30
			},
			"traitTags": [
				"dragonmarked"
			],
			"entries": [
				"Children of Khyber have the following racial traits:",
				{
					"name": "Aberrant Birth",
					"entries": [
						"You know a cantrip from the sorcerer spell list. When you reach 3rd level, you can choose one 1st-level spell from the sorcerer spell list and cast it as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. Constitution is your spellcasting ability for these aberrant spells."
					]
				},
				{
					"name": "Hard Road",
					"entries": [
						"It's been a hard road, and you learned a few tricks from those around you, just to survive. Choose one of the following backgrounds: Charlatan, criminal, outlander, or urchin. You gain the background's proficiencies and feature, but not its equipment, in addition to your own."
					]
				},
				{
					"name": "Marked for Disturbance",
					"entries": [
						"Dragons or other dragonmarked creatures have advantage on Intelligence (Investigation) checks made to locate your mark, and you have advantage on Charisma (Intimidation) checks made to influence them, whether the creature has seen your mark or not."
					]
				},
				{
					"name": "Will to Survive",
					"entries": [
						"As an action, you can expend the use of one of your aberrant spells to immediately spend a number of Hit Dice up to the spell's level, add your Constitution modifier, and regain a number of hit points equal to the total (minimum of 1)."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Goblin."
					]
				}
			],
			"subraces": [
				{
					"name": "Dwarf",
					"ability": [
						{
							"con": 2
						}
					],
					"entries": [
						{
							"type": "entries",
							"name": "Size",
							"entries": [
								"Your size is Medium."
							]
						},
						{
							"type": "entries",
							"name": "Darkvision",
							"entries": [
								" Accustomed to life in the shadows, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
							]
						},
						{
							"type": "entries",
							"name": "Dwarven Resilience",
							"entries": [
								"You have advantage on saving throws against poison, and you have resistance to poison damage."
							]
						},
						{
							"type": "entries",
							"name": "Dwarven Toughness",
							"entries": [
								"Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."
							]
						}
					],
					"traitTags": [
						"Darkvision"
					]
				},
				{
					"name": "Elf",
					"ability": [
						{
							"choose": {
								"from": [
									"dex",
									"int"
								],
								"count": 1
							}
						}
					],
					"entries": [
						{
							"type": "entries",
							"name": "Size",
							"entries": [
								"Your size is Medium."
							]
						},
						{
							"type": "entries",
							"name": "Darkvision",
							"entries": [
								" Accustomed to life in the shadows, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
							]
						},
						{
							"type": "entries",
							"name": "Fey Ancestry",
							"entries": [
								"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
							]
						},
						{
							"type": "entries",
							"name": "Trance",
							"entries": [
								" Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is \"trance.\") While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
							]
						}
					],
					"traitTags": [
						"Darkvision"
					]
				},
				{
					"name": "Gnome",
					"ability": [
						{
							"ine": 1
						}
					],
					"size": "S",
					"speed": {
						"walk": 25
					},
					"entries": [
						{
							"type": "entries",
							"name": "Size",
							"entries": [
								"Your size is Small."
							]
						},
						{
							"type": "entries",
							"name": "Darkvision",
							"entries": [
								" Accustomed to life in the shadows, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
							]
						},
						{
							"type": "entries",
							"name": "Gnome Cunning",
							"entries": [
								"You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic."
							]
						}
					],
					"traitTags": [
						"Darkvision"
					]
				},
				{
					"name": "Half-Elf",
					"ability": [
						{
							"cha": 1
						}
					],
					"entries": [
						{
							"type": "entries",
							"name": "Size",
							"entries": [
								"Your size is Medium."
							]
						},
						{
							"type": "entries",
							"name": "Darkvision",
							"entries": [
								" Accustomed to life in the shadows, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
							]
						},
						{
							"type": "entries",
							"name": "Fey Ancestry",
							"entries": [
								"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
							]
						}
					],
					"traitTags": [
						"Darkvision"
					]
				},
				{
					"name": "Halfling",
					"ability": [
						{
							"dex": 2
						}
					],
					"size": "S",
					"speed": {
						"walk": 25
					},
					"entries": [
						{
							"type": "entries",
							"name": "Size",
							"entries": [
								"Your size is Small."
							]
						},
						{
							"type": "entries",
							"name": "Halfling Nimbleness",
							"entries": [
								"You can move through the space of any creature that is a size larger than yours."
							]
						}
					]
				},
				{
					"name": "Half-Orc",
					"ability": [
						{
							"str": 1
						}
					],
					"entries": [
						{
							"type": "entries",
							"name": "Size",
							"entries": [
								"Your size is Medium."
							]
						},
						{
							"type": "entries",
							"name": "Darkvision",
							"entries": [
								" Accustomed to life in the shadows, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
							]
						},
						{
							"type": "entries",
							"name": "Menacing",
							"entries": [
								"You gain proficiency in the Intimidation skill."
							]
						}
					],
					"traitTags": [
						"Darkvision"
					]
				},
				{
					"name": "Human",
					"ability": [
						{
							"choose": {
								"from": [
									"str",
									"dex",
									"con",
									"int",
									"wis",
									"cha"
								],
								"count": 2
							}
						}
					],
					"entries": [
						{
							"type": "entries",
							"name": "Size",
							"entries": [
								"Your size is Medium."
							]
						},
						{
							"type": "entries",
							"name": "Exotic Whispers",
							"entries": [
								"You can speak, read, and write one exotic language of your choice, as described in chapter 4 of the Player's Handbook."
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"An in-depth look at the role of aberrant dragonmarks, from their earliest recorded appearances to the present day. Is the fear of aberrant marks justified, or is it the result of the propaganda of the Twelve?"
						],
						"by": "Cord Ennis, Professor of Arcane Sciences",
						"from": "The War of the Mark"
					},
					"An aberrant dragonmark is a gift of mystical power, though it can be a painful and distressing curse to bear, and its powers might even be difficult or, in some cases, impossible to control. The legendary Lady of the Plague was responsible for the deaths of thousands before she learned to control her abilities. Even an ability that duplicates a spell as simple as fire bolt can be devastating to the individual, and a person who possesses such a mark could have killed friends or even destroyed city blocks in a fiery blaze before mastering this power. This has led the common people to fear those who carry aberrant marks, paranoid that all of them could be murderers, mad, or both. The progenitor dragon Khyber is said to be the source of all things monstrous and evil, and those who carry aberrant dragonmarks in adolescence are called Children of Khyber.",
					"The Aberrant Dragonmark feat in the Wayfinder's Guide to Eberron allows a character to manifest an aberrant dragonmark over the course of a campaign. A Child of Khyber has developed their mark earlier in their life and faced prejudice because of this tragic but rare power. An aberrant mark can appear on members of almost any race or family that has been recorded to bear a dragonmark, and a Child of Khyber chooses a subrace to define their original racial identity.",
					{
						"name": "Defining Tragedy",
						"entries": [
							"Whether it occurred the first time an aberrant mark manifested or before mastery of its abilities, aberrant marks are usually central to a terrible tragedy that has had a deep and lasting impact. The consequences of this event could be public and social, an ongoing scar to a reputation, or they could be secret and deeply personal. Many a Child of Khyber has caused the death of a loved one with their mark and fled, ashamed of the embarrassment, but never publicly tried with the crime. In their deepest sleep, most aberrant marked relive these nightmares, which prove more prevalent than any the Quori might dream up. The road to self-forgiveness is often as fraught as the mark itself. You can use the Defining Tragedy table as a source of inspiration to determine the tragic past of your character. Work with your DM to finalize the details of your personal tragedy and to understand how it could play a role in your ongoing story. Be sure to consider the nature of your mark as you develop your story. It's easy to see how the fireball spell could be responsible for a death, while a generally harmless and more subtle mark containing the suggestion spell could still have unexpected consequences, like triggering a riot or pushing an individual to the brink of madness.",
							{
								"type": "table",
								"caption": "Defining Tragedy",
								"colLabels": [
									"d6",
									"Tragic Event"
								],
								"colStyles": [
									"col-1",
									"col-5"
								],
								"rows": [
									[
										"1",
										"<b>Betrayal.</b> The manifestation of your mark turned someone you care about against you. This could have been a lover, a child, a comrade-in-arms. Whoever it is, they now fear and despise you, while you hope that you can someday regain their affection."
									],
									[
										"2",
										"<b>Death.</b> Your aberrant mark caused a tragic death. This could have been someone you cared about, such as a lover or sibling, or you could have killed someone you hated, a tyrannical officer, a corrupt noble. Either way, you needed to flee from the consequences of that unintended murder."
									],
									[
										"3",
										"<b>Massacre.</b> You were responsible for the deaths of a large number of people. You may have triggered a riot or set fire to a crowded building. Do you feel personally responsible for each death, or do you not even know how many people died?"
									],
									[
										"4",
										"<b>Public Humiliation.</b> Your mark manifested during a public and important event. You could have been giving a performance, negotiating a treaty, or conducting a sermon. Whatever it was, it ruined the event and you are now wellknown as a Child of Khyber"
									],
									[
										"5",
										"<b>Rift.</b> The manifestation of your aberrant mark caused a deep rift between you and an organization you were once part of. You may have been excoriated from your dragonmarked house, banished from your family home, or dishonorably discharged from the military. Beyond the broad enmity of the organization, you could have a specific rival within the group."
									],
									[
										"6",
										"<b>Ruin.</b> Your mark caused the destruction of something that was extremely precious. You could have destroyed your home, an important document, an arcane research project, or something else that was extremely valuable to you or to others."
									]
								]
							}
						]
					},
					{
						"name": "Prophetic Purpose",
						"entries": [
							"Every Child of Khyber has faced hardship because of their mark. In creating a Child of Khyber, start by defining your life before you developed your aberrant dragonmark, which is usually reflected by your background. You might have been a popular entertainer, from a respected noble family, or a devout acolyte of the Sovereign Host. Whatever path you followed, you had a good life once, but now adventuring is all you have left.",
							"Whatever your life was, it changed when you developed your aberrant dragonmark. Your defining tragedy forced you down a difficult path, and the benefits you gain from the Hard Road trait reflect that of a new life. Work with your DM to find inspiration in some of the other backgrounds, and adapt their story to suit the life you now lead, especially when starting a campaign at zero level. How have you dealt with your aberrant mark? What have you been forced to do? Here are some examples of how you might tie your background into the campaign moving forward.",
							"• Charlatan. You've hidden your aberrant mark from others. A talent for disguise helps you physically conceal the mark, while your proficiency with Deception helps ward off suspicion.",
							"• Criminal. You've descended into the underworld and used your mark for personal profit. The Wayfinder's Guide to Eberron describes House Tarkanan, a gang comprised of people with aberrant marks, and you could use your new skills to establish a connection with House Tarkanan.",
							"• Outlander. You fled civilization after manifesting your dragonmark and lived in the wilds ever since your defining tragedy. Now, something has called you back, ready to make a difference.",
							"• Urchin. You stayed in the city but clung to the shadows, eking out a life in alleys and sewers. You didn't become a criminal, but you've fought a bitter struggle for survival with nowhere else to turn.",
							"While you've been forced from your previous life, the benefits of your first background still linger. If you're a noble, you have your Position of Privilege and can demand entry to court. As a soldier, you could still assert your Military Rank. As an entertainer, you might still be in demand. In all three of these examples, that first benefit could have been tainted by your aberrant mark, and you should work with your Dungeon Master to see if this will impact the campaign you're set to embark. Those in court will likely respond to your rank or status, until they realize you're a Child of Khyber, and you'll have to deal with their fears and suspicions once you've placed yourself in the spotlight.",
							"While creating a Child of Khyber, think about the life you once led, the path you're on now, and the tragedies that you've endured along the way. Together these create a unique and, like the dragonmark you possess, distinguished impact on the world of Eberron."
						]
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"goblin": true
				}
			]
		},
		{
			"name": "Dragonforged",
			"source": "MorgraveMiscellany",
			"ability": [
				{
					"str": 2,
					"int": 1
				}
			],
			"size": "M",
			"speed": {
				"walk": 30
			},
			"traitTags": [],
			"entries": [
				"Dragonforged have the following racial traits:",
				{
					"name": "Age",
					"entries": [
						"All known dragonforged are between five and six years old. Like warforged, their maximum lifespan remains a mystery; so far, warforged have shown no signs of deterioration due to age, and neither do the dragonforged."
					]
				},
				{
					"name": "Alignment",
					"entries": [
						"Dragonforged find order and discipline compelling. Most tend toward a benevolent consideration for other creatures inherited from their maker. While most assimilate the ethics and reasoning of the beings they share company with, the general approach and personality can be affected by their draconic history, but dragonforged aren't bound to a specific alignment."
					]
				},
				{
					"name": "Size",
					"entries": [
						"Your size is Medium. Dragonforged stand between 6 and 7 1⁄2 feet tall averaging over 400 pounds."
					]
				},
				{
					"name": "Warforged Resilience",
					"entries": [
						"You were created to have remarkable fortitude, represented by the following benefits:",
						"• You have advantage on saving throws against being poisoned, and you have resistance to poison damage.",
						"• You are immune to disease.",
						"• You don't need to eat, drink, or breathe.",
						"• You don't need to sleep and don't suffer the effects of exhaustion due to lack of rest, and magic can't put you to sleep."
					]
				},
				{
					"name": "Forged Scale",
					"entries": [
						"Your hide is a blend of organic scale and segmented plates. You have a natural armor class of 15 + Proficiency Bonus and you count as both dragonborn and warforged. You gain no benefit from wearing armor, but if you are using a shield, you can apply the shield's bonus as normal."
					]
				},
				{
					"name": "Sentry's Rest",
					"entries": [
						"When you take a long rest, you must spend at least six hours of it in an inactive, motionless state, rather than sleeping. In this state, you appear inert, but it doesn't render you unconscious, and you can see and hear as normal."
					]
				},
				{
					"name": "Draconic Fission",
					"entries": [
						"During your creation, you were fitted with a magical device in your maw that mimics the effects of a dragon's breath weapon. You know the gust cantrip. When you reach 3rd level, you can cast the chromatic orb spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the dragon's breath spell once with this trait and regain the ability to do so when you finish a long rest. Constitution is your spellcasting ability for these spells."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Draconic."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Warforged in Peacetime. The warforged pose difficult questions. What is the role of a living weapon in a time of peace? Is it possible for a manufactured thing to have a soul? What is the economic impact of warforged labor? This course explores the history and possible future of this new race"
						],
						"by": "Fang",
						"from": "Adjunct Professor of Arcane Engineering"
					},
					"The Last War has shaped Khorvaire over the last century, and the warforged are a physical manifestation and constant reminder of this bitter struggle. Most who encounter dragonforged assume that these reptilian constructs were designed for war, one more weapon in the clash between nations, but nothing could be further from the truth. While each being's true purpose might remain a mystery to the dragonforged, all are designed to make a difference in the world and that is evident even without the Draconic Prophecy's dictate. ",
					{
						"name": "The Hidden Forge",
						"entries": [
							"Merrix d'Cannith pioneered House Cannith's use of automatons during the Last War, but it was his son, Aaren d'Cannith, who created the first true warforged. Aaren was a philosopher searching for meaning, but House Cannith was only interested in weapons. Succeeding in repurposing Aaren's work, the moniker \"warforged\" was Merrix's invention, and cemented the martial purpose of the beings in their very identity. Aaren d'Cannith protested what he saw as the abuse of his creations and fought to prevent the production of warforged soldiers. For his efforts, Aaren was excoriated from House Cannith in 970 YK and disappeared into the shadows of Khorvaire.",
							"Despite his best efforts, Aaren lacked the resources to change the course of House Cannith and he was furious that his creations were being condemned to the drudgery of lives in a state of endless war. His obsession with stopping the war led him to prioritize his remaining assets toward further research, working to understand the warforged he had created more fully. Any spare time was devoted to his second love, the Draconic Prophecy, and over time these two obsessions blended together in more than philosophical terms. Aaren located a rare convergence of planar influence somewhere along the borders of Cyre and constructed a hidden forgehold, which he would later dub the \"Dragonforge\" in his notes. He experimented with unusual materials, blending dragon scale and bone into the construction of the warforged, and timing the moment of creation to align with the planes and moons. In 993 YK, he created the first of his dragonforged. He continued to develop and train these living constructs, but his efforts were brought to a sudden halt by the devastation of the Mourning.",
							"Rumored to have been away from his Dragonforge on the Day of Mourning in 994 YK, Aaren hasn't been seen since, while the location of his forgehold and the creation process of the dragonforged remain entirely unknown, save for scattered pages of partial notes found by relic hunters and scavengers across the wastes and craters of the Mournlands. Treasure seekers believe the presence of these notes would indicate that the Dragonforge was lost in the devastation of the cataclysm, its workshops collapsed, and enchantments broken or transformed into deadly living spells that wander the badlands.",
							"However, the existence of these dragonforged, all seemingly unaffected as the Mourning obliterated Cyre, and their inability or unwillingness to recall the events surrounding their appearance, leave some to wonder if they are simply agents of a conspiracy to misinform any possible explorers, or to keep House Cannith from corrupting this contribution as Aaren's father did before. In the wrong hands, a Dragonforge might recalibrate the draconic prophecy, possibly altering Eberron's future in unimaginable ways.",
							"Regardless of whether Aaren d'Cannith returns, or if the Mourning buried the Dragonforge in rubble and forced the dragonforged, alone and afraid, into the shattered lands of Cyre, these draconic constructs have been left to find their own way in the world, and not even Aaren knows if they will fulfill their part in the Prophecy.",
							{
								"type": "table",
								"caption": "Dragonforged Purpose",
								"colLabels": [
									"d6",
									"Dragonforged Purpose"
								],
								"colStyles": [
									"col-1",
									"col-5"
								],
								"rows": [
									[
										"1",
										"<b>Bringer of War.</b> Your task is to fight a war and win it. There's just one problem: The Mourning came before you learned which war you're supposed to fight. Now you search for conflicts that feel justified to you, hoping to find the war you're meant to win."
									],
									[
										"2",
										"<b>House Breaker.</b> You are charged to bring down one of the dragonmarked houses, or potentially, all of them. This could simply be a matter of breaking their monopoly, or it could require you to shatter the entire institution."
									],
									[
										"3",
										"<b>Pioneer of Artifice.</b> Aaren was a brilliant artificer, and your task is to follow in his footsteps, but to what end? You're just beginning to master your skills, and before you're done you want to create something that will change the world."
									],
									[
										"4",
										"<b>Seeker of Knowledge.</b> It's your duty to uncover secrets and to share hidden knowledge with the world. You could be focused on a particular subject, exposing the plans of the Lords of Dust, for example, or you might be devoted to advancing knowledge in any way you can."
									],
									[
										"5",
										"<b>Unifying Force.</b> Your purpose is to reunite the Five Nations. It's up to you whether this means restoring the monarchy of Galifar, or whether you can forge an entirely new united nation. This is a vast and lofty goal, but in the meantime, you feel compelled to resolve conflicts and strengthen relationships between nations however you can."
									],
									[
										"6",
										"<b>Warforged Defender.</b>  Your task is to find a way to protect and preserve the warforged. You must help them find a peaceful and secure place in the world, free from House Cannith or the nations that denounce their sentience. At the moment, warforged have no way to reproduce, and if you want to ensure their future, you'll have to find an answer to this."
									]
								]
							}
						]
					},
					{
						"name": "Prophetic Purpose",
						"entries": [
							"As a dragonforged, you were created for a purpose. This purpose is a part of your essence, tied to your moment of sentience, and the energy that grants you life. Whether it was Aaren, or one of the dragonforged only months your senior, your progenitor was working with you, training you for something, but the Mourning came before that training was complete. As an adventurer you must discover and fully harness your hidden talents. You believe in your purpose but you know that you need to develop your skills and resources to make a difference in the world.",
							"Each of the dragonforged has a broad purpose, but a few of them believe a deeper destiny awaits them. Aaren was one of the most prolific scholars of the Draconic Prophecy, and some of the dragonforged believe that each of them is tied to a particular passage of the Prophecy, but, like most interpretations, not all of them agree on the predictions of the passages. As a dragonforged character, you might believe that it is your destiny and duty to ensure that the future follows a particular path. If this is true, it is something you will have to discover as your story unfolds. It is also something that could draw you into the ancient struggles between demons and dragons. The question is whether the dragon's visions of the future included your kind and if they will see you as a useful ally or as the work of a human meddling to be eradicated. Find inspiration for your journey from the Dragonforged Purpose table to find out what you might have been made to do."
						]
					},
					{
						"name": "Dragonforged in the World",
						"entries": [
							"There are likely fewer than two dozen dragonforged in the world. They scattered across the globe in the wake of the Mourning, and most have no knowledge of the locations of their cousins or specific origin. The dragonforged were made in the same forge and trained together, but they aren't necessarily friends. Bringers of war might oppose unifiers, and dragonforged with the same purpose could disagree on how to accomplish the same goals. A few of the dragonforged believe that they are in competition with their cousins, that Aaren is watching and judging their progress, and only one dragonforged will accomplish their purpose. These dichotomies can engender a dragonforged to recognize each other as loyal allies or bitter foes.",
							"Most of the people of the Five Nations, including the original warforged, assume the dragonforged are a rare Cannith design, like the envoy model, and as such, dragonforged are typically treated like any other warforged. The most prominent dragonforged is Fang, Special Adjunct Professor of Arcane Advancements and artificer, once offered positions at every prestigious academy in the Five Nations. Fang chose a position among the faculty of Morgrave University, and occasionally appears as a guest lecturer around Khorvaire, acting as a unifying voice in a continent that still teeters on the brink of war.",
							"All dragonforged range in shape and size similar to the dragonborn or lizardfolk of Qbara, and share the same general reptilian design of a heavy-set humanoid, but with dragon marrow and sinew incorporated into a livewood frame, and warforged plating infused with dragon scales While dragonforged temperament and head shape are often similar to dragonborn, they don't carry the same elemental resistance typically inherent to the color of their namesake.",
							"They typically run cool to the touch and, as other warforged do, Dragonforged possess a ghulra, the sigil engraved into the forehead of a warforged. Aaren engraved other indecipherable symbols across each frame and body, which some of the dragonforged believe are tied to their draconic heritage and it's by these sigils that they might identify their draconic \"ancestors\", while others believe the sigils are a form of prophetic mark, waiting to unlock clues about the destiny of the individual dragonforged."
						]
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"draconic": true
				}
			]
		}
	],
	"subrace": [
		{
			"race": {
				"name": "Elf",
				"source": "PHB"
			},
			"name": "Mark of Death",
			"ability": [
				{
					"wis": 1,
					"cha": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Death's Favor",
					"entries": [
						"When you make a Charisma ability check to interact with the dead or undead, you can roll one Intuition die, a d4, and add the number rolled to the ability check."
					]
				},
				{
					"type": "entries",
					"name": "Unliving Bond",
					"entries": [
						"As an action, you establish a telepathic link with one undead creature you touch that isn't hostile toward you. For the next 10 minutes, the link is active while you and the creature are within line of sight of each other. Through the link, the undead creature can understand your telepathic messages to it, and it can telepathically communicate simple emotions and concepts back to you. While the link is active, the undead creature gains advantage on attack rolls against any creature within 5 feet of you that you can see."
					]
				}
			],
			"traitTags": [
				"Dragonmark"
			],
			"fluff": {
				"entries": [
					"The Dragonmark of Death is one of the great mysteries of Eberron, and it is unlikely that it will become official content or ever have an official answer. In this section, the designers present rules for using the mark in fifth edition, which intends the Mark of Death to be a useful tool as opposed to a deadly weapon, supporting the sympathetic view of the line of Vol. As always, a DM may decide to use the mark as presented here or introduce a different form of the mark to suit the campaign."
				]
			},
			"source": "MorgraveMiscellany"
		},
		{
			"race": {
				"name": "Shifter",
				"source": "RfLW"
			},
			"name": "Cliffwalk",
			"ability": [
				{
					"dex": 1,
					"int": 1
				}
			],
			"page": null,
			"entries": [
				{
					"type": "entries",
					"name": "Cloven Ascent",
					"entries": [
						"You have a climbing speed of 30 feet. "
					]
				},
				{
					"type": "entries",
					"name": "Shifting Feature",
					"entries": [
						"While shifting, moving through difficult terrain costs you no extra movement."
					]
				}
			],
			"traitTags": [],
			"fluff": {
				"entries": [
					"Cliffwalk shifters typically act prideful and aloof but those closest to them know these mannerisms mask a shy and introverted countenance. They prefer higher altitudes where they have ample time to gauge and react to threats. When they shift, subtle fur elongates for warmth, their senses and eyes focus acutely, and their hands and feet harden to provide greater protection against from crevice and crag.",
					"Cliffwalk shifters have the following traits in common, in addition to the traits they share with other shifters."
				]
			},
			"source": "MorgraveMiscellany"
		},
		{
			"race": {
				"name": "Shifter",
				"source": "RfLW"
			},
			"name": "Swiftwing",
			"ability": [
				{
					"dex": 1,
					"cha": 1
				}
			],
			"page": null,
			"entries": [
				{
					"type": "entries",
					"name": "Light as a Feather",
					"entries": [
						"Your jump distance is doubled."
					]
				},
				{
					"type": "entries",
					"name": "Shifting Feature",
					"entries": [
						"While shifted, you can use your bonus action to gain a flying speed of 30 feet until you land. At the end of each of your turns, your altitude drops by 5 feet. Your altitude drops instantly to 0 feet at the end of your turn if you didn't fly at least 30 feet horizontally on that turn. When your altitude drops to 0 feet you land (or fall), and you must use another bonus action to gain the flying speed again."
					]
				}
			],
			"traitTags": [],
			"fluff": {
				"entries": [
					"Swiftwing are typically the charmers and songbirds of the shifters, usually mingling late into the morning, sometimes to the chagrin of their companions. Light on their feet and graceful above all else, a swiftwing prizes beauty, community, and loyalty. When shifting, marrow within a swiftwing's bone structure shifts to lighten their form and reinforce leathery webbing all over their bodies, providing aerodynamic support in the air.",
					"Swiftwing shifters have the following traits in common, in addition to the traits they share with other shifters."
				]
			},
			"source": "MorgraveMiscellany"
		},
		{
			"race": {
				"name": "Shifter",
				"source": "RfLW"
			},
			"name": "Truedive",
			"ability": [
				{
					"con": 1,
					"int": 1
				}
			],
			"page": null,
			"entries": [
				{
					"type": "entries",
					"name": "Swimmers Build",
					"entries": [
						"You have a swimming speed of 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Shifting Feature",
					"entries": [
						"While shifting, you can breathe underwater, you have resistance to cold damage, and you ignore any of the drawbacks caused by a deep, underwater environment."
					]
				}
			],
			"traitTags": [],
			"fluff": {
				"entries": [
					"Curious, intelligent, and expressive, truedives are those shifters with no qualms about jumping right in to dubious depths. This can unnerve other shifters, but their impulsiveness is often misinterpreted. Their awareness makes the consideration of situational danger, odds of survival, and learning potential nearly subconscious, leaning their kin to predetermine the worth of such folly as much as success. As they shift, their lungs swell to help them thrive in the natural environment beneath the water.",
					"Truedive shifters have the following traits in common, in addition to the traits they share with other shifters."
				]
			},
			"source": "MorgraveMiscellany"
		},
		{
			"race": {
				"name": "Halfling",
				"source": "PHB"
			},
			"name": "Talenta",
			"ability": [
				{
					"str": 1
				}
			],
			"page": null,
			"entries": [
				{
					"type": "entries",
					"name": "Born to Ride",
					"entries": [
						"You gain proficiency in Animal Handling and you double your bonus granted to rolls related to calming or domesticating beasts and dinosaurs."
					]
				},
				{
					"type": "entries",
					"name": "Talenta Weapons Training",
					"entries": [
						"You have proficiency with the sharrash, and tangat, which are weapons unique to the halflings of the Talenta plains."
					]
				}
			],
			"traitTags": [
				"Weapon Proficiency"
			],
			"fluff": {
				"entries": [
					"While halflings of all shapes and sizes can be found wandering the Talenta Plains. The Talenta Halfling tribes are unique to the Plains, reflecting the upbringing of a Talenta warrior. These proud peoples are strong, trained in the unique weapons of the Plains, and possess a close bond to the beasts that play an important role."
				]
			},
			"source": "MorgraveMiscellany"
		},
		{
			"race": {
				"name": "Tiefling (Base)",
				"source": "PHB"
			},
			"name": "Sakah",
			"ability": [
				{
					"dex": 1,
					"cha": 2
				}
			],
			"entries": [
				{
					"name": "Vile Resistance",
					"type": "entries",
					"entries": [
						"You have resistance to poison damage."
					]
				},
				{
					"name": "Demonic Legacy",
					"type": "entries",
					"entries": [
						"You know the primal savagery cantrip. When you reach 3rd level, you can cast the disguise self spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the dust devil spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				}
			],
			"traitTags": [
				"Uncommon Races"
			],
			"fluff": {
				"entries": [
					"Malevolent forces permeate the Demon Wastes. Tieflings are sometimes born to the Carrion Tribes that live in the Wastes; such children are called sakah, or \"touched\" in the Abyssal language. Considered a blessing among the Carrion, many sakah rise to become leaders and champions of their tribes.",
					"While Sakah tieflings vary in their appearance and abilities, the rakshasa are dominant fiends of Eberron. Some sakah tieflings reflect this with feline features, tiger-striped fur, or the backwards grip of the rakshasa. Their supernatural gifts likewise resemble those of the tricky rakshasa."
				]
			},
			"source": "MorgraveMiscellany"
		},
		{
			"race": {
				"name": "Tiefling (Base)",
				"source": "PHB"
			},
			"name": "Dolurrhi",
			"ability": [
				{
					"wis": 1,
					"cha": 2
				}
			],
			"entries": [
				{
					"name": "Maddening Resistance",
					"type": "entries",
					"entries": [
						"You have resistance to psychic damage."
					]
				},
				{
					"name": "Legacy of Damnation",
					"type": "entries",
					"entries": [
						"You know the vicious mockery cantrip. When you reach 3rd level, you can cast the dissonant whispers spell as a 2nd level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the crown of madness spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				}
			],
			"traitTags": [
				"Uncommon Races"
			],
			"fluff": {
				"entries": [
					"The Realm of the Dead is a place of misery and despair. Tieflings touched by its power have grey skin and eyes. They don't have horns, but tendrils of ectoplasmic mist often trail from their bodies. Dolurrhi tieflings hear the whispers of the dead, though often they are too faint to be understood. Many go mad, but others become remarkable mediums, devoted to helping restless spirits find peace."
				]
			},
			"source": "MorgraveMiscellany"
		},
		{
			"race": {
				"name": "Tiefling (Base)",
				"source": "PHB"
			},
			"name": "Fernian",
			"ability": [
				{
					"int": 1,
					"cha": 2
				}
			],
			"entries": [
				{
					"name": "Hellish Resistance",
					"type": "entries",
					"entries": [
						"You have resistance to fire damage."
					]
				},
				{
					"name": "Legacy of Flame",
					"type": "entries",
					"entries": [
						" You know the control flames cantrip. When you reach 3rd level, you can cast the searing smite spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the flaming sphere spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				}
			],
			"traitTags": [
				"Uncommon Races"
			],
			"fluff": {
				"entries": [
					"A Fernian tiefling is touched by the endless flames of the Sea of Fire. Their skin is orangered, their teeth and horns have the appearance of obsidian, and their eyes burn like embers. Fernian tieflings have fiery tempers and are quick to anger. Their skin is warm to the touch, and when they become excited or angry, the temperature around them will rise."
				]
			},
			"source": "MorgraveMiscellany"
		},
		{
			"race": {
				"name": "Tiefling (Base)",
				"source": "PHB"
			},
			"name": "Kythri",
			"ability": [
				{
					"int": 1,
					"cha": 2
				}
			],
			"entries": [
				{
					"name": "Corrosive Resistance",
					"type": "entries",
					"entries": [
						"You have resistance to acid damage."
					]
				},
				{
					"name": "Legacy of Chaos",
					"type": "entries",
					"entries": [
						"You know the infestation cantrip. When you reach 3rd level, you can cast the chaos bolt spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the blindness/deafness spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				}
			],
			"traitTags": [
				"Uncommon Races"
			],
			"fluff": {
				"entries": [
					"The Churning Chaos of Kythri is a plane of constant change and instability. Tieflings tied to Kythri are wildly diverse. One Kythri tiefling might have scaly skin and hair that slowly moves of its own accord; another might have silver eyes and flesh that's almost translucent. Kythri tieflings are energetic and chaotic in their thinking, preferring to stay in motion and never remain in one place or path for too long."
				]
			},
			"source": "MorgraveMiscellany"
		},
		{
			"race": {
				"name": "Tiefling (Base)",
				"source": "PHB"
			},
			"name": "Mabari",
			"ability": [
				{
					"wis": 1,
					"cha": 2
				}
			],
			"entries": [
				{
					"name": "Shadowy Resistance",
					"type": "entries",
					"entries": [
						"You have resistance to necrotic damage."
					]
				},
				{
					"name": "Legacy of Chaos",
					"type": "entries",
					"entries": [
						"You know the minor illusion cantrip. When you reach 3rd level, you can cast the charm person spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the suggestion spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				}
			],
			"traitTags": [
				"Uncommon Races"
			],
			"fluff": {
				"entries": [
					"The Endless Night is the plane of shadows and negative energy. Mabari tieflings take after the succubi and incubi that dwell there; they are often painfully beautiful, but their fangs and small horns reveal their unnatural heritage. Mabari tieflings are driven by predatory instincts, and most are cruel and manipulative."
				]
			},
			"source": "MorgraveMiscellany"
		},
		{
			"race": {
				"name": "Tiefling (Base)",
				"source": "PHB"
			},
			"name": "Risian",
			"ability": [
				{
					"con": 1,
					"cha": 2
				}
			],
			"entries": [
				{
					"name": "Chilling Resistance",
					"type": "entries",
					"entries": [
						"You have resistance to cold damage."
					]
				},
				{
					"name": "Legacy of Ice",
					"type": "entries",
					"entries": [
						"You know the frostbite cantrip. When you reach 3rd level, you can cast the armor of Agathys spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the Snilloc's snowball swarm spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				}
			],
			"traitTags": [
				"Uncommon Races"
			],
			"fluff": {
				"entries": [
					"Those tieflings tied to the Plane of Ice are coldhearted and cold to the touch. A Risian tiefling has pale skin, silver-white hair, and horns that seem to be made from ice. Risian tieflings rarely show their emotions, but when they grow angry the temperature around them drops."
				]
			},
			"source": "MorgraveMiscellany"
		},
		{
			"race": {
				"name": "Tiefling (Base)",
				"source": "PHB"
			},
			"name": "Shavaran",
			"ability": [
				{
					"str": 1,
					"cha": 2
				}
			],
			"entries": [
				{
					"name": "Battle Hardened",
					"type": "entries",
					"entries": [
						"You have proficiency with light and medium armor and with shields."
					]
				},
				{
					"name": "Legacy of War",
					"type": "entries",
					"entries": [
						"You know the blade ward cantrip. When you reach 3rd level, you can cast the heroism spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the shadow blade spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells. ."
					]
				}
			],
			"traitTags": [
				"Uncommon Races"
			],
			"fluff": {
				"entries": [
					"Shavaran tieflings resemble the fiends that fight the endless war of the Eternal Battleground. Their horns appear to be made of iron, and their skin has a scaly texture. While they aren't as quick to anger as the Fernians, Shavaran tieflings are naturally aggressive, ever watchful for threats, and only comfortable with a blade in hand."
				]
			},
			"source": "MorgraveMiscellany"
		}
	],
	"item": [
		{
			"name": "Sharrash",
			"type": "M",
			"rarity": "None",
			"weapon": true,
			"weaponCategory": "Martial",
			"value": 4000,
			"weight": 10,
			"dmg1": "2d4",
			"dmgType": "S",
			"source": "MorgraveMiscellany",
			"property": [
				"H",
				"R",
				"2H",
				"SHAR"
			]
		},
		{
			"name": "Tangat",
			"type": "M",
			"rarity": "None",
			"weapon": true,
			"weaponCategory": "Martial",
			"value": 3000,
			"weight": 8,
			"dmg1": "1d4",
			"dmgType": "S",
			"source": "MorgraveMiscellany",
			"property": [
				"H",
				"2H",
				"TANG"
			]
		}
	],
	"itemProperty": [
		{
			"abbreviation": "SHAR",
			"source": "MorgraveMiscellany",
			"entries": [
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"Using the Attack action, you can make a special melee attack with your sharrash to knock a creature prone. If you're able to make multiple attacks with the Attack action, this replaces one of them. The target must be no more than one size larger than you and must be within your reach. Instead of making an attack roll, you make a Strength (Athletics) check contested by the target's Strength (Athletics) or Dexterity (Acrobatics) check (the target chooses the ability to use). You succeed automatically if the target is incapacitated. If you succeed, you knock the target prone. This special attack has no effect on creatures that are Huge or Larger.",
						"Talenta Halflings have disadvantage on all attack rolls and contested checks made with a sharrash if you are within 5 feet of a hostile creature and, while mounted, you ignore the heavy property and its damage is 4d4."
					]
				}
			]
		},
		{
			"abbreviation": "TANG",
			"source": "MorgraveMiscellany",
			"entries": [
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"Talenta Halflings ignore the heavy property and its damage is increased to 3d4."
					]
				}
			]
		}
	]
}
