{
	"_meta": {
		"sources": [
			{
				"json": "FoEQuickstone",
				"abbreviation": "FoEQ",
				"full": "Frontiers of Eberron: Quickstone",
				"authors": [
					"Keith Baker",
					"Imogen Gingell"
				],
				"convertedBy": [
					"Typherr"
				],
				"version": "1.0.3",
				"color": "fabf6f",
				"url": "https://www.dmsguild.com/product/493112/Frontiers-of-Eberron-Quickstone",
				"dateReleased": "2024-09-02"
			}
		],
		"edition": "one",
		"status": "wip",
		"dateAdded": 1738358459,
		"dateLastModified": 1738786813,
		"_dateLastModifiedHash": "c1c566a7aa"
	},
	"book": [
		{
			"name": "Frontiers of Eberron: Quickstone",
			"id": "FoEQuickstone",
			"source": "FoEQuickstone",
			"group": "supplement",
			"author": "Keith Baker, Imogen Gingell",
			"published": "2024-09-02",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/FoEQuickstone/cover.webp"
			},
			"contents": [
				{
					"name": "Preface"
				},
				{
					"name": "Chapter 1: Life on the Edge",
					"headers": [
						"Using This Book",
						"The Wild Frontier",
						"A Frontier Campaign",
						"Life on the Frontier",
						"Frontier Justice",
						"Droaam Rising"
					]
				},
				{
					"name": "Chapter 2: The Western Frontier"
				},
				{
					"name": "Chapter 3: Quickstone"
				},
				{
					"name": "Chapter 4: Frontier Characters"
				},
				{
					"name": "Chapter 5: Treasures Beyond"
				},
				{
					"name": "Chapter 6: Fearsome Foes"
				},
				{
					"name": "Chapter 7: Heart of Stone"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "FoEQuickstone",
			"source": "FoEQuickstone",
			"data": [
				{
					"type": "section",
					"name": "Preface",
					"page": 5,
					"entries": [
						"Five Nations. Secrets of Sarlona. Most canonical Eberron sourcebooks focus on broad concepts or regions—continents, nations, the Last War. Sharn: City of Towers focuses on the greatest city in Khorvaire. In the wake of Exploring Eberron, I knew I wanted to do something different—to dive deeper into a smaller region, picking an interesting point on the map where a group of adventurers could make a difference, and where they could see a town prosper (or fail!) because of their actions. I wanted to explore stories on the edge of the map instead of at the heart of it. But knowing that I wanted to tell stories on a frontier, the question was which frontier? Because in 998 YK, there are a number of interesting choices. Aundair and the Eldeen Reaches. The shard rush in Q'barra. Darguun. All of these were solid options. But ultimately, I love the nation of Droaam. I love looking at creatures that are traditionally classified as monsters and imagining the nation they could build working together. And so this book explores the region that lies between the established human kingdom of Breland and the new, rising nation of Droaam. The opportunity drawing people here isn't gold or even dragonshards. It's Droaam itself, a young nation that is coming into its own. I knew I wanted to tell a tale that draws on classic western tropes, where you could play a warforged sheriff, a small-town preacher, a retired Sentinel Marshal with skeletons in his past. But I loved that this is a place where the Ranger could be a worg and where the Bard might be a harpy—where the classic fantasy elements of Breland mingle with the monstrous denizens of Droaam.",
						"Quickstone began as an adventure—a starting point for characters that wasn't Sharn or Stormreach. As we explored the story, I realized that I wanted to take it further, exploring the entire region and the stories we could tell there. As it turned out, the road to Quickstone was long and hard, filled with random encounters and unexpected challenges. I appreciate the hard work of everyone who's helped us reach the end of this journey. Wayne Chang kept the project moving forward, with help from Sumeet Vats in the final stretch. Imogen Gingell brought the adventure \"Heart of Stone\" to life, as well as developing subclasses, feats, monsters, and treasures. Luke Volker refined our writing and made sure we were in line with the revised rules in the 2024 version of the fifth edition Player's Handbook, while Sam Sorensen put all the pieces together. A host of artists contributed to the book, and I'm grateful to Carolina Cesario, Matthew Johnson, Julio Azevedo, GAOZ, Vincentius Matthew, Sylverryn, Jonathan Ng, Alexandra Coggon, Olie Bollador, and Eldon Cowgur for giving us a vision of the Western Frontier—and especially to Thomas Bourdon for his amazing cover and to Marco Bernardini for his incredible map of Quickstone. Marco completed this map in 2021, and I'm so happy to finally share it with the world.",
						"But there's another group of people to thank. It's taken a long time to finish the book, but for the last few years I've been running a campaign set in Quickstone for my patrons. Hundreds of people have contributed time and energy toward shaping Quickstone, and many of the NPCs you'll find here are drawn from that campaign. So thanks to everyone who has been a part of Quickstone—and to you for exploring it now. And thanks to my partner Jennifer Ellis for walking from Quickstone to Silver Lake with me.",
						"As always, this book is a vision of Eberron as I run it at my table. You may find details that don't align precisely with previous sourcebooks. It's up to you to decide which version to use—or to use both as inspiration for your own ideas! From the beginning, we wanted Eberron to inspire people to create their own stories. So welcome to the Frontier—I hope you'll make it your own!",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/FoEQuickstone/signature.webp"
							},
							"title": "Keith Baker, creator of Eberron"
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 1: Life on the Edge",
					"page": 7,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"In the city of Graywall, a Tharashk bounty hunter signals the Sentinel Marshal he's working with. He's found their quarry...",
								"In a tavern filled with drunk ogres and trolls. The stench of stale alcohol and sweaty troll is overpowering, and the denizens of the bar have no love for people from the east. One misstep and it will be a short and bloody night...",
								"On the Border Road, a gargoyle soars above an Orien Thunder Coach, keen eyes searching for any evidence of brigands. On the deck of the coach, a warforged sorcerer traces the sigils on their battle staff and contemplates cantrips. It's not a question of if bandits will strike, only a question of when.",
								"In the town of Quickstone, Three Widow Jane studies the tiefling standing at the other end of the Square. Her fingers brush against the hilt of her wand. The horn of the lightning rail howls in the distance as the train pulls into the station, and the duel begins."
							],
							"skipMarks": true
						},
						"When people think about adventures in Eberron, they often think of distant and legendary locations—the jungles of Xen'drik, the dragon-realms of Argonnessen, the hidden lands of Sarlona. Others look to the great cities of Sharn, Korth, or Fairhaven, metropolises teeming with people. But there is adventure to be had in the cracks between the great cities and distant lands. In the wake of the Last War, new nations have broken away from the yoke of Galifar, and this has created a host of unique frontiers and untapped opportunities. West of Breland, a number of different cultures have joined together as the nation of Droaam. The medusas of Cazhaak Draal have opened their stone gates, the tieflings of the Venomous Demesne have emerged from their hidden kingdom, and the infamous Daughters of Sora Kell stand above it all. Breland and the other Thronehold nations have refused to recognize Droaam—and this, in turn, means that Droaam isn't obliged to respect the laws and traditions of the nations of the east. And it further means that the border between Droaam and Breland is largely a theoretical concept. This has left a wide swath of land where no one truly holds sway—where each village must stand ready to defend itself from brigands and raiders, where Brelish and Droaamite may dwell side by side, where Cannith goods can be found alongside the arcane creations of the Venomous Demesne. It's a region filled with ancient ruins, some of which have been shunned for centuries—often with good reason. And it is a region filled with expanding cities and newborn hamlets, where people have come in search of opportunity in spite of the danger. This is the Western Frontier.",
						"All the themes of Eberron—the concepts discussed in Eberron: Rising from the Last War—are in play on the frontier. There is opportunity for pulp adventure, for fighting demon-fueled champions in ancient Dhakaani ruins or racing to stop nefarious cultists from releasing the deadly daelkyr. And there's room for noir intrigue, for schemes driven by petty greed and human weakness. The impact of the Last War can be felt here, as veterans and refugees settle in unclaimed lands and war criminals and deserters from the east hide from justice. But there are other themes that are unique to this time and place. This is an opportunity to explore the shifting balance between Droaam and Breland, to find mysteries in towns too small to show up on any map, to bring justice to places where it's long been forgotten. So strap on your wand and saddle up the tribex—Quickstone awaits.",
						{
							"type": "section",
							"name": "Using This Book",
							"page": 7,
							"entries": [
								"This book serves as a gateway to the Western Frontier, a region situated between Droaam, Breland, and the Eldeen Reaches. It provides players and Dungeon Masters with the tools needed to create characters and stories tied to this frontier. This can serve as the foundation for an entire campaign. It can be a resource for characters who come from this frontier, regardless of where their adventures take them. And it can inspire adventures that take you down the Border Road en route to other destinations. Here's an overview of the chapters in this book:",
								"{@b This chapter} provides an overview of the frontier region, including its history, its cultures, and rules for arcane duels.",
								"{@b Chapter 2: The Western Frontier} is a player-facing gazetteer of the region, with an overview of major communities, landmarks, and influential people.",
								"{@b Chapter 3: Quickstone} focuses on the town of Quickstone, a Brelish mining town at the foot of the Graywall Mountains. This town makes an excellent anchor point for a Western Frontier campaign, and this chapter provides information about the people, institutions, factions, festivals, and more that can be found in Quickstone.",
								"{@b Chapter 4: Frontier Characters} contains unique character options drawn from the Western Frontier. This includes playable species from Droaam, five backgrounds, six subclasses, and sixteen feats inspired by frontier adventures.",
								"{@b Chapter 5: Treasures Beyond} includes new magic items and tools for a Western Frontier campaign, as well as a look at the different styles found across the region.",
								"{@b Chapter 6: Fearsome Foes} presents new monsters and NPCs drawn from this region. From the trusty tribex to the archfey and overlords, this provides a collection of creatures that can add color to any Eberron game.",
								"{@b Chapter 7: Heart of Stone} introduces a party of adventurers to Quickstone and the Western Frontier. It's designed for a party of five 1st-level characters, who will advance to 5th level by the end of the adventure.",
								{
									"type": "inset",
									"name": "Fifth Edition Compatibility",
									"page": 8,
									"entries": [
										"The rules and mechanics contained within this book were designed to be compatible with the 2024 version of the {@i Player's Handbook} for the fifth edition of Dungeons & Dragons. Much of the book can be used unchanged with the 2014 version of the fifth edition {@i Player's Handbook}, while some mechanics, such as subclasses and backgrounds, may need adjustments in order to maintain compatibility."
									]
								},
								{
									"type": "section",
									"name": "Seven Things To Know",
									"page": 8,
									"entries": [
										"What defines the Western Frontier, and what are the key components of a Western Frontiers campaign? Here are seven things to keep in mind:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "1: A Contested Land",
													"entries": [
														"The Western Frontier is the region surrounding Orien Route 7, known to the locals as the Border Road. On maps made by House Sivis, the land west of the road belongs to Droaam. But Breland refuses to acknowledge Droaam. In the wake of the Mourning, Breland and Droaam have pulled back their armies. But there is no treaty between them. Minotaur reavers prey on Brelish settlers east of the road. Brelish brigands sack goblin villages to the west of it. And either one may try to plunder a Thunder Coach of House Orien as it makes its way to Sylbaran."
													]
												},
												{
													"type": "item",
													"name": "2: Justice and Revenge",
													"entries": [
														"The Westwind Riders enforce the Code of Galifar, and Maenya's Fist dispenses justice in the name of the Daughters of Sora Kell. But none of that matters when the Company of the Black Crown comes to town and there's no Rider or Fist within twenty miles. Perhaps there's a sheriff who can stand by your side—or perhaps the sheriff is taking the brigands' gold and sees no profit in stopping them. If you want to see justice done, odds are good you'll be taking matters into your own hands."
													]
												},
												{
													"type": "item",
													"name": "3: A Forgotten Realm",
													"entries": [
														"The Dhakaani Empire once extended across this region, but it collapsed thousands of years ago... and in the ages since then it has been dominated by an ever-shifting assortment of petty tyrants. There are ruins that have been shunned for centuries, manifest zones whose powers have been forgotten, and relics of both Dhakaan and the ancient overlords just waiting to be found. The Five Nations have been tamed for ages, but the Western Frontier is wild and unknown, even to the people of Droaam."
													]
												},
												{
													"type": "item",
													"name": "4: Droaam Rising",
													"entries": [
														"Stories on the Western Frontier often involve interaction between the denizens of Droaam and people from the Five Nations. The contrast between the two—the arrogant old kingdom of humans and the young nation of creatures they've long considered monsters—is a powerful source of drama. But it's important to remember that Droaam isn't primitive or weak. It may use different tools and tactics than the people of the east, but Droaam is on the rise."
													]
												},
												{
													"type": "item",
													"name": "5: Something to Gain",
													"entries": [
														"People are coming to the Western Frontier from both sides of the road, because opportunities abound here. The dragonmarked houses and independent merchants see boundless opportunities for commerce as Droaam expands, and smugglers are always trying to avoid the King's Assessors. Sages are discovering forgotten treasures, and Tharashk is finding new deposits of dragonshards. And there are ancient powers in the region, fiends and fey and more dangerous things, that have been waiting for centuries for a mortal to cross their path..."
													]
												},
												{
													"type": "item",
													"name": "6: Something To Lose",
													"entries": [
														"What are you afraid of? A frontier story is more compelling if you have a stake in the game. It could be your reputation, your land, or your lover. You could have a tie to a town or a mine. In creating a character, think about the things you're afraid of losing."
													]
												},
												{
													"type": "item",
													"name": "7: Harsh and Wide",
													"entries": [
														"The bulk of the Western Frontier is a region known as the Barrens. It's vast and sparsely populated, adding to the sense of isolation and the potential to discover things long forgotten. The harshness of the land reflects the tone of the typical story. The desert doesn't care about your tragedy."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Wild Frontier",
							"page": 8,
							"entries": [
								"In the distant past, the lands west of Breland were a vibrant part of the goblin Empire of Dhakaan. The Six Kings monument on the northern edge of the Graywall Mountains commemorates the founding of this empire. At that time, the region was prosperous and fertile, and networks of roads and tunnels connected a host of Dhakaani towns and cities. That golden age was torn down by the daelkyr. The Xoriat Incursion wasn't a single focused invasion. It was a series of waves, each stronger and deadlier than the last. Orlaask, Avassh, and Dyrrn sank their tendrils into the region and spread corruption and chaos. Some of these were straightforward, physical conflicts—hordes of dolgaunts and dolgrims supported by mind flayers and beholders clashing with disciplined Dhakaani legions. Others were more subtle, such as Avassh's creation of rageweed, a swiftly spreading plant whose pollen causes hallucinations and enhances aggression in bugbears and hobgoblins. It's not known with certainty who caused the environmental damage, but historical records show that the region now known as the Barrens was once verdant and fertile. It could be that it was the daelkyr Avassh who drained the life from the soil... or it may be that the Dhakaani themselves devastated the land in a desperate, pyrrhic effort to contain the threat posed by the daelkyr. Ultimately, the Daelkyr were defeated, but the damage was irreparable. The psychic wounds inflicted by the daelkyr festered, and civil war, chaotic upheavals, and lingering aberrations and monstrosities tore the empire apart. Within two centuries, the Barrens were a dusty region of haunted ruins. Bugbears and hobgoblins were nearly eradicated. Goblins remained, but they were soon subjugated by the scavengers and predators that emerged from the shadows—feral gnolls, hungry trolls, cruel minotaurs, and far worse things. And the daelkyr aren't the only deadly powers in this place. There is an overlord bound beneath the Barrens, a force that thrives on brutal tyranny. This Horned King fueled the cruelty of the chibs, petty chieftains engaged in endless feuds. Over time, islands of civilization arose in this sea of chaos... The Venomous Demesne. The Znir Pact. The hidden changelings of Lost. The harpies of the high peaks. But these forces remained isolated and all but unknown to the people of the east, who saw only the violence of the chibs and the monstrosities roaming freely.",
								"With the rise of Galifar, Breland laid claim to all the lands west of Silver Lake. But this was just a word written on a map. Throughout the history of Galifar, there were only a handful of Brelish towns west of the Graywall Mountains. The largest of these was the town of Stubborn, which has since become Graywall; the Church of the Silver Flame established Brightstone Keep, which has since become Grimstone. But between the harsh nature of the land and the chaotic aggression of its inhabitants, the rulers of Galifar never considered it worth the effort to fully subjugate it.",
								"Centuries passed. New civilizations arose in the Barrens; the rise of the medusa city-state of Cazhaak Draal went entirely unnoticed by the people of the east. The region was simply a land of monsters, a place for eager templars to venture on bold quests. The denizens of the region were seen as too chaotic to pose any sort of serious threat to Galifar, and the Barrens had nothing of value. Then came the Last War. Galifar shattered into five nations. And along the edges of Khorvaire new nations seized the opportunity. The Mror dwarves declared independence. The Tairnadal elves and Ghaal'dar goblins laid claim to Valenar and Darguun. And in 986 YK, the Daughters of Sora Kell sacked the city of Stubborn and issued an ultimatum to the survivors. {@i \"Tell your rulers there's a new power in the west,\"} Sora Katra told the people of Stubborn. {@i \"What you've called the Barrens, we now name Droaam. The land beyond the Graywall and below the Byeshk belongs to our people. Withdraw yours quickly and respect our claim; next time, there will be no survivors.\"}",
								"The next decade saw a series of dramatic conflicts between Brelish soldiers under the leadership of Count ir'Blis and Droaamite forces. Breland struck at Turakbar's Fist. Droaamites razed villages around Orcbone. The struggle came to an end with the Mourning. As the nations of Khorvaire came together to craft the Treaty of Thronehold, the Daughters of Sora Kell sought a seat at the table. Their petition was denied. The people of the east wouldn't accept a nation of monsters; they were certain it would collapse within a few years. But in 998 YK, Droaam is stronger than ever... and people know it. The dragonmarked houses smell opportunity. Tharashk has found dragonshards and other valuable resources. Brelish nobles are offering veterans and refugees land in this region, drawing a new wave of settlers.",
								{
									"type": "section",
									"name": "A Barren Land",
									"page": 10,
									"entries": [
										"This book isn't about Droaam. It doesn't go into detail about the Great Crag or the other strongholds where the Daughter's rule is uncontested. Nor is it about the great cities of Breland, such as Sharn and Wroat. This is about the lands around Orien Route 7, the barren region claimed by two nations but truly controlled by neither. Here are things you should know about the Western Frontier:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "A Barren Land",
													"entries": [
														"West of Orcbone, the land becomes arid and harsh. Much of the Barrens is covered by scrub grass; one of the few edible plants that grows in the region is a succulent known as sand fruit. There are mesas, chasms, and canyons. But it is hot, dry, and unwelcoming."
													]
												},
												{
													"type": "item",
													"name": "Old Roads",
													"entries": [
														"Long ago the region was a vital part of the Dhakaani Empire. The great cities of the past were destroyed by war and the passage of time, but there are still fragments of the old roads running through the Barrens. While the major roads shown on the canon maps were built by House Orien, there are old roads running between Cazhaak Draal, the Great Crag, and more—and following a stretch of old road can be a good way to find a Dhakaani ruin."
													]
												},
												{
													"type": "item",
													"name": "Ruins and Ghost Towns",
													"entries": [
														"The Barrens are home to a range of ruins. Turakbar's Fist is a relic of the Age of Demons, and there may be remnants of the time when Tol Kharash ruled the region—demonglass monoliths, crystalline bones of forgotten demons, a titan chained in a deep pit only just revealed by a tremor. The Barrens were once an important part of the Dhakaani empire, and there are fragments of the fallen civilization spread across the region. It's possible to find Dhakaani structures that are still intact, from small watchtowers to fortress cities like Cazhaak Draal or Shaarat Kol. But more often, adventurers will encounter remnants of structures destroyed by war and the passage of time, like the chunk of an ancient wall in the town of Quickstone. Keep in mind that Dhakaani architecture usually involved subterranean structures; what appears to be a devastated ruin could have intact vaults extending deep into the earth. And these in turn could have vile spores of Avassh, gargoyle servants of Orlassk, or other relics of the forces that destroyed Dhakaan. And finally, the Barrens holds a host of more recent ghost towns—villages built by Brelish settlers and abandoned in response to the rise of Droaam, or chib camps abandoned under the new order. The Barrens are vast and largely uncharted. When adventurers find a massive Dhakaani statue half-buried, or a demonglass shrine—are they the first people to stumble upon this wonder in the course of centuries? Or is it that others know of this feature, but have learned to shun it?"
													]
												},
												{
													"type": "item",
													"name": "Natural and Supernatural",
													"entries": [
														"The Barrens are a reminder that what is natural in Eberron may seem wondrous or terrifying to us. A wide range of monstrosities live in the Barrens. Just as there are ogres, gnolls, and minotaurs in the region, there are also displacer beasts, leucrottas, griffons, gorgons, and other deadly creatures. Lamias lord over crumbling vaults and bulettes burrow through stone. Manifest zones add another layer to what is possible in the natural world. So what first appears to be a bland stretch of rock could instead hide planar wonders or monstrous threats..."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "A Frontier Campaign",
							"page": 10,
							"entries": [
								"There are countless stories that could draw a party of adventurers to the Western Frontier. To name just a few:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "The Fugitive",
											"entries": [
												"The adventurers have to find a war criminal—an Aundairian battle mage who's taken refuge in Graywall. Perhaps they need her expertise to deal with a greater threat; perhaps they need to bring her to justice before the Royal Eyes can smuggle her back to Fairhaven."
											]
										},
										{
											"type": "item",
											"name": "Turakbar's Fist",
											"entries": [
												"This vile citadel holds the power of a fiendish overlord. Adventurers must stop Rhesh Turakbar from performing a foul ritual—or failing that, kill him before he can become an avatar of the Horned King."
											]
										},
										{
											"type": "item",
											"name": "The Long Road",
											"entries": [
												"The Border Road supports a steady stream of commerce. A party of adventurers is hired to guard an Orien Thunder Coach transporting something secret and vital from Ardev to Sylbaran. Along the way they'll deal with trouble from both sides of the road, and from Ashbound druids as well. What is their hidden cargo?"
											]
										},
										{
											"type": "item",
											"name": "Tomb Raiders",
											"entries": [
												"A sage discovers the location of a legendary Dhakaani treasure vault hidden beneath the Barrens. Depending on their nature, the adventurers could be driven by greed or because it belongs in a museum! The adventurers must race across the frontier, finding clues to the location of the vault while staying one step ahead of the Order of the Emerald Claw. But what happens when they enter the tomb and find that a squad of Khech Volaar dar are already there? Will the adventurers help the Dhakaani reclaim their ancestral relics, or will they claim the treasures themselves?"
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Campaign Themes",
									"page": 11,
									"entries": [
										"The Western Frontier draws on a host of different sources for inspiration, from {@i Deadwood} to {@i Game of Thrones}. Do you want to defend your home from brigands and robber barons? Do you want to get involved with the intrigues of Droaam's warlords, or do you just want to get rich? Consider the following ideas, and which of them you'd like to play a role in your campaign.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Home and Hearth",
													"entries": [
														"You have a home, and it matters to you. Perhaps it's your family farm. Maybe you lost everything in the Mourning, and you're trying to build a new haven for your people on the edge of the Five Nations. Perhaps you cashed in everything you had to leave Sharn and open a tavern in Quickstone. Whatever the story, you have a stake in your community, and you want to see it thrive. You're not thinking about saving the world, not at the start of the story—you're thinking about the reavers that sacked Jadon's Holt, about fixing the old roof, and about who you're going to take to the Sand Fruit Festival next month. In this campaign, the town you live in is another character in your story—as the campaign unfolds, you'll have to decide how to expand it and how to protect it."
													]
												},
												{
													"type": "item",
													"name": "Revenge",
													"entries": [
														"Someone did you wrong. Perhaps the warlord Rhesh Turakbar decimated your unit during the Last War. Maybe you worked with the bandit queen Breggan Blackcrown until she betrayed you. Maybe you believed in the Swords of Liberty until you learned what Beggar Dane is really up to. So what are you going to do about it? It may well be that you lack the power to challenge your enemy as the story opens. You're going to need to hone your skills, to acquire allies, and to learn your enemy's weaknesses. But you will have justice, or you will die in the attempt."
													]
												},
												{
													"type": "item",
													"name": "Greed",
													"entries": [
														"A Dragonmarked House has set its sights on your town, and they'll do anything to get what they want. An investor has restored the Byeshk mine in your town, and it's bringing in an assortment of unsavory characters. Or perhaps your party has acquired something of great value—you've got the claim to the Byeshk mine, or a deposit of dragonshards—but someone or something is standing in your way. There will be blood!"
													]
												},
												{
													"type": "item",
													"name": "Treasure",
													"entries": [
														"You've learned about an amazing hoard somewhere in the Barrens. It could be a Dhakaani ruin, or it could be the lair of a rogue dragon, the treasure chamber of the archfey King Grayfinger, a vault in the Venomous Demesne, or a chest buried by a previous group of Brelish settlers. To find it you'll have to piece together clues. You'll have to deal with rivals. You'll have to lead an expedition across the Barrens. And if you succeed, you'll have a new set of challenges to face. It's enough wealth to change lives in the Barrens—what will you do with it? And the artifacts in the hoard are exceptionally powerful—but that power will attract attention."
													]
												},
												{
													"type": "item",
													"name": "Ancient Mystery",
													"entries": [
														"Dhakanni ruins. Demonglass shrines. The daelkyr Orlassk. The lurking undead of the Kech Nasaar. There are a thousand secrets hidden across the Western Frontier, and you need to unravel one of them. The question is whether this is purely of academic interest, or whether the subject you're investigating is a threat that is stirring. Initially, you might simply be searching for the source of a series of demonglass idols, but by the end of the campaign, you could be going toe to toe with the overlord Tol Kharash."
													]
												},
												{
													"type": "item",
													"name": "Folk Horror",
													"entries": [
														"You live in a peaceful mining village, but something strange is going on. People say the stone is whispering to them. And you've seen figures moving in the night, their faces hidden by quickstone masks... Folk Horror is more subtle than an Ancient Mystery. This is a danger that doesn't threaten the world, but what will it do to your friends and family? Perhaps a cult of Orlassk is spreading through your town—can you save the people who've been seduced by the whispering stone, or is it too late for them? Or maybe foolish people are making bargains with the Merchant of Misthaven. Can you undo the havoc wrought by her dangerous gifts?"
													]
												},
												{
													"type": "item",
													"name": "Monsters and Men",
													"entries": [
														"Your story will be driven by interactions between the denizens of Droaam and the people of the east. Can you learn from one another? Can you find common ground, or will fear and prejudice lead to conflict?"
													]
												},
												{
													"type": "item",
													"name": "The Dream of Droaam",
													"entries": [
														"Whether you're from Droaam or the Five Nations, you believe in Droaam. You want to see it stable and secure, standing alongside the other Five Nations. But your adventures will lead you into a host of intrigues that will lead you across the Western Frontier. Which warlord is trying to destroy the Daughters of Sora Kell and seize their power? Which one is an agent of Tol Kharash? Which of the eastern nations has sent assassins and provocateurs to stir up conflict? And how can you—a lowly band of adventurers—gain the influence you need to play a meaningful role in this saga?"
													]
												},
												{
													"type": "item",
													"name": "War",
													"entries": [
														"Breland and Droaam are on the brink of war, and if it happens, you will have a role to play. Are you working to prevent the conflict, or are you carrying out missions to ensure that your nation is in the strongest position when it happens? If and when war breaks out, will you be fighting on the front lines, or will you be trying to protect your hometown?"
													]
												}
											]
										},
										"While some of these suggestions are written from the perspective of Brelish characters, they are equally compelling for a party for Droaamites or a mixed alliance. {@i Home and Hearth} could be a newly established Droaamite village on the edge of the Border Road. You might seek {@i Revenge} on an abusive former chib!"
									]
								},
								{
									"type": "section",
									"name": "Character Roles",
									"page": 12,
									"entries": [
										"There's a place for anyone on the Western Frontier. But here are a few ideas that work especially well in a Western Frontier campaign. Many of these work best if you are attached to a particular location—as in the {@i Home and Hearth} theme mentioned above. You could just be {@i a} Preacher... but the story can be more compelling if you are {@i the} Preacher for a small community, seeking to provide spiritual guidance to your people even as you are fighting supernatural threats or engaging in Droaamite intrigue. While these ideas are largely tied to the easterners, they can easily be adapted for Droaamites—a medusa preacher of the Cazhaak Six, a changeling magistrate serving Katra's Voice, a kobold sheriff who wears no star but who strives to protect their community.",
										"These are just a few possibilities. Any options that aren't used as player characters can work well as NPCs. Your town will have a sheriff; if you don't take the job, you'll have to deal with the NPC that does.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "The Sheriff",
													"entries": [
														"You're wearing a tin Star of Arrah, and you've sworn to keep the peace. Are you noble by nature? Are you seeking redemption for a troubled past? Or are you using this position for personal gain?"
													]
												},
												{
													"type": "item",
													"name": "The Preacher",
													"entries": [
														"You're the spiritual guide for your community. Because of this, whatever faith you choose to follow will be the primary faith of your town or village. Are you a Vassal? A follower of the Flame? A Greensinger? If your religion is unusual or secretive—a Three Faces cult, the Seekers—you could have fought to establish this community on the frontier."
													]
												},
												{
													"type": "item",
													"name": "The House Agent",
													"entries": [
														"You're a dragonmarked heir serving the interests of your house on the Western Frontier. Do you believe that your house will improve the lives of the people of your community, or are you purely interested in profit?"
													]
												},
												{
													"type": "item",
													"name": "The Magistrate",
													"entries": [
														"A counterpart to the Sheriff, more likely driven by intelligence than strength. You also seek to maintain order in your town, but you're responsible for maintaining records and administering justice. If there's a mystery in town, you need to solve it."
													]
												},
												{
													"type": "item",
													"name": "The Innkeeper",
													"entries": [
														"You've got a stake in this town, and you want to see it prosper. A lot of people pass through your inn, and might have ties to any number of risky opportunities. Are you tied to House Ghallanda, or are you independent?"
													]
												},
												{
													"type": "item",
													"name": "The Blacksmith",
													"entries": [
														"You're a stoic and reliable figure admired by the people of your town. Blacksmith is a good role for a Fighter or Artificer, but you could choose a different profession; you might be the town healer, or a simple tailor. You might have once been a soldier or a spy, but for now you're trying to make a simple, honest living."
													]
												},
												{
													"type": "item",
													"name": "The Entertainer",
													"entries": [
														"Whether you're a Phiarlan bard or a harpy songbird from Droaam, you bring a little joy to your town, and you're always interested in a new story. Are you as innocent as you appear to be, or do you have a hidden agenda?"
													]
												},
												{
													"type": "item",
													"name": "The Mystic",
													"entries": [
														"You have ties to the divine or to druidic mysteries, but you aren't the town preacher, and you may be the only person of your faith in town. Are you following a vision? Are you seeking redemption after a crisis or faith?"
													]
												},
												{
													"type": "item",
													"name": "The Wandslinger",
													"entries": [
														"You're a charismatic gambler and rake, and you're the fastest wand in the west—if you do say so yourself. You're looking to build your reputation as a duelist. Are you a noble heir running from your responsibilities? A former smuggler? Do you have debts to pay or a price on your head?"
													]
												},
												{
													"type": "item",
													"name": "The Sage",
													"entries": [
														"You're fascinated by the history of this region, and might have a particular interest in the Dhakaani Empire, the daelkyr, or the Age of Demons. Is this purely academic, or are you searching for secrets of magic or artifice? You could be serving as a schoolteacher or putting your talents to work in another useful way."
													]
												},
												{
													"type": "item",
													"name": "The Chronicler",
													"entries": [
														"You're an investigative reporter for the Sharn Inquisitive or the Korranberg Chronicle, and you know there's a story out here. Are you chasing a particular subject, or just waiting for a compelling story to appear?"
													]
												},
												{
													"type": "item",
													"name": "The Folk Hero",
													"entries": [
														"You're no sheriff, but you strive to help people in need... and since that bard wrote that song about you, you've become something of a celebrity. Is there a particular group you're championing—Brelish settlers, kobolds, Cyran refugees? Are you a templar of the Silver Flame, seeking supernatural evil? Or is your fame based on an inaccurate story—are you not the hero people believe you to be?"
													]
												},
												{
													"type": "item",
													"name": "The Old Soldier",
													"entries": [
														"You might have served in one of the armies of the Last War. You could have been a Sentinel Marshal of House Deneith. Regardless of the details, you served and fought for decades—and now you're sick of war and searching for a little peace. You performed legendary feats in the past, but you don't talk about the Last War. Perhaps you've adopted a child or started a farm. You don't want to draw your sword again... but you just might have to."
													]
												},
												{
													"type": "item",
													"name": "The Hunter",
													"entries": [
														"You're a bounty hunter. You could be tied to House Tharashk, tracking criminals and other fugitives for gold. Or you could hunt monstrosities for the bounty on their teeth. Are you in it for the money? Do you need the thrill? Or is it something else that drives you?"
													]
												},
												{
													"type": "item",
													"name": "The Fugitive",
													"entries": [
														"You can never return to the Five Nations. There's no price on your head—for the moment—but if you ever go back, your enemies will destroy you. Perhaps you're a dragonmarked excoriate, driven from your house for conducting forbidden experiments. Maybe you're a heretic, or perhaps you're the oldest heir of a noble family that wants your younger sibling to inherit the title. Do you hope to one day return to your home, or do you like the freedom of your exile?"
													]
												},
												{
													"type": "item",
													"name": "The Orphan",
													"entries": [
														"You lost everything and everyone you cared about. You might be a Cyran refugee fleeing the Mourning, a kobold whose village was sacked by the Company of the Black Crown, or a settler whose family was killed by Rhesh Turakbar's reavers. Perhaps you're a Hexblood or a Kalashtar, and you don't even remember what happened to your parents; you've been struggling to survive alone, and now you may have found a new family."
													]
												},
												{
													"type": "item",
													"name": "The Mysterious Stranger",
													"entries": [
														"You're a grim figure. You could be a Tairnadal elf, masked and veiled. An Eldeen druid on a secret mission. A tiefling wandslinger from the Venomous Demesne. You don't talk about your past and never say two words when one will do. You're waiting for someone or something. But while you wait, you're happy to use your wand for a good cause."
													]
												}
											]
										},
										"Choosing a role is a starting point, and usually helps suggest a character's class and background. In addition to choosing a role, players may want to answer the following questions:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "How were you affected by the Last War?",
													"entries": [
														"Did your character fight in the Last War, and if so, for which nation? If the character is a Droaamite, did they fight against Brelish forces? Regardless of whether the character fought in the war, did they lose friends, family, or property because of it?"
													]
												},
												{
													"type": "item",
													"name": "What do you believe?",
													"entries": [
														"This could be the character's religion. However, even if they don't have faith in the divine, they might care about a nation (helping Cyran refugees), a political cause (abolishing the Brelish monarchy), or the advancement of Droaam."
													]
												},
												{
													"type": "item",
													"name": "What do you want?",
													"entries": [
														"What is their greatest desire—Wealth? Fame? A lost heirloom? A family? Revenge?"
													]
												},
												{
													"type": "item",
													"name": "What are you afraid of losing?",
													"entries": [
														"Their reputation? Their family? Their faith? Their familiar?"
													]
												}
											]
										},
										"Once again, these are just a few options! After considering these questions, what are other details that come to mind?"
									]
								},
								{
									"type": "section",
									"name": "Location",
									"page": 14,
									"entries": [
										"The Home and Hearth theme gives the adventurers roots in a community—something that works well with character concepts like the Sheriff, the Preacher, and the Innkeeper. A simple option is to use the town of Quickstone, which is described in chapter 3; simply replace the existing NPCs with characters who take on their roles. On the other hand, the party could create an entirely new village or town that lies along the Border Road. The party could even have a mobile base of operations, serving as the crew of an Orien Thunder Coach (see chapter 5) that's traveling back and forth between Ardev and Sylbaran—essentially, a ship on wheels.",
										"As the DM, work with the players to add personal details to the location you choose. If it's a new village, what's its name? What's unique about the location? Is there a useful manifest zone? A shrine? A cemetery? When using Quickstone, players can add details to existing locations. Which tavern do they drink at, and why? Do they sympathize with the Grizzlies or the Mourners? How do they feel about the rise of Main Street and the upcoming Kundarak enclave? For each character, who's their best friend in the town, and who's their worst rival? The goal is to give each character a connection to the community—and to give the players a reason to care about it.",
										"If the players aren't interested in having a home base, the DM can still choose a location or two that are particularly relevant for them. What's the tavern they always stop at when they're traveling on the Border Road? Who's their most useful contact in Graywall? Who's the bard they keep meeting on the road? Again, this serves to give the players a connection to the region and provides the DM with some hooks they can use over the course of the campaign."
									]
								},
								{
									"type": "section",
									"name": "Wealth and Power",
									"page": 14,
									"entries": [
										"As a player character becomes wealthy and powerful, they may find some of the stories on the frontier to be less compelling. A 15th level Wizard with a purse full of diamonds won't have much trouble with a band of basic brigands. There are a few ways to handle this. The first is to shift rewards. \"Heart of Stone,\" the adventure included in this book, can carry characters to 5th level. This makes them quite capable by the standards of the Western Frontier. Moving forward, the DM could reduce XP rewards, cutting them by 50-75%; the characters will continue to advance, but slowly. Likewise, they may receive less gold than is typically assigned to the challenges they overcome. The point isn't to penalize the adventurers—it's to give them different rewards. Rather than raw currency, rewards can be favors, improved reputation, useful magic items—whether that's an experimental potion, a Dhakaani adamantine blade, or a golden fiddle from the Merchant of Misthaven—or, potentially, Epic Boons or Supernatural Gifts. Adventurers who shatter Orlassk's cursed altar might receive a Supernatural Gift without explanation; is it a gift from the archfey King Grayfinger, a show of gratitude for cleansing the stone? Or is it the first manifestation of Orlassk's \"blessing\"—which might soon become a curse?",
										"Once again, the goal isn't to deny the characters a sense of accomplishment or advancement. The point is that, as the economy of the Western Frontier operates at a lower level than Sharn or Fairhaven, the adventurers don't need a lot of gold for it to be significant. Likewise, they should feel that they are gaining useful things because of their victories—but those can be favors or blessings rather than the ability to cast 7th level spells.",
										"This is an option, but it's not the only one. If a DM wants to run a higher level campaign on the Western Frontier, the challenges faced by the adventurers can evolve to match their power. Fiends could manifest through Rhesh Turakbar's Demonglass Warriors. Mordain the Fleshweaver could unleash deadly threats tailored specifically to challenge the adventurers. Orlassk could unleash a Stoneborn Tarrasque. These sorts of threats will certainly shift the tone of the campaign, but there are ways to challenge high-level characters."
									]
								},
								{
									"type": "section",
									"name": "Life and Death",
									"page": 14,
									"entries": [
										"What sort of story do you want to tell? The Western Frontier can be a harsh and unforgiving place. Is this a tale where a hero can die in the blink of an eye, or is it a story where the protagonists will be in it to the end, but they will carry scars to remind them of their failures? At the start of the campaign, the DM and players should decide which approach they want to take. The default is to use the rules exactly as they stand, including the potential for instant death from massive damage and the use of Death Saving Throws. However, if everyone involved in the campaign agrees, you could use one of the following options:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "No Country for Old Minotaurs",
													"entries": [
														"Death is always on the table. A character reduced to 0 Hit Points always fails Death Saving Throws, meaning that allies have only three rounds to save a fallen friend before they die. In addition, a character instantly dies if they suffer 10 points of damage from a single attack while at 0 Hit Points (rather than damage equal to their Hit Point maximum). The Western Frontier is a dangerous place, and players should always have a second character in mind..."
													]
												},
												{
													"type": "item",
													"name": "Safety in Numbers",
													"entries": [
														"Characters automatically stabilize if they have an ally within 60 feet, with no action required. The only way for a character to die is through massive damage or if all characters in a scene are reduced to 0 Hit Points; you live together or die together. However, failure has consequences! A character reduced to 0 Hit Points suffers a Scar, as described below. In this model, death is rare, but characters still suffer some form of loss due to their failure."
													]
												},
												{
													"type": "item",
													"name": "Nothing but Scars",
													"entries": [
														"A character automatically stabilizes upon reaching 0 Hit Points. The only way for a character to die is if they agree that their character should die—they're making a heroic sacrifice, or it otherwise feels appropriate to the story. However, any character reduced to 0 Hit Points suffers a Scar."
													]
												}
											]
										},
										"A secondary option if players don't want their characters to be at risk of death but dramatically want it to feel like it's on the table is the Miraculous Return. Characters can die as per the standard rules, but a short time after death, they will return: the question is how. A few possibilities...",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "The Queen of the Dead",
													"entries": [
														"The character dies, and the spirit goes to Dolurrh... and the Queen of the Dead plucks them from the mists and sends them back. This could be a bargain: Perhaps they're returned to life, but they have one month in which to kill someone who's evaded the queen's grasp. Or perhaps the character remembers the Queen whispering, but can't remember what they said—and that memory will return at a vital moment."
													]
												},
												{
													"type": "item",
													"name": "Zerasha",
													"entries": [
														"This medusa priest of the Shadow dwells in Graywall and is one of the few people with the power to return life to the dead. She asks nothing for this service—which should make the adventurers nervous. Why does the Shadow want the character to live?"
													]
												},
												{
													"type": "item",
													"name": "Sora Teraza",
													"entries": [
														"The blind hag also has the power to raise the dead, though she rarely uses this gift. If she does so, it means that there is something the character still has to do. But is this destiny heroic or tragic?"
													]
												},
												{
													"type": "item",
													"name": "Mordain",
													"entries": [
														"The character wakes up on the edge of Mordain's domain. They haven't been resurrected; they've been recreated by the Fleshweaver. Why has he cloned the adventurer? Could this mean he has other clones of them he could release into the world?"
													]
												}
											]
										},
										"The point of a miraculous return is that the character does die, but they are restored to life in a way that creates interesting hooks for the future of the campaign.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Scars",
													"entries": [
														"There can be suspense and risk even if death is taken off the table. Everyone has something to lose, and when a character is taken to 0 Hit Points, they will lose something. The severity and nature of the loss can vary based on the circumstances of the defeat. If a player is defeated in a barroom brawl, they aren't going to lose a leg—but they could take a blow to their reputation. The simplest option is a literal scar: a permanent reminder of injury and defeat. It's up to the player to decide how the character is marked, but the scar should be somewhere obvious; it's an ongoing reminder of their defeat. A more severe injury could result in the loss of all or part of a limb; remember that Eberron: Rising from the Last War has Prosthetic Limbs! But scars don't have to be physical. A character could have a traumatic reaction to the source of their defeat; going forward, they suffer Disadvantage on ability checks or attack rolls directly related to the person or creature that scarred them. The damage could be to their reputation, as word of the defeat spreads and wherever they go, people bring up the story. Finally, the defeat could trigger an unrelated loss; a business deal falls through, tragedy strikes an ally or relative, the adventurer's farm catches fire while they are away. It's not that the character nearly dying caused the fire on their farm—but tragedy comes in twos, and the adventurer's defeat is echoed elsewhere in their life."
													]
												}
											]
										},
										"There's nothing wrong with just using the standard rules for death and dying. But talking about it is a way for both the players and the DM to establish their expectations for a campaign, setting the tone for the story to come."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Life on the Frontier",
							"page": 15,
							"entries": [
								"The Western Frontier is a contested region caught between Breland, Droaam, and the Eldeen Reaches. Travelers and merchants from all three of these nations mingle on the Border Road and interact in villages and towns. Here are a few details about how the experience of everyday life differs from that of the Five Nations.",
								{
									"type": "section",
									"name": "East and West",
									"page": 15,
									"entries": [
										"While Breland may not recognize Droaam, the people who live on the Western Frontier largely recognize the Border Road as the line between Droaam and Breland. Denizens of Droaam use the term {@i aravaat}—the Goblin word for \"Easterner\"—to refer to people from the Five Nations, or anywhere east of the Graywall Mountains. A lot of Brelish settlers still use the term \"monster\" as a general term for Droaamites, but they also use west in place of Droaam; {@i \"Tell Captain Devra we've got some friends from the west.\"}"
									]
								},
								{
									"type": "section",
									"name": "Languages",
									"page": 16,
									"entries": [
										"Common and Goblin are the two primary languages spoken on the Western Frontier. The Dhakaani Empire established Goblin in the region, and it has long been the lingua franca of the different cultures of the Barrens. The Brelish brought Common from the east, and the Daughters of Sora Kell encourage Droaamites to learn it; they've worked with House Tharashk to establish schools in the major Droaamite cities that teach Common, as well as fostering literacy in both Common and Goblin. So knowing one of these two languages goes a long way on the frontier, and most denizens of Droaam should have Goblin in their stat block in place of Giant or Orc. However, there are a number of other languages that can be heard on the frontier. Anyone with the ability to cast a Druid spell can learn Druidic, and travelers from the Eldeen Reaches may speak in this language; Greensingers often know Sylvan as well. The Orc language has largely been lost, as shown by the fact that the major orc cultures—the Gaa'aram and Gaa'ran—are named in Goblin; however, there could be isolated communities where it is still spoken. The mages of the Venomous Demesne learn Infernal as a trade skill, and may curse in this tongue or use it to speak privately.",
										"These languages are drawn from the standard rules of D&D. However, there are a few more languages that could exist on the Western Frontier if the DM wishes to add complexity. The issue is that these optional languages are extremely narrow and will be almost useless in most situations. Because of this, if the DM decides to use these four languages, they may wish to give them to appropriate characters as a free benefit in addition to any other languages they may know. These languages are:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												"{@language High Kaluu|FoEQuickstone}, spoken only in the Venomous Demesne; it has its roots in Draconic, Infernal, and Riedran.",
												"{@language Stonegrind|FoEQuickstone}, the language of the gargoyles of Grimstone, which involves grinding stone surfaces together; other creatures can learn to understand it, but cannot speak it without a set of stones.",
												"{@language Tauric|FoEQuickstone} is the language of the minotaur clans of the Barrens.",
												"{@language Wuura'gaa|FoEQuickstone} is the native tongue of the worgs of the Watching Wood."
											]
										},
										{
											"type": "table",
											"caption": "Frontier Languages",
											"page": 16,
											"colLabels": [
												"Language",
												"Speakers"
											],
											"rows": [
												[
													"{@i Standard Languages}",
													""
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Common",
														"Easterners, House Tharashk"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Goblin",
														"Droaamites, House Tharashk"
													]
												},
												[
													"{@i Rare Languages}",
													""
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Daelkyr (Depp Speech)",
														"Aberrations, cultists"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Druidic",
														"Primal spellcasters"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Gnoll",
														"Gnolls"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Gnome",
														"Sivis Stonespeakers, Korranberg chroniclers"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Infernal",
														"Venemous Demesne, Warlocks"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Orc",
														"Isolated orc tribes"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Serpentine",
														"Medusas"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Sylvan",
														"Fey, Greensingers"
													]
												},
												[
													"{@i Optional Languages}",
													""
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"High Kaluu",
														"Venemous Demesne"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Stonegrind",
														"Gargoyles of Grimstone"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Tauric",
														"Minotaurs"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Wuura'gaa",
														"Worgs of the Watching Wood"
													]
												}
											]
										},
										{
											"type": "section",
											"name": "Currency",
											"page": 16,
											"entries": [
												"The Western Frontier lies between Breland, Droaam, and the Eldeen Reaches. Merchants are always happy to see Brelish coins or Kundarak letters of credit, but they're used to dealing with people from both sides of the road. Droaam has yet to mint currency. Bartering is a common practice in Droaamite daily life. Droaamite miners often trade using small chunks of precious metal or uncut gemstones. Droaamites also gamble and barter with bounty-marked teeth. The Daughters of Sora Kell offer bounties on certain dangerous creatures, paid for by the tooth. A Goblin symbol identifying the animal it's from is carved on each tooth, but most merchants won't accept teeth unless they personally recognize the tooth—so you can't just carve \"wyvern\" on wolf teeth. While the DM could treat bounty-marked teeth as another form of coinage—\"the old goblin offers three displacer beast teeth, worth 10 silver pieces\"—adventurers who kill a dangerous monstrosity might wonder what the bounty is for their teeth. The DM could roll on the Individual Treasure tables in chapter 7 of the Dungeon Master's Guide to determine the bounty offered for a creature of any CR. However, the tooth currency is based on the value the Daughters have placed on each bounty, and not every creature has a golden mouth. Some dangerous creatures might have a high value, while others are worthless. The bounty is a way to encourage the elimination of threats, and if a creature doesn't threaten the people of Droaam—or is perhaps even an ally—there won't be a bounty on its teeth. The people of the Venomous Demesne have their own forms of currency, including vials of blood charged with arcane energy and shards of crystalized souls; however, most people on the Western Frontier aren't willing to trade goods for a vial of pain-soaked blood."
											]
										},
										{
											"type": "section",
											"name": "Goods, Services, and Rewards",
											"page": 17,
											"entries": [
												"The villages and towns along the Border Road are small communities that don't have access to many of the amenities commonly found in the great cities of the Five Nations. A typical village might have a single representative of a Dragonmarked House—a Sivis message station, a Jorasco healer, a Vadalis farrier, a Cannith smith—while a larger town may have a few different dragonmarked heirs. Even so, there's a world of difference between the Jorasco Healing House you'll find in Wroat and the Patchery, the tiny clinic run by Daff d'Jorasco in the town of Quickstone. This can have a variety of effects. For one, the selection of goods is always more limited. In Quickstone, the blacksmith, Bel, can make you a Trident if you give her a day or two, but she doesn't have one just sitting on the rack ready for sale. And if you're not dealing with businesses licensed by dragonmarked houses, prices will often vary based on the perceived need and means of the customer. The upside to this is that you can occasionally find goods that aren't available in the standardized shops of the east. At the Patchery, Daff may only have a small supply of Potions of Healing available. But he could have a special potion he's mixed up using a byeshk infusion and a bit of what he's fairly certain was troll blood. He can't be sure what it will do until you drink it, but he thinks it's a potion of Heal. Do you want to buy it and find out? This idea goes even further in the markets of Droaam. Without the standards imposed by the Dragonmarked Houses, there's a lot of potential snake oil on the market. Some things might not work at all (\"It's not my fault! It's your thin human blood!\"); others might have remarkable effects that are more powerful than an adventurer could normally get at the price. Will they take a chance?",
												"A final point is that services may be sparse in the Western Frontier, but the Dragonmarked Houses are taking an interest. The town of Quickstone already has a Gold Dragon Inn, and House Kundarak is working on a vault enclave. Over the course of time, new services will become available, but is this a good thing? Do you actually want a Kundarak enclave in your town?"
											]
										},
										{
											"type": "section",
											"name": "Everyday Magic and Everyday Monster",
											"page": 17,
											"entries": [
												"Small villages and towns don't have all the amenities found in Sharn or Fairhaven. But the wide magic of Eberron extends to the Western Frontier. Magewrights still perform critical tasks using cantrips and rituals. There's a launderer using Prestidigitation to get the dirt out of clothing, and a smith casting Magecraft (from Exploring Eberron) to guide their hammer. In a small Brelish village, you may have a limited number of Everbright Lanterns, but every house has at least one. Magical tools and techniques exist and are treasured; resources are simply more limited than in the big cities.",
												"All of the above is true of Brelish villages. Droaamite communities are a different story. A Droaamite village might not have any Everbright Lanterns... because all the denizens have Darkvision and don't have any need for them. They might not have a Jorasco healer, but the harpy songbird can heal the infirm with her invigorating song (effectively, using bardic magic to cast Cure Wounds or Lesser Restoration). A worg oracle may commune with the Shadow, but his Auguries are as accurate as any Brelish magewright. Consider the ways in which you could take advantage of an ogre's great strength. Meanwhile, magewrights from the Venomous Demesne are spreading out across the Western Frontier, and training capable Droaamites. As time passes, Droaam will increasingly have wide monster and wide magic...",
												{
													"type": "entries",
													"entries": [
														{
															"type": "entries",
															"entries": [
																{
																	"type": "entries",
																	"name": "The Planes Made Manifest",
																	"entries": [
																		"Manifest zones are places where the energy and characteristics of one of the outer planes bleeds into the material plane. Manifest zones are found across Khorvaire, and adding a manifest zone to a scene is a way to highlight the magical nature of Eberron. The Manifest Zones table can be used as a source of inspiration or as a way to generate an entirely random manifest zone. Consider the impact that a manifest zone will have on the surrounding creatures or communities. If a village is built in a manifest zone, the inhabitants will likely find ways to make use of its benevolent powers. In general, manifest zones can be interesting ways to add color to a trip across the Barrens. A Lamannian manifest zone might be a small oasis in the harsh landscape, while a Shavaran zone could unleash blade storms (using Cloud of Daggers) at unexpected times. Possible effects of manifest zones can be found in Eberron: Rising from the Last War and Exploring Eberron."
																	]
																}
															]
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Frontier Justice",
									"page": 18,
									"entries": [
										"Laws don't mean much if there's no one willing to stand up for them. And out on the frontier, justice means different things to different people. The bandit queen Breggan is a wanted criminal, but when she comes riding into the town of Quickstone with her troop, the sheriff may well decide to stay in his office for the night; he knows he doesn't have the forces he'd need to arrest her, and innocents might get hurt if he starts a firefight. Besides, Breggan's buying people drinks at the Crown and gambling away her ill-gotten gold. Where's the harm? That is, until Breggan accuses the town healer of cheating at cards and threatens to kill him. Will the sheriff intervene then? And if he doesn't, will adventurers take action? If so, will they just leap into combat with blades drawn? Will they call out Breggan and try to resolve the situation diplomatically? Or will they challenge the bandit leader to an arcane duel?",
										"A side effect of this is that the Western Frontier is a magnet for outlaws, deserters, renegades, and other people who can't safely walk the streets of the Five Nations. Some may have had good reasons for what they did; others could be vile war criminals or worse. The Broken Blade in Graywall is a particular nexus for such exiles and expatriates.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"entries": [
														{
															"type": "entries",
															"name": "Brelish Law",
															"entries": [
																"Communities that identify as Brelish will have a sheriff who's charged with maintaining the peace and upholding the Code of Galifar. Some may do their job to the best of their ability. Others may have arrangements with brigands or even be former bandits themselves. Depending on the size of a community, a sheriff may have deputies; if they don't, they always have the ability to rally a posse and deputize people to assist. This is one of the simplest ways to set an adventure in motion. Sheriff Constable calls you all to city hall. \"It's time we did something about Breggan Blackcrown, and you're the only people with the guts and the steel to get it done. Will you ride with me?\" See the Crimes and Punishments section in chapter 3 for a closer look at law in a Brelish town."
															]
														},
														{
															"type": "entries",
															"name": "Droaamite Justice",
															"entries": [
																"Traditionally in Droaam, justice is synonymous with vengeance. The primary deterrent to crime is the understanding that any wrong will be avenged, whether by the victim, their kin, their friends, or a Fang of the Fury (a divinely inspired professional avenger). Znir mercenaries or forces like the Flayer Guard of Graywall typically won't intervene in what they consider to be personal matters. The Daughters of Sora Kell are working to improve the state of Droaamite justice. Katra's Voices travel around the nation, acting to mediate disputes and listening to complaints. But the Voices are far and few between, and Droaamites usually take matters into their own hands."
															]
														},
														{
															"type": "entries",
															"name": "Vigilantes and Dueling",
															"entries": [
																"Adventurers will often find themselves between Brelish law and Droaamite justice. How they handle this is a defining aspect of a Western Frontier campaign. Will they take the ruthless path of vengeance? Or will they try to uphold the principles of Galifar, even when they have to do it alone? Just because they can kill these cultists without consequences, is that the best answer? Ultimately, it's up to the DM to decide whether to encourage ruthless justice or to explore the broader consequences. When the adventurers fight a stone cult, if they do manage to keep the cultists alive and sever their ties to the cult rather than just killing them... maybe the family of a cultist invites them over for dinner in the next session. Maybe a cultist gives them an uncommon magic item—a family heirloom—in thanks for their freedom. Conversely, if adventurers do ruthlessly slay their enemies, they may see the consequences of Droaamite justice, as the friends or kin of their victims hunt them down, spread stories about them, or otherwise make life difficult. One such consequence is that an adventurer could be challenged to a duel. Overall, most people on the Western Frontier support dueling if the cause is seen as justified. If a wandslinger comes to town and declares that an adventurer killed his brother in a cowardly fashion and that the adventurer is currently wearing the brother's amulet, stolen from his corpse—if the adventurer refuses to duel or cheats to win, they could quickly acquire an infamous reputation. And if adventurers truly become villains... Well, perhaps another group of adventurers will show up to call them to account."
															]
														},
														{
															"type": "entries",
															"name": "Sentinel Marshals and Tharashk Hunters",
															"entries": [
																"The Sentinel Marshals of House Deneith are authorized to enforce the Code of Galifar and to bring fugitives to justice. A Sentinel Marshal working a job might speak to a local sheriff; they can't make demands, but they're both on the side of the law. Critically, Sentinel Marshals aren't authorized to break the law in pursuit of their quarry, and they are held to high standards; Sentinel Marshals are supposed to be the best of Deneith. By contrast, a Tharashk bounty hunter has no special dispensations and no expectations. Their aim is to get the job done, whatever it may take. And while the Marshal's reputation may carry weight in the Five Nations, west of the Border Road the Tharashk heir may find more friends among the Droaamites. Adventurers could work with Marshals or hunters—or, if they cross a line, they could be targeted by them."
															]
														},
														{
															"type": "entries",
															"name": "When Adventurers Are The Law",
															"entries": [
																"Whether it's part of the foundation of a campaign or something that happens as a story evolves, it's possible that an adventurer could be appointed as a sheriff—or if they're Droaamite, that they could be called to serve as a Fury's Fang and enact vengeance on behalf of someone who's been wronged. In a typical village, the sheriff doesn't have a great deal of resources to draw on. Their primary powers are the ability to dispense summary justice and to deputize people when they need support—which is to say, they can call on a capable group of adventurers to help solve problems. Of course, as a Brelish sheriff, an adventurer will have to decide what to do when one of the Black Crowns or a representative of the Halamar Clan shows up and offers them a little gold to look the other way on something. Will they set an example and strive to make their town a better place? Or will they keep the peace by placating dangerous people?"
															]
														}
													]
												}
											]
										},
										{
											"type": "section",
											"name": "Wands at High Noon: The Arcane Duel",
											"page": 20,
											"entries": [
												"Hit Points are an abstract concept that represents durability, skill, luck, and the will to live. The idea isn't that a character with high Hit Points can simply laugh as someone stabs them over and over; it's that as long as they have Hit Points, they can avoid a lethal blow. Standard combat reflects the idea that combatants are dodging, parrying, and evading attacks even as they are losing Hit Points. People can and do fight challenges in the street using the normal rules of combat, which means they're dodging and moving and getting hit multiple times before they fall. But an arcane duel is an entirely different form of combat. It's about raw courage, speed, and skill: the courage to stand your ground, the speed to strike first, and the skill to land your spell. There's no dodging in a duel; you need to look your rival in the eye as you strike them down. Because of this, an arcane duel only involves a single attack from each combatant—and that single blast can be deadly, regardless of how many Hit Points you possess.",
												"The arcane duel is an old tradition with deep roots, especially in Aundair. Lethal duels are outlawed in the Five Nations, but few people care about that on the frontier. Dueling is about the perception of justice and of reputation. A would-be duelist calls out their opponent in front of as many people as possible, laying out their grievances. To refuse a duel is an admission of guilt and cowardice. In most communities, if someone refuses a duel, it's probably time for them to leave town—or they might find themselves run out of town with a conductor stone hanging from their neck.",
												"An arcane duel consists of the following phases, in this order...",
												{
													"type": "list",
													"style": "list-decimal",
													"items": [
														{
															"type": "item",
															"name": "Setting the Stakes",
															"entries": [
																"Is your duel for pride, blood, or death?"
															]
														},
														{
															"type": "item",
															"name": "The Style",
															"entries": [
																"What is your strategy? How much power will you put into your spell?"
															]
														},
														{
															"type": "item",
															"name": "The Stare",
															"entries": [
																"Complete a series of three opposed ability checks to gain Trick dice or to give your opponent Fault dice."
															]
														},
														{
															"type": "item",
															"name": "The Shot",
															"entries": [
																"Make a spellcasting ability check modified by your style, Trick dice, and Fault dice."
															]
														},
														{
															"type": "item",
															"name": "The Score",
															"entries": [
																"Determine the outcome of the duel."
															]
														}
													]
												},
												"These five phases are each discussed in detail below.",
												{
													"type": "entries",
													"name": "The Stakes",
													"page": 21,
													"entries": [
														"When a would-be duelist calls out an opponent and states their grievances, they set the stakes of the duel. Is it for pride—proof of skill and courage, but without the intent to cause serious harm? Is it to first blood, where the victim suffers significant but nonlethal damage? Or is this duel to the death, in which case the loser will be dropped to 0 Hit Points?",
														"The challenger states the terms of the duel; their opponent can debate, if they choose. But regardless of what is decided, each combatant secretly writes down the stakes of their shot. It's highly dishonorable to agree to duel for pride and then to aim for a killing shot... But these things happen on the Western Frontier."
													]
												},
												{
													"type": "entries",
													"name": "The Style",
													"page": 21,
													"entries": [
														"Every duelist has a signature style. The twitchy warlock from Callestan relies on pure speed to bring down an enemy, while the noble trained at Arcanix takes their time to cast the perfect spell. In this phase, each duelist secretly chooses their Style. In addition, they choose the level of spell slot they will expend in the Shot; using a cantrip is treated as a spell slot with a level of 0. If they can cast a spell without expending a spell slot, they can choose to do so instead, expending a use as if they cast it normally. In that case, it counts as expending a slot of that spell's lowest possible level for the Shot phase. They write both of these things down in the same place as the Stakes.",
														"There are five basic Styles:",
														{
															"type": "list",
															"style": "list-hang-notitle",
															"items": [
																{
																	"type": "item",
																	"name": "Steadfast",
																	"entries": [
																		"Gather your courage and take the time to do things right. Effective against {@i Quick} or {@i Disruptive}."
																	]
																},
																{
																	"type": "item",
																	"name": "Quick",
																	"entries": [
																		"Speed is everything. Strike before your opponent can gather power. Effective against {@i Overwhelming} or {@i Weird}."
																	]
																},
																{
																	"type": "item",
																	"name": "Overwhelming",
																	"entries": [
																		"Channel as much raw power as possible. Effective against {@i Steadfast} or {@i Disruptive}."
																	]
																},
																{
																	"type": "item",
																	"name": "Weird",
																	"entries": [
																		"Your technique is unpredictable or untraditional. Effective against {@i Overwhelming} or {@i Steadfast}."
																	]
																},
																{
																	"type": "item",
																	"name": "Disruptive",
																	"entries": [
																		"You don't play by the rules. Effective against {@i Weird} or {@i Quick}."
																	]
																}
															]
														},
														"Each Style has a unique benefit, plus an additional benefit if the chosen Style is effective against the choice made by the duelist's opponent. However, Style isn't revealed until the final phase! The effects of the Styles are summarized in the Dueling Styles table."
													]
												},
												{
													"type": "entries",
													"name": "The Stare",
													"page": 22,
													"entries": [
														"Now, the two duelists look into each other's eyes, watching every motion their opponent makes and searching for a weakness. A blink or a single bead of sweat can give the game away. The Stare lasts for three rounds. In each round, take the following steps:",
														{
															"type": "list",
															"style": "list-decimal",
															"items": [
																{
																	"type": "item",
																	"name": "Roll for Initiative",
																	"entries": [
																		"Both duelists roll for Initiative."
																	]
																},
																{
																	"type": "item",
																	"name": "First Declaration",
																	"entries": [
																		"The duelist with the lowest Initiative score declares the Move they will make."
																	]
																},
																{
																	"type": "item",
																	"name": "Second Declaration",
																	"entries": [
																		"The duelist with the {@i higher} Initiative score declares the Move they will make."
																	]
																},
																{
																	"type": "item",
																	"name": "Roll the Stare",
																	"entries": [
																		"Both duelists make an ability check using the ability and skill linked to their Move."
																	]
																},
																{
																	"type": "item",
																	"name": "Resolve",
																	"entries": [
																		"The victor of the check gains the benefit of the Move. If there is a tie, both duelists reroll the check."
																	]
																}
															]
														},
														"As Initiative is rerolled in each round of the Stare, the balance of power can shift. This is important, because each Move is especially weak against a countering Move. If a duelist uses a Move that the opponent is weak against, they get to add 1d4 to their ability check. So, if the first duelist chooses to Twitch, the second duelist can just use their strongest option—or they can choose Eye of the Beholder and add 1d4 to their result. Alternatively, if the second duelist chooses to See Through Them—which is weak against Twitch—the first duelist will get the bonus; this would be an odd choice, but if they're really strong with Insight, it could make sense!",
														"The Stare is an intense experience, as you size up an opponent and prepare to cast a spell. Because of this, {@b you cannot maintain Concentration on a spell during the Stare}, and {@b you cannot use Reactions during it}. However, other people can interfere, and any effect that modifies ability checks—such as {@spell Guidance|XPHB} or Bardic Inspiration—can affect a round of the Stare. However, an arcane duel is supposed to be a contest between two individuals, relying on their personal courage and skill. Receiving assistance from someone else goes against the principles of dueling, and if such actions are noticed, impartial observers may become hostile and the outcome of the duel may be dismissed as invalid. It's not uncommon for observers with access to {@spell Detect Magic|XPHB} to use it during a duel to ensure that no one is interfering.",
														{
															"type": "table",
															"caption": "Dueling Styles",
															"page": 22,
															"colLabels": [
																"Move",
																"Ability Check",
																"Strong Against",
																"Benefit"
															],
															"rows": [
																[
																	"Twitch",
																	"Dexterity (Sleight of Hand)",
																	"Eye of the Beholder",
																	"Gain a Trick die. If you win the check by 5 or more, you gain another Trick die."
																],
																[
																	"Show Off",
																	"Charisma (Performance)",
																	"The Look",
																	"Gain a Trick die. If you win the check by 5 or more, your opponent gains a Fault die."
																],
																[
																	"Bluff",
																	"Charisma (Deception)",
																	"Sage Advice",
																	"Your opponent gains a Fault die. If you win the check by 5 or more, you gain a Trick die."
																],
																[
																	"The Look",
																	"Charisma (Intimidation)",
																	"See Through Them",
																	"Your opponent gains a Fault die. If you win the check by 5 or more, your opponent gains another Fault die."
																],
																[
																	"Eye of the Beholder",
																	"Wisdom (Perception)",
																	"Bluff",
																	"You lose a Fault die. If you win the check by 5 or more, your opponent gains a Fault die."
																],
																[
																	"See Through Them",
																	"Wisdom (Insight)",
																	"Twitch Your opponent loses a Trick die. If you win the check by 5 or more, you gain a Trick die."
																],
																[
																	"Sage Advice",
																	"Intelligence (Arcana)",
																	"Show Off",
																	"You can change your own strategy if you choose. If you win the check by 5 or more, you learn your opponent's current strategy before deciding whether to change your own."
																],
																[
																	"Tactical Analysis",
																	"Intelligence (Investigation)",
																	"Tactical Analysis",
																	"You learn your opponent's current strategy. If you win the check by 5 or more, you can change your own strategy if you choose."
																]
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "The Shot",
													"page": 23,
													"entries": [
														"During the Shot, spells fly and the contest is decided! Go through the following steps:",
														{
															"type": "list",
															"style": "list-decimal",
															"items": [
																{
																	"type": "item",
																	"name": "Roll Initiative",
																	"entries": [
																		"This is relevant in the Strategic Twist phase."
																	]
																},
																{
																	"type": "item",
																	"name": "Reveal Style and Power",
																	"entries": [
																		"Duelists reveal their Style and the level of the spell slot they expended. Take note of the benefits of the Styles. If one duelist expends a higher level spell slot than the other, they gain a Trick die."
																	]
																},
																{
																	"type": "item",
																	"name": "Cast!",
																	"entries": [
																		"Duelists make a ranged spell attack."
																	]
																},
																{
																	"type": "item",
																	"name": "Tricks",
																	"entries": [
																		"Duelists roll 1d6 for each Trick die they have and add it to their attack roll, keeping the die visible."
																	]
																},
																{
																	"type": "item",
																	"name": "Faults",
																	"entries": [
																		"Duelists roll 1d6 for each Fault die they have and subtract it from their attack roll, keeping the die visible."
																	]
																},
																{
																	"type": "item",
																	"name": "Strategic Twist",
																	"entries": [
																		"Depending on their chosen Style, duelists may have the opportunity to reroll Trick or Fault dice. The duelist with the lowest Initiative count resolves their style first, then the duelist with the higher Initiative count acts."
																	]
																},
																{
																	"type": "item",
																	"name": "Determine the Result",
																	"entries": [
																		"Once all Trick and Fault dice have been rolled, and any Strategic Twists have been resolved, the character with the highest result wins the duel. If there is a tie, both duelists suffer the effects set by the Stakes!"
																	]
																}
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "The Score",
													"page": 23,
													"entries": [
														"When the dust settles, and the winner of the Shot has been decided, the duelists determine the consequences according to the Stakes chosen by the victorious duelist.",
														{
															"type": "list",
															"items": [
																{
																	"type": "item",
																	"name": "Pride",
																	"entries": [
																		"The loser loses one Hit Dice. Alternatively, if the winner is able to cast at least one spell of the following schools, they can choose one of the following options instead:",
																		{
																			"type": "list",
																			"items": [
																				"{@i Necromancy:} The loser is Poisoned for 1 minute.",
																				"{@i Abjuration:} One random spell or magical effect on the loser ends. The spell must be of a level equal to or less than the spell slot expended by the winner.",
																				"{@i Divination:} The winner learns the surface thoughts of the loser—what is most on their mind in the moment of the duel's end.",
																				"{@i Enchantment:} The loser is Charmed by the winner for 10 minutes.",
																				"{@i Illusion:} The loser is Frightened of the winner for 10 minutes."
																			]
																		}
																	]
																},
																{
																	"type": "item",
																	"name": "First Blood",
																	"entries": [
																		"The loser is reduced to a number of Hit Points equal to half their Hit Point maximum (rounded down). If they have fewer than half their Hit Points remaining, they instead are reduced to 1 Hit Point."
																	]
																},
																{
																	"type": "item",
																	"name": "Death",
																	"entries": [
																		"The loser is reduced to 0 Hit Points."
																	]
																}
															]
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Droaam Rising",
									"page": 24,
									"entries": [
										"Dragonmarked houses and others are heading to the Western Frontier. House Orien is extending the lightning rail toward Graywall. But this is no story of Brelish colonialism. Breland isn't expanding across this frontier—it's being driven away from it. Throughout the history of Galifar, the people of the Barrens were divided. The medusas of Cazhaak Draal, the changelings of Lost, and the tieflings of the Venomous Demesne were isolated city-states, which avoided contact both with Breland and with one another. These cultures were all but unknown in the east, so the dominant impression of the region was of the chaotic chib culture. The Daughters of Sora Kell brought these diverse factions together. Force was a factor in the creation of Droaam, and fear of Maenya's Fist still plays an important role in keeping the old chibs in line. But the common depiction of Droaamites as squalid villages of goblins dominated by slow-witted ogres is driven by ignorance and Brelish propaganda. Under the Daughters of Sora Kell, each of the cultures of the region is a thread of a growing tapestry. New villages and towns are rising up from the Barrens, their construction driven by ogre strength, goblin enthusiasm, and the brilliant architects and masons of Cazhaak Draal. Magewrights from the Venomous Demesne are implementing an arcane infrastructure that could in time outshine the everyday amenities of the Five Nations. Droaam is a very young nation, still finding its footing and establishing traditions. But it is growing stronger every day, and it's only a matter of time until its great cities—like Graywall and the Great Crag—rival Wroat and Fairhaven. And it is this that is drawing the influx of travel and trade from the east; the glimpse of opportunities as Droaam grows and prospers.",
										"With that said, it is largely in the great cities—such as Graywall, Vralkek, Cazhaak Draal—that this renaissance is occurring. The Droaamites who dwell on the Western Frontier are remnants of the old system of chib rule, where a family of ogres or minotaurs would dominate a community of goblins and kobolds. Under the leadership of the Daughters, Droaamite workers are assured food, shelter, and security. Today, the chibs are expected to protect their people, not to oppress them; a modern chib serves as both mayor and sheriff. The Daughters are likewise encouraging the spread of Droaamite species into all communities. Though goblins may make up the majority of a village's population, there could be a harpy songbird in the inn, a tiefling magewright teaching a class of kobold sorcerers, and the old ogre chib may have been replaced by a wise medusa. So, at first glance, a Droaamite village in the Barrens might seem primitive... but look closer, and you'll see a well-fed population, working together to improve the conditions of the community. But again, this system is new and the idea of Droaam is still finding its footing along the border. The old chib system still lingers, especially in the villages around Turakbar's Fist; Rhesh Turakbar and his reavers still enforce order with force and fear.",
										"When dealing with a Droaamite community—or envisioning the background of an adventurer from Droaam—keep these things in mind. Droaam has only existed in its current form for a decade, and any villages along the Border Road will be younger than that. Because of this, a village will have been built for a reason—taking advantage of water, a manifest zone, mineral deposits identified by House Tharashk, or something else that makes the spot worth building on. And more so than in the typical Brelish village, Droaamties often have a sense of hope; they are working together, and their nation is on the rise. The exception to this is in the vicinity of Turakbar's Fist. Here the villages are older, as Turakbar's Fist has dominated the region since before the rise of Galifar. And many of those villages are ruled by tyrannical chibs and weighed down by despair.",
										"Droaam has a few institutions that play a vital role in the nation, and whose agents can be encountered on the frontier.",
										"{@b {@i Katra's Voice}} is the diplomatic arm of Droaam, and Voices are envoys, entertainers, diplomats, and mediators. Their task is to maintain morale and lines of communication, and to help resolve disputes before they get out of hand. Agents of Katra's Voice are usually changelings, medusas, tieflings, or harpies. Many highlight their role as entertainers, sharing stories with the common folk and painting tales of the bright future that lies ahead. Others focus more on mediation, especially if there is unrest between the local chib and the inhabitants of the community. Katra's Voice also includes wandering magistrates, who typically travel with two soldiers of Maenya's Fist. The current fashion is for medusas to serve as magistrates; if they consider a plaintiff's complaint to be frivolous, they petrify them. However, there are a few changeling magistrates with exceptional telepathic abilities who excel at unraveling difficult situations.",
										"{@b {@i Maenya's Fist}} is the personal army of Sora Maenya, which acts to defend the nation and to enforce the rule of the Daughters when Katra's Voice fails to resolve an issue. The foundation of the Fist is a corps of armored war trolls and skullcrusher ogres that are fanatically devoted to Sora Maenya; a single war troll can scatter a band of insubordinate ogres. However, over the last decade, the Fist has expanded to include a broader range of forces, including centaur cavalry, air support from gargoyles and harpies, rangers and scouts drawn from the Dark Pack, and more. As a general rule, warlords are expected to use their own forces to maintain order in their domains; near Turakbar's Fist adventurers are more likely to encounter a band of minotaurs than a squad of Maenya's Fist. Fists are either dispatched directly by Sora Maenya to deal with known threats, or found in the company of a Voice or an Eye whose mission they are supporting. Consider them Droaam's answer to the Westwind Riders—or in the case of a large company of Maenya's Fist, the equivalent of Breland bringing Argonth into play.",
										"{@b {@i Teraza's Eye}} gathers information for the Daughters, and its members serve as sages, inquisitives, and chroniclers. Droaam is a new nation, and the Daughters need to know if their experiment is working. Often, Eyes simply travel and observe, gathering information without interfering; if they uncover dangerous situations, they will call on the Voice or the Fist. However, they can be tasked to investigate intriguing mysteries—typically supernatural threats, as diplomatic or judicial matters will be handled by Katra's Eyes.",
										"{@b {@i The Znir Pact}} is another force adventurers on the Western Frontier will come to know. These gnolls are mercenary soldiers. Half of the Pact has been hired by the Daughters to serve as general peacekeepers, supplementing the forces of the local warlord and dealing with troubles that don't require the full power of Maenya's Fist. Znir gnolls can also be found serving a local warlord. So Znir patrols can be found on the Border Road or on the old roads, but they will generally ignore adventurers unless there is a threat that needs to be dealt with.",
										"So, new villages are springing up along the Border Road. Graywall is expanding. The lightning rail is heading west. And a squad of Maenya's war trolls showing up should be legitimately frightening. {@i Droaam is on the rise.}",
										{
											"type": "section",
											"name": "Cultures of Droaam",
											"page": 25,
											"entries": [
												"One of the most distinctive elements of an adventure on the Western Frontier is the presence of Droaamite species traditionally thought of as monsters, whether as adventurers or as NPCs. Due to the efforts of House Tharashk, Droaamites are starting to appear in cities across the Five Nations. But on the Western Frontier, they are a part of everyday life. Travel on the Border Road, and you'll run into Znir patrols and wandering worgs. Stop in a village west of the road, and you'll find a harpy singing in the tavern, delighting a crowd of goblins and kobolds. Communities east of the road usually have a Brelish majority, but you may still find an ogre unloading crates from the Thunder Coach, a gargoyle watching from a roof, or a family of goblins starting a new life. This section provides a closer look at the species that are presented as character options in chapter 4, along with an overview of many other denizens of Droaam. Whether creating characters for a Western Frontier campaign or choosing NPCs for a scene, keep these ideas in mind.",
												{
													"type": "section",
													"name": "The Gargoyles of Grimstone",
													"page": 25,
													"entries": [
														{
															"type": "quote",
															"entries": [
																"The ruins that run along the edge of the Byeshk Mountains are remarkable in many ways. They are almost perfectly preserved, seemingly shunned by the brutish creatures found in this region. Friar Alasant attributes this to the \"guardians\"—every ruin has a host of statues, posed as sentries on walls and at strategic points within. The friar says Dhakaani statuary typically depicts goblin champions, but these figures are fiendish creatures with horns and wings. Alasant believes that these guardians were carved during a period of great upheaval and intended to terrify prospective enemies. They are indeed fearsome, but it takes more than stone to frighten templars of the Flame. Brightstone Keep will soon be operational."
															],
															"by": "Templar's log recovered from Grimstone Keep",
															"skipMarks": true
														},
														"Until recently, gargoyles were virtually unknown in the Five Nations. When the Church of the Silver Flame established Brightstone Keep in 870 YK, the friars were intrigued by the guardian statues. As Friar Alasant speculated, the denizens of the region shunned these ruins due to the kurarguls—\"deadly stones.\" The templars weren't frightened by these stories, and they ignored the fearsome statues, dwelling in the keep for over a century. Then Sora Katra came to Brightstone Keep. She came alone. The wind carried her whispers through the stone, and the gargoyles perched on the walls and crouching in the corridors of the keep turned on the templars.",
														"With no need of sustenance, the gargoyles of Grimstone and the Stonelands had been slumbering for thousands of years. Katra's voice called them back to the world. Many now serve the Daughters directly. Others have signed on with House Tharashk, and can be found working as couriers and scouts across the Five Nations, especially in Sharn. And a few follow their own paths, driven by curiosity or by the bonds they've formed with places or people. Some are tireless workers, while others spend days at a time resting on a wall or in a square. The denizens of Droaam have gotten used to gargoyles and their quirks, and the stone folk are generally seen as being stoic and reliable.",
														{
															"type": "entries",
															"name": "Old Stone",
															"page": 26,
															"entries": [
																"Evidence suggests that Dhakaani stoneworkers in the region became obsessed with these \"guardian statues\" in the decades leading up to the first open conflict with daelkyr forces... and it was during that battle that the daelkyr Orlassk breathed life into the countless guardians. Orlassk never controlled the gargoyles directly, but they came into existence with an instinctive revulsion for organic life, a reaction much like most humans have when encountering mold or viruses. Creatures of flesh are fundamentally repulsive, rotting monstrosities filled with disgusting fluids and leaking foul excrement. The first gargoyles lashed out against the dar surrounding them, and claimed the fortresses they had once guarded as their own. But they soon realized that they were vastly outnumbered by the creatures of flesh. Beyond this, they didn't need anything from the world beyond their walls. They didn't need food or other supplies. So they remained at their posts, and eventually fell into a deep torpor. In this state, their spark of life was so weak that they couldn't even be sensed by {@spell Detect Good and Evil|XPHB}, which is how the templars of Brightstone Keep failed to recognize them for what they were. But they were still aware of their surroundings on a deep level. When Katra spoke to the gargoyles of Brightstone, each heard something different, the perfect story to pull them from their slumber. Some heard tales of the wonders waiting to be seen out in the world. For others, she painted pictures of the excitement to be found in battle, or the satisfaction to be found in protecting someone one cares about. Her magic roused them, but not all the stone host joined the hag. A small force of gargoyles had heard the songs and teachings of the Silver Flame even while they slept, and found the vision of the Flame to be compelling. These gargoyles helped a group of friars escape and return to Flamekeep, where they have embraced the Silver Flame and fight alongside the templars to this day; these gargoyles are now known as the {@i wingwyrds}.",
																"Brightstone Keep wasn't the only place where Sora Katra woke slumbering gargoyles. There were a handful of other shunned keeps along the edge of the Byeshk Mountains, and Katra roused the gargoyles in each. And there was one place where some gargoyles were already awake: Cazhaak Draal, the city at the heart of the Stonelands. When the medusas laid claim to the city, their queen spoke to the slumbering gargoyles. Some chose to remain in their torpor, but a handful awoke and were eventually convinced to work with the medusas. It was through this alliance that the gargoyles learned how to reproduce, as described later in this article. Medusa and gargoyle alike chose to remain isolated from the warlike denizens of the Barrens, and the gargoyles of Cazhaak Draal rarely left the fortress city. But the Cazhaak gargoyles have been awake for over a century; they are more used to the world and to working side by side with organic creatures, and some have adopted the Cazhaak faith. When the Daughters of Sora Kell established a new province centered on the newly-christened Grimstone Keep and appointed Cairngorm to serve as warlord and guardian of the province, many of the gargoyles of Cazhaak Draal flocked to their new prince.",
																"In creating a gargoyle, consider which of these categories you fall into. Did you slumber in the ruins for thousands of years? Did you live alongside the medusas of Cazhaak Draal? Are you a newborn, hewn in the gravel pits of Cazhaak Draal and still crafting your final form? Or are you a gargoyle with no connections to Droaam whatsoever... a statue infused with life elsewhere in the world?"
															]
														},
														{
															"type": "entries",
															"name": "Stone in Form",
															"page": 26,
															"entries": [
																"Gargoyles are elemental creatures, and their physiology defies all natural laws. When a gargoyle stands still, it is indistinguishable from a stone statue. They are made of light, inanimate stone... And yet, when they choose to move, they can. This same illogic applies to their wings. Gargoyle wings can take many forms, but the vast majority couldn't possibly keep a gargoyle aloft, and yet somehow they fly. Some scholars believe the gargoyles fly through an instinctive manipulation of elemental air, but nothing has been proven. With that said, the fact that gargoyles have the elemental type doesn't mean that they have any planar connection or any bond to other elemental creatures. They are elementals because they are creatures of animate stone.",
																"The majority of gargoyles follow the model of the Dhakaani guardian statue—the classic horned, bat-winged humanoid. However, this is only due to the fact that these statues were produced in mass quantities. Firstly, the Dhakaani gargoyles weren't stamped out of a mold. The horned, winged design is common, but some gargoyles have ram's horns, tribex horns, or no horns at all. Likewise, gargoyle wings can be long or ridiculously small, stone carved in the likeness of leather or feathers. Someone exceptionally versed in the history of Dhakaan could potentially identify the ruin a sleeper gargoyle comes from based on its artistic design. And yet, when Orlassk animated the statues of the Barrens, it affected more than just the guardians. There are wingless gargoyles carved in the shape of ancient Dhakaani heroes. The Dhakaani were especially infuriated by this mockery of their champions and made an extra effort to destroy these creatures, but there are still a few scattered among the host of Grimstone. In creating a gargoyle character, consider how your appearance reflects your choice of class. Unlike warforged, gargoyles weren't built for a specific purpose; the Dhakaani artisans had no idea their creations would come to life. But the material used or design of a gargoyle could influence its capability. A gargoyle Druid could be carved from densewood instead of stone, while a gargoyle Sorcerer could have dragonshards or slivers of demonglass incorporated into its stone body.",
																"This highlights the fact that not all gargoyles have wings. The classic Dhakaani guardian—represented by the gargoyle stat block in the Monster Manual—has wings and claws, and is formed from dense stone. But a gargoyle with the shape of a bugbear hero or a Cazhaak newborn may be made from softer stone and lack both claws and wings. These traits are reflected by the feats Wings of Stone and Hewn for Battle (see chapter 4). If your gargoyle character begins at a high level, you may start with these traits. If you're playing a 1st level gargoyle character, you have yet to assume your final form, or perhaps you've simply chosen not to add wings to your design.",
																"This choice is reflected in the way gargoyles reproduce and grow. Gargoyles have no functional reproductive organs. To reproduce, two or more gargoyles work together to carve an egg. During this ritual, they infuse the egg with a fraction of their own lifeforce. The egg is buried in a pit of gravel or stone shards. Over time, it absorbs the surrounding chunks of rock, instinctively assimilating these and reshaping them to build its own body. The appearance of a newborn gargoyle usually reflects a blending of its parents, but this is a foundation. Gargoyles don't need to eat, but a growing gargoyle will consume chunks of stone that will be added to its mass. As it continues to grow, its appearance will shift to match its own evolving self-image."
															]
														},
														{
															"type": "entries",
															"name": "Gargoyles Beyond Grimstone",
															"page": 27,
															"entries": [
																"Grimstone and the Stonelands are the largest single source of gargoyles in Khorvaire, created en masse during the days of Dhakaan. But this isn't the only source of gargoyles in Khorvaire. The elemental version of gargoyles presented in the Monster Manual reflects a creature of living stone; but there are other ways this can occur. You could be a natural elemental, born from rock in a Lamannian manifest zone. You could be a servant from the domain of the archfey King Grayfinger. You could be a statue carved in the likeness of a famous figure from history, who one day awoke on your pedestal—are you animated by the spirit of that historical figure? Were you animated by the peoples' desire that this figure return? Or are you the result of an enigmatic experiment—the work of the daelkyr Orlassk or Mordain the Fleshweaver? The Grimstone gargoyles are distinct in that there's a host of them, and they have a culture. But there are other ways to play a gargoyle."
															]
														},
														{
															"type": "entries",
															"name": "Gargoyle Names",
															"page": 27,
															"entries": [
																"Gargoyles are inorganic creatures that reproduce asexually. Most creatures assume that gargoyles have no concept of gender. However, it's possible that gargoyles have a complex and subtle understanding of gender that transcends their physical forms and simply don't try to explain the complexities of this to their organic companions. Likewise, among themselves, gargoyles use names that can only be formed by the subtle grinding of stone teeth. Any other name is chosen for the purpose of interacting with other creatures. Some gargoyles choose descriptive terms, often related to the form of stone their body is formed from. Others use nicknames given to them by their organic associates. A few just pick random words they like, even if there's no obvious connection to them; as such, you could meet a gargoyle named Spoon, Sunset, or Breland.",
																{
																	"type": "list",
																	"style": "list-hang-notitle",
																	"items": [
																		{
																			"type": "item",
																			"name": "Gargoyle Names:",
																			"entries": [
																				"Alabaster, Basalt, Boulder, Chip, Cliff, Crag, Devotion, Flint, Granite, Graywall, Lime, Marble, Maul, Obsidian, Peak, Pebble, Rift, River, Rocky, Serpentine, Shale, Shard, Slate, Sunset"
																			]
																		}
																	]
																}
															]
														},
														{
															"type": "entries",
															"name": "Playing a Gargoyle",
															"page": 27,
															"entries": [
																"An immobile gargoyle is inanimate stone. In creating a gargoyle character, the crucial question is why do you move? You could sit in one place for centuries without moving, and there are gargoyles who have ignored Katra's call. What is it that drives you and gives you a reason to move and to interact with the world? Here are four of the most common gargoyle drives—but this is a starting point, not an absolute list!",
																{
																	"type": "list",
																	"style": "list-hang-notitle",
																	"items": [
																		"{@b Seekers} are driven by curiosity. They want to see new things, to have new experiences and meet new people. As a seeker, you could be driven by a broad delight in the countless wonders of the world. Or, you could have a few specific things you're searching for. Perhaps you like birds, or strange weather conditions, or humanoid hairstyles; you're always delighted to encounter a new variation of one of your interests. Seekers often work with House Tharashk, as they are interested in travel and exploring distant lands.",
																		"{@b Movers} delight in action. After centuries of stillness, they love flying, fighting, and any form of action. Gargoyle movers are often fighters, rangers, rogues, or monks; they yearn to move. Movers often serve the Daughters as scouts and soldiers, but a mover could just as easily yearn to fly as far away as possible.",
																		"{@b Guardians} are driven by love of a person, place, or thing; their lives revolve around defending their wards. Guardians are typically stationary; these are the traditional gargoyles found on fortress walls, remaining perfectly still until something threatens their charge. However, a guardian could form an attachment to another character or even to an idea, like the wingwyrds of the Silver Flame. When playing a guardian gargoyle, consider: what drove your choice of ward? Could anything break this devotion?",
																		"{@b Thinkers} are rarely encountered, because even more than guardians, they often have no reason to move. A thinker enjoys contemplating weighty concepts. This could be religion, philosophy, arcane science, or any other topic. As a gargoyle thinker, you are likely adventuring to gain access to new sources of information related to the topic that interests you. But whenever there is no need to move, you may fall into a still reverie; during downtime, you could spend days without moving, as you consider the information you've gained."
																	]
																},
																"Most gargoyles have little interest in clothing or material possessions. There's very little that they need. However, one of the greatest challenges for a gargoyle is boredom. Rather than gold, gargoyles often want to be paid in stories, songs, or jokes; they then use these as social currency in dealings with other gargoyles. Most gargoyles are tone-deaf and struggle to master musical pursuits, but the rare gargoyle bards and entertainers are held in high regard."
															]
														}
													]
												},
												{
													"type": "section",
													"name": "The Gnolls of the Znir Pact",
													"page": 28,
													"entries": [
														{
															"type": "quote",
															"entries": [
																"Surprisingly, the gnolls proved to be more loquacious than the Thranes. Thorn noticed that each of them wore cords around their necks or wrists, with bits of metal, hair, or cloth, bound by leather. Their leader, Ghyrryn, explained that gnolls of the Znir Pact retained souvenirs to remember each kill. \"The Keeper takes us all,\" he told Thorn. \"When you come to the final lands, the prey of past hunts will be waiting. Honor them in life and they will honor you in death. Let them be forgotten, and they will be hungry and filled with rage.\""
															],
															"skipMarks": true
														},
														"The first gnolls were born in the Age of Demons, a product of the endless war between Rak Tulkhesh and the Wild Heart. Even after the overlords were bound, their fiendish influence drove gnolls to engage in vicious acts of brutality. For countless generations, gnolls fought trolls, ogres, other gnolls, and any other creatures they could find, seeking blood for their hungry idols. But in time, leaders arose who urged their clans to resist the call of endless war. They dragged their idols to the place now known as Znir (\"Stone\") and shattered them. Though they might be many clans, from this day forward, they would be one pack. They would allow no one—not chib, god, or demon—to hold dominion over them. This was easier said than done. Fighting the fiendish influence within was challenging enough, but the Barrens were a chaotic tapestry of battling forces. The leaders of the newly forged Znir Pact had no desire to rule over other creatures, but even holding territory could invite attack. And so they developed the path that has carried them forward to this day: the road of the mercenary. The gnolls would claim no territory beyond the lands around Znir. They would fight for any who would pay a fair price. But if anyone sought to enslave a gnoll, or to strike against Znir itself, they would face the wrath of all the united clans. This was a lesson that had to be taught many times, but after a century or so, the point was made. To those who paid them, the gnolls were as reliable as stone. Those who betrayed them or who picked a fight would fall before the might of the full Pact. They have followed this path ever since. One could look at the Pact and say that they serve many masters. But the Znir gnoll would respond that they serve only themselves: that they choose who they fight for, they set the terms of their service.",
														{
															"type": "entries",
															"name": "Znir Clans",
															"page": 28,
															"entries": [
																"The Znir gnolls include a dozen different clans, each of which holds distinct traditions. Once, the clans were devoted to different faces of the overlords, but when they shattered their statues, each clan chose one of the moons. All gnolls skillfully hunt and fight, but the Barrakas are known to be the finest trackers of the Pact; the Aryth, the deadliest archers; the Olarune, the strongest warriors and most forceful in the vanguard. Typically, mercenary units are composed of gnolls of a single clan, assigned based on the nature of the task that lies ahead, and contracts are usually negotiated for a period based on the cycles of the clan's moon. The clans maintain distinct territories within the Znir region, but all gnolls are welcome around the hearth of any clan; the Znir take pains to crush any tension that arises between the clans. Shamans and leaders from each clan maintain a council at the Znir, around the broken idols. Here they mediate disputes, assign contracts to clans, and allocate funds and equipment. The Eyre clan has honed their skills as smiths and tanners, and they craft much of the equipment used by the Znir gnolls—though there is still a strong tradition of scavenging among the Znir, and warriors often claim trophies from fallen foes.",
																"The Znir defied the overlords when they shattered their statues, but there's still a spark of a fiend in the blood of each gnoll. Young gnolls learn how to resist this influence—to channel the strength of the fiend without giving it power over them. For most gnolls, this is a matter of discipline; Znir gnolls are known for remaining calm in the face of provocation, and having learned to fight their own demons, they aren't easily manipulated by mortals. However, some gnolls learn to draw on their unnatural heritage and to channel this power in useful ways. Znir gnolls have their own equivalents of rangers and barbarians; the ranger's primal magic draws on the Wild Heart, while the barbarian channels the fury of the Rage of War. Znir shamans are similar to warlocks, typically following the path of the Fiend. However, in all of these examples, the Znir don't serve the dark power. Rather, they can be seen as stealing their strength from it; learning to draw on it without giving anything in return. In their determination not to let fiendish forces hold dominion over their people, the Znir gnolls have also developed their own techniques for fighting supernatural threats. Champions trained to face fiends and undead are known as hwyri—Gnoll for \"warden\"—and wield powers similar to those of paladins in other lands. However, hwyri don't worship any divine power. Their abilities come from training and understanding of the demon within; they aren't crusaders, they're mercenary demon hunters. Most hwyri come from the Vult clan, and in a land that shuns the Silver Flame, these gnolls can be the best hope for people facing fiendish threats."
															]
														},
														{
															"type": "entries",
															"name": "Mercenary Service",
															"page": 29,
															"entries": [
																"While Droaam has risen around them, the Znir Pact continues as it always has. They don't work for shelter and grist, and expect to be paid for their service. This is perfectly acceptable to the Daughters of Sora Kell, who have placed a full half of the Pact forces on extended retainer. Most large communities have a Znir garrison employed by the Daughters. These troops are present to protect the region from brigands or invaders, and to help maintain order. But they serve the Daughters, not the local chib; it's understood that if the chib or their warlord turns against the Daughters, the local Znir will act against them. The remainder of the Pact serves other masters, and many warlords of chibs employ Znir gnolls as bodyguards, enforcers, or hunters.",
																"The Znir take their contracts seriously. If the client breaks the terms of the agreement, the contract immediately ends; but as long as the terms are met, Znir will face any danger and never betray a client. They have earned this reputation over the course of centuries, and this gives them a place much like the Sentinel Marshals of House Deneith in Khorvaire; everyone knows that the word of the Znir is as unbreakable as stone.",
																"House Tharashk has begun brokering the services of Znir gnolls within the Five Nations, but the Pact leaders are cautious about this arrangement. Within Droaam, Znir customs are known and respected, and the Znir can unite against anyone who defies them. The Znir recognize that they don't hold such power over the rulers of the Five Nations, and are concerned about serving so far from their stones. In addition to those who serve through House Tharashk or Daask, a number of Znir have been sent east to study the Five Nations, gathering knowledge of its people and customs so the Znir council can determine how to engage with the wider world. This scouting role is a reasonable path for a gnoll player character; it's their job to travel the world beyond and learn its ways, and to make friends and allies."
															]
														},
														{
															"type": "inset",
															"name": "The Myrnaxe",
															"page": 30,
															"entries": [
																"As mercenaries in a land of monsters, the Znir gnolls prepare to face a wide variety opponents. With this in mind, the Eyre clan produces a weapon they call the myrnaxe, named for the smith who created it. A myrnaxe has a sturdy wooden haft with a curved axeblade on one end and a long spearhead on the other. Functionally, a myrnaxe is a Battleaxe, but it can be used to inflict either Slashing damage (with the axeblade) or Piercing damage (with the spearhead). It's common for each head to be made of a different metal, so the spearhead might be silver while the axeblade is made of byeshk—thus maximizing its versatility against multiple foes. The Znir consider the myrnaxe a signature weapon of their pact and don't sell them to outsiders. The only way to acquire a myrnaxe is to be given one or to take it from a fallen foe."
															]
														},
														{
															"type": "entries",
															"name": "Gnoll Names",
															"page": 30,
															"entries": [
																"The most important identifier for a Znir gnoll is its whoop. While deceptively short, a whoop includes a range of ultrasonic inflections that indicate clan, a personal identifier, and a suggestion of family affiliation (the Znir trace lineage through the mother). Because it's impossible for most nongnolls to properly replicate a whoop, gnolls also use contract names—names intended to be used with clients and other outsiders. There is a basic structure of contract names used by all gnolls; the inflection of the name indicates gender, though few people recognize this if they don't speak Gnoll. The Znir typically attach clan name to a formal introduction: \"Ghyrryn Barrakas, Znir.\"",
																{
																	"type": "list",
																	"style": "list-hang-notitle",
																	"items": [
																		{
																			"type": "item",
																			"name": "Gnoll Contract Names",
																			"entries": [
																				"Dagnyr, Dhyrn, Ghyrryn, Gnasc, Gnoryc, Gnyrn, Gnyrl, Hyrn, Lhoryn, Lhyr, Lhyrl, Mognyr, Myrl, Sorgnyn, Thyrn, Toryc, Yrgnyn, Yrych"
																			]
																		}
																	]
																}
															]
														},
														{
															"type": "entries",
															"name": "Playing a Gnoll",
															"page": 30,
															"entries": [
																"Here are some common characteristics of gnolls—some of them biological, others cultural—that can help make a Znir character come alive.",
																{
																	"type": "entries",
																	"name": "Physical Appearance",
																	"entries": [
																		"A typical gnoll stands over seven feet in height, but this is belied by their hunched posture. Males and females are similar in appearance, and other species have difficulty telling them apart. Gnolls have thick fur over their bodies; depending on the clan, this can be uniform in color, or broken up with spots or stripes. Their eyes are yellow or green, and gleam with reflected light. While these are common traits, the fiendish heritage of the gnoll sometimes manifests itself in its appearance. An unusual gnoll could have glowing red eyes, fur with stripes that glow like flames, or other unusual traits. Typically, these don't grant special abilities, though you could attribute a class ability or feat to such a mutation."
																	]
																},
																{
																	"type": "entries",
																	"name": "Bone Eaters",
																	"entries": [
																		"Gnolls possess powerful jaws, as reflected by their Bite attack. They can chew through and digest bone, and dislike letting food go to waste. When feral gnolls raid a village, they consume even the bones of their victims. Znir gnolls won't eat their fallen foes if they're in the company of creatures who are uncomfortable with such behavior. But they often eat a small piece of any creature they slay—even if it's just a finger—to form a bond with the victim. The Znir believe that those you kill wait for you in the realm of death, and honoring them ensures that they won't be hungry when you travel to that land."
																	]
																},
																{
																	"type": "entries",
																	"name": "Pack Instincts",
																	"entries": [
																		"Gnolls have very strong pack instincts. They instinctively work together in combat, and think nothing of placing themselves in harm's way to protect their kin. Znir gnolls won't deceive members of their pack; if there are problems, they call them out directly. If a gnoll character adopts a group of adventurers as their temporary pack, these things apply to the other characters—but the gnoll will be surprised and angry if their non-gnoll packmates don't show them the same respect."
																	]
																},
																{
																	"type": "entries",
																	"name": "Casual Aggression",
																	"entries": [
																		"Gnolls often seem very aggressive to other creatures. However, gnolls themselves don't consider casual intimidation to be a hostile act; it's just a way to establish a place in the hierarchy of the pack, largely ignored once that hierarchy is established. This manifests in how gnolls make demands rather than requests, and use active statements rather than passive queries."
																	]
																},
																{
																	"type": "entries",
																	"name": "Cunning Hunters",
																	"entries": [
																		"Gnolls are strong and aggressive by nature. But both the Znir gnolls and their uncivilized kin are cunning hunters rather than simple brutes. Gnolls work together as a pack, always searching for weaknesses in enemies and supporting injured allies. Znir gnolls won't break their word, but they don't hold to any idea of honorable conduct on the battlefield; they are ruthless and efficient, and see nothing wrong with ambushing or tricking a superior foe. Some gnolls have a supernatural knack for mimicry (which could be represented by the use of Minor Illusion or the Actor feat) and use this gift to draw enemies into danger."
																	]
																},
																{
																	"type": "entries",
																	"name": "Working Relationships",
																	"entries": [
																		"Droaam is a diverse region, and the Znir gnolls have always been prepared to work for any master. They don't judge people by appearance or by their beliefs; just as they put up with demon-worshiping minotaurs in Droaam, a Znir hwyri can work alongside a templar of the Silver Flame or a warforged paladin of Dol Arrah. They may not like the people they are working with, and they may think that the beliefs of their companions are vile or foolish. But they place duty before such personal concerns, and won't insult allies or pick fights with them."
																	]
																},
																{
																	"type": "entries",
																	"name": "Communication",
																	"entries": [
																		"The Gnoll language is unique, with a range of pitches that are difficult for humans to hear, let alone duplicate. At first, it sounds much like the vocalizations of hyenas, with whining and chattering \"laughter.\" It's possible for non-gnolls to learn Gnoll, but it's a difficult feat. When stealth isn't necessary, the Znir are often quite vocal in battle; they generally coordinate actions and confirm positions with short bursts in Gnoll. Each Znir gnoll has a whoop, a unique call it uses as a sort of verbal signature; while these are extremely short, they convey both personal identity and clan loyalty. These are used to coordinate in the field, and it's common for a gnoll to whoop when entering a friendly location, as a simple way of identifying itself and giving allies an opportunity to respond. Beyond this, body language and posture—usually slumped—are an important part of gnoll communication; for example, when a gnoll feels threatened or angry, its thick crest of fur down the spine rises. The Znir dislike written communication, though they use it for contracts."
																	]
																}
															]
														}
													]
												},
												{
													"type": "section",
													"name": "The Harpies of the Byeshk Mountains",
													"page": 31,
													"entries": [
														"TBA"
													]
												},
												{
													"type": "section",
													"name": "The Medusas of Cazhaak Draal",
													"page": 32,
													"entries": [
														"TBA"
													]
												},
												{
													"type": "section",
													"name": "The Tieflings of the Venomous Demesne",
													"page": 35,
													"entries": [
														"TBA"
													]
												},
												{
													"type": "section",
													"name": "The Worgs of the Watching Wood",
													"page": 38,
													"entries": [
														"TBA"
													]
												},
												{
													"type": "section",
													"name": "Other Species",
													"page": 41,
													"entries": [
														"TBA"
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Chapter 2: The Western Frontier",
							"page": 45,
							"entries": []
						},
						{
							"type": "section",
							"name": "Chapter 3: Quickstone",
							"page": 109,
							"entries": []
						},
						{
							"type": "section",
							"name": "Chapter 4: Frontier Characters",
							"page": 147,
							"entries": []
						},
						{
							"type": "section",
							"name": "Chapter 5: Treasures Beyond",
							"page": 173,
							"entries": []
						},
						{
							"type": "section",
							"name": "Chapter 6: Fearsome Foes",
							"page": 187,
							"entries": []
						},
						{
							"type": "section",
							"name": "Chapter 7: Heart of Stone",
							"page": 224,
							"entries": []
						}
					]
				}
			]
		}
	],
	"language": [
		{
			"name": "High Kaluu",
			"source": "FoEQuickstone",
			"page": 16,
			"type": "secret",
			"typicalSpeakers": [
				"Venomous Demesne"
			],
			"entries": [
				"Spoken only in the Venomous Demesne; it has its roots in Draconic, Infernal, and Riedran."
			]
		},
		{
			"name": "Stonegrind",
			"source": "FoEQuickstone",
			"page": 16,
			"type": "secret",
			"typicalSpeakers": [
				"Gargoyles of Grimstone"
			],
			"entries": [
				"The language of the gargoyles of Grimstone, which involves grinding stone surfaces together; other creatures can learn to understand it, but cannot speak it without a set of stones."
			]
		},
		{
			"name": "Tauric",
			"source": "FoEQuickstone",
			"page": 16,
			"type": "secret",
			"typicalSpeakers": [
				"Minotaurs"
			],
			"entries": [
				"The language of the minotaur clans of the Barrens."
			]
		},
		{
			"name": "Wuura'gaa",
			"source": "FoEQuickstone",
			"page": 16,
			"type": "secret",
			"typicalSpeakers": [
				"Worgs of the Watching Wood"
			],
			"entries": [
				"The native tongue of the worgs of the Watching Wood."
			]
		}
	],
	"variantrule": [
		{
			"name": "Wands as Weapons",
			"source": "FoEQuickstone",
			"page": 20,
			"ruleType": "O",
			"entries": [
				"Magic is a part of everyday life in the Five Nations. In the wake of the Last War, wandslingers have begun to displace traditional archers. But there are no rules that make a wandslinger's choice of weapon matter—there is no mechanical difference between using a Wand or a Staff. However, the 2024 version of the fifth edition Player's Handbook introduces Weapon Masteries—properties that reflect the full potential of a weapon, which can be unlocked by a skilled combatant. Adding Mastery properties to Arcane Focuses is a way to embrace the concept that Wands and the like are weapons in Eberron and to provide a distinct flavor to each focus. With these rules, the Wand is swift and vexing, the Rod staggers a target with brute force, and the Staff shoves them back with the power of its blast.",
				"This is an optional rule that must be approved by the DM. If it is used, add the following Masteries to spellcasting focuses:",
				{
					"type": "list",
					"items": [
						"{@item Wand|XPHB|Wands} have the {@itemMastery Vex|XPHB} property.",
						"{@item Rod|XPHB|Rods} have the {@itemMastery Slow|XPHB} property.",
						"{@item Staff|XPHB|Staffs} have the {@itemMastery Push|XPHB} property.",
						"{@item Orb|XPHB|Orbs} and {@item Crystal|XPHB|Crystals} have the {@itemMastery Sap|XPHB} property."
					]
				},
				"These variants are treated just like regular weapons: a character must have the Weapon Mastery feature and choose the specific type of arcane focus to use with it. The Mastery property {@b can only be used when the character casts a cantrip that requires an attack roll:} they do not apply to any other type of spellcasting."
			]
		}
	]
}
