{
	"_meta": {
		"sources": [
			{
				"json": "BakerInnerCircleExclusives",
				"abbreviation": "IC",
				"full": "Inner Circle Exclusives",
				"url": "https://www.patreon.com/keithbaker",
				"authors": [
					"Keith Baker"
				],
				"convertedBy": [
					"BucketListMod#8973"
				],
				"version": "1.0.0",
				"targetSchema": "1.0.0"
			}
		],
		"unlisted": true,
		"dateAdded": 1603318902,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "8b6f90401c",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Inner Circle Exclusives",
			"id": "BakerInnerCircleExclusives",
			"source": "BakerInnerCircleExclusives",
			"author": "BakerInnerCircleExclusives",
			"published": "2020-07-17",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "http://keith-baker.com/wp-content/uploads/2019/11/Eberron-title.png"
			},
			"contents": [
				{
					"name": "The Provinces of Riedra",
					"headers": [
						"Bournan",
						"Corvagura",
						"Dor Maleer",
						"Khalesh",
						"Nulakesh",
						"Ohr Kaluun",
						"Pyrine",
						"Rhiavhaar"
					]
				},
				{
					"name": "Royals of Galifar",
					"headers": [
						"Cyre ir'Wynarn",
						"Prince Dyran ir'Wynarn, \"Clever Dyran\"",
						"King Galifar ir'Wynarn II, \"Galifar the Dark\"",
						"Queen Hala ir'Wynarn, \"The Sun Queen\"",
						"Queen Marala ir'Wynarn, \"The Hand of Aureon\"",
						"King Sarath ir'Wynarn, \"The Serpent King\""
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "BakerInnerCircleExclusives",
			"source": "BakerInnerCircleExclusives",
			"data": [
				{
					"type": "section",
					"name": "The Provinces of Riedra",
					"entries": [
						"The Unity of Riedra is a single political entity. It's one nation. But it's made up of eight provinces, and each of these provinces were once unique nations. Those nations were shaped by environmental factors, by religions, arcane discoveries, and most of all, by {@i planar influences}. While they are now unified—and while the Inspired work to discourage any strong sense of provincial nationalism in modern Riedra—understanding these fallen nations is crucial both to understanding the landscape of Riedra, the history of the Five Nations, and the secrets or wonders that adventurers might travel to Riedra to uncover. RIEDRA may be one nation, but you'll have very different adventures in Borunan and Ohr Kaluun.",
						"{@i Secrets of Sarlona} implies that the old kingdoms were fairly advanced—that they had wizards, sorcerers, divine champions. If so, why did these techniques not travel to Khorvaire? And in general, why don't the Five Nations show their Sarlonan roots more strongly? We've said that while most followers of the Sovereign Host in the Five Nations know that their faith is \"the Pyrinean Creed,\" very few actually know that this means it originated in the Sarlonan nation of Pyrine. Why have these nations been forgotten?",
						"There's two important factors. The first is that the Sarlonan \"settlers\" of Khorvaire weren't the paragons and pride of their nations. We've called out that Lhazaar was a {@i pirate}, and it's no accident that her lieutenant Malleon was known as \"The Reaver.\" Many of those who followed Lhazaar were outlaws, renegades, or rebels of one brand or another. Later waves of colonization were largely driven by refugees. These weren't organized efforts to preserve the culture and achievements of the old kingdoms. Equally important is the fact that they {@i couldn't} transport many of their greatest achievements, which is another reason why there weren't more active programs driving colonization. Because one thing Sarlona has in greater amounts than any other continent is planar influence. Manifest zones, wild zones, reality storms, and more—Sarlona is {@i closer to the planes} than Khorvaire. This creates both threats and opportunities. Depending on their traits, manifest zones and wild zones can be extremely dangerous—but as seen in Sharn, Shae Mordai, and Dreadhold, they can also enable wonders that can't be replicated in the mundane world. Manifest zones can be a source of unusual flora, fauna, or other resources. The drug known as {@i absentia} is created using a root that grows in certain Xoriat manifest zones, while the pomow plant—the mainstay of the Riedran diet—was developed in Lamannian zones. Beyond this, the more powerful zones leak planar energies into the surrounding region. This can be tapped to produce magical effects, and can also subtly shape the personality of mortals. Creatures that live in the vicinity of a Shavarath wild zone are more likely to be aggressive—and to have an instinctive knack for developing martial skills. So the wizards of Khunan and the sorcerers of Corvagura were channeling planar magic... and when Khunan wizards fled to what's now Valenar, they found that {@i their magic didn't work there.} So the reason the Five Nations don't seem to be that much more advanced than the fallen kingdoms of Sarlona is because they had to {@i rebuild} their arcane science... in the process, creating forms of magic that are more reliable and versatile. Nonetheless, it is possible that adventurers sifting through the ruins of the old kingdoms may find rituals, relics, or spells that are a match or even superior to modern techniques... though it might take the skill of an exceptional arcanist—or a player character—to adapt these techniques to the modern style! {@i (Side note for the Arcana-proficient: the old Sarlonan style of magic—drawing on planar energies—is referred to as \"Externalist\" or \"wielding external forces.\" The most common form of arcane science employed by the Five Nations is \"Siberyan,\" and manipulates energies exuded by the Ring of Siberys.)}",
						"So what follows focuses on aspects not covered in {@i Secrets of Sarlona}: the impact of the planes and interesting aspects of the old cultures. But always remember that the Inspired have worked to suppress the old traditions. In particular, the {@b Edgewalkers} are an elite order tasked to protect innocents from extraplanar threats, and one of their major duties is patrolling the borders of wild zones. Many zones do contain deadly threats; but in other cases the Inspired don't want the locals to find ways to use the zones as their ancestors did, or to be influenced by the zone.",
						"Note that manifest zones to all planes (save Dal Quor) can be found anywhere in Riedra. What are called out in these sections are the most common and powerful planar influences in a region, and the common {@i wild zones}. But manifest zones to Thelanis can be found in any province, for example; in the novel {@i The Gates of Night}, the protagonists travel between Xen'drik and Sarlona using manifest zones tied to Thelanis.",
						{
							"type": "entries",
							"name": "Bournan",
							"entries": [
								{
									"type": "list",
									"name": "In Boruan, you might...",
									"items": [
										"Be drawn into the schemes of oni and ogres plotting rebellion.",
										"Find an ancient forge where oni crafted weapons for ogre champions.",
										"Be forced into an extension of Shavarath, where celestials and fiends fight an endless war.",
										"Use a passage from Khyber to enter Riedra."
									]
								},
								"In the days of the old kingdoms, the ogres of Borunan were peerless warriors. The champions of Borunan possessed inhuman strength, martial discipline, unshakeable courage, and weapons forged in Fernian flame. Time and again, they repelled the legions of Nulakesh and the crusaders of Khalesh, and yet Borunan never sought to conquer any of its neighbors. Some might wonder why this was. Borunan is a harsh land; did the ogres never consider claiming the more fertile fields of Nulakesh? What kept their population so low that they never needed to expand?",
								"It's commonly known that the people of Borunan considered their neighbors to be \"unworthy foes\" and the common assumption was that the ogres were cruel brutes who constantly fought one another. In fact, the ogres were waging a truly divine war—fighting alongside angels in an endless struggle against devils. The center of Borunan contains a wild zone to Shavarath where a fragment of the Eternal Battleground extends directly into the material plane, and the ancient ogres devoted their might not to conquest, but to defending this keep against the forces of tyranny.",
								"Borunan contains multiple wild zones tied to {@b Fernia} and {@b Shavarath}, along with multiple passages into {@b Khyber}. The forerunners of the ogres emerged from a demiplane within Khyber; tectonic activity destroyed this passage, leaving them stranded in this barren region of rocky desert and hills. Of the Shavaran wild zones, only the one—known to the ogres as {@i Gul Dol,} the Gate of War—is a direct passage to the Eternal Battleground. But the ogres built their fortresses in the other Shavaran zones, and over generations the influence of Shavarath helped shape them into fierce warriors. The origin of the oni is a secret long forgotten, but one possibility is this: just like the rakshasa and the overlords, the immortals of Shavarath cannot be permanently bound. But during their service in Gul Dol, the champions of Borunan found a way to bind defeated fiends to their own bodies—sort of an involuntary version of the process that created the kalashtar, trapping a fiend within a bloodline of ogres. Thus the supernatural powers of the oni may be tied to the essence of devils bound to the bloodlines. This could be why many oni are drawn toward evil; but the oni of Borunan resisted those sinister instincts, using the power of their defeated foes to fight alongside celestials.",
								"In addition to being fierce warriors, the oni of Borunan forged their weapons in the {@b Cauldron}, a wild zone tied to Fernia. Their weapons weren't as well-crafted as the arms and armor of the Dhakaani, but the oni spell-smiths were able to channel the energies of Shavarath and Fernia to imbue their creations with powerful magic. While most of these weapons were destroyed long ago—not to mention being designed to be wielded by ogres and oni—legendary items or even artifacts could remain in Gul Dol, the Cauldron, or other ancient ruins.",
								"The ogres of ancient Borunan cared nothing for the Sovereigns or the Silver Flame. They were entirely devoted to the battle for Gul Dol. The angels of the Legion of Freedom battle the devils of the Legion of Tyranny for control of this massive fortress, which is broken into multiple rings and wings. The angels believe that the balance of this war reflects the balance between tyranny and freedom across the multiverse. Of course, this is only one of countless fronts in the eternal war between these forces, but the ogres embraced this idea and believed that in fighting alongside the angels they were fighting for freedom for all people.",
								{
									"type": "entries",
									"name": "The Fall of Borunan",
									"entries": [
										"Despite the might of its champions, Borunan was easily laid low by the Dreaming Dark. The humans of the surrounding regions had long feared the ogres, and it was easy for the quori to fan these flames. Within Borunan itself, the quori sowed doubts and created feuds, shattering centuries of unity. {@i Were the oni secretly in league with devils? Was the battle for Gul Dol a pointless sacrifice?} Civil strife decimated Borunan and left it vulnerable to outside attack."
									]
								},
								{
									"type": "entries",
									"name": "Borunan Today",
									"entries": [
										"In the present day, the ogres of Borunan are kept from the wild zones that served as the strongholds of their ancestors, and largely kept from any form of war; they use their strength for manual labor as opposed to battle. The oni are raised to believe in a twisted form of their actual history. Riedran oni are taught that their gifts are the result of being living prisons for fiends; it is the duty of the oni to redeem the fiend within them through their own devoted service to the Inspired. Largely, this has proven successful, and the Horned Guard—an elite corps of oni soldiers—is one of the most powerful weapons in the Riedran arsenal. However, over the course of the last two decades a group of Borunan rebels has been forming a resistance movement, the Horned Shadow, that seeks to protect the ogre-kin (ogres, oni, eneko). This is still a young movement, struggling to build power while avoiding the gaze of the Thousand Eyes. It's up to the DM to decide if the Horned Shadow is entirely heroic—a throwback to the champions of ancient Borunan, who devoted their lives to defending freedom from tyranny—or if the oni leaders are driven by fiendish impulses and have malevolent goals."
									]
								},
								{
									"type": "entries",
									"name": "Keep in Mind",
									"entries": [
										"Borunan has many passages to Khyber. These could provide ways for adventurers to cross from Khorvaire into Riedra, intentionally or by accident. This could also be a vector that could bring the minions of a daelkyr into Riedra. The Edgewalkers monitor these passages, and have sealed those that can be sealed. The public is kept away from the wild zones that hold the ancient ruins of Borunan, and believe them to be the domain of foul {@i altavars} (the Riedran term for fiends). The two most powerful zones are the Cauldron (a Fernian zone in the Broken Blade Mountains and the seat of old Borunan's oni spell-smiths) and Gul Dol. Today, the majority of the Gate of War is in the hands of the Legion of Tyranny, but the angels still hold an isolated keep. Their forces include a number of Borunan sword wraiths—the spectral vestiges of the ogrekin champions that fought and died alongside them.",
										"The ogres of Borunan are generally more intelligent than their cousins in Droaam, with an average Intelligence of 9. It's likely that the ancestors of the ogres and oni of Khorvaire were transported by a planar anomaly; this might explain their reduced Intelligence and the lack of any Borunan traditions. Another possibility is that the ogres of Khorvaire are a separate branch of the species—that they came from the same demiplane but emerged in Khorvaire instead of Sarlona, and were untouched by the influence of Shavarath."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Corvagura",
							"entries": [
								{
									"type": "list",
									"name": "In Corvagura, you might...",
									"items": [
										"Seek to sabotage the teleportation network of Durat Tal.",
										"Explore a mysterious magebreeding facility in a Lamannian wild zone.",
										"Try to save a youth who's manifested sorcerous powers.",
										"Explore the tomb of a forgotten sorcerer-king."
									]
								},
								"Corvagura is a tropical region marked by deep jungles and lush fields. It has long been the most densely populated region of Sarlona, and it was one of the most powerful and influential of the old kingdoms. Corvagura includes manifest zones and wild zones tied to {@b Lamannia, Mabar,} and {@b Thelanis}. It's the influence of Lamannia that lends unnatural fertility to the region and its inhabitants. The influences of the other planes were made manifest in two powerful lines of sorcerers. Anyone born within the sphere of influence could potentially develop sorcerous powers; Corvagura was born when leaders rallied these sorcerers into two noble houses, and used their powers to conquer the city-states in the region.",
								{
									"type": "list",
									"items": [
										{
											"type": "item",
											"name": "The House of the Sun",
											"entry": "drew its power from Thelanis. Its members had the Wild Magic origin. Their magic tended towards glamour and glory, twisting the thoughts and emotions of others or striking down foes with bolts of flame. Though biologically human, members of the House of the Sun often had fey features and could be mistaken for Khoravar. The sorcerers of the House of the Sun were taught to be proud and glorious, demanding adoration from their subjects."
										},
										{
											"type": "item",
											"name": "The House of the Moon",
											"entry": "drew its power from Mabar. Its members had the Shadow origin, and their magic drew on darkness and inspired fear. They never animated the dead, but they could command shadows and summon specters. The sorcerers of the House of the Moon were taught to be calm and cruel, instilling terror in any who might challenge them."
										}
									]
								},
								"While these houses were presented as families, position was based entirely on sorcerous power. Anyone who manifested such powers would be adopted into the appropriate house, while any heir who failed to show sorcerous talent by their 18th birthday was cast out. The majority of the sorcerers of Corvagura were convinced that their powers elevated them above the common people, and were infamous for their casual cruelty and tyrannical rule. But they did protect the common people from a number of deadly threats, from the colossal beasts that emerged from Lamannian wild zones to the restless dead and capricious fey unleashed by the other wild zones.",
								{
									"type": "entries",
									"name": "The Fall of Corvagura",
									"entries": [
										"The quori attacked Corvagura on three fronts. They encouraged the cruelty and narcissism of the worst of the sorcerers, pushing their subjects past the limit of what they would endure. They created a deep, paranoid rift between the houses, leading to destructive vendettas. And they encouraged the spirit of revolution among the people—culminating in the appearance of early Inspired, commoners wielding supernatural powers capable of defeating the sorcerers."
									]
								},
								{
									"type": "entries",
									"name": "Corvagura Today",
									"entries": [
										"Today Corvagura is the heart of Riedra, both in terms of population and administration. It's home to both the capital city of {@b Durat Tal} and the primary eastern port, {@b Dar Jin,} along with a number of other important bastion cities. The influence of wild zones tied to Mabar and Thelanis are largely contained by the Edgewalkers; the {@b Shanjueed Jungle} has been called out as the largest Mabaran manifest zone in Eberron, dwarfing even the Gloaming of the Eldeen Reaches. Lamannian wild zones and manifest zones have been tapped to contribute to the agricultural programs of Riedra; this includes the creation of unusual hybrids, such as the pomow plant. As the Inspired keep people out of the wild zones and work to contain their influence, plane-touched sorcerers are rarely born in Corvagura. People know what to watch for and {@i know} that such sorcerers are vessels for altavars (evil spirits), responsible for chaos and bloodshed in the days before the Unity, and sorcerers identified by the Thousand Eyes will either be killed or forced into service with the Edgewalkers. However, as with other provinces, there may well be a few who have managed to conceal their powers or who managed to flee into wild zones and survive there—rebels who could assist player characters. On the other hand, some such sorcerers have internalized the teachings that these powers are the gifts of fiends, and believe that the path to greater power lies in performing vile acts; such criminals are exceedingly dangerous. It's worth noting that while the sorcerer-princes of ancient Corvagura were human, there's nothing stopping a Corvaguran changeling, shifter, or member of another species from developing such powers. "
									]
								},
								{
									"type": "entries",
									"name": "Keep in Mind",
									"entries": [
										"Corvagura is the heart of Riedra. Dar Jin is a center for trade and diplomacy. Durat Tal is the administrative center of the Unity, and it is also the hub for the network of {@spell teleportation circle|PHB|teleportation circles} that allow the Inspired to swiftly move troops and supplies across the length of their realm. Because of this, Corvagura has the largest number of hanbalani monoliths and the greatest effort made to ensure the loyalty of its people; while there could be a few rogue sorcerers, Corvagura is a difficult place to find support for any sort of rebellion.",
										"The manifest and wild zones tied to Mabar and Thelanis provide all sorts of potential for adventures. These zones may contain ruins associated with the Houses of the Sun and Moon, along with the forgotten treasures of the sorcerer-kings. Mabar zones may yet be haunted by the specters of ancient tyrants or by newly animated undead. The Edgewalkers are dedicated to keeping fey and undead contained, and the Thousand Eyes ensure that no one tells the stories of the fey. But this can still be another way to enter Riedra; Thelanian zones often allow passage to the Faerie Court under the right circumstances, and adventurers exploring the Twilight Demesne in Khorvaire could accidentally end up facing Edgewalkers on the edge of a forest in Corvagura."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dor Maleer",
							"entries": [
								{
									"type": "list",
									"name": "In Dor Maleer, you might...",
									"items": [
										"Use a passage to Dolurrh to rescue a lost soul.",
										"Release an ancient champion who's been bound in ice for thousands of years.",
										"Battle rocs or other colossal beasts.",
										"Help a band of duergar commandos strike a blow against the inspired."
									]
								},
								"Dor Maleer is a region of harsh plains, cold deserts, and mountains. It is a barren land, only slightly more hospitable than the Tashana Tundra that lies to the north. In the days before the Sundering, the northern mountains were the domain of the Akiak dwarves, while the plains were claimed by the Hual Maleer, a loose federation of human and shifter clans.",
								"The plains of Dor Maleer lack the resources to support large settlements, and the Hual Maleer have always lived in small communities, splitting and forming new clans when the population began to outstrip local resources. Dor Maleer contains multiple wild zones and manifest zones tied to {@b Lamannia}, but these showcase the versatility of that plane. Most people think of Lamannia as the Twilight Forest, as a plane that enhances the fertility of plants and animals... and this is a common element of Lamannian zones. But Lamannia embodies the power of nature, and that includes deadly storms, frigid tundras, raging volcanos, and more. The plains of Dor Maleer are broken up by regions of environmental extremes at odds with the surroundings. Wild zones could cause endless hurricanes, with free-roaming air elementals howling with the winds. There are vast pools of lava in the Maleeri plains, and fire elementals occasionally emerge to scorch the soil. There are also a few wild zones where the environment is more welcoming—a stretch of dense forest, an impossibly verdant valley. Maleeri hunters forage and hunt in these regions, but attempting to settle them is unwise. These zones represent the indomitable force of the wild, and resist the intrusion of civilization. Disease, accelerated decay, and hostile wildlife will all plague any would-be settlers. And hostile wildlife in these zones is quite literally a big deal. These regions produce megafauna, massive beasts similar to rocs in size and power, though they can take many forms. These powerful beasts are sterile outside their zones, and thus haven't spread. But there are tales of ancient hunters feeding a village for a month with the corpse of a mighty bear dragged from the deep forest. These wild zones cannot be tamed, but there are a few manifest zones with less extreme effects, and these were the sites of Dor Maleer's largest communities.",
								"The mountains of Dor Maleer contain wild zones tied to {@b Risia} and {@b Dolurrh}. In the Risia zones, chasms are filled with ice and temperatures are far more severe than nature should allow. But the ice of Risia preserves, and time ceases to flow for creatures or objects encased in ice in such a zone. It's possible explorers could find ancient champions from the Sundering or the days of the old kingdoms—or even a frozen dragon from the Age of Demons! The influence of Dolurrh is unpredictable. The most dramatic landmark is the Final Passage. When the moon Aryth is full, those who venture into this cavern can enter the Catacombs of Dolurrh. This offers a way to recover a soul that cannot be resurrected through normal means. But the Catacombs have guardians, and the Queen of the Dead doesn't surrender her subjects easily.",
								"The Frostblade (Paqaa) Mountains were the home of the Akiak dwarves, a dwarf culture that produces mountain, hill, and gray dwarves. The Akiak duergar are thought to be a mutation resulting from generations dwelling in the radius of the Dolurrh wild zones. In addition to their sensitivity to light, the Akiak duergar have an unusually strong bond to Dolurrh. This often results in a flat emotional affect; though they aren't paralyzed by the infamous ennui of Dolurrh, the Akiak are somber by nature. Akiak duergar hear the whispers of spirits, both the voices of their own ancestors and of others who have died in the places they pass through. Largely these voices form an incomprehensible chorus. However, some Akiak duergar hone their skills and become mediums (as per the {@creature magewright|ERLW} specialty in {@book Rising From The Last War|ERLW}). All duergar can learn to channel this babel, harnessing this choir of excess thought as pure psionic power; it's by channeling this power that a duergar can hide itself from the perceptions of others or temporarily expand its mass. Akiak champions learn to wield this power to produce devastating effects. In the days before the Sundering, the Akiak pioneered the development of psionic tools and channeling devices; the hanbalani monoliths that ensure Inspired dominance over Riedra are based on Akiak techniques.",
								{
									"type": "entries",
									"name": "The Fall of Dor Maleer",
									"entries": [
										"Dor Maleer was never a strongly united nation. The first step for the Dreaming Dark was to build a force among the Hual Maleer—causing tensions between clans and between human and shifter. Inspired champions arose within the clans, uniting them and spreading the word of the Path of Unity. The psychic Akiak proved resistant to the manipulations of the Dreaming Dark, but the quori amplified fear and conflict between them and the people of the lowlands. As the Unity of Riedra emerged, the first true Inspired offered peace to the Akiak, and paid them handsomely for their aid in creating the hanbalani and other elements of Riedran infrastructure. But once the dwarves had served their purpose, Riedra turned on them—launching a brutal preemptive strike. Survivors were driven from their mountain home and into the Tashana Tundra. "
									]
								},
								{
									"type": "entries",
									"name": "Dor Maleer Today",
									"entries": [
										"This harsh frontier region can't support the civic infrastructure that is common throughout the rest of Riedra. There is a single bastion city: Dar Vuleer, a port on Lake Kelneluun; this is in a Lamannia manifest zone that allows limited agriculture and exceptional fishing. The fortress of Kintarn Malin coordinates the defense of the northeastern border and also serves as a training center for the shifters of the Taskaan Legion. Beyond this, Maleeri villages are smaller and more loosely structured than their southern counterparts. There are relatively few hanbalani monoliths in the province and many villages don't have the shared dreams or receive messages from the Voice. As such, while most Maleeri still support the {@i idea} of the Unity, they are not as deeply indoctrinated as the people of other provinces. Rebels from other provinces who don't want to flee Riedra entirely might take shelter in Dor Maleer, where the Thousand Eyes aren't watching so closely.",
										"Because of the sparse population of Dor Maleer, the wild zones of the province don't receive the same level of attention from the Edgewalkers as those in southern population centers. Local hunters work together to deal with rampaging megafauna, and elementals rarely stray far enough from their zones to endanger the inhabitants. The Final Passage doesn't unleash threats into the world, and mortals who enter it almost never return; so while there are a few Edgewalker outposts monitoring the region, these zones are largely accessible to adventurers.",
										"The Akiak were driven from the region and their towns and fortresses were destroyed; there are ruins in the mountains, though most have been picked over by Akiak rebels in the intervening centuries. As described in Secrets of Sarlona, the Akiak are currently expanding their resistance movement, even sabotaging monoliths."
									]
								},
								{
									"type": "entries",
									"name": "Keep in Mind",
									"entries": [
										"The mountains are home to manifest zones and wild zones tied to Dolurrh. Unlike Mabar, Dolurrh rarely produces hostile undead. However, the mountains are certainly {@i haunted}, carrying echoes of the ancient dead. Shadows might replay powerful or emotional moments, or adventurers could stumble across battles being refought. Like {@spell speak with dead}, these are typically just traces of memory—but they can certainly be eerie."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Khalesh",
							"entries": [
								{
									"type": "list",
									"name": "In Khalesh, you might...",
									"items": [
										"Recover an artifact from a couatl tomb.",
										"Discover a hidden enclave of shulassakar.",
										"Channel the power of Irian to perform a crucial ritual.",
										"Find a portal to one of the floating towers of Irian."
									]
								},
								"Khalesh is a land of temperate plains and desert—green grassland fading into sun-baked plains and mesas. While it's more hospitable than neighboring Borunan, at a glance it's rather barren—endless and empty. And yet, if you wander these plains, you may find yourself enveloped by a sense of well-being, a deep-rooted optimism and the knowledge that all will be well... with an underlying conviction that you'll fight to keep it that way.",
								"Khalesh is suffused with the energies of {@b Irian} and {@b Shavarath}. It is Irian that provides the optimism and draws people toward the light. The influence of Shavarath is slower and more subtle, but over many thousands of years it produced a culture determined not just to embrace the light, but to battle the darkness. There are a number of patches where {@b Syrania} reaches through, where the dominant mood is one of peace. But for the most part, it is a realm that breeds hope and the willingness to fight for it... two things that are very dangerous for the Inspired.",
								"These planar influences aren't the only supernatural force at play in Khalesh. Glance across a Khalesh plain and you may see what seems to be a giant bone projecting from the earth—a fallen column of what seems to be polished ivory. The locals call these \"dragon bones\", saying they are the bones of Eberron herself. But search further and you may find patches of wall, foundations, or even small buildings formed from this dragonbone. It is virtually indestructible and seemingly immune to the passage of time. It's not made from the bones of the earth; it is a building substance used by the ancient couatl, the most numerous of the native celestials of Eberron. Khalesh is one of the places that the couatl came into the world in the Age of Demons, one of the anchors where these immortals would reform if they were destroyed. In a sense, it's the celestial counterpart to the Demon Wastes of Khorvaire; a place suffused with lingering celestial power.",
								"The humans of Khalesh built their cities on couatl foundations, and Khaleshi champions had visions of the celestial serpents and their great sacrifice to protect the innocent. The couatl graced the banner of Khalesh, and its people took up their ancient battle against fiends. And so all three factors played a part. The Khaleshites drew on the power of the Silver Flame and embraced the call to fight supernatural evil. Irian inspired them with hope and the belief that they could build a better world. And Shavarath drove them to FIGHT for that world—to push beyond the purely compassionate aspects of the Silver Flame and to use the sword to battle mortal evil as well as fiends.",
								"The Khaleshite crusaders wielded the power of the Silver Flame, but they didn't call it by that name. They fall under what the Library of Korranberg has defined as a \"Serpent Cult\"—focused purely on the celestial couatl and their battle against the fiends. Precedent suggests that the Khaleshites must have had their own equivalent of the Voice of the Flame, but few details of the ancient champions remain. The people of Khalesh were constantly clashing with their neighbors. They fought supernatural threats, battling aberrations from Khyber, destroying undead, smashing extraplanar threats. But they were unduly proud of their virtue, and the pervasive influence of Shavarath drove them to {@i fight}—to look for flaws in the people around them. They fought the tyrants of Nulakhesh, clashed with the reavers of Rhiavhaar and the bandits of Sunyagir, and battled the beasts of Borunan. In periods when they were at peace with Nulakesh, they would join forces to attach Ohr Kaluun... which, to be fair, certainly deserved it.",
								"So Khaleshite civilization was built around constant conflict, blended with a sense of moral superiority and an endless quest toward the light. Khalesh was a virtuous society, but all too quick to draw a sword when a compassionate word could better serve.",
								{
									"type": "entries",
									"name": "The Fall of Khalesh",
									"entries": [
										"Khalesh was always deeply unpopular with its neighbors, so it wasn't hard for the quori to harness that resentment. But they had another card to play. Quori agents revealed that the noble families of Khalesh had long concealed a bizarre secret: that over the course of untold generations of devotion to the serpent cult, Khaleshite champions had become something inhuman. The Khaleshite leadership was riddled with {@link shulassakar|http://archive.wizards.com/default.asp?x=dnd/ebds/20040920a}, a feathered form of yuan-ti tied to the couatl. While the shulassakar were devoted servants of the light, through dreams and agents the quori were able to twist this, convincing the common people that the shulassakar were monstrous alien invaders, that THEY were fiends and that the corrupted bloodlines of Khalesh had to be completely exterminated. And, to a large degree, they were. The Inspired largely depopulated the region and leveled its cities—fortified citadels built in manifest zones tied to Irian and Shavarath. All couatl relics that could be found were destroyed, and records of the virtuous victories of the Khaleshites were wiped from history."
									]
								},
								{
									"type": "entries",
									"name": "Khalesh Today",
									"entries": [
										"The current inhabitants of Khalesh are descended from people resettled from the forgotten nations of the Syrkarn region. The modern people of Khalesh shun the ancient ruins and know that the ancient people were corrupted by the vile spirits in the region, and they are especially observant in their devotion to the Path of Inspiration. A few of the Kintam fortresses are built in manifest zones tied to Shavarath, but people are forbidden to enter the powerful wild zones, and these areas are patrolled by the Edgewalkers; all know that the sense of hope one feels around these areas is the lure of fiends trying to set hooks in your soul.",
										"Khalesh has the potential to be especially interesting for any adventurers tied to the Silver Flame. The Khaleshite faith was closer to that of the Pure Flame than to the modern church of the Silver Flame; the Shavaran influence drove them toward unnecessary violence. But there are still relics that will respond to the touch of anyone who channels the power of the Flame. There is surely a {@item holy avenger} waiting in a tomb, and there could be couatl artifacts that might help a party that needs to bind demons or resist the power of the Lords of Dust. This is also an opportunity to introduce new spells, feats, or archetypes added in a new sourcebook; perhaps a connection to a couatl or wisdom shared in an ancient scroll teaches a champion of the Silver Flame a new way to wield its power.",
										"It's up to the DM to decide just how wild the wild zones of Khalesh are. Unlike the ogres of Borunan, the Khaleshites weren't fighting a war in Shavarath. But it's possible that their capital city is in a wild zone tied to an actual projection of Irian, and that Khaleshite emissaries regularly visited the Amaranthine City. It's also a question as to whether any of the shulassakar were able to survive the Inspired purge. An unusual possibility is that in their last days, the Khaleshites developed their own form of deathless, similar to the councilors of the Undying Court. If so, there could be ascendant shulassakar, Khaleshite champions who survived the Sundering but who cannot leave the wild zone that now sustains them.",
										"Khalesh is also known to have at least one wild zone tied to Syrania. This could simply be a region where aggressive thought is impossible, or a place of floating rubble and remnants of great towers—a warning of what could become of Sharn. But as a wild zone it could be something far stranger, or even a portal into Syrania itself. Perhaps one of the floating towers of Syrania is in Khalesh—the tower of a Dominion of Knowledge who has been recording the conflict between the overlords and the couatl since time began."
									]
								},
								{
									"type": "entries",
									"name": "Keep in Mind",
									"entries": [
										"The energies that permeate Khalesh inspire and provide hope, but also urge war. The ruins of the couatl are largely VERY ruined, having endured the full force of both the overlords and the Inspired... though it's always possible there is some hidden subterranean sanctums that were never found. The people of Khalesh had their own Voice of the Silver Flame; could that spirit reach out to a modern follower of the faith, and if so, is it a purely positive power or does the influence of Shavarath make it a dangerous threat? The current people of Khalesh are devoted to the Inspired and hard to sway, but could the touch of Irian lend hope to insurgents?"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Nulakesh",
							"entries": [
								{
									"type": "list",
									"name": "In Nulakesh, you might...",
									"items": [
										"Try to convince an Edgewalker commander of the threat posed by the Dreaming Dark",
										"Steal planar research from the arcane workshops of Dar Mun",
										"Destroy a Riedran resurrection facility",
										"Venture into the Iron Ward of Daanvi, a realm of tyrannical devils."
									]
								},
								"Long before anyone had dreamed of the Unity of Riedra, the Empire of Nulakesh was the most powerful force in Sarlona. Beginning as a single city-state, its legions conquered and assimilated the people of the surrounding region, incorporating them into its war machine. At its height, the Empire of Nulakesh dominated much of what is now Pyrine and Dor Maleer. The empire waxed and waned many times; its current borders reflect the lands it held when the Inspired rebellion finally wiped out the Imperial line at the end of the Sundering.",
								"Nulakesh is strongly influenced by {@b Daanvi} and {@b Shavarath}. Where Irian and the Silver Flame channeled the Khaleshites to fight for the light, the Nulakeshi were driven by {@i war} and {@i order}. This drove deep martial instincts and an innate aptitude for martial discipline... a legacy that still lingers in Karrnath today. But the Nulakeshi genius for war was all too often wielded by tyrants, as the influence of the Iron Ward shaped the Imperial line.",
								"Nulakhesh has a high number of manifest zones tied to Shavarath. These were the foundations of most of the ancient city-states, and still are today; Nulakhesh provides the bulk of the soldiers of the Harmonious Shield, and even Nulakeshi peasants engage in regular martial drills. However, it also has wild zones, and these have been a danger throughout the history of the region. One of the Shavaran wild zones is connected to the layer known as the Warring Cities, but unlikely the ogres of Borunan, there is no role for mortals to play in this layer. Other zones don't serve as actual portals to Shavarath, but they recreate its deadly environs. All too often these Shavaran wild zones have been the source of bloodshed or tragedy, with razor storms or sword wraiths flowing beyond the borders of the zone to threaten the lands beyond.",
								"Daanvian zones are less dramatic, but they are largely tied to the oppressive layers of Daanvi. The ancient capital of the Empire, the city of Nulakar, was built in a zone tied to the Iron Ward of Daanvi. While there was no direct portal between the planes, accounts suggest that more than one devil passed from Daanvi into Nulakar, and that there was a time when the Nulakeshi emperors had fiendish advisors. ",
								{
									"type": "entries",
									"name": "The Fall of Nulakesh",
									"entries": [
										"Nulakesh was at a low point when the Sundering began. The Dreaming Dark began by firing up their imperial spirit, giving the emperor and warlords dreams of regaining their past glories. The Sundering lasted for generations, and the resurgent Nulakhesh was just the beginning of their plans. It became a tool they used to cripple surrounding nations—the force that fiercely battled the foul serpent-people of Khalesh and brought righteous fury to Ohr Kaluun. Along the way, the quori encouraged the emperors to indulge in ever-greater acts of cruel tyranny, and to work with their Daanvian devils (who were acting independently, with no idea of the role they were playing in the greater schemes). Even the stoic Nulakeshi had a breaking point; as they grew close to it, the first Inspired rose up, promising to overthrow the tyrants—whom they revealed to be working with devils!—and to lead the people on the true path of righteousness, cleansing ALL the foulness from Sarlona. Once the Inspired of Nulakesh convinced their forces to unite with the Inspired-led armies of Corvagura, the fate of the continent was sealed."
									]
								},
								{
									"type": "entries",
									"name": "Nulakesh Today",
									"entries": [
										"Nulakhesh has always been a part of the strong foundation of Riedra. It is the base of the Edgewalkers and the primary source of the Harmonious Shield. Its people are happy to have a cause to fight for, and to the degree that the influence of Daanvi is allowed to influence them, they are more inherently comfortable with tyranny in pursuit of order. However, the city of Nulakar is a shunned ruin, and the Edgewalkers patrol all of the dangerous wild zones. The Inspired are ever alert: they don't mind Daanvi instilling an appreciation for order in their subjects, but they will not allow other immortals to influence their people.",
										"The Edgewalkers are based in the massive fortress-city of Dar Mun, which is poised between four wild zones (including old Nulavar, the Imperial Crypt, and two Shavaran zones). In addition to being the primary garrison and training facility for the Edgewalkers, it holds the finest arcane library and workshops in Riedra. The Edgewalkers are allowed to study arcane magic, and must be prepared to fight any sort of threat. The Inspired also conduct much of their planar research in Dar Mun, and there are surely many secrets to be discovered here and powerful eldritch machines.",
										"There are only a few wild zones tied to Dolurrh in Nulakesh, but they are noteworthy. The Imperial Crypt was was the royal necropolis, noteworthy because of its curious powers of resurrection. When any form of magic that returns life to the dead is used here, it only requires half the usual costly material components. In some cases the dead interred here have spontaneously returned to life, though perhaps not with the same souls they began with. Close to Dar Mun, the Imperial Crypt is heavily guarded by the Edgewalkers. The Inspired have limited access to resurrection and largely don't need it, because they simply employ new hosts; but it could be that the Inspired are working on new techniques, trying to transform this zone into a resurrection factory. The other noteworthy wild zone tied to Dolurrh is a stretch of fields known as the Gray; this region is suffused with the ennui of Dolurrh, and those who remain in it for long soon succumb to a deadly apathy."
									]
								},
								{
									"type": "entries",
									"name": "Keep in Mind",
									"entries": [
										"The people of this region are both fiercely loyal to the Inspired and the most martially inclined of all Riedrans. The widespread manifest zones tied to Shavarath encourage aggression and can enhanced it in many ways, as will be detailed in {@book Exploring Eberron|ExploringEberron}. This region has the highest concentration of Edgewalkers, in part because it has some of the most dangerous wild zones."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Ohr Kaluun",
							"entries": [
								{
									"type": "list",
									"name": "In Ohr Kaluun, you might...",
									"items": [
										"Work with the Dream Merchants to enter Riedra unseen.",
										"Search for a powerful artifact hidden in a constantly shifting maze.",
										"Be hunted by a ruthless family of skulk assassins.",
										"Fight a cabal of wizards preparing to unleash chaos on all of Sarlona."
									]
								},
								"The kingdom of Ohr Kaluun may be the most infamous nation in the history of Khorvaire. Its lords were ruthless in their pursuit of supernatural power, committing countless atrocities in their quest for mystical might. The influence of {@b Xoriat, Mabar,} and {@b Kythri} can be felt across the islands, and these powers shaped the psyche of the people. Mabar wiped away empathy, driving people to be cruel and predatory. Kythri drove constant change, a quest for innovation and endless emerging factions. And Xoriat inspired the Kaluunites to pursue strange and terrible visions, to attempt things no mundane mind would consider.",
								"The people of Ohr Kaluun possessed advanced forms of both divine and arcane magic. Thanks to the influence of Kythri, they made countless breakthroughs in arcane science but would rarely maintain or preserve these techniques; thus Kaluunite wizards wielded astonishing powers but rarely passed their knowledge on to future generations. The most widespread and consistent advancements in Ohr Kaluun were made by their warlocks and priests; the lords of Ohr Kaluun were more than willing to make dangerous bargains in exchange for the power that they craved.",
								"Throughout most of its history, Ohr Kaluun was ruled by an alliance of Shadow Lords. In theory these were hereditary bloodlines, but in practice the title was held by whoever could claim power and hold on to it, and feuds and uprisings were common. Ohr Kaluun is well known for its {@i war mazes}, vast labyrinths that served as both fortresses and cities. Each Shadow Lord dwelled at the heart of a great maze, pursuing their own paths to power and scheming against their rivals. Each lord generally followed a different path to power, and a maze would be devoted to a particular sinister patron, whether that was a member of the Dark Six, and overlord, or an archfiend from one of the planes. While there were a few Kaluunite lords known to have actually been loved by their people, the influences of Mabar and Xoriat drove the Kaluunites to horrific excess and cruelty. If you are ever looking for an image of a classically evil cult, for people willfully embracing the service of fiends or performing vile sacrifices, there are surely tales of Ohr Kaluun that serve that need.",
								"The influence of Kythri, Xoriat, and Mabar permeate the islands, even beyond manifest zones and wild zones. There are also lesser manifest zones tied to other planes. Every war maze was built within a particular zone, and that colored the practices and achievements of the inhabitants. Evidence suggests that both the skulks and the changelings were created in Ohr Kaluun, using magebreeding techniques that surely drew on the power of Kythri. The influence of Xoriat led them to pursue paths of magic no rational mind would conceive of. Thus, while Ohr Kaluun was known for its warlocks, the Kaluunites dealt with many different patrons; one maze might use the Fiend patron to reflect bargains with native fiends, another would use the Great Old One to reflect dealing with Xoriat, another might use Hexblade to reflect bargains with the Dark Powers of Mabar. The priests of Ohr Kaluun revered the Dark Six, but different mazes had their own unique pairings, names, and interpretations of the Six.",
								"A critical aspect of this chaotic history is that almost any mystical approach could be found in a Kaluunite war maze. We've never mentioned Ohr Kaluun as working with the daelkyr or symbionts—but there certainly COULD have been a Shadow Lord who bargained with Belashyrra. Necromancy wasn't a widespread practice in Ohr Kaluun, but adventurers could be drawn into a war maze whose lord dealt with the Bone King of Mabar, and whose mummy still rules over the deadly tomb.",
								{
									"type": "entries",
									"name": "The Fall of Ohr Kaluun",
									"entries": [
										"The people of Sarlona always feared and hated Ohr Kaluun. Pyrine, Nulakesh, and Khalesh had clashed with the island in the past. Fear of Ohr Kaluun was a common thread the quori used in stirring up conflict across Sarlona; on the island itself, it was easy to amplifying the existing paranoia and feuds of the Shadow Lords until it reached a breaking point. The Shadow Lords crippled one another long before they were destroyed by the combined forces of Nulakesh and Corvagura, united by their Inspired champions."
									]
								},
								{
									"type": "entries",
									"name": "Ohr Kaluun Today",
									"entries": [
										"As with Khalesh, the Inspired were ruthless in their cleansing of Ohr Kaluun. The vast majority of its people were simply slain. The war mazes were nearly impossible to destroy, but were blocked off and shunned.",
										"Reidra maintains a presence on Ohr Kel, the largest island of the train. Dar Kel is the sole bastion city in Ohr Kaluun; while it serves as a port, it's primarily there to monitor the area, seeking to stop or at least reduce the activities of smugglers and the Heirs of Ohr Kaluun (dissidents who seek to recover dangerous power from the ancient ruins). The Inspired are legitimately afraid of Ohr Kaluun; they know that they don't know what deadly forces remain bound in the sealed mazes.",
										"Ohr Kaluun is sparsely populated; aside from Dar Kel, its legitimate inhabitants are mainly dedicated to fishing and avoid the inland ruins. However, as an areas shunned by the Inspired, it's a haven for smugglers (including the faction known as the Dream Merchants) and renegades.",
										"It's thought that the first changelings were created in Ohr Kaluun, and spread to Khorvaire in a wave of refugees. Likewise, refugees from Ohr Kaluun are believed to be the ancestors of the humans found in the Carrion Tribes of the Demon Wastes. There is only one place where the traditions of Ohr Kaluun survive: the Venomous Demesne of Droaam. The ruling families of the Demesne are tieflings, the result of magebreeding and pacts made by their ancestors. They possess the strongest warlock tradition in Eberron and have built upon the achievements of the past; however, long removed from the corrupting influences of Mabar and Xoriat, they are neither as cruel nor as inventive as their ancestors."
									]
								},
								{
									"type": "entries",
									"name": "Keep in Mind",
									"entries": [
										"The powers wielded by Ohr Kaluun are supposed to be legitimately dangerous and frightening. It's not simply that they were powerful warlocks and wizards, it's that their techniques WERE things rational people would avoid. In some cases, their powers may have had a price in blood or suffering. But it's also possible that they used spells or techniques that had unusual and dangerous side effects. You might consider the ideas presented in {@link this article about the Shadow|http://keith-baker.com/d6shadow-2/}.",
										"A secondary point is that {@i anything is possible in Ohr Kaluun.} The Venomous Demesne only preserved the traditions of a single maze, and the Shadow Lords didn't share techniques. There's no telling what secrets are buried in these ancient labyrinths... but whatever they are, they'll be dangerous and disturbing."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Pyrine",
							"entries": [
								{
									"type": "list",
									"name": "In Pyrine, you might...",
									"items": [
										"Explore one of the earliest human shrines of the Sovereign Host.",
										"Be granted a divine vision or entrusted with a sacred artifact.",
										"Debate religion with a priest of the Path of Inspiration.",
										"Discover a hidden library vault filled with ancient knowledge."
									]
								},
								"Pyrine is a land of warm plains and forests, welcoming both in its aspect and its aura. Something about Pyrine inspires calm reflection. Standing in a Pyrinean meadow, it is easy to feel a sense of joy and contentment—to know that somehow, all is right in the world. This is due to Pyrine's strong ties to {@b Irian, Daanvi,} and {@b Syrania}. The effects are strongest when people are close to a wild zone, but even beyond the zones a general sense of peace and well-being pervades the region. The people of Pyrine are naturally inclined to follow the rules, to avoid conflict; even where there are problems, surely they can be worked out.",
								"Pyrine was never a conquering kingdom. It was a nation of scholars and sages, and it shared its knowledge freely with its neighbors; Pyrinean tutors and advisors could be found in courts across Sarlona. But there was one pillar that was even more important than knowledge: the Sovereign Host. The form of the Sovereign Host embraced by most of the vassals of Khorvaire is known as {@i The Pyrinean Creed}; this is because it was established and codified in Pyrine. According to myth, a Pyrinean shepherd stumbled into the First Library, where Aureon taught them the nature of the Host and the basis of Aureon's laws. True or not, the Pyrineans were people of deep conviction and faith. They had deep and detailed visions of the Host, catalogued in countless scrolls; as a result, they also wielded remarkable divine power, matched only by the crusaders of Khalesh. But they never used their powers for war; instead, Pyrinean priests traveled across Sarlona, spreading the word of the Sovereigns and using their gifts to help those in need.",
								"Largely, Pyrine was left in peace by its neighbors. The vassal faith became common across Sarlona, and many people did see Pyrine as a blessed land with a special connection to the Sovereigns. One notable exception was Nulakesh; while many Nulakeshi adopted the faith, a number of emperors used their faith as a basis for invasion—the blessed land had to be {@i protected} by the Empire, for the good of all! There were also periods where Pyrine was targeted by Rhiavhaaran raiders, and one point when a Rhiavhaaran warlord established a new kingdom in Pyrine. However, in time—often due to pressure from other nations, and apocryphally due to pressure from the Sovereigns—Pyrine was always restored.",
								{
									"type": "entries",
									"name": "The Fall of Pyrine",
									"entries": [
										"Faith was the strong foundation of Pyrine, but the Dreaming Dark was able to use this as a weapon. Dream manipulation allowed the quori to spread false visions, creating schisms and driving zealots to pursue heresy. Nulakesh was again encouraged to extend its power into Pyrine, and even some of the Shadow Lords of Ohr Kaluun were urged to attack. Across Sarlona, quori worked to undermine faith in the Sovereigns; after all, if the gods were just, why would they allow the myriad terrors of the Sundering? Ultimately people came to see the Pyrineans as servants of the altavars, peddling a faith that bound innocent dupes to the service of fiends. The temples were torn down and the Sovereigns forgotten."
									]
								},
								{
									"type": "entries",
									"name": "Pyrine Today",
									"entries": [
										"Today, there are no signs of the Sovereign faith in Pyrine. The people remain thoughtful and philosophical, but that deep-rooted faith has been shifted to the Path of Inspiration. The region maintains the general deep aura that encourages its people to {@i follow the rules} and to {@i avoid conflict}, but now that has been harnessed in the service fo the Inspired. The Harmonious Shield has a reduced presence here, as any sort of violence is rare. The people of Pyrine generally remain both kind and inquisitive, and while their faith is deep, it isn't blind. Of all the people of Riedra they are the most likely to be welcoming to foreign travelers and interested in engaging them in conversation. However, most Pyrineans truly {@i believe} in the Path of Inspiration and are prepared to rationally present its virtues. Of all the provinces in the Unity, Pyrine has the highest degree of literacy; the Guiding Path maintains schools in Pyrine, and those trained here serve as scribes across the nation.",
										"The wild zones of Pyrine are largely benevolent in nature. Under the proper circumstances, there are places that can serve as portals to the Refuge of Irian and the Immeasurable Market of Syrania. However, these zones are carefully secured by the Edgewalkers, and the people of Pyrine {@i believe} that they are dangerous regions filled with fiends. However, the Dream Merchants—and occasionally even the Inspired themselves—make use of the market portal.",
										"While most shrines to the Sovereigns have been destroyed, there are a fear that weren't so easily wiped away. There's a great arch carved of dragonbone. There's shrines hidden in caves or wild zones. Most notably: The common belief was that the capital city of Pyrine was built around the First Library. That city was leveled in the Sundering, replaced by Dul El. However, it's possible that the {@i actual} First Library wasn't a building in the material plane—but rather a tower in Syrania. If this is the case, there may be other portals to the First Library in Pyrine. Did Aureon truly teach the first vassal. Or was \"Aureon\" a Dominion of Knowledge or a plane-traveling dragon?"
									]
								},
								{
									"type": "entries",
									"name": "Keep in Mind",
									"entries": [
										"The most interesting question about Pyrine is WHY the Sovereign faith was so strong there. Was it promoted by angels from Irian and Syrania? Or is there some deeper tie between the region and the faith? A vassal cleric or paladin could be drawn to Pyrine to reclaim an ancient artifact, or adventurers in Sarlona for other reasons might experience divine visions while passing through Pyrine."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Rhiavhaar",
							"entries": [
								{
									"type": "list",
									"name": "In Rhiavhaar, you might...",
									"items": [
										"Helped Unchained dissidents escape the Thousand Eyes.",
										"Find an ancient artifact tied to the legendary Lhazaar.",
										"Search for an ancient treasure trove hidden in the height of Rhiavhaar's power.",
										"Deal with an archfey whose defining story has been long forgotten."
									]
								},
								"Rhiavhaar has wild zones tied to {@b Lamannia, Thelanis,} and {@b Shavarath}, and the influence of all three planes can be seen in its history. The people of Rhiavhaar have always been the finest shipwrights and sailors of Sarlona. In part this is due to unusual lumber harvested from Lamannia wild zones; Rhiavhaaran ships have always been faster and more durable than their counterparts in other nations. Beyond this, Rhiavhaaran sailors have long known tricks for finding favor with wind and water. Some of these were tied to Lamannia and a limited form of primal magic. Others were tied to bargains with the fey, whether the friendship of a minor mischievous sprite or a pact made with an archfey. But the Rhiavhaarans weren't simply merchants or fisherfolk. The influence of Shavarath has long driven them to piracy and reaving, and anyone who lived on the Sarlonan coast dreaded the sight of Rhiavhaaran sails.",
								"Alliances with the fey were a crucial part of Rhiavhaar's culture. It was the fey-favored families who rose to power, and feuds between archfey often played out in Rhivahaar. While many of the champions of Rhivahaar could be considered to be archfey warlocks, this tradition wasn't as well developed or understood as it was in Ohr Kaluun; Rhiavhaaran warlocks generally stumbled into their pacts and only a few wielded significant arcane power. The Rhiavhaarans valued their connections to their \"cousins\", but they placed much of their faith in strength and steel. As a result, much of the benefits Rhiavhaarans received from the fey were closely tied to location—and as such, were largely lost when Rhiavhaarans crossed the seas to Khorvaire.",
								"In general, Rhiavhaarans were seen as wild, capricious, and dangerous. \"Rhiavhaaran luck\" was a curse suggesting that fortune favors a scoundrel.",
								{
									"type": "entries",
									"name": "The Fall of Rhiavhaar",
									"entries": [
										"While it was never as despised as Ohr Kaluun, Rhiavhaar was never loved by the people of Sarlona. Internally the Dreaming Dark exacerbated the feuds between clans. Externally they fanned the flames of those who desired vengeance for generations of Rhiavhaaran reaving, and further convinced people that the Rhiavhaaran \"cousins\" were fiends, not fey."
									]
								},
								{
									"type": "entries",
									"name": "Rhiavhaar Today",
									"entries": [
										"Rhiavhaar serves as the western hub for sea traffic, and Dar Ulatesh is the legitimate port of entry for visitors and merchants. While the region is firmly under Inspired control, the people of Rhiavhaar aren't as devoted as their counterparts in Nulakesh or Corvagura. There is, perhaps, still a touch of fey wildness in the Rhiavhaaran character. The Edgewalkers patrol the wild zones, but they can't cover all of the manifest zones tied to Thelanis... and the various tools of the Inspired—the Voice, the dreams, the remote viewing of the Thousand Eyes—can be unreliable in these areas. Cells of the Broken Throne or the Unchained often meet in fey woods or circles of stones, trusting the ancient powers to shield them. Because of this dissident streak and the region's role as the western gate, Rhivahaar has a high concentration of soldiers and large numbers of active agents of the Thousand Eyes. The Edgewalkers and the Thousand Eyes are always watching for fey influence, and it's a dangerous place to be an archfey warlock",
										"The Inspired continue to harvest lumber from a few of the Lammanian wild zones, though these zones can produce many dangers. Many of the region's wild zones are on the coast and extend into the water. Sailors who don't know the region can run afoul of endless storms, megafauna sharks, fey curses, and other threats. "
									]
								},
								{
									"type": "entries",
									"name": "Keep in Mind",
									"entries": [
										"The Inspired and the Edgewalkers have been largely successful in containing the influence of the archfey associated with the Rhiavhaaran wild zones. However, this is a point of frustration for these fey, many of who yearn to see their stories told once more and who want revenge against the Inspired who have humiliated them. This could drive an adventure—as the player characters could enter Riedra through Thelanis—or just be a source of unexpected assistance. "
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Royals of Galifar",
					"entries": [
						"In my {@link last|http://keith-baker.com/dm-nobility/} {@link two|http://keith-baker.com/ifaq-nobleq/} articles, I've talked about the nobility of Galifar in broad terms. Here, I want to tell the tale of a few specific members of the royal family—kings, queens, and princes whose deeds are still celebrated or cursed in the present day. I haven't set dates to any of them; while Cyre and Galifar the Dark are already set in canon, part of the point is that these others can be dropped into the untold history of Galifar wherever you need them to be. I've suggested that the Sun Queen inspired Tira Miron, but was she the daughter of Galifar the Dark, or was she still alive when Tira first took up her sword? The main point of these characters is that these are examples of what the rulers of Galifar could be: scholars, paladins, tieflings, traitors. Which each, I've tried to suggest ways that their stories could matter—how adventurers might encounter their relics or tales in the present day.",
						{
							"type": "entries",
							"name": "Cyre ir'Wynarn",
							"entries": [
								"Casual students of history may be confused by contradictory accounts of the namesake of Cyre. In some accounts Cyre was Galifar's oldest daughter, a mere minute beyond her twin sister Aundair. In others, Cyre is described as the youngest son of Galifar I, who ruled as king after his father stepped down. Both accounts are true; it was Princess Cyre whose vision of unity shaped her father's kingdom, and King Cyre who ascended to his throne.",
								"The twins Aundair and Cyre were the most mystically gifted of the Wynarns. Aundair specialized in evocation and conjuration; she negotiated with celestials and fiends, and bought down her enemies with storm and fire. Cyre was devoted to divination, illusion, and transmutation. Her interest was always in understanding the true nature of a thing... and exploring the ways it could be expressed. Where Aundair was bold and often reckless, Cyre was thoughtful and empathetic. Cyre's motto is {@i \"What our dreams imagine, our hands create,\"} and it was her motto before it was the nation's. She sought to {@i understand} the people of the Five Nations, and it was her vision of all five working together—of harnessing the best in all of them—that drove the development of her nation and the foundation of Galifar.",
								"Cyre's mastery of transmutation was unprecedented in the Five Nations. Their greatest creation was {@i Cyre's Mantle}, which used principles of transmutation and divination both to alter the form of the wearer and imbue them with new knowledge. Cyre didn't use the {@i Mantle} as a disguise, but rather used it to create unique personas reflecting different  aspects of their identity. Their subjects grew used to \"The Five Faces of Cyre,\" and Cyre considered each to be as much their true face as the one they were born with; few who knew Cyre were surprised or disappointed that they chose to rule as a king, using a confident, decisive persona that embodied their strongest leadership qualities. After their coronation, Cyre used the {@i Mantle} less often; King Cyre wanted the people to have a clear and consistent image of their king, only using their other personas in private or with close advisors.",
								"Those who are familiar with changeling cultures may recognize elements of traveler philosophy in Cyre's use of personas. While the truth is buried beneath centuries, some tales say that Cyre had great respect for the Children of Jes and helped them establish havens across the united kingdom. In some of these tales, Cyre didn't actually create {@i Cyre's Mantle}, but rather received it as a gift from the Traveler. Whatever the truth, both {@i Cyre's Mantle} and a number of their advisors disappeared after the king's natural death; there have been a number of tales of the {@i Mantle} being used at various points in history, but its current location remains a mystery."
							]
						},
						{
							"type": "entries",
							"name": "Prince Dyran ir'Wynarn, \"Clever Dyran\"",
							"entries": [
								"Dyran ir'Wynarn was a Khoravar born of the union of the King of Galifar and the Duchess of the Duskwood. As a child, he spent a great deal of time on his mother's estates; some whispered that he was visiting his grandmother, an archfey whose domain lay on the other side of the Duskwood. Whatever the truth of this, there is no question that Dyran was remarkable. When he was appointed as governing Prince of Aundair, he was an Enchanter of the Third Circle; many believe that his true power was greater still but that he choose to conceal it. He was a brilliant orator, blending natural charisma and supernatural gifts. He strengthened the Arcane College considerably during his reign, but his life's work was tracking down and identifying Thelanian manifest zones, following up on obscure tales and walking forgotten paths. Aundairian bards know countless tales of Clever Dyran—how he won the crown of the Count of the Barren Marches, danced with Lady Perilous in the Palace of the Moon, and stole arcane secrets from the Mother of Invention. Some say that he surely could have stolen the throne of Galifar from his human brother Dolan, but that Clever Dyran had no desire to rule. Prince Dyran disappeared when he was 111 years old; the tales say that he surely went to claim a seat in the Palace of the Moon, and that he might be there still today.",
								"While the details aren't known to history, Prince Dyran negotiated with many of the archfey of Thelanis, both on his own behalf and for the good of his nation. Dyran's journals could provide insight both into the location of Thelanian manifest zones and secrets of the archfey; perhaps he made bargains that could still be invoked today. His vaults surely included treasures of Thelanis, and an unusual trinket could turn out to be a fey heirloom of Clever Dyran."
							]
						},
						{
							"type": "entries",
							"name": "King Galifar ir'Wynarn II, \"Galifar the Dark\"",
							"entries": [
								"Young Galifar was born in Vult, on the darkest night of Long Shadows. The common story says that both his mother and the attending Jorasco chirurgeon were found dead in the birthing room, the silent child still cradled in his mother's arms. The servants whispered that the child was cursed, that plants withered in his shadow. But it seemed Galifar could sense those who carried death in their heart; when a would-be assassin sought to kill King Cyre, the boy called out the killer's name and the assassin fell dead at Cyre's feet. While others still feared the prince, Cyre embraced him and the two were inseparable until the King's death.",
								"This is a popular story, but as with so many elements of history, the concrete facts are shrouded in mystery. Many scholars believe that Galifar II was a tiefling with ties to Mabar; but others say that the king had an aberrant dragonmark in a place easily concealed. It's said that when Galifar looked at someone, he knew exactly when and how they would die. But while it was these eerie gifts and his cold demeanor that earned Galifar his sobriquet, Galifar II was a good ruler who strengthened the bonds between the Five Nations, reinforcing the Galifar Code of Justice and overhauling the calendar; it was Galifar the Dark who established the {@i Year of the Kingdom} still used today.",
								"Aberrant dragonmarks were rarer in Galifar II's time than in the present day, and if Galifar's \"gift\" was a dragonmark, it was a strong one. If Galifar the Dark did have an aberrant dragonmark, he may have done research into these marks during his reign; it's possible that he sheltered other aberrants, or developed focus items for his or other aberrant marks. If aberrant-marked adventurers in the present day could find conclusive evidence of Galifar's mark—or a cache of journals or tools—it could have interesting repercussions for House Tarkanan and the Twelve."
							]
						},
						{
							"type": "entries",
							"name": "Queen Hala ir'Wynarn, \"The Sun Queen\"",
							"entries": [
								"Hala ir'Wynarn never expected to be Queen of Galifar. The fourth child of the king, she was appointed Princess of Thrane. She devoted herself to Dol Arrah, studying the arts of war and vowing to live a virtuous life. When cruel fate slew her older siblings and placed her on the throne, she began her reign by purging corrupt elements within the royal court and the Army of Galifar. She quickly turned her attention to the ongoing conflicts in southern Cyre and western Breland, and insisted on leading campaigns against ogres and worgs. She was celebrated by the common folk of Breland and advanced the borders of the nation. Stories say that it was her younger brother who convinced her to pursue a grander threat than any mere ogre or troll. At that time, Sora Maenya had been credited with the destruction of a number of small villages on the edge of Aundair, and the Sun Queen led an elite force of trackers and hunters into the Towering Wood to finally end this threat. Hala was only 24 when she led her troops into the Wood, and had yet to produce an heir; her brother claimed the throne when she was finally declared to be dead.",
								"Hala ir'Wynarn is a legendary champion and an inspiration for paladins; Tira Miron was likely following the example of the Sun Queen. Only Sora Maenya knows her final fate, and it's possible that the hag still has Hala's arms and armor—or that they are hidden somewhere in the Towering Wood. A gruesome possibility is that Maenya has bound Hala's soul and has the queen's skull among her trophies; adventurers could be charged to recover the relic and finally allow Hala to rest."
							]
						},
						{
							"type": "entries",
							"name": "Queen Marala ir'Wynarn, \"The Hand of Aureon\"",
							"entries": [
								"Princess of Aundair before ascending to be Queen of Galifar, Marala ir'Wynarn devoted herself to strengthening the Arcane Congress, but also to improving schools and universities across the united kingdom. Much of the common traditions of education in Galifar are the direct result of Marala's efforts, leading the people to call her the Hand of Aureon.",
								"In addition to her public works, Queen Marala took great pride in her personal library. She collected tomes from across Eberron, and was known to possess rare texts and spellshards from Aerenal, Ohr Kaluun, and even a massive codex written by a Cul'sir wizard of ancient Xen'drik. The tales say that her library was hidden in an invisible tower; modern scholars believe that this was probably some form of {@spell Mordenkainen's Magnificent Mansion|PHB|magnificent mansion}. She died under mysterious circumstances, and her trove of texts wasn't accounted for in her will; it's quite possible that her invisible tower is still out there in the ether, waiting to be found."
							]
						},
						{
							"type": "entries",
							"name": "King Sarath ir'Wynarn, \"The Serpent King\"",
							"entries": [
								"Prince of Breland, Sarath was last in line to ascend the throne... and yet, one by one, his siblings fell prey to misfortune. In {@i The Serpent and The Crown} the playwight Miala Shol claims that Sarath orchestrated all of these deaths, that he even worked with a shapeshifting fiend to clear his path to the throne. Sarath's culpability in these early deaths is conjecture, but when his fourth and final sibling Laeran took the throne, Sarath stepped into the light. Laeran was a Khoravar, and it was Sarath who first asserted that no half-elf could claim the mantle of Galifar. Laeran was well-loved in Thrane and Aundair, but Sarath succeeded in poisoning the minds of many. While Laeran's Khoravar blood was an early pretext, Sarath found other faultlines that had formed over the centuries, amplifying these and using the anger and frustration of the people to strengthen his position. These schemes ultimately brought down Laeran and set Sarath upon the throne, but in the end he reaped what he had sowed. The fires of hatred that he'd lit continued to burn; there were uprisings across Breland, and his reign was finally brought to an end by a swift civil war led by the Archdukes of Thrane and Aundair.",
								"Sarath is just one example of the Wynarns who placed personal power and ambition above the public good. His short reign is surely invoked by the Swords of Liberty and others who say that the monarchy does more harm than good, and the poisonous lies he spread are still told by those who hate the Khoravar. A critical question is whether he was working with the Lords of Dust, as Miala Shol suggested in her play; Bel Shalor revels in the suffering of innocents, and Eldrantulku would delight in a brother murdering his siblings and sowing strife across his kingdom. It's quite possible that Sarath claiming the throne was a crucial point in the Draconic Prophecy, that securing the power of the Serpent King was a victory for one of the overlords; but did Sarath's fall undo that triumph, or was this just one piece of a plot that will finally come to fruition in the present day?"
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"source": "BakerInnerCircleExclusives",
			"name": "Shavaran NPCs",
			"colLabels": [
				"{@dice d8}",
				"NPCs"
			],
			"colStyles": [
				"col-1 text-center"
			],
			"rows": [
				[
					"1",
					"{@b Captain Dasriel} is a {@creature deva} officer who serves Justice in the Century of Mercy. Though stoic in battle, Dasriel is empathetic and seeks to ease the suffering of all they encounter."
				],
				[
					"2",
					"{@b Hashara the Firebrand} is a {@creature firemane angel|GGR} who serves the Legion of Freedom. She usually acts alone, rallying and protecting the civilian conscripts of the City of Knives. She possesses the Change Shape action of a {@creature deva}."
				],
				[
					"3",
					"{@b Doldarun} is a {@race dwarf} {@creature sword wraith commander|MTF} serving Justice in the Century of the Sun. She is the echo of a Mror clan founder who claimed to be the daugther of Dol Dorn and Dol Arrah, and is still celebrated for her courage and chivalry."
				],
				[
					"4",
					"{@b Ooos} is a {@creature barlgura} serving Cruelty in the Century of Blood. While he doesn't {@i need} to eat, he loves food. He primarily consumes the broken corpses of his foes, but he's intrigued by mortal diets and may pause to discuss food."
				],
				[
					"5",
					"{@b Lady Aryss of the Thousand Cuts} is a {@creature marilith} and commander of Curelty's Century of Pain. She enjoys tormenting her enemies, both physically and psychologically."
				],
				[
					"6",
					"{@b Mazaraen} is an {@race elf} {@creature sword wraith commander|MTF} in the Legion of Cruelty. He is an echo of a Tairnadal patron ancestor, a deadly commando who exceled at sowing terror; while the Tairnadal honor his achievements, few are proud of his methods."
				],
				[
					"7",
					"{@b Misery} is an {@creature Erinyes} captain serving Tyranny in the Century of Despair. She is always searching for opportunities to crush her enemy's hopes. She loves music—especially tragic songs—and may be willing to delay an execution to hear her victim sing."
				],
				[
					"8",
					"{@b Genial} is the {@creature Amnizu|MTF} commander of Tyranny's Century of the Serpent. He prefers matching wits to crossing blades, and is always looking for an opportunity to negotiate with his enemies to offer dangerous deals."
				]
			]
		},
		{
			"source": "BakerInnerCircleExclusives",
			"name": "Trinkets of Avassh",
			"colLabels": [
				"{@dice d8}",
				"Trinket"
			],
			"colStyles": [
				"col-1 text-center"
			],
			"rows": [
				[
					"1",
					"A sachet of dried herbs. Smelling them triggers an intense surge of sorrow."
				],
				[
					"2",
					"A pressed rose that sings softly at night."
				],
				[
					"3",
					"A plain wooden bracelet. When blood is spilled on it, strange symbols appear on its surface; these fade after ten minutes."
				],
				[
					"4",
					"A small wooden disk. One side shows the silhouette of a tree with tentacle-like roots; the other side is blank and has a sharp thorn in the center."
				],
				[
					"5",
					"A perfect, polished wooden replica of a bird's skull."
				],
				[
					"6",
					"A dried mushroom with metallic, silver patterns. Something interesting might happen if you eat it, but there's only one way to find out..."
				],
				[
					"7",
					"A dagger carved from unnarturally hard wood, with thorns on the hilt and pommel. It has the same attributes as a normal metal {@item dagger|PHB}."
				],
				[
					"8",
					"A sachet of dried herbs. When boiled in water, the mixture has a bitter taste but causes you to have especially vivid dreams when you sleep; it may be that you're dreaming in Xoriat instead of Dal Quor."
				]
			]
		},
		{
			"source": "BakerInnerCircleExclusives",
			"name": "Homunculus Servants",
			"colLabels": [
				"{@dice d12}",
				"{@creature homunculus servant|TCE|Homunculus}",
				"Channels Magic / Force Strike"
			],
			"colStyles": [
				"col-1 text-center"
			],
			"rows": [
				[
					"1",
					"Copper dragon",
					"Breath weapon"
				],
				[
					"2",
					"Clockwork bird",
					"Spits spell along with a song"
				],
				[
					"3",
					"Floating teapot",
					"Poured or spewed potion"
				],
				[
					"4",
					"Tiny warforged",
					"Performs artifice"
				],
				[
					"5",
					"Steel manticore",
					"Stings with tail"
				],
				[
					"6",
					"Miniature airship",
					"Siege staff"
				],
				[
					"7",
					"Wooden sprite",
					"Casts spell"
				],
				[
					"8",
					"Little treant",
					"Throws seed or flower"
				],
				[
					"9",
					"Brass insect",
					"Traces sigils with forelimbs"
				],
				[
					"10",
					"Polished crystal sphere",
					"Emanates spell effect"
				],
				[
					"11",
					"Glass octopus",
					"Potion \"ink\""
				],
				[
					"12",
					"Tiny duplicate of artificer",
					"Performs artifice"
				]
			]
		}
	],
	"monster": [
		{
			"name": "Oathbound Priest",
			"size": [
				"M"
			],
			"type": "undead",
			"source": "BakerInnerCircleExclusives",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "6d8 + 12",
				"average": 39
			},
			"speed": {
				"walk": 20
			},
			"str": 14,
			"dex": 8,
			"con": 15,
			"int": 12,
			"wis": 16,
			"cha": 12,
			"passive": 13,
			"cr": "3",
			"shortName": "priest",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"The languages it knew in life"
			],
			"languageTags": [
				"LF"
			],
			"save": {
				"wis": "+5"
			},
			"skill": {
				"history": "+3",
				"insight": "+5",
				"medicine": "+5",
				"religion": "+3"
			},
			"vulnerable": [
				"fire"
			],
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from Nonmagical Attacks"
				}
			],
			"immune": [
				"necrotic",
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"frightened",
				"paralyzed",
				"poisoned"
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The priest is a 5th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 14}, {@hit 6} to hit with spell attacks). It knows the following cleric spells:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell guidance}",
								"{@spell spare the dying}",
								"{@spell thaumaturgy}",
								"{@spell toll the dead|XGE}"
							]
						},
						"1": {
							"spells": [
								"{@spell ceremony|XGE}",
								"{@spell false life}",
								"{@spell guiding bolt}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell augury}",
								"{@spell lesser restoration}",
								"{@spell prayer of healing}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell bestow curse}",
								"{@spell speak with dead}"
							],
							"slots": 2
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"CC"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The mummy can use its Dreadful Glare and either make one attack with its fist or cast one spell."
					]
				},
				{
					"name": "Rotting Fist",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d4 + 2}) bludgeoning damage, plus 10 ({@damage 3d6}) necrotic damage. If the target is a creature, it must succeed on a {@dc 12} Constitution saving throw or be cursed with mummy rot. The cursed target can't regain hit points, and its hit point maximum decreases by 10 ({@damage 3d6}) for every 24 hours that elapse. If the curse reduces the target's hit point maximum to 0, the target dies, and its body turns to dust. The curse lasts until removed by the {@spell remove curse} spell or other magic."
					]
				},
				{
					"name": "Dreadful Glare",
					"entries": [
						"The oathbound priest targets one creature it can see within 60 feet of it. If the target can see the oathbound priest, it must succeed on a {@dc 11} Wisdom saving throw against this magic or become {@condition frightened} until the end of the priest's next turn. If the target fails the saving throw by 5 or more, it is also {@condition paralyzed} for the same duration. A target that succeeds on the saving throw is immune to the Dreadful Glare of all mummies (but not mummy lords) for the next 24 hours."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"N"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"paralyzed",
				"frightened"
			],
			"fluff": {
				"entries": [
					"An oathbound priest is an acolyte of the Blood of Vol preserved as a mummy through necromantic rituals. Its spells manifest as crimson energy, and its {@spell guiding bolt} takes the form of a blast of glowing blood; it requires fresh mortal blood to regain its spell slots. The evil alignment of an oathbound priest reflects its ruthless nature, but it is utterly devoted to protecting the people of its community. An oathbound priest is bound by a series of absolute limitations; typically its movements are restricted (perhaps to a temple, perhaps its community)."
				]
			},
			"environment": [
				"desert"
			],
			"damageTagsSpell": [
				"N",
				"R"
			],
			"savingThrowForced": [
				"constitution",
				"wisdom"
			],
			"savingThrowForcedSpell": [
				"wisdom"
			]
		},
		{
			"name": "Lorghalen Cannonball",
			"size": [
				"S"
			],
			"type": "elemental",
			"source": "BakerInnerCircleExclusives",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "3d10 + 9",
				"average": 25
			},
			"speed": {
				"walk": 30,
				"burrow": 30
			},
			"str": 14,
			"dex": 8,
			"con": 16,
			"int": 5,
			"wis": 10,
			"cha": 5,
			"passive": 10,
			"cr": "1",
			"shortName": "cannonball",
			"senses": [
				"darkvision 60 ft.",
				"tremorsense 60 ft."
			],
			"senseTags": [
				"D",
				"T"
			],
			"languages": [
				"Terran"
			],
			"languageTags": [
				"T"
			],
			"vulnerable": [
				"thunder"
			],
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from Nonmagical Attacks"
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"exhaustion",
				"paralyzed",
				"petrified",
				"poisoned",
				"unconscious"
			],
			"isNamedCreature": true,
			"trait": [
				{
					"name": "Earth Glide",
					"entries": [
						"The cannonball can burrow through nonmagical, unworked earth and stone. While doing so, the cannonball doesn't disturb the material it moves through."
					]
				},
				{
					"name": "False Appearance",
					"entries": [
						"While the cannonball remains motionless, it is indistinguishable from a normal mundane boulder."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The cannonball deals double damage to objects and structures."
					]
				}
			],
			"traitTags": [
				"False Appearance",
				"Siege Monster"
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) bludgeoning damage."
					]
				}
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"A Lorghalen cannonball appears to be a mundane boulder... until it starts rolling towards an enemy. Lacking any sort of limbs, it fights by smashing into its enemies. A cannonball can pass through earth and stone, and in the wild they spend much of their time embedded in soil."
				]
			},
			"environment": [
				"desert",
				"hill",
				"mountain"
			]
		}
	]
}
