{
	"_meta": {
		"sources": [
			{
				"json": "FOEQuickstone",
				"abbreviation": "FoEQ",
				"full": "Frontiers of Eberron: Quickstone",
				"authors": [
					"Keith Baker",
					"Imogen Gingell",
					"Visionary Production and Design"
				],
				"convertedBy": [
					"Typherr"
				],
				"version": "1.0.3",
				"color": "ffffff",
				"url": "https://www.dmsguild.com/product/493112/Frontiers-of-Eberron-Quickstone",
				"dateReleased": "2024-09-02"
			}
		],
		"edition": "one",
		"status": "wip",
		"dateAdded": 1738358459,
		"dateLastModified": 1738358459,
		"_dateLastModifiedHash": "4fde1a4309"
	},
	"book": [
		{
			"name": "Frontiers of Eberron: Quickstone",
			"id": "FOEQuickstone",
			"source": "FOEQuickstone",
			"group": "supplement",
			"author": "Keith Baker, Imogen Gingell",
			"published": "2024-09-02",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/FOEQuickstone/cover.webp"
			},
			"contents": [
				{
					"name": "",
					"headers": [
						"",
						{
							"header": "",
							"depth": 1
						}
					]
				},
				{
					"name": "Preface"
				},
				{
					"name": "Chapter 1: Life on the Edge",
					"headers": [
						"Using This Book",
						"The Wild Frontier",
						"A Frontier Campaign",
						"Life on the Frontier",
						"Frontier Justice",
						"Droaam Rising"
					]
				},
				{
					"name": "Chapter 2: The Western Frontier"
				},
				{
					"name": "Chapter 3: Quickstone"
				},
				{
					"name": "Chapter 4: Frontier Characters"
				},
				{
					"name": "Chapter 5: Treasures Beyond"
				},
				{
					"name": "Chapter 6: Fearsome Foes"
				},
				{
					"name": "Chapter 7: Heart of Stone"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "FOEQuickstone",
			"source": "FOEQuickstone",
			"data": [
				{
					"type": "section",
					"name": "Preface",
					"page": 5,
					"entries": [
						"Five Nations. Secrets of Sarlona. Most canonical Eberron sourcebooks focus on broad concepts or regions—continents, nations, the Last War. Sharn: City of Towers focuses on the greatest city in Khorvaire. In the wake of Exploring Eberron, I knew I wanted to do something different—to dive deeper into a smaller region, picking an interesting point on the map where a group of adventurers could make a difference, and where they could see a town prosper (or fail!) because of their actions. I wanted to explore stories on the edge of the map instead of at the heart of it. But knowing that I wanted to tell stories on a frontier, the question was which frontier? Because in 998 YK, there are a number of interesting choices. Aundair and the Eldeen Reaches. The shard rush in Q'barra. Darguun. All of these were solid options. But ultimately, I love the nation of Droaam. I love looking at creatures that are traditionally classified as monsters and imagining the nation they could build working together. And so this book explores the region that lies between the established human kingdom of Breland and the new, rising nation of Droaam. The opportunity drawing people here isn't gold or even dragonshards. It's Droaam itself, a young nation that is coming into its own. I knew I wanted to tell a tale that draws on classic western tropes, where you could play a warforged sheriff, a small-town preacher, a retired Sentinel Marshal with skeletons in his past. But I loved that this is a place where the Ranger could be a worg and where the Bard might be a harpy—where the classic fantasy elements of Breland mingle with the monstrous denizens of Droaam.",
						"Quickstone began as an adventure—a starting point for characters that wasn't Sharn or Stormreach. As we explored the story, I realized that I wanted to take it further, exploring the entire region and the stories we could tell there. As it turned out, the road to Quickstone was long and hard, filled with random encounters and unexpected challenges. I appreciate the hard work of everyone who's helped us reach the end of this journey. Wayne Chang kept the project moving forward, with help from Sumeet Vats in the final stretch. Imogen Gingell brought the adventure \"Heart of Stone\" to life, as well as developing subclasses, feats, monsters, and treasures. Luke Volker refined our writing and made sure we were in line with the revised rules in the 2024 version of the fifth edition Player's Handbook, while Sam Sorensen put all the pieces together. A host of artists contributed to the book, and I'm grateful to Carolina Cesario, Matthew Johnson, Julio Azevedo, GAOZ, Vincentius Matthew, Sylverryn, Jonathan Ng, Alexandra Coggon, Olie Bollador, and Eldon Cowgur for giving us a vision of the Western Frontier—and especially to Thomas Bourdon for his amazing cover and to Marco Bernardini for his incredible map of Quickstone. Marco completed this map in 2021, and I'm so happy to finally share it with the world.",
						"But there's another group of people to thank. It's taken a long time to finish the book, but for the last few years I've been running a campaign set in Quickstone for my patrons. Hundreds of people have contributed time and energy toward shaping Quickstone, and many of the NPCs you'll find here are drawn from that campaign. So thanks to everyone who has been a part of Quickstone—and to you for exploring it now. And thanks to my partner Jennifer Ellis for walking from Quickstone to Silver Lake with me.",
						"As always, this book is a vision of Eberron as I run it at my table. You may find details that don't align precisely with previous sourcebooks. It's up to you to decide which version to use—or to use both as inspiration for your own ideas! From the beginning, we wanted Eberron to inspire people to create their own stories. So welcome to the Frontier—I hope you'll make it your own!",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew-img/main/img/FOEQuickstone/signature.webp"
							},
							"title": "Keith Baker, creator of Eberron"
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 1: Life on the Edge",
					"page": 7,
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Chapter 2: The Western Frontier",
					"page": 45,
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Chapter 3: Quickstone",
					"page": 109,
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Chapter 4: Frontier Characters",
					"page": 147,
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Chapter 5: Treasures Beyond",
					"page": 173,
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Chapter 6: Fearsome Foes",
					"page": 187,
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Chapter 7: Heart of Stone",
					"page": 224,
					"entries": [
						""
					]
				}
			]
		}
	]
}
