{
	"_meta": {
		"sources": [
			{
				"json": "KPDM18",
				"abbreviation": "DM:CD",
				"full": "Deep Magic: Combat Divination",
				"authors": [
					"Matt Corley",
					"Kobold Press"
				],
				"convertedBy": [
					"Spappz"
				],
				"version": "1.0",
				"color": "760f0b",
				"url": "https://koboldpress.com/kpstore/product/deep-magic-combat-divination-pdf-5th-edition/"
			}
		],
		"status": "wip",
		"dateAdded": 1725408524,
		"dateLastModified": 1725408524,
		"_dateLastModifiedHash": "1e0127bf8d"
	},
	"feat": [
		{
			"name": "Arcane Prescience",
			"source": "KPDM18",
			"page": 4,
			"prerequisite": [
				{
					"other": "Proficiency with {@skill Arcana}"
				}
			],
			"entries": [
				"As part of your reaction, you can make an Intelligence ({@skill Arcana}) check to discern the identity of a spell you see being cast. The DC for the check = 10 + the spell's level. If the check succeeds, you or one ally of your choosing have advantage on the saving throw against that casting of the spell. After identifying the spell, you can move up to 10 feet or half your speed, whichever is less.",
				"You can use this feature a number of times equal to your Intelligence modifier (minimum of 1). You regain expended uses after you finish a short or long rest."
			]
		},
		{
			"name": "Clairvoyant Warrior",
			"source": "KPDM18",
			"page": 4,
			"entries": [
				"You have a mystical connection to the ebb and flow of combat and can anticipate and even influence the actions of nearby combatants.",
				"You learn one {@filter 1st-level spell of your choice from the divination school of magic|spells|level=1|school=D|cast time=action;bonus}. The spell must have a casting time of 1 reaction or 1 bonus action. Choose Intelligence, Wisdom, or Charisma to be your spellcasting ability for this spell. You can cast the spell a number of times equal to your spellcasting ability modifier (minimum of 1). You regain expended castings after finishing a long rest.",
				"This feat can be taken more than once. Choose a different spell each time the feat is taken."
			]
		}
	]
}
