{
	"_meta": {
		"sources": [
			{
				"json": "W02DM",
				"abbreviation": "W02:DM",
				"full": "Warlock 2: Dread Magic",
				"authors": [
					"Kobold Press",
					"Wolfgang Baur",
					"Dan Dillon",
					"Richard Green",
					"Jon Sawatsky"
				],
				"convertedBy": [
					"Spappz"
				],
				"version": "v1.0",
				"color": "4d4d4d",
				"url": "https://koboldpress.com/kpstore/product/warlock-patreon-dreadmagic-pdf/",
				"dateReleased": "2017-10-24"
			}
		],
		"status": "ready",
		"dateAdded": 1706145869,
		"dateLastModified": 1732050890,
		"dependencies": {
			"monster": [
				"MM"
			]
		},
		"_dateLastModifiedHash": "24e7f4ad16",
		"edition": "classic"
	},
	"item": [
		{
			"source": "W02DM",
			"name": "Band of Iron Thorns",
			"page": 4,
			"wondrous": true,
			"rarity": "rare",
			"reqAttune": true,
			"entries": [
				"This black iron armband bristles with long, needle-sharp iron thorns. When you attune to the armband, the thorns bite into your flesh. The armband doesn't function unless the thorns pierce your skin and are able to reach your blood.",
				"While wearing the band, after you roll a saving throw but before the GM reveals if the roll is a success or failure, you can use your reaction to expend one hit die. Roll the die, and add the number rolled to your saving throw."
			]
		},
		{
			"source": "W02DM",
			"name": "Blood Pearl",
			"page": 4,
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"This crimson pearl feels slick to the touch and contains a mote of blood imbued with malign purpose. When you use an action to break the pearl, a blood elemental* is released as if you had cast the sanguine horror* spell, and the pearl's magic is lost. (* See {@i Deep Magic 12: Blood and Doom}.)"
			]
		},
		{
			"source": "W02DM",
			"name": "Blood-soaked Hide",
			"page": 4,
			"rarity": "very rare",
			"reqAttune": true,
			"type": "MA",
			"baseItem": "hide armor|PHB",
			"ac": 12,
			"dexterityMax": 2,
			"weight": 12,
			"bonusAc": "+1",
			"entries": [
				"Blood-soaked hide armor is crafted from the tanned skins of humanoids, carefully preserved and layered. The armor is always smeared in tacky, semi-dried blood, no matter how carefully it's cleaned.",
				"While wearing this armor, you gain a +1 bonus to AC, and you are immune to any effect that would cause you to lose hit points due to blood loss or ongoing wounds, such as the infernal wounds caused by a {@creature horned devil||horned devil's} tail or the necrotic damage caused by a {@item sword of wounding}.",
				"As an action, you can transform into a flowing pool of thick blood for 1 minute, or until you use a bonus action to revert to normal. Any equipment you are wearing or carrying melds into your form or falls to the ground (your choice). Your statistics remain the same, but any magic items other than the blood-soaked hide cease to function. While in blood form, you can't speak, you are resistant to bludgeoning, piercing, and slashing damage, you can move through any opening as small as 1 inch wide without squeezing, and you can enter the space of other creatures and end your turn there.",
				"A creature that starts its turn in your space must succeed on a DC 15 Constitution saving throw or lose {@damage 3d6} hit points due to blood loss, and you regain a number of hit points equal to half the number of hit points the creature lost. Constructs and undead who aren't vampires are immune to this effect.",
				"Once you assume blood form, you can't use that ability again until the next dawn."
			],
			"charges": 1,
			"recharge": "dawn"
		},
		{
			"source": "W02DM",
			"name": "Mantle of Blood Vengeance",
			"page": 5,
			"wondrous": true,
			"rarity": "uncommon",
			"reqAttune": true,
			"entries": [
				"While you wear this red silk cloak, you can visit retribution on any creature that dares spill your blood. When you take piercing, slashing, or necrotic damage from a creature, you can use your reaction to turn your blood into a punishing spray. The creature that damaged you must make a DC 13 Dexterity saving throw, taking {@damage 2d10} acid damage on a failed save or half as much damage on a successful one.",
				"The cloak has 3 charges. Each use of the cloak expends 1 charge. The cloak regains {@dice 1d3} expended charges daily at dawn."
			],
			"charges": 3,
			"recharge": "dawn",
			"rechargeAmount": "1d3"
		},
		{
			"source": "W02DM",
			"name": "Taergash's Tear",
			"page": 5,
			"wondrous": true,
			"rarity": "legendary",
			"reqAttune": true,
			"entries": [
				"Taergash the Bloodpurger was the founder of the blood magic discipline, and though he is long dead, a sliver of his will and cruelty lives on. {@i Taergash's tear} is a teardrop-shaped ruby pendant suspended on a gold chain.",
				"While wearing {@i Taergash's tear}, you gain the benefits of wearing a {@item periapt of wound closure}. The tear has 7 charges. It regains {@dice 1d4 + 3} expended charges daily at dawn but only if you have dealt piercing, slashing, or necrotic damage to a creature that has blood since the previous dawn.",
				{
					"type": "entries",
					"name": "Blood Call",
					"page": 6,
					"entries": [
						"As an action, you can expend1 charge to target a creature you can see within 60 feet. If bloodsight is active, you can target a creature revealed to you by its blood, even if it has total cover from you. The creature's blood violently erupts from its body through its eyes, nose, mouth, or any similar orifice, or simply from its skin through burst blood vessels. The target must make a DC 15 Constitution saving throw, taking {@damage 4d8} necrotic damage and is {@condition stunned} until the start of your next turn on a failed save or half as much damage and isn't stunned on a successful one.",
						"You regain a number of hit points equal to half the necrotic damage the target takes, but never more than the number of hit points it had before taking damage."
					]
				},
				{
					"type": "entries",
					"name": "Bloodsight",
					"page": 6,
					"entries": [
						"As a bonus action, you can expend 2 charges to sense the presence of any creature that has blood within 60 feet of you. This lasts for 1 minute. You see a red, pulsing light illuminating the heart and veins that throbs brighter in time with the creature's heartbeat. This light is visible to you even in magical darkness or other heavily obscured areas and through solid objects. Creatures revealed to you in this way gain no benefit against you for being hidden or {@condition invisible}."
					]
				},
				{
					"type": "entries",
					"name": "Steal Vitality",
					"page": 6,
					"entries": [
						"As an action, you can drain blood from a willing creature, or one that is {@condition paralyzed} or {@condition unconscious}, with a touch. The creature takes {@damage 4d10} necrotic damage, and {@i Taergash's tear} regains 1 charge."
					]
				},
				{
					"type": "entries",
					"name": "Sentience",
					"page": 6,
					"entries": [
						"{@i Taergash's tear} is a sentient neutral evil necklace with an Intelligence of 19, a Wisdom of 10, and a Charisma of 17. It has hearing and {@sense darkvision} out to a range of 120 feet, and it gains the benefit of its own bloodsight property when activated.",
						"The necklace can speak, read, and understand {@language Common}, {@language Draconic}, and {@language Infernal} and can communicate with its wearer telepathically. Its voice is male, flat, and has a hint of an exotic accent."
					]
				},
				{
					"type": "entries",
					"name": "Personality",
					"page": 6,
					"entries": [
						"{@i Taergash's tear} is a haughty, arrogant thing that expects its wearer to treat it with respect.",
						"The necklace's greatest desire is to preserve its own existence, and it latches onto a wearer it thinks might have the strength to assist it in that goal. The ruby pendant absorbed the blood of Taergash himself and pushes its wearer to seek out ways to preserve its life and to uncover any scrap of blood magic it learns about.",
						"To that end, {@i Taergash's tear} can't abide being completely drained of charges. One of the quickest ways to push the sentient item into a conflict is to leave it at zero charges. If the wearer doesn't make an effort to recharge the item by using Steal Vitality, the necklace will simply take matters into its own hands and force the issue. If it gets the sense that its wearer won't help it meet its goals of eternal existence or continued recovery of lost blood magic, it will try to kill the wearer in its sleep, turning Blood Call and Steal Vitality against it."
					]
				}
			],
			"sentient": true,
			"charges": 7,
			"recharge": "dawn",
			"rechargeAmount": "1d4 + 3",
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/item/taergashs tear.webp"
						}
					}
				]
			}
		},
		{
			"source": "W02DM",
			"page": 9,
			"name": "Dirgeblade",
			"type": "M",
			"baseItem": "Rapier|PHB",
			"weaponCategory": "martial",
			"weight": 2,
			"dmg1": "1d8",
			"dmgType": "P",
			"property": [
				"F"
			],
			"rarity": "legendary",
			"reqAttune": "by a bard",
			"reqAttuneTags": [
				{
					"class": "bard"
				}
			],
			"entries": [
				"You gain a +3 bonus to attack and damage rolls made with this magic weapon.",
				"This weapon, when unsheathed, sheds dim blue light in a 20-ft. radius around you. When you hit a creature with it, you may use your {@classFeature bardic inspiration|bard||1} to impart a sense of overwhelming grief in the target. A creature affected by this grief must succeed on a DC 15 Wisdom saving throw or fall {@condition prone} and become {@condition incapacitated} by sadness until the end of its next turn. Once a month under an open sky, you can use a bonus action to speak this magic sword's command word, causing it to sing the \"Dirge of Maethan Mar.\" This dirge conjures heavy rain (or snow in freezing temperatures) in the region for {@dice 2d6} hours. The precipitation falls in an X-mile radius around you, where X is equal to your level."
			],
			"bonusWeapon": "+3",
			"recharge": "month",
			"fluff": {
				"entries": [
					"When the elven poet and singer Maethan Mar died, the forest he called home sang a sonorous song. The trees, animals, and undergrowth all joined to mark the passing of a legend. The strange song, resonating for hundreds of miles, burned itself into the memories of all who heard it. Arshin of Winewood was among those moved by the melody and set out to create a blade inspired by its notes.",
					"Upon completion of his work, Arshin brought the blade to the elves of the forest who still mourned for Maethan. He presented the blade to them as a gift and demonstrated its unique property: the forest's song could be summoned from within the blade. When the elves heard the blade sing, they wept, collecting their tears in clay vessels. Arshin then reforged the sword and cooled it with the tears, adding the elves' sadness to the blade's power.",
					"The {@i Dirgeblade} is an exquisitely crafted rapier set in a silver and leather scabbard. The blade glows a faint stormy blue and is encircled by swirling wisps of clouds."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/item/dirgeblade.webp"
						}
					}
				]
			}
		},
		{
			"source": "W02DM",
			"page": 10,
			"name": "Ruby Crusher",
			"type": "M",
			"baseItem": "Greatclub|PHB",
			"weaponCategory": "simple",
			"weight": 10,
			"dmg1": "1d8",
			"dmgType": "B",
			"property": [
				"2H"
			],
			"rarity": "legendary",
			"reqAttune": "by a creature with 16 or higher Strength",
			"reqAttuneTags": [
				{
					"str": 16
				}
			],
			"entries": [
				"You gain a +3 bonus to attack and damage rolls made with this magic weapon.",
				"You can use a bonus action to speak this greatclub's command word, causing it to be engulfed in flame, casting bright light in a 30-ft. radius and dim light for an additional 30 ft. While aflame, it deals fire damage. You may end this effect at any time. When you hit a creature of Large size or greater with this greatclub, the creature must succeed on a DC 16 Constitution saving throw or be knocked 30 ft. away from you. If the creature strikes an obstacle during this movement, it takes {@damage 1d6} bludgeoning damage for each 10 ft. traveled before hitting the obstacle."
			],
			"bonusWeapon": "+3",
			"fluff": {
				"entries": [
					"The Peak Walkers lived on a mountain above a heavily populated valley for generations. In that time, their warriors repelled orc hordes, foreign armies, and all manner of beasts. They never demanded payment, despite the history of losses the clan experienced as the valley's unofficial protectors.",
					"When word of the barbarians' battles against a force of invading stone giants reached the valley, the villages pooled their meager coin and commissioned a gift for Chieftain Yellow Wolf: a massive warclub made from small, cut rubies by the powerful enchanter Arshin of Winewood. Yellow Wolf invoked the magic of the club in a massive bonfire and led her warriors to victory against the giants. It is said the club struck with such force that the limbs of its victims flew off the mountain and rained on the valley below.",
					"The {@i Ruby Crusher} is a greatclub made entirely of fused rubies with a grip wrapped in manticore hide. A roaring fire burns behind its smooth facets."
				]
			}
		},
		{
			"source": "W02DM",
			"page": 10,
			"name": "Fountmail",
			"type": "HA",
			"baseItem": "chain mail|PHB",
			"weight": 55,
			"ac": 16,
			"strength": "13",
			"stealth": true,
			"rarity": "legendary",
			"reqAttune": true,
			"entries": [
				"You gain a +3 bonus to AC while you wear this magic weapon. Additionally, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You add your Strength and Wisdom modifiers in addition to your Constitution modifier on all rolls when spending HD to recover hit points.",
						"You have immunity to the {@condition frightened} condition.",
						"You have resistance to necrotic damage."
					]
				}
			],
			"bonusAc": "+3",
			"resist": [
				"necrotic"
			],
			"conditionImmune": [
				"frightened"
			],
			"fluff": {
				"entries": [
					"The once great human city of Ollomar fell to darkness and ruin in the wake of a difficult war. The city was abandoned by the survivors—replaced by shadows that crept in from the nearby wastes. The communities around the city also shrank as the wicked things that called the city's ruins home sought to expand their terrible territory. The region tumbled into evil, and all goodnatured creatures fled. Years passed, and no one ventured into that place.",
					"Venika Harc, the young daughter of a noble house of Ollomar planned an expedition into the city. She knew it crawled with the unsettled spirits of slain citizens and the heartless ghouls from the nearby dusty plains. So the rich and brave Venika commissioned Arshin of Winewood to craft her a magical suit of armor to protect her from the cries and claws of the undead.",
					"He made her a glittering suit of chainmail imbued with the restorative magic of a healing spring. Venika wore the Fountmail as she led her expedition into her lost homeland—though in the end, she and her men never returned.",
					"The {@i Fountmail} is a dazzling white suit of chainmail with an alabaster-colored steel collar that covers part of the face."
				]
			}
		},
		{
			"source": "W02DM",
			"page": 11,
			"name": "Smoking Plate of Heithmir",
			"type": "HA",
			"baseItem": "plate armor|PHB",
			"weight": 65,
			"ac": 18,
			"strength": "15",
			"stealth": true,
			"rarity": "legendary",
			"reqAttune": true,
			"entries": [
				"You gain a +3 bonus to AC and are resistant to cold damage while wearing this armor.",
				"Additionally, when you are struck by an attack, you may use your reaction to fill a 20-ft. cone in front of you with heavy smoke. In addition to the normal penalties applied from being in a heavily obscured area, creatures that start or end their turn in the smoke must succeed on a DC 15 Constitution saving throw or be {@condition poisoned} for {@dice 1d4} rounds. The cloud disperses after {@dice 2d4} minutes. A moderate wind (11‒20 miles per hour) can also disperse the smoke after 1 minute, and a strong wind (21 or more miles per hour) can do so after 1 round. Once expended, this property of the armor cannot be used again until the next dawn."
			],
			"bonusAc": "+3",
			"resist": [
				"cold"
			],
			"charges": 1,
			"recharge": "dawn",
			"rechargeAmount": 1,
			"fluff": {
				"entries": [
					"Heithmir the Red built a stronghold in a frozen hell where a howling wind carried the mad gibbering of the damned. Its stone walls, doubly thick, served his champions well as they waged war against a frigid evil. A magical doorway whose limits bridged the infernal world and his own sat in the heart of the stronghold.",
					"Heated by magical fire, Heithmir's armor protected him from the deadly cold of his enemy's domain. A fierce dwarf visage, its beard made from rising smoke, was carved in relief on the pauldrons. This smoldering plate was crafted by none other than Arshin of Winewood.",
					"It is said that Arshin learned much of elemental magic in the frozen planes of Hell assisting Heithmir during the dwarf warlord's campaign. Though Heithmir's fortress fell in the end, the dwarves, aided by the great enchanter, dealt heavy blows to the armies of Hell. The armor and its bearer disappeared in the final battle, and the Smoking Plate was not seen again.",
					"The {@i Smoking Plate of Heithmir} is a suit of soot-colored plate armor with grim dwarf visages on the pauldrons. The pauldrons emit curling smoke and are hot to touch."
				]
			}
		},
		{
			"source": "W02DM",
			"name": "Buckle of Blasting",
			"page": 11,
			"wondrous": true,
			"rarity": "legendary",
			"reqAttune": true,
			"entries": [
				"While wearing this belt, you gain resistance to force damage. In addition, the buckle has 5 charges and it regains {@dice 1d3} charges daily at dusk. As an action, you may spend 1 or 2 charges to cause one of the following effects:",
				{
					"type": "entries",
					"name": "Illuminate (1 charge)",
					"entries": [
						"The buckle sheds warm, bright light in a 10-ft. radius and dim light for an additional 10 ft. centered on you. The light lasts for 1 hour, though you may extinguish it at any time."
					]
				},
				{
					"type": "entries",
					"name": "Blast (2 charges)",
					"entries": [
						"Each creature in a 20-ft. cone in front of you must make a DC 15 Dexterity saving throw. On a failed save, a creature takes {@damage 4d6} force damage and is pushed 10 ft. away from you, taking {@damage 1d6} bludgeoning damage if it strikes a solid object. On a successful save, a creature takes half damage and is not pushed. The blast deals triple damage to objects and structures and ignores damage thresholds of 10 or lower."
					]
				}
			],
			"resist": [
				"force"
			],
			"charges": 5,
			"rechargeAmount": "1d3",
			"recharge": "dusk",
			"fluff": {
				"entries": [
					"The famous halfling bard Nels Lowhill was well known for his obscene limericks and bawdy songs featuring the relatives of elected officials, bureaucrats, tyrants, and priests. He was well-loved by common folk and roundly despised by most institutions and nobilities.",
					"Nels often found himself in prison cells or dungeons because of his commentary and required a surefire means of escape. He turned to Arshin of Winewood for a solution. The enchanter set to work on a magical belt buckle that could detonate in a focused wave, shattering restraints and bending bars.",
					"The {@i Buckle of Blasting} is a soot-colored steel buckle with an exploding flame etched into its surface. It can be affixed to any common belt."
				]
			}
		},
		{
			"source": "W02DM",
			"page": 12,
			"name": "Flask of Epiphanies",
			"wondrous": true,
			"rarity": "legendary",
			"reqAttune": true,
			"entries": [
				"This ornate flask contains 5 ounces of powerful alcoholic spirits. As an action, you can drink up to 5 ounces of the flask's contents. You can drink 1 ounce without risk of intoxication. When you drink more than 1 ounce of the spirits in 1 action, you must make a DC 12 Constitution saving throw (this DC increases by 1 for each ounce you imbibe after the second to a maximum of DC 15). On a failed save, you are {@condition incapacitated} for {@dice 1d4} hours and gain no benefits from consuming the alcohol. For each ounce consumed, you gain 1 Intelligence or 1 Wisdom (your choice). You lose 1 Dexterity for each ability point gained this way. The effect lasts for one hour. During this time, you gain advantage on all Intelligence ({@skill Arcana}) and Wisdom ({@skill Religion}) checks. The flask replenishes {@dice 1d2} ounces of spirits daily at dawn."
			],
			"charges": 5,
			"recharge": "dawn",
			"rechargeAmount": "1d2",
			"fluff": {
				"entries": [
					"It is no secret that Arshin of Winewood enjoyed his drink. The enchanter kept a large cellar of wines, spirits, and kegs of ale. He had custom racks made for the strange and exotic bottles gathered on his wanderings across the planes.",
					"Arshin crafted several magical flasks in which he stored some of the rare and exotic spirits from his collection. After selling and gifting several enchanted flasks, Arshin discovered that the alcohol and the magic sometimes interacted in surprising ways. One such flask caused him to spend an evening lost in the Winewood, blinded by magical epiphanies.",
					"The {@i Flask of Epiphanies} is a silver and cherry wood flask with finely cut garnets on its faces."
				]
			}
		},
		{
			"source": "W02DM",
			"page": 13,
			"name": "Grasping Cap",
			"wondrous": true,
			"rarity": "legendary",
			"reqAttune": true,
			"entries": [
				"While wearing this cap, you gain advantage on Strength ({@skill Athletics}) checks you make to climb, and the cap deflects the first ranged attack or ranged spell attack made against you each round. Additionally, the attacking creature sheds dim red-hued light in a 50-ft. radius until the end of its next turn. Attacks made against the illuminated creature have advantage."
			],
			"fluff": {
				"entries": [
					"The Sorcerers of Foull were nearly wiped out by their feud with a vicious mercenary company known as the Tossed Flail. The mercenaries excelled at luring the sorcerers into challenging tactical positions where the grinning wardogs pinned their magicwielding nemeses with crossbow bolts. The leader of the sorcerers, Lonius Foull, was as mean as he was cunning. However, his temper led him and his followers through a series of rash decisions as he refused to let the Tossed Flail's taunts go unanswered.",
					"With morale falling faster than his minions, the master sorcerer turned to Arshin of Winewood to devise some object that might protect the sorcerers from the Tossed Flail's crossbows without hindering their spellcasting. Arshin was nearly roasted alive when he jokingly suggested Lonius try \"restraint\" but ceased his jokes after Lonius offered him a large sum of gold to solve the problem.",
					"Arshin experimented with all kinds of clothing but in the end settled on a simple hat. The unassuming cap left Lonius skeptical. Standing by the strength of his craft, Arshin agreed to fight the Tossed Flail alongside the Sorcerers of Foull. The cap proved its worth tenfold when it caught dozens of bolts and illuminated the attackers for the sorcerers to easily dispatch. Lonius accepted the cap after the first battle and, with it, prevented the destruction of his band of sorcerers.",
					"The {@i Grasping Cap} is a simple blue silk hat with a goose feather trim."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/item/grasping cap.webp"
						}
					}
				]
			}
		},
		{
			"source": "W02DM",
			"page": 13,
			"name": "Moonfield Lens",
			"wondrous": true,
			"rarity": "legendary",
			"reqAttune": true,
			"entries": [
				"This lens has 4 charges and it regains {@dice 1d3} expended charges daily at dawn. As an action, you can hold the lens to your eye, speak its command word and expend 2 charges to cause one of the following effects:",
				{
					"type": "list",
					"items": [
						"{@b {@i Find Loved One (2 charges).}} You know the precise location of one creature you love (platonic, familial, or romantic). This knowledge extends into other planes.",
						"{@b {@i True Path (2 charges).}} For 1 hour, you automatically succeed on all Wisdom ({@skill Survival}) checks to navigate in the wild. If you are underground, you automatically know the most direct route to reach the surface."
					]
				}
			],
			"charges": 4,
			"recharge": "dawn",
			"rechargeAmount": "1d3",
			"fluff": {
				"entries": [
					"Untin and Yeoma were lovers. They lived in different villages, separated by a great open plain known as the Moonfields. One night during the bi-annual meeting of the two villages, the young men stole away to be alone in the old ruins in the sandy region of the fields. Yeoma wanted to show Untin an intact, underground chamber he had discovered that was filled with colored lenses of all shapes and sizes. As the pair traversed the precarious passages into the undamaged chamber, Untin set off an ancient trap, collapsing the hall behind them and sealing them in the ruins.",
					"Above, their families scoured the ruins, knowing Yeoma frequented the place, but failed to find them. The grieving families returned to their villages and sent for Arshin, whose scrying skills were second only to his enchanting. He managed to locate Yeoma and Untin and a large excavation took place to free them. Arshin made each young man an enchanted lens from the recovered treasures in the ruins.",
					"The lenses are rainbow-hued and protected by a leather case."
				]
			}
		},
		{
			"source": "W02DM",
			"page": 14,
			"name": "Scorpion Feet",
			"wondrous": true,
			"rarity": "legendary",
			"reqAttune": true,
			"entries": [
				"These leather sandals offer comfortable and safe passage across shifting sands. While you wear them, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You ignore difficult terrain created by sand.",
						"You gain advantage on all ability checks against natural hazards where sand is a threatening element.",
						"You gain resistance to poison damage and advantage on saving throws against being {@condition poisoned}.",
						"Your steps made in sandy terrain do not leave tracks."
					]
				}
			],
			"resist": [
				"poison"
			],
			"fluff": {
				"entries": [
					"In the far South, a great desert birthed a divine queen, Joisi of Sothe, who united the wandering tribes in the Hall of Blue Scarabs and grew Lake Tuo from a weedy oasis. She drove the Ancient Crawler into the sea and built spires of brilliant sandstone that shone like the sun. Her descendants ruled the desert for hundreds of years, and its people knew prosperity, light, and knowledge to rival the greatest empires of history. What brought the dynasty to an end is not known, but the magic, people, and stories of the Hall of Blue Scarabs were all but lost.",
					"Arshin of Winewood once led an expedition into the black sands of Morneed, where the tombs of the forgotten queens lay waiting, in search of the legendary blue scarab carapaces from Queen Joisi's famed hall. For each brave soul who joined him, Arshin made a magical pair of sandals—Scorpion Feet, he called them. Arshin spoke little of his time in that desert, but before his death, he was often seen speaking quietly to a small scarab figurine.",
					"The {@i Scorpion Feet} are thick-soled, leather sandals coated in magical wax. They can form to any humanoid foot."
				]
			}
		},
		{
			"source": "W02DM",
			"page": 14,
			"name": "Interplanar Paint",
			"type": "P",
			"rarity": "legendary",
			"entries": [
				"This tarry unguent can be used to paint a single black doorway. While painting, you must concentrate on a plane of existence other than the one you currently occupy. If you are not interrupted, the doorway can be painted in 5 minutes. Once completed, the painting opens a two-way portal to the plane you imagined. The doorway is mirrored on the other plane, often appearing on a rocky face or the wall of a building. The doorway lasts for 1 week or until 5 gallons of silvered water (2,000 gp worth of silver) is applied to one side of the door."
			],
			"fluff": {
				"entries": [
					"The Winewood houses a variety of hidden doors: mundane, magical, and a few that are something a little more. In the deep woods, doors are painted onto the rocky faces of sheltered outcroppings—doors to places beyond the trees.",
					"{@i Arshin's Interplanar Paint} is a black, tarry substance that can be brushed onto a flat surface. A pot contains enough paint to create one doorway."
				]
			}
		},
		{
			"source": "W02DM",
			"page": 15,
			"name": "Arshin's Calipers",
			"wondrous": true,
			"rarity": "artifact",
			"reqAttune": "by a creature with the ability to prepare and cast non-cantrip arcane spells",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Brilliance",
					"entries": [
						"Your Intelligence score become20 unless it is already 20 or higher."
					]
				},
				{
					"type": "entries",
					"name": "Secrets of the Arcane",
					"entries": [
						"You gain advantage on all Intelligence ({@skill Arcana}) checks. Additionally, you can sense the presence of magic within 30 feet of you. This functions like {@spell detect magic}."
					]
				},
				{
					"type": "entries",
					"name": "Measure Magic",
					"entries": [
						"You may examine any magical item or object for one minute to fully apprehend its magical abilities, powers, and nature. When using the calipers in this way, you do not need to attune yourself to a magical item to learn its properties; however, you must take a physical reading of the object with the calipers."
					]
				},
				{
					"type": "entries",
					"name": "Measure Soul",
					"entries": [
						"You may observe any creature, uninterrupted, for 1 minute to learn their alignment and their true feelings toward you. The observation must take place within 100 ft. of the creature."
					]
				},
				{
					"type": "entries",
					"name": "Arshin Weaving",
					"entries": [
						"You may use the calipers to affect nearby spells. As a reaction to a spell being cast within 60 ft. of you, you may choose to have that spell's caster gain advantage or disadvantage if the spell requires an attack roll. As a reaction to a creature making a saving throw against a spell being cast within 60 ft. of you, you may choose to have that saving throw made with advantage or disadvantage."
					]
				},
				{
					"type": "entries",
					"name": "Static",
					"entries": [
						"The calipers emit a low level of magical static that may, over time, affect your spells. When preparing spells for the day, you must succeed on a DC 10 Intelligence saving throw or have {@dice 1d4} of your prepared spells switched with other spells you know. The switched spells are chosen randomly or by the GM. Each time you succeed on this saving throw, the DC increases by 2 the next time you prepare spells. Failing the saving throw resets the save DC to 10."
					]
				},
				{
					"type": "entries",
					"name": "Destroying the Calipers",
					"entries": [
						"The only way to destroy Arshin's Calipers is to bathe them in the blood of a freshly slain, 200-year-old beholder's central eye."
					]
				}
			],
			"ability": {
				"static": {
					"int": 20
				}
			},
			"fluff": {
				"entries": [
					"Forged by secret smiths in the Erngard Mountains and coated with pure diamond dust, these magical calipers were one of Arshin's primary enchanting tools. Equally able to measure the quality of magic and the convictions of a sentient being, the calipers were used to imbue countless objects with focused magic. The great enchanter carried the calipers on his person at all times and was even rumored to have bathed with them hanging from a thick platinum and adamantium chain around his waist.",
					"Upon his death, the calipers were taken and hidden by his most devout Keepers, who buried them deep in the caves beneath the Winewood. There, they are guarded by fearsome beasts, bound to the task of protecting the powerful calipers, for if they fell into the wrong hands, the world would be altered forever.",
					"{@i Arshin's Calipers} are a small measuring tool made from silver and steel and coated with diamond dust."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/item/arshins calipers.webp"
						}
					}
				]
			}
		}
	],
	"magicvariant": [
		{
			"type": "GV|DMG",
			"name": "Bloodthirsty Weapon",
			"inherits": {
				"source": "W02DM",
				"page": 5,
				"rarity": "rare",
				"reqAttune": true,
				"namePrefix": "Bloodthirsty ",
				"entries": [
					"This magic weapon bears long, branching channels inscribed into its blade or head, and it gives off a coppery scent. When you damage a creature with this weapon, it loses an additional {@damage 2d6} hit points from blood loss.",
					"The weapon acquires a taste for the last creature it damaged. When you attack that creature with the weapon and miss, the target still loses {@damage 2d6} hit points due to blood loss as the weapon draws blood out of open wounds as it passes. If a creature uses an action and succeeds on a DC 15 Wisdom ({@skill Medicine}) check or the wounded creature receives magical healing, the blade no longer has a taste for it.",
					"Constructs and undead who aren't {@creature vampire||vampires} are immune to the bleeding effects of the weapon."
				]
			},
			"requires": [
				{
					"type": "M",
					"dmgType": "P"
				},
				{
					"type": "M",
					"dmgType": "S"
				}
			]
		}
	],
	"language": [
		{
			"name": "Void Speech",
			"source": "W02DM",
			"page": 19,
			"entries": [
				"Reading Void Speech is dangerous. A PC studying the tablets must make a DC 13 Wisdom saving throw or suffer the effects of {@table short-term madness} for {@dice 1d10} minutes. If the saving throw is failed by 5 or more, {@table long-term madness} ensues for {@dice 1d10 × 10} hours."
			]
		}
	],
	"monster": [
		{
			"source": "W02DM",
			"page": 2,
			"name": "Red Hand Ogre",
			"cr": "3",
			"token": {
				"name": "Ogre",
				"source": "MM"
			},
			"_copy": {
				"name": "Ogre",
				"source": "MM",
				"_mod": {
					"*": {
						"mode": "replaceTxt",
						"replace": "damage\\.$",
						"with": "damage. When they strike a foe with a melee attack, they gain hit points equal to half the damage they cause as they drain strength from their foes. A creature struck by a Red Hand ogre cannot be magically healed until after a short rest."
					}
				}
			},
			"fluff": {
				"entries": [
					"{@creature ogre||Ogres} of Kaa'nesh are often tattooed in red swirling patterns, enchanted with what the ogres call the Red Hands."
				]
			}
		},
		{
			"source": "W02DM",
			"name": "Devotee of Arshin",
			"alignment": [
				{
					"alignment": [
						"N",
						"E"
					]
				},
				{
					"alignment": [
						"N",
						"G"
					]
				}
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"size": [
				"V"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item studded leather armor|PHB|studded leather}"
					]
				}
			],
			"hp": {
				"average": 55,
				"formula": "11d8"
			},
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(varies by race)"
				}
			},
			"str": 14,
			"dex": 12,
			"con": 10,
			"int": 16,
			"wis": 10,
			"cha": 11,
			"skill": {
				"arcana": "+5"
			},
			"senses": [
				"varies by race"
			],
			"passive": 12,
			"languages": [
				"Common",
				"Draconic or Sylvan (see below)"
			],
			"languageTags": [
				"C",
				"DR",
				"S"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Focus Bearer",
					"entries": [
						"The devotee carries and is attuned to an enchanted focus which grants the devotee access to three {@filter cantrips|spells|level=0}. The chosen cantrips can come from a single spell list or a mix of any three. The spells are cast innately (spell save {@dc 13}, {@hit 5} to hit with spell attacks), requiring only verbal components. The focus can be any small object such as a ring, carved figurine, or polished stone. Only the devotee can attune to the focus and use its power."
					]
				},
				{
					"name": "We Serve in Different Ways",
					"entries": [
						"Each devotee represents one of two archetypes. Choose one of the following traits:",
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Keeper.",
									"entry": "Three times per day when making a spell attack, the devotee gains advantage on the attack. Additionally, the devotee receives a +4 bonus on Dexterity ({@skill Stealth}) checks and gains {@language Sylvan} as a bonus language."
								},
								{
									"type": "item",
									"name": "Seeker",
									"entries": [
										"The devotee gains +10 ft. to its speed, advantage on Wisdom ({@skill Survival}) checks, and a +4 bonus on WIsdom ({@skill Perception}) checks. The devotee also gains {@language Draconic} as a bonus language."
									]
								}
							]
						}
					]
				}
			],
			"spellcastingTags": [
				"I"
			],
			"action": [
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 3}) slashing damage."
					]
				},
				{
					"name": "Shortbow",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 100/400 ft., one target. {@h}6 ({@damage 1d6 + 2}) piercing damage."
					]
				}
			],
			"damageTags": [
				"S",
				"P"
			],
			"miscTags": [
				"MW",
				"MLW",
				"RW",
				"RNG"
			],
			"_versions": [
				{
					"name": "Devotee of Arshin (Keeper)",
					"source": "W02DM",
					"_preserve": {
						"page": true
					},
					"skill": {
						"arcana": "+5",
						"stealth": "+4"
					},
					"languages": [
						"Common",
						"Sylvan"
					],
					"languageTags": [
						"C",
						"S"
					],
					"_mod": {
						"trait": {
							"mode": "replaceArr",
							"replace": "We Serve in Different Ways",
							"items": {
								"name": "Keeper (3/Day)",
								"entries": [
									"Three times per day when making a spell attack, the devotee gains advantage on the attack."
								]
							}
						}
					}
				},
				{
					"name": "Devotee of Arshin (Seeker)",
					"source": "W02DM",
					"_preserve": {
						"page": true
					},
					"skill": {
						"arcana": "+5",
						"perception": "+4"
					},
					"languages": [
						"Common",
						"Draconic"
					],
					"languageTags": [
						"C",
						"S"
					],
					"speed": {
						"walk": {
							"number": 40,
							"condition": "(varies by race; +10 ft. bonus to natural speed)"
						}
					},
					"_mod": {
						"trait": {
							"mode": "replaceArr",
							"replace": "We Serve in Different Ways",
							"items": {
								"name": "Seeker",
								"entries": [
									"The devotee has advantage on Wisdom ({@skill Survival}) checks."
								]
							}
						}
					}
				}
			],
			"attachedItems": [
				"Shortsword|PHB",
				"Shortbow|PHB"
			],
			"fluff": {
				"entries": [
					"Devotees of Arshin are best described as ardent fans of the enchanter's work. Why some women and men become so obsessed is unknown. Some claim it's a kind of madness, a prospector's fever that sets in and doesn't let go. Devotees are loosely divided into two factions: those who tend his estate, protecting its walls and contents, and those who scour the world in search of his lost works. The former call themselves the Keepers, and like monks in a monastery, their travels beyond the Winewood are few. They live among the magic-infused trees and commune with the fey things that dwell in the forest. The latter are known as the Seekers, and they travel to the ends of the world and beyond to reclaim the enchanter's treasures. They believe their task is above most laws and employ whatever tactic necessary to secure Arshin's works.",
					"The Seekers bring their recovered items back to the Keepers, who stash them away in vaults hidden throughout the Winewood. These troves draw greedy explorers and curious adventurers alike into the forest, most of whom are never heard from again.",
					{
						"type": "entries",
						"name": "As Allies",
						"page": 8,
						"entries": [
							"Devotees of Arshin can be molded into a neutral good organization that is obsessively dedicated to the enchanter, his workshop, and his works. They may welcome travelers to small outposts in the Winewood where they trade the non-Arshin-made wondrous items the Seekers have collected in their travels. They may lend or even grant one of Arshin's magical items to those opposing great evil. They might hire stalwart adventurers to deal with threats to the forest or to embark on a dangerous quest to recover one of the enchanter's treasures. As allies and pro-social NPCs, devotees behave like a high-functioning cult—dedicated to their dead patron but not outwardly violent as they carry out their business. As allies to the good folk of the world, devotees venerate Arshin and believe that his magic brings light and wonder to the world."
						]
					},
					{
						"type": "entries",
						"name": "As Villains",
						"page": 8,
						"entries": [
							"Devotees of Arshin can be presented as a nefarious organization willing to do anything to recover its patron's powerful objects. The Winewood is a twisting and perilous place, filled with sharp-toothed fey and beasts bristling with dangerous magic. Neutral evil devotees dislike outsiders, who they believe come to steal their treasure and delay their ultimate end: to resurrect Arshin as a powerful lich. The Seekers act as burglars, assassins, and extortionists, hunting down their lost treasures with no regard for the lives of those in their way. As villains, devotees are a cunning cult whose stronghold is the workshop and estate of their late master."
						]
					}
				]
			},
			"page": 8,
			"sizeNote": "by race"
		},
		{
			"source": "W02DM",
			"page": 20,
			"name": "Leruva Ramek, Bemmean Void Wizard",
			"shortName": "Leruva",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				12,
				{
					"ac": 15,
					"condition": "with {@spell mage armor}",
					"braces": true
				}
			],
			"hp": {
				"formula": "12d8 + 12",
				"average": 71
			},
			"speed": 30,
			"str": 9,
			"dex": 14,
			"con": 12,
			"int": 19,
			"wis": 13,
			"cha": 14,
			"save": {
				"int": "+8",
				"wis": "+5"
			},
			"skill": {
				"arcana": "+8",
				"deception": "+6",
				"history": "+8",
				"religion": "+8"
			},
			"passive": 11,
			"languages": [
				"Common",
				"Goblin",
				"Void Speech"
			],
			"languageTags": [
				"C",
				"GO",
				"OTH"
			],
			"cr": "9",
			"spellcasting": [
				{
					"type": "spellcasting",
					"name": "Spellcasting",
					"ability": "int",
					"headerEntries": [
						"The void wizard is a 12th-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 16}, {@hit 8} to hit with spell attacks). The void wizard has the following wizard spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell chill touch}",
								"{@spell crushing curse|DM03}",
								"{@spell dancing lights}",
								"{@spell mage hand}",
								"{@spell word of misfortune|DM03}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell mage armor}",
								"{@spell magic missile}",
								"{@spell protection from the void|KPDM}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell destructive resonance|DM03}",
								"{@spell maddening whispers|DM03}",
								"{@spell misty step}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell counterspell}",
								"{@spell hypnotic pattern}",
								"{@spell void strike|DM03}"
							]
						},
						"4": {
							"slots": 3,
							"spells": [
								"{@spell evard's black tentacles||black tentacles}",
								"{@spell blight}",
								"{@spell confusion}",
								"{@spell stoneskin}"
							]
						},
						"5": {
							"slots": 2,
							"spells": [
								"{@spell cone of cold}",
								"{@spell living shadows|DM03}"
							]
						},
						"6": {
							"slots": 1,
							"spells": [
								"{@spell life drain|DM03}"
							]
						}
					}
				}
			],
			"spellcastingTags": [
				"CW"
			],
			"damageTagsSpell": [
				"C",
				"O",
				"B",
				"N",
				"Y"
			],
			"conditionInflictSpell": [
				"deafened",
				"incapacitated",
				"frightened",
				"restrained",
				"exhaustion",
				"charmed"
			],
			"trait": [
				{
					"name": "Void Focus",
					"entries": [
						"Leruva has advantage on Constitution saving throws made to maintain concentration on void spells."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw;rw} {@hit 6} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}2 ({@damage 1d4}) piercing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Rebuke from Beyond (4/day)",
					"entries": [
						"When damaged by an attack from a creature within 60 ft., the void wizard barks a destructive word of Void Speech. If the creature can hear the wizard, it takes 10 points of necrotic damage."
					]
				}
			],
			"damageTags": [
				"P",
				"N"
			],
			"attachedItems": [
				"Dagger|PHB"
			],
			"isNamedCreature": true,
			"miscTags": [
				"MW",
				"THW",
				"RW"
			],
			"fluff": {
				"entries": [
					"Leruva is tall and thin with long, lank black hair and a pale complexion from spending most of his youth inside the Librarium Caelmarath. He wears black robes embroidered with the ancient sigil of Vael Turog and carries an ebony staff topped with a cube of alien blue stone. He talks in a soft, measured voice, which makes it all the more terrifying when he switches to {@language Void Speech|W02DM}."
				]
			}
		},
		{
			"source": "W02DM",
			"name": "Haunted Stone Giant",
			"page": 21,
			"size": [
				"H"
			],
			"type": "giant",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 20,
					"from": [
						"natural armor",
						"ancestral spirits"
					]
				}
			],
			"hp": {
				"average": 126,
				"formula": "11d12 + 55"
			},
			"speed": 40,
			"str": 23,
			"dex": 15,
			"con": 20,
			"int": 10,
			"wis": 12,
			"cha": 6,
			"save": {
				"dex": "+5",
				"con": "+8",
				"wis": "+4"
			},
			"skill": {
				"athletics": "+12",
				"perception": "+4"
			},
			"conditionImmune": [
				"charmed",
				{
					"conditionImmune": [
						"frightened"
					],
					"note": "(see below)"
				}
			],
			"senses": [
				"darkvision 60 ft.",
				"see invisibility (see below)"
			],
			"passive": 14,
			"languages": [
				"Giant"
			],
			"languageTags": [
				"GI"
			],
			"cr": "8",
			"trait": [
				{
					"name": "Ancestral Spirits",
					"entries": [
						"Three ghostly spirits haunt the giant. The spirits are incorporeal, remain within 10 ft. of the giant at all times, and cannot take actions. Each uses the giant's AC and saving throws, has 15 hit points and can only be harmed by radiant damage. If an ancestral spirit is reduced to 0 hit points, it disappears temporarily. Reduce the giant's AC by 1 and remove one trait granted by the spirits for each spirit that is driven off. Ancestral spirits cannot be turned."
					]
				},
				{
					"name": "Reckless",
					"entries": [
						"At the start of its turn, the giant can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn. This trait is granted by the ancestral spirits."
					]
				},
				{
					"name": "See Invisibility",
					"entries": [
						"The giant can see {@condition invisible} creatures and objects as if they were visible and can see into the Ethereal Plane. This trait is granted by the ancestral spirits."
					]
				},
				{
					"name": "Steadfast",
					"entries": [
						"The giant is immune to the {@condition charmed} and {@condition frightened} conditions. This trait is granted by the ancestral spirits."
					]
				},
				{
					"name": "Stone Camouflage",
					"entries": [
						"The giant has advantage on Dexterity ({@skill Stealth}) checks made to {@action hide} in rocky terrain."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The giant makes two greatclub attacks."
					]
				},
				{
					"name": "Greatclub",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 15 ft., one target. {@h}19 ({@damage 3d8 + 6}) bludgeoning damage."
					]
				},
				{
					"name": "Rock",
					"entries": [
						"{@atk rw} {@hit 9} to hit, range 60/240 ft., one target. {@h}28 ({@damage 4d10 + 6}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 17} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"attachedItems": [
				"Greatclub|PHB"
			],
			"reaction": [
				{
					"name": "Rock Catching",
					"entries": [
						"If a rock or similar object is hurled at the giant, the giant can, with a successful DC 10 Dexterity saving throw, catch the missile and take no bludgeoning damage from it."
					]
				}
			],
			"miscTags": [
				"RCH",
				"MW",
				"MLW",
				"RW"
			],
			"damageTags": [
				"B"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"strength"
			],
			"senseTags": [
				"D"
			],
			"fluff": {
				"entries": [
					"{@i This stone giant appears dead-eyed and sullen, trudging along as if the weight of the entire world rests on his shoulders. Three huge ghostly figures swirl around the giant who looks at them with a mixture of fear and loathing.}",
					"By adolescence, most male hill and stone giants of the Haunted Lands are plagued by the spirits of their ancestors. The ghosts' incessant whispers drive them off alone or in small familial groups to lay their ancestors' remains to rest. This can consume their lives to the extent that even breeding isn't a priority, so the giants' own ancestors drive their race toward extinction. The more who die, the more ghosts return to burden the living, leading many tribes to cremate their dead—though this is considered a vile act of desecration by many giants.",
					"This ghostly harassment manifests as a type of phantom known as an ancestral spirit. These spirits are anchored to the souls of their descendants and appear near their host either as dark, flickering shades or as looming, spectral apparitions. The giant will take steps to defend its ancestral spirits if they are attacked but will likely be glad at the temporary respite if the spirits are driven off. Spirits return to plague their briefly relieved ancestors at the rate of one spirit per hour. They cannot be destroyed permanently unless their bones are found and laid to rest."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/creature/haunted stone giant.webp"
						}
					}
				]
			}
		},
		{
			"source": "W02DM",
			"name": "Necrotic Tick",
			"page": 23,
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 3,
				"formula": "1d4 + 1"
			},
			"speed": {
				"walk": 5,
				"climb": 5
			},
			"str": 2,
			"dex": 14,
			"con": 12,
			"int": 1,
			"wis": 12,
			"cha": 8,
			"save": {
				"con": "+3"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"passive": 11,
			"cr": "1/4",
			"trait": [
				{
					"name": "Necrotic Regeneration",
					"entries": [
						"While attached to a living host, a necrotic tick leaks negative energy into the host's bloodstream, so its wounds quickly heal over with scabrous, necrotic flesh. If the host does not already have regeneration, it regains 2 hit points at the start of its turn if it has at least 1 hit point.",
						"Track how many \"necrotic hit points\" a host recovers via necrotic regeneration. Magical healing reverses the necrosis and subtracts an equal number of necrotic hit points from those accumulated. Once the necrotic hit points equal the host's total hit points, the host becomes a zombie."
					]
				},
				{
					"name": "Ride Host",
					"entries": [
						"Once a tick's living host has lost three quarters of its maximum hit points from blood drain, the tick's toxins fill the host with an unnatural desire to approach other living beings. When a suitable creature is within 5 feet, the tick incites a sudden rage in the host, who attempts to {@action grapple} the nearby creature so the tick can try to attach itself to the new victim."
					]
				}
			],
			"traitTags": [
				"Regeneration"
			],
			"action": [
				{
					"name": "Blood Drain",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one creature. {@h}1 piercing damage, and the tick attaches to the target. The target must make a {@dc 13} Wisdom saving throw. If it fails, it is affected by the tick's toxins and does not attempt to remove it. The host will even replace a dislodged tick unless prevented from doing so for a full minute, after which the tick's influence fades.",
						"At the start of each of the tick's turns, the target loses 5 ({@damage 1d4 + 3}) hit points due to blood loss.",
						"The tick can detach itself by spending its movement. It does so when seeking a new host or if the target dies. A creature, including the target, can use its action to detach the tick. When a necrotic tick detaches, voluntarily or otherwise, its host takes 1 hit point damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"{@i A tick, bloated to the size of a child's head, buries its head deep in the armpit of its victim. Circles of necrotic flesh bubble around the bite wound.}",
					"Necrotic ticks are normal ticks that have gorged themselves on blood rich with negative energy. They grow unnaturally large as they feed, weighing in excess of 4 pounds when fully engorged. Most begin their voracious lives attached to the backs of animal zombies, and it is not uncommon to find a cluster of them on a single animal.",
					"When the blood of a necrotic tick's undead host runs dry, the parasite rides its victim to a new host—usually an unfortunate living creature. As it sucks the living creature's blood, it leaks negative energy into the bite wound and starts a process that slowly turns the hapless victim into a zombie one pound of flesh at a time. If no potential hosts are available, ridden hosts hide in dark crevices or in trees, where they wait to pounce on the next passerby and deliver their crawling passengers.",
					"The disgusting Lord Rodyan of Hengksburg in the Blood Kingdom breeds necrotic ticks in the laboratory beneath his mansion. He is using the foul creatures to create zombies to fight for him in the city's gladiatorial arena."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/creature/necrotic tick.webp"
						}
					}
				]
			}
		}
	],
	"book": [
		{
			"source": "W02DM",
			"name": "Warlock 2: Dread Magic",
			"author": "Kobold Press",
			"group": "homebrew",
			"id": "W02DM",
			"published": "2017-10-24",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/cover.webp"
			},
			"contents": [
				{
					"name": "Cover Page & Credits"
				},
				{
					"name": "Blood Mages of Kaa'nesh",
					"headers": [
						"The Hunter and Blood Magic",
						"Variant: Red Hand Ogres (+1 CR)",
						"Galusid, the Scarlet Heirophant"
					]
				},
				{
					"name": "Arsenal of Villains: Blood Calls to Blood"
				},
				{
					"name": "Legendary Works of Arshin the Enchanter",
					"headers": [
						"Arshin of Winewood",
						"Devotees of Arshin",
						"As Allies",
						"As Villains",
						"Ten Legendary Magical Items",
						{
							"depth": 1,
							"header": "Weapons"
						},
						{
							"depth": 1,
							"header": "Armor"
						},
						{
							"depth": 1,
							"header": "Wondrous Items"
						},
						{
							"depth": 1,
							"header": "Miscellaneous"
						},
						{
							"depth": 1,
							"header": "Artifact"
						}
					]
				},
				{
					"name": "City of Blue Blocks",
					"headers": [
						"Visiting the City of Blue Blocks"
					]
				},
				{
					"name": "Haunted Stone Giant"
				},
				{
					"name": "Necrotic Tick"
				}
			]
		}
	],
	"bookData": [
		{
			"source": "W02DM",
			"id": "W02DM",
			"data": [
				{
					"type": "section",
					"name": "Cover Page & Credits",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/cover-full.webp"
							},
							"title": "{@i Warlock 2: Dread Magic} cover",
							"width": 701,
							"height": 1101
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W29_PB/Warlock.webp"
							},
							"width": 825,
							"height": 268
						},
						{
							"type": "entries",
							"name": "Credits",
							"style": "text-center",
							"entries": [
								{
									"type": "list",
									"style": "list-no-bullets",
									"page": 1,
									"items": [
										{
											"type": "item",
											"name": "Design:",
											"entries": [
												"Wolfgang Baur, Dan Dillon, Richard Green, Jon Sawatsky"
											]
										},
										{
											"type": "item",
											"name": "Development & Editing:",
											"entries": [
												"Scott Gable"
											]
										},
										{
											"type": "item",
											"name": "Art Direction & Graphic Design:",
											"entries": [
												"Marc Radle"
											]
										},
										{
											"type": "item",
											"name": "Cover Art:",
											"entries": [
												"Karl Waller"
											]
										},
										{
											"type": "item",
											"name": "Back Cover Art:",
											"entries": [
												"Dyson Logos"
											]
										},
										{
											"type": "item",
											"name": "Interior Art:",
											"entries": [
												"Pedro Potier, Marc Radle, Karl Waller"
											]
										},
										{
											"type": "item",
											"name": "Publisher:",
											"entries": [
												"Wolfgang Baur"
											]
										}
									]
								},
								"{@note Kobold Press, Midgard, Open Design, and their associated logos are trademarks of Open Design.}",
								"{@note {@b Product Identity:} The following items are hereby identified as Product Identity, as defined in the Open Game License version 1.0a, Section 1(e), and are not Open Content: All trademarks, registered trademarks, proper names (characters, place names, new deities, etc.), dialogue, plots, story elements, locations, characters, artwork, sidebars, and trade dress. (Elements that have previously been designated as Open Game Content are not included in this declaration.)}",
								"{@note {@b Open Game Content:} The Open Content in this book includes the monster names, descriptions, monster statistics, and monster abilities.}",
								"{@note No other portion of this work may be reproduced in any form without permission.}",
								"{@note © 2017 Open Design}",
								"{@link www.koboldpress.com}"
							]
						},
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W29_PB/Midgard.webp"
									},
									"width": 441,
									"height": 131
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W29_PB/Kobold.webp"
									},
									"width": 290,
									"height": 124
								}
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/cover-art.webp"
							},
							"title": "Cover Art: Karl Waller",
							"width": 750,
							"height": 1201
						}
					]
				},
				{
					"type": "section",
					"name": "Blood Mages of Kaa'nesh",
					"page": 2,
					"entries": [
						{
							"type": "table",
							"colStyles": [
								"col-12 text-center"
							],
							"rows": [
								[
									"{@i By Wolfgang Baur}"
								]
							]
						},
						"Blood magic is widespread in Midgard and quite difficult to root out once its adherents gain positions of power. All those who oppose them tend to die of hideous diseases or swift-acting poisons. Of the many cults that use blood magic, the best known might be the followers of the Sanguine Path, and among wizards, many follow in the vile footsteps of Taergash the Bloodpurger.",
						"However, two places in Midgard always spring to mind when blood magic is discussed: the vampire-ruled lands of Morgau and the ogre stronghold of Kaa'nesh on the Ruby Sea (a holding of the Mharoti Empire that provides the dragon folk with dependably strong and dependably stupid ogres for its armies). Their Red Hand ogres make excellent shock troops—and their tactical sense and arcane power are quite sharp, directed by the Scarlet Heirophant Galusid and the members of the alliance of blood mages of Kaa'nesh called the Hunter's Chosen.",
						{
							"type": "entries",
							"name": "The Hunter and Blood Magic",
							"page": 2,
							"entries": [
								"The origins of Kaa'nesh are thought to date to a time when the Ebon Flame of Beldestan burned bright, before the rise of Mharot's children to their great empire. It may have been a colony of Beldestani merchants, providing a port to the west connected to Reth-Sal and to the elf city of Sephaya and its surrounding fragrant gardens. It was long an independent city on the Ruby Sea, home to ogres, gnolls, and human slaves and devoted to the praise of the Hunter, the blood goddess Marena, V'ashra the Tormentor, and similar dark gods.",
								"While many cults use blood magic, the city makes a public display of its allegiance to these powers with daily offerings of fine oxen and cattle and monthly displays of human, goblin, and gnoll sacrifices, overseen by one or another of the blood mages. The hunt and the kill are present in most of the sacrifices in abbreviated form with the animal briefly \"chased\" by a priest and a humanoid victim freed from their bonds for a moment, the better to please the Hunter and fulfill his mission of winnowing out the weakest and strengthening the strong."
							]
						},
						{
							"type": "entries",
							"name": "Variant: Red Hand Ogres (+1 CR)",
							"page": 2,
							"entries": [
								"{@creature ogre||Ogres} of Kaa'nesh are often tattooed in red swirling patterns, enchanted with what the ogres call the {@creature Red Hand Ogre|W02DM|Red Hands}. When they strike a foe with a melee attack, they gain hit points equal to half the damage they cause as they drain strength from their foes. A creature struck by a Red Hand ogre cannot be magically healed until after a short rest."
							]
						},
						{
							"type": "entries",
							"name": "Galusid, the Scarlet Heirophant",
							"page": 0,
							"entries": [
								"The Scarlet Heirophant Galusid (LE male human wizard [blood mage] 12) is the arcane and spiritual leader of the blood mages of Kaa'nesh, and he commands complete loyalty and obedience from the city's inhabitants. Physically, he is not deeply imposing: Galusid is a short man of about 40 years with tattooed forearms and a quick way with a knife or wand. Black hair and sharp eyes, his somewhat bulging potbelly belies speed and a high degree of toughness and cruelty.",
								"In arcane terms, Galusid is a terror, for he commands the Hunter's Company, a group of 50 blood mages. This thoroughly blood-soaked company of humans, gnolls, and goblins, with a handful of kobolds, constantly enhances their magic by drawing poison and disease from the blood of victims and spreading it to others. All members of the Company are sworn to serve Mharot and the timarli of Kalpostan directly, rather than the Dread Sultan in distant Kalpostan. They often go raiding on the Rothenian Plain for centaurs to drag as sacrifices to the Hunter's altar.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/creature/galusid.webp"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Arsenal of Villains: Blood Calls to Blood",
					"page": 4,
					"entries": [
						{
							"type": "table",
							"colStyles": [
								"col-12 text-center"
							],
							"rows": [
								[
									"{@i By Dan Dillon}"
								]
							]
						},
						"The practice of blood magic started with the wizard Taergash the Bloodpurger and sadly didn't end with his death when he bled out. His crimson-stained knowledge persists in the world, plundered from his laboratory by scheming apprentices and greedy adventurers. Aside from the spells he created or the magical heritage and traditions he spawned, the Bloodpurger's teachings live on in physical form through items and weapons imbued with blood magic.",
						{
							"type": "statblock",
							"tag": "item",
							"name": "Band of Iron Thorns",
							"source": "W02DM",
							"collapsed": true,
							"page": 4
						},
						{
							"type": "statblock",
							"tag": "item",
							"name": "Blood Pearl",
							"source": "W02DM",
							"collapsed": true,
							"page": 4
						},
						{
							"type": "statblock",
							"tag": "item",
							"name": "Blood-soaked Hide",
							"source": "W02DM",
							"collapsed": true,
							"page": 4
						},
						{
							"type": "statblock",
							"tag": "item",
							"name": "Bloodthirsty Weapon",
							"source": "W02DM",
							"collapsed": true,
							"page": 5
						},
						{
							"type": "statblock",
							"tag": "item",
							"name": "Mantle of Blood Vengeance",
							"source": "W02DM",
							"collapsed": true,
							"page": 5
						},
						{
							"type": "statblock",
							"tag": "item",
							"name": "Taergash's Tear",
							"source": "W02DM",
							"collapsed": true,
							"page": 5
						}
					]
				},
				{
					"type": "section",
					"name": "Legendary Works of Arshin the Enchanter",
					"page": 7,
					"entries": [
						{
							"type": "table",
							"colStyles": [
								"col-12 text-center"
							],
							"rows": [
								[
									"{@i By Jon Sawatsky}"
								]
							]
						},
						"Infernist, madman, binder, crackpot, genius, saint: all these titles and more were set upon the shoulders of Arshin, legendary enchanter of the Winewood. Here, in your hands, is a tome containing information on the man, his followers, and his great works of magic. Though we concern ourselves here with his most famous creations, the prolific magic tamer produced countless strange and wondrous treasures throughout his lifetime. Your adventurers might unknowingly possess one of his works at this very moment! Best to bargain in good faith with the enigmatic Seekers should they come to claim it...",
						{
							"type": "entries",
							"name": "Arshin of Winewood",
							"page": 7,
							"entries": [
								"The old enchanter is dead, his remains entombed at the site of his workshop and home in the fantastical forest known as the Winewood. While his followers, the obsessive Devotees of Arshin, remember the man for his wisdom and humor, his true legacy is the assortment of magical objects he created over his lifetime. A few of these Devotees have taken up residence in his workshop, keeping it clean and preserved—precisely as Arshin left it when he died.",
								"The entrance to the workshop is built into the base of a mammoth tree stump surrounded by a labyrinthine, stone maze. The underground rooms of his residence are far from cold and rooty; instead, cheery vistas spring into being as one travels from chamber to chamber. The enchanted pigments Arshin created to construct these living paintings are the prized possession of any artist lucky enough to find them.",
								"The woods around the enchanter's residence have been transformed by the constant exposure to magic. The night flowers cast a dim light when they bloom, illuminating the trees in blue and violet hues. Insects with sparking wings flit audibly through the undergrowth and rare beetles capable of telekinesis weave living branches into nests high in the canopy. Fey creatures are drawn to the Winewood, a fact that the keepers of Arshin's estate use to their advantage as their master did before them.",
								"Though the man has passed on, his works persist, plotting their own courses through the world. Some of his objects serve as heirlooms and status symbols while others remain lost in the shadowy places of the world. A lucky few have even found his creations in markets, hiding in plain sight beside mundane urns and pitted blades."
							]
						},
						{
							"type": "entries",
							"name": "Devotees of Arshin",
							"page": 7,
							"entries": [
								"Devotees of Arshin are best described as ardent fans of the enchanter's work. Why some women and men become so obsessed is unknown. Some claim it's a kind of madness, a prospector's fever that sets in and doesn't let go. Devotees are loosely divided into two factions: those who tend his estate, protecting its walls and contents, and those who scour the world in search of his lost works. The former call themselves the Keepers, and like monks in a monastery, their travels beyond the Winewood are few. They live among the magic-infused trees and commune with the fey things that dwell in the forest. The latter are known as the Seekers, and they travel to the ends of the world and beyond to reclaim the enchanter's treasures. They believe their task is above most laws and employ whatever tactic necessary to secure Arshin's works.",
								"The Seekers bring their recovered items back to the Keepers, who stash them away in vaults hidden throughout the Winewood. These troves draw greedy explorers and curious adventurers alike into the forest, most of whom are never heard from again."
							]
						},
						{
							"type": "entries",
							"name": "As Allies",
							"page": 8,
							"entries": [
								"Devotees of Arshin can be molded into a neutral good organization that is obsessively dedicated to the enchanter, his workshop, and his works. They may welcome travelers to small outposts in the Winewood where they trade the non-Arshin-made wondrous items the Seekers have collected in their travels. They may lend or even grant one of Arshin's magical items to those opposing great evil. They might hire stalwart adventurers to deal with threats to the forest or to embark on a dangerous quest to recover one of the enchanter's treasures. As allies and pro-social NPCs, devotees behave like a high-functioning cult—dedicated to their dead patron but not outwardly violent as they carry out their business. As allies to the good folk of the world, devotees venerate Arshin and believe that his magic brings light and wonder to the world."
							]
						},
						{
							"type": "entries",
							"name": "As Villains",
							"page": 8,
							"entries": [
								"Devotees of Arshin can be presented as a nefarious organization willing to do anything to recover its patron's powerful objects. The Winewood is a twisting and perilous place, filled with sharp-toothed fey and beasts bristling with dangerous magic. Neutral evil devotees dislike outsiders, who they believe come to steal their treasure and delay their ultimate end: to resurrect Arshin as a powerful lich. The Seekers act as burglars, assassins, and extortionists, hunting down their lost treasures with no regard for the lives of those in their way. As villains, devotees are a cunning cult whose stronghold is the workshop and estate of their late master."
							]
						},
						{
							"type": "statblock",
							"tag": "creature",
							"name": "Devotee of Arshin",
							"source": "W02DM",
							"collapsed": true,
							"page": 8
						},
						{
							"type": "entries",
							"name": "Ten Legendary Magical Items",
							"page": 9,
							"entries": [
								"Arshin kept very busy making magic items, and a few are described below.",
								{
									"type": "entries",
									"name": "weapons",
									"page": 9,
									"entries": [
										"Nothing was requested of Arshin more than weapons.",
										{
											"type": "entries",
											"name": "Dirgeblade",
											"page": 9,
											"entries": [
												"When the elven poet and singer Maethan Mar died, the forest he called home sang a sonorous song. The trees, animals, and undergrowth all joined to mark the passing of a legend. The strange song, resonating for hundreds of miles, burned itself into the memories of all who heard it. Arshin of Winewood was among those moved by the melody and set out to create a blade inspired by its notes.",
												"Upon completion of his work, Arshin brought the blade to the elves of the forest who still mourned for Maethan. He presented the blade to them as a gift and demonstrated its unique property: the forest's song could be summoned from within the blade. When the elves heard the blade sing, they wept, collecting their tears in clay vessels. Arshin then reforged the sword and cooled it with the tears, adding the elves' sadness to the blade's power.",
												"The {@i Dirgeblade} is an exquisitely crafted rapier set in a silver and leather scabbard. The blade glows a faint stormy blue and is encircled by swirling wisps of clouds.",
												{
													"type": "statblock",
													"tag": "item",
													"name": "Dirgeblade",
													"source": "W02DM",
													"page": 9,
													"collapsed": true
												}
											]
										},
										{
											"type": "entries",
											"name": "Ruby Crusher",
											"page": 10,
											"entries": [
												"The Peak Walkers lived on a mountain above a heavily populated valley for generations. In that time, their warriors repelled orc hordes, foreign armies, and all manner of beasts. They never demanded payment, despite the history of losses the clan experienced as the valley's unofficial protectors.",
												"When word of the barbarians' battles against a force of invading stone giants reached the valley, the villages pooled their meager coin and commissioned a gift for Chieftain Yellow Wolf: a massive warclub made from small, cut rubies by the powerful enchanter Arshin of Winewood. Yellow Wolf invoked the magic of the club in a massive bonfire and led her warriors to victory against the giants. It is said the club struck with such force that the limbs of its victims flew off the mountain and rained on the valley below.",
												"The {@i Ruby Crusher} is a greatclub made entirely of fused rubies with a grip wrapped in manticore hide. A roaring fire burns behind its smooth facets.",
												{
													"type": "statblock",
													"tag": "item",
													"source": "W02DM",
													"name": "Ruby Crusher",
													"page": 10,
													"collapsed": true
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Armor",
									"page": 10,
									"entries": [
										"Where weapons are valued, a need for armor arises.",
										{
											"type": "entries",
											"name": "Fountmail",
											"page": 10,
											"entries": [
												"The once great human city of Ollomar fell to darkness and ruin in the wake of a difficult war. The city was abandoned by the survivors—replaced by shadows that crept in from the nearby wastes. The communities around the city also shrank as the wicked things that called the city's ruins home sought to expand their terrible territory. The region tumbled into evil, and all goodnatured creatures fled. Years passed, and no one ventured into that place.",
												"Venika Harc, the young daughter of a noble house of Ollomar planned an expedition into the city. She knew it crawled with the unsettled spirits of slain citizens and the heartless ghouls from the nearby dusty plains. So the rich and brave Venika commissioned Arshin of Winewood to craft her a magical suit of armor to protect her from the cries and claws of the undead.",
												"He made her a glittering suit of chainmail imbued with the restorative magic of a healing spring. Venika wore the Fountmail as she led her expedition into her lost homeland—though in the end, she and her men never returned.",
												"The {@i Fountmail} is a dazzling white suit of chainmail with an alabaster-colored steel collar that covers part of the face.",
												{
													"type": "statblock",
													"tag": "item",
													"source": "W02DM",
													"name": "Fountmail",
													"page": 10,
													"collapsed": true
												}
											]
										},
										{
											"type": "entries",
											"name": "The Smoking Plate of Heithmir",
											"page": 11,
											"entries": [
												"Heithmir the Red built a stronghold in a frozen hell where a howling wind carried the mad gibbering of the damned. Its stone walls, doubly thick, served his champions well as they waged war against a frigid evil. A magical doorway whose limits bridged the infernal world and his own sat in the heart of the stronghold.",
												"Heated by magical fire, Heithmir's armor protected him from the deadly cold of his enemy's domain. A fierce dwarf visage, its beard made from rising smoke, was carved in relief on the pauldrons. This smoldering plate was crafted by none other than Arshin of Winewood.",
												"It is said that Arshin learned much of elemental magic in the frozen planes of Hell assisting Heithmir during the dwarf warlord's campaign. Though Heithmir's fortress fell in the end, the dwarves, aided by the great enchanter, dealt heavy blows to the armies of Hell. The armor and its bearer disappeared in the final battle, and the Smoking Plate was not seen again.",
												"The {@i Smoking Plate of Heithmir} is a suit of soot-colored plate armor with grim dwarf visages on the pauldrons. The pauldrons emit curling smoke and are hot to touch.",
												{
													"type": "statblock",
													"tag": "item",
													"name": "Smoking Plate of Heithmir",
													"source": "W02DM",
													"page": 11,
													"collapsed": true
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Wondrous Items",
									"page": 11,
									"entries": [
										"It was wondrous items, though, whose creation Arshin found most fulfilling.",
										{
											"type": "entries",
											"name": "Arshin's Buckle of Blasting",
											"page": 11,
											"entries": [
												"The famous halfling bard Nels Lowhill was well known for his obscene limericks and bawdy songs featuring the relatives of elected officials, bureaucrats, tyrants, and priests. He was well-loved by common folk and roundly despised by most institutions and nobilities.",
												"Nels often found himself in prison cells or dungeons because of his commentary and required a surefire means of escape. He turned to Arshin of Winewood for a solution. The enchanter set to work on a magical belt buckle that could detonate in a focused wave, shattering restraints and bending bars.",
												"The {@i Buckle of Blasting} is a soot-colored steel buckle with an exploding flame etched into its surface. It can be affixed to any common belt.",
												{
													"type": "statblock",
													"tag": "item",
													"source": "W02DM",
													"name": "Buckle of Blasting",
													"page": 11,
													"collapsed": true
												}
											]
										},
										{
											"type": "entries",
											"name": "Flask of Epiphanies",
											"page": 12,
											"entries": [
												"It is no secret that Arshin of Winewood enjoyed his drink. The enchanter kept a large cellar of wines, spirits, and kegs of ale. He had custom racks made for the strange and exotic bottles gathered on his wanderings across the planes.",
												"Arshin crafted several magical flasks in which he stored some of the rare and exotic spirits from his collection. After selling and gifting several enchanted flasks, Arshin discovered that the alcohol and the magic sometimes interacted in surprising ways. One such flask caused him to spend an evening lost in the Winewood, blinded by magical epiphanies.",
												"The {@i Flask of Epiphanies} is a silver and cherry wood flask with finely cut garnets on its faces.",
												{
													"type": "statblock",
													"tag": "item",
													"source": "W02DM",
													"name": "Flask of Epiphanies",
													"page": 12,
													"collapsed": true
												}
											]
										},
										{
											"type": "entries",
											"name": "The Grasping Cap",
											"page": 12,
											"entries": [
												"The Sorcerers of Foull were nearly wiped out by their feud with a vicious mercenary company known as the Tossed Flail. The mercenaries excelled at luring the sorcerers into challenging tactical positions where the grinning wardogs pinned their magicwielding nemeses with crossbow bolts. The leader of the sorcerers, Lonius Foull, was as mean as he was cunning. However, his temper led him and his followers through a series of rash decisions as he refused to let the Tossed Flail's taunts go unanswered.",
												"With morale falling faster than his minions, the master sorcerer turned to Arshin of Winewood to devise some object that might protect the sorcerers from the Tossed Flail's crossbows without hindering their spellcasting. Arshin was nearly roasted alive when he jokingly suggested Lonius try \"restraint\" but ceased his jokes after Lonius offered him a large sum of gold to solve the problem.",
												"Arshin experimented with all kinds of clothing but in the end settled on a simple hat. The unassuming cap left Lonius skeptical. Standing by the strength of his craft, Arshin agreed to fight the Tossed Flail alongside the Sorcerers of Foull. The cap proved its worth tenfold when it caught dozens of bolts and illuminated the attackers for the sorcerers to easily dispatch. Lonius accepted the cap after the first battle and, with it, prevented the destruction of his band of sorcerers.",
												"The {@i Grasping Cap} is a simple blue silk hat with a goose feather trim.",
												{
													"type": "statblock",
													"tag": "item",
													"source": "W02DM",
													"name": "Grasping Cap",
													"page": 13,
													"collapsed": true
												}
											]
										},
										{
											"type": "entries",
											"name": "Moonfield Lens",
											"page": 13,
											"entries": [
												"Untin and Yeoma were lovers. They lived in different villages, separated by a great open plain known as the Moonfields. One night during the bi-annual meeting of the two villages, the young men stole away to be alone in the old ruins in the sandy region of the fields. Yeoma wanted to show Untin an intact, underground chamber he had discovered that was filled with colored lenses of all shapes and sizes. As the pair traversed the precarious passages into the undamaged chamber, Untin set off an ancient trap, collapsing the hall behind them and sealing them in the ruins.",
												"Above, their families scoured the ruins, knowing Yeoma frequented the place, but failed to find them. The grieving families returned to their villages and sent for Arshin, whose scrying skills were second only to his enchanting. He managed to locate Yeoma and Untin and a large excavation took place to free them. Arshin made each young man an enchanted lens from the recovered treasures in the ruins.",
												"The lenses are rainbow-hued and protected by a leather case.",
												{
													"type": "statblock",
													"tag": "item",
													"source": "W02DM",
													"name": "Moonfield Lens",
													"page": 13,
													"collapsed": true
												}
											]
										},
										{
											"type": "entries",
											"name": "Scorpion Feet",
											"page": 14,
											"entries": [
												"In the far South, a great desert birthed a divine queen, Joisi of Sothe, who united the wandering tribes in the Hall of Blue Scarabs and grew Lake Tuo from a weedy oasis. She drove the Ancient Crawler into the sea and built spires of brilliant sandstone that shone like the sun. Her descendants ruled the desert for hundreds of years, and its people knew prosperity, light, and knowledge to rival the greatest empires of history. What brought the dynasty to an end is not known, but the magic, people, and stories of the Hall of Blue Scarabs were all but lost.",
												"Arshin of Winewood once led an expedition into the black sands of Morneed, where the tombs of the forgotten queens lay waiting, in search of the legendary blue scarab carapaces from Queen Joisi's famed hall. For each brave soul who joined him, Arshin made a magical pair of sandals—Scorpion Feet, he called them. Arshin spoke little of his time in that desert, but before his death, he was often seen speaking quietly to a small scarab figurine.",
												"The {@i Scorpion Feet} are thick-soled, leather sandals coated in magical wax. They can form to any humanoid foot.",
												{
													"type": "statblock",
													"tag": "item",
													"source": "W02DM",
													"name": "Scorpion Feet",
													"page": 14,
													"collapsed": true
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Miscellaneous",
									"page": 14,
									"entries": [
										"Many of Arshin's creations grew from a specific need.",
										{
											"type": "entries",
											"name": "Arshin's Interplanar Paint",
											"page": 14,
											"entries": [
												"The Winewood houses a variety of hidden doors: mundane, magical, and a few that are something a little more. In the deep woods, doors are painted onto the rocky faces of sheltered outcroppings—doors to places beyond the trees.",
												"{@i Arshin's Interplanar Paint} is a black, tarry substance that can be brushed onto a flat surface. A pot contains enough paint to create one doorway.",
												{
													"type": "statblock",
													"tag": "item",
													"source": "W02DM",
													"name": "Interplanar Paint",
													"page": 14,
													"collapsed": true
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Artifact",
									"page": 14,
									"entries": [
										"And then there are those items—artifacts—that would keep Arshin cloistered away for many months at a time.",
										{
											"type": "entries",
											"name": "Arshin's Calipers",
											"page": 14,
											"entries": [
												"Forged by secret smiths in the Erngard Mountains and coated with pure diamond dust, these magical calipers were one of Arshin's primary enchanting tools. Equally able to measure the quality of magic and the convictions of a sentient being, the calipers were used to imbue countless objects with focused magic. The great enchanter carried the calipers on his person at all times and was even rumored to have bathed with them hanging from a thick platinum and adamantium chain around his waist.",
												"Upon his death, the calipers were taken and hidden by his most devout Keepers, who buried them deep in the caves beneath the Winewood. There, they are guarded by fearsome beasts, bound to the task of protecting the powerful calipers, for if they fell into the wrong hands, the world would be altered forever.",
												"{@i Arshin's Calipers} are a small measuring tool made from silver and steel and coated with diamond dust.",
												{
													"type": "statblock",
													"tag": "item",
													"source": "W02DM",
													"name": "Arshin's Calipers",
													"page": 15,
													"collapsed": true
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "City of Blue Blocks",
					"page": 16,
					"entries": [
						{
							"type": "table",
							"colStyles": [
								"col-12 text-center"
							],
							"rows": [
								[
									"{@i By Richard Green}"
								]
							]
						},
						{
							"type": "quote",
							"entries": [
								"As the dust goblin rowed us across the waters, the City of Blue Blocks hove into view through the mists. Ten colossal pillars of unearthly blue stone towered above the small rocky island in the center of the lake. In their shadow stood a ramshackle trading town and docks. Amazingly, yet more buildings had been constructed 200 feet up atop the pillars, reachable from the ground by stone stairs and by bridges from the other columns. Stepping onto the island, I wondered who or what had built these strange pillars and for what purpose?"
							],
							"by": "{@i Marvels and Curiosities of the Wasted West: An Almanack}, by Tavareen Windrider"
						},
						"Centuries ago, war raged across the former magocracies of what became the Wasted West as the mages vied for control of the ley lines, wielding dangerous and unpredictable magic. Acid rains and vampiric fog were called down on rival towns and cities and, worse still, terrifying alien monstrosities—the Great Walkers—were summoned from the Realms Beyond to wipe out their enemies.",
						"As the Mage Wars grew to a terrible climax, Diagur the Untiring, archmage of Vael Turog and erstwhile pupil of the future Master of Demon Mountain, sought the means to eliminate his rival Tulomeck of Allain. He turned to the {@i Halaaz Tablets}, thirteen plaques of strange blue crystal inscribed with mysterious glyphs. Diagur believed he had correctly deciphered a ritual on the sixth tablet that would banish Tulomeck, his tower, and the surrounding area to the cold reaches of the Yawning Void with no hope of return to Midgard.",
						"But the arrogant archmage had overestimated his own capabilities and botched the spell. Not only was he off-target by nearly 50 miles, erroneously centering the effects on Lake Leukos, but when he opened the portal to the Realms Beyond, the ritual caused a group of alien structures to manifest in Midgard. These are the ten blue stone pillars that stand in the City of Blue Blocks to this day. As for the hapless Diagur, a voidling summoned by his nemesis Tulomeck made short work of him before turning on its master, and the {@i Halaaz Tablets} were scattered.",
						{
							"type": "entries",
							"name": "Visiting the City of Blue Blocks",
							"page": 16,
							"entries": [
								"The strange square pillars of the City of Blue Blocks are 400 feet wide and 200 feet high and are made from a translucent blue stone not seen anywhere else in Midgard. The columns are without seams or joins and have proved impervious to damage.",
								"Ever since the pillars appeared on the island in the middle of Lake Leukos, they have been a source of great interest to the wizards of Bemmea. Expeditions were dispatched from the Academies Arcana to study the stone blocks, and a small community and trading hub has grown up around the pillars, which continue to fascinate arcanists to this day.",
								"Recently, rumors that several of the infamous Halaaz Tablets are perhaps hidden here have drawn adventurers and would-be treasure hunters to the city. The most notable features of the city are described below:",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/place/blue block city.webp"
									},
									"mapRegions": [
										{
											"area": "W02DM2",
											"points": [
												[
													475,
													580
												],
												[
													588,
													580
												],
												[
													638,
													594
												],
												[
													654,
													660
												],
												[
													667,
													660
												],
												[
													667,
													712
												],
												[
													645,
													734
												],
												[
													607,
													734
												],
												[
													607,
													767
												],
												[
													551,
													767
												],
												[
													551,
													738
												],
												[
													526,
													713
												],
												[
													459,
													713
												],
												[
													459,
													580
												]
											]
										},
										{
											"area": "W02DM3",
											"points": [
												[
													260,
													228
												],
												[
													260,
													310
												],
												[
													196,
													310
												],
												[
													196,
													450
												],
												[
													172,
													450
												],
												[
													172,
													575
												],
												[
													288,
													575
												],
												[
													288,
													517
												],
												[
													441,
													517
												],
												[
													441,
													456
												],
												[
													591,
													456
												],
												[
													591,
													350
												],
												[
													504,
													350
												],
												[
													504,
													280
												],
												[
													382,
													280
												],
												[
													382,
													228
												]
											]
										},
										{
											"area": "W02DM1",
											"points": [
												[
													517,
													460
												],
												[
													596,
													460
												],
												[
													596,
													390
												],
												[
													687,
													390
												],
												[
													687,
													550
												],
												[
													517,
													550
												]
											]
										},
										{
											"area": "W02DM4",
											"points": [
												[
													231,
													175
												],
												[
													198,
													175
												],
												[
													198,
													186
												],
												[
													165,
													186
												],
												[
													165,
													199
												],
												[
													109,
													199
												],
												[
													109,
													296
												],
												[
													205,
													296
												],
												[
													205,
													268
												],
												[
													231,
													268
												]
											]
										},
										{
											"area": "W02DM5",
											"points": [
												[
													413,
													675
												],
												[
													413,
													566
												],
												[
													295,
													566
												],
												[
													295,
													675
												]
											]
										},
										{
											"area": "W02DM6",
											"points": [
												[
													218,
													702
												],
												[
													218,
													799
												],
												[
													319,
													799
												],
												[
													319,
													702
												]
											]
										}
									],
									"imageType": "map"
								},
								{
									"type": "list",
									"style": "list-hang-notitle",
									"page": 17,
									"items": [
										{
											"type": "item",
											"name": "1. The Block Scramblers:",
											"id": "W02DM1",
											"page": 17,
											"entries": [
												"Visitors to the City of Blue Blocks usually make landfall at the docks on the southwest tip of the island, where {@race dust goblin|KPUH|dust goblins} from the Block Scramblers tribe will attempt to rent them a room or sell them whatever interesting knick-knacks they've manage to scavenge from the half-ruined empty buildings that make up most of the town crowded around the base of the pillars. The best place to stay is the Muddy Boot, an overpriced but comfortable goblin-run inn. The Boot serves a tasty eel pie, cooked by the clumsy but jolly Marri Threefingers. Marri's son recently ran off to join the Black Goat's Flock ({@area 3|W02DM3})."
											]
										},
										{
											"type": "item",
											"name": "2. Blue Haven:",
											"id": "W02DM2",
											"page": 18,
											"entries": [
												"Apprentice mages from Bemmea's Academies Arcana visiting the city to study the blue pillars stay in the community of Blue Haven—several dozen well-constructed one and two-story buildings situated on top of this pillar, reached by a set of stairs leading up from its own docks. A number of secret societies and fraternities are represented here, including the Obscured and the Sons of Vael Turog, a group dedicated to uncovering lost (and dangerous) magics of the fallen magocracies.",
												"{@creature Leruva Ramek, Bemmean void wizard|W02DM|Leruva Ramek, a Bemmean void wizard}, heads up the Sons of Vael Turog expedition. A descendent of Dar Ramek, the infamous mage who rained acid down on Cuculla in the Great Mage Wars, he shares his ancestor's penchant for mayhem.",
												"Leruva believes (rightly) that there is a connection between the dread {@area Halaaz Tablets|W02DMH|x} and the blue pillars. He has four of the tablets and has been studying them in an attempt to interpret the inscriptions on the Pillar of Glyphs. So far, he has been stymied in his researches, but past expeditions have determined that the pillars run down into the earth for at least 50 feet and Leruva is convinced that manipulating the glyphs correctly will provide access to the interior. If he had all of the {@area Halaaz Tablets|W02DMH|x}, things would be easier. Leruva has heard stories that one of the missing tablets is in the possession of the Black Goat's Flock and that the shadow fey may have hidden one or more on top of the Pillar of Shadow. Perhaps he can convince the PCs to retrieve them?",
												"Leruva is tall and thin with long, lank black hair and a pale complexion from spending most of his youth inside the Librarium Caelmarath. He wears black robes embroidered with the ancient sigil of Vael Turog and carries an ebony staff topped with a cube of alien blue stone. He talks in a soft, measured voice, which makes it all the more terrifying when he switches to {@language Void Speech|W02DM}."
											]
										},
										{
											"type": "item",
											"name": "3. The Central Pillars:",
											"id": "W02DM3",
											"page": 18,
											"entries": [
												"The six central pillars are sparsely inhabited now but when visiting expeditions to the city were at their height, stairs were built to the top of these pyramids and bridges constructed between them. Today, an oddball collection of dust goblins, explorers, and others still live on top of these pillars. Most notably, cultists of the Black Goat's Flock have moved into the step pyramid on the easternmost column. Led by a {@race dust goblin|KPUH} {@creature cult fanatic} named Azzran who was initiated into the cult by First Speaker Tivishta Trikinta herself, the cultists have so far succeeded in luring a dozen Block Scramblers to swell their ranks. The cult's treasure hoard includes one of the {@area Halaaz Tablets|W02DMH|x}."
											]
										},
										{
											"type": "item",
											"name": "4. Pillar of Shadow:",
											"page": 18,
											"id": "W02DM4",
											"entries": [
												"This pillar was once home to a shadow fey enchantress and her entourage from the Court of Scandal in the Arbonesse. The shadow fey were driven out of the City of Blue Blocks by the arrival of the Feywardens but left an {@creature eye golem|ToB} behind as a guard in case they ever need to return. A secret compartment in the wall of the building located on top of this pillar conceals two of the {@area Halaaz Tablets|W02DMH|x}."
											]
										},
										{
											"type": "item",
											"name": "5. Feyewardens' Fortress:",
											"page": 18,
											"id": "W02DM5",
											"entries": [
												"Marriot Splitleaf, Feywarden of Tintager, ordered a small fortress to be constructed on top of this pillar as a base for his warmages in case the elves of the Arbonesse decide to mount a raid across the lake. Since driving away the shadow fey, things have remained quiet for the garrison and the Feywardens stationed here spend most of their time hunting the eel hounds living in the lake. Recent rumours of the appearance of a new Walker in the forest has put Feywarden Skythra (CN female tiefling {@creature knight}) and her men on a state of high alert."
											]
										},
										{
											"type": "item",
											"name": "6. Pillar of Glyphs:",
											"page": 19,
											"id": "W02DM6",
											"entries": [
												"This pillar stands apart from the others on the northwest corner of the island. The eastern side of the column is carved with strange glyphs—raised and inverted dots, interspersed with non-Euclidian symbols. The presence of these unsettling markings have deterred anyone from building on top of the pillar. These symbols can be decoded by studying the seven surviving {@area Halaaz Tablets|W02DMH|x}."
											]
										},
										{
											"type": "item",
											"name": "Halaaz Tablets:",
											"page": 19,
											"id": "W02DMH",
											"entries": [
												"Written in Void Speech by a sorcerer from the Realms Beyond eons ago, there were originally thirteen of these blue crystal tablets. Six are lost, including the tablet containing the ritual which brought the City of Blue Blocks to Midgard, but seven can be found in the city, and these are sufficient to interpret the glyphs.",
												"Reading Void Speech is dangerous. A PC studying the tablets must make a DC 13 Wisdom saving throw or suffer the effects of {@table short-term madness} for {@dice 1d10} minutes. If the saving throw is failed by 5 or more, {@table long-term madness} ensues for {@dice 1d10 × 10} hours.",
												"Once a PC has studied the tablets, they can attempt a DC 25 Intelligence ({@skill Arcana}) check with advantage to determine which symbols must be traced in what sequence to activate the pillar. Thirteen symbols in all must be traced with a finger with each one inflicting 3 ({@damage 1d6}) necrotic damage on the person tracing them as their fingers start to blacken and shrivel. If Leruva attempts to activate the pillar, he will use captured {@race dust goblin|KPUH|dust goblins} to trace the symbols for him.",
												"Once the symbols have been traced, there is a great rumbling as the pillar slowly slides upward for 60 feet, exposing a hidden door. The doorway slides open, revealing a set of smooth blue stone steps leading down to an underground complex of the same blue stone situated beneath the pillars of the city and inhabited by {@creature gibbering mouther||gibbering mouthers} and other aberrant monsters.",
												"Eventually, the PCs can find their way to a central vault guarded by a powerful {@creature voidling|ToB} with 150 hit points. Once the aberration is destroyed, they can recover the treasure it is guarding: several thousand coins of alien design forged from other-worldly star metal (worth 2,000 gp), a {@i rift orb} and a {@i voidskin cloak} (see {@i Shades of Magic: Gifts from the Void} by Dan Dillon on the Kobold Press blog)."
											]
										}
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "W02DM",
									"name": "Leruva Ramek, Bemmean Void Wizard",
									"page": 20,
									"collapsed": true
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/place/feywardens fortress maybe.webp"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Haunted Stone Giant",
					"page": 21,
					"entries": [
						{
							"type": "table",
							"colStyles": [
								"col-12 text-center"
							],
							"rows": [
								[
									"{@i By Richard Green}"
								]
							]
						},
						"{@i This stone giant appears dead-eyed and sullen, trudging along as if the weight of the entire world rests on his shoulders. Three huge ghostly figures swirl around the giant who looks at them with a mixture of fear and loathing.}",
						"By adolescence, most male hill and stone giants of the Haunted Lands are plagued by the spirits of their ancestors. The ghosts' incessant whispers drive them off alone or in small familial groups to lay their ancestors' remains to rest. This can consume their lives to the extent that even breeding isn't a priority, so the giants' own ancestors drive their race toward extinction. The more who die, the more ghosts return to burden the living, leading many tribes to cremate their dead—though this is considered a vile act of desecration by many giants.",
						"This ghostly harassment manifests as a type of phantom known as an ancestral spirit. These spirits are anchored to the souls of their descendants and appear near their host either as dark, flickering shades or as looming, spectral apparitions. The giant will take steps to defend its ancestral spirits if they are attacked but will likely be glad at the temporary respite if the spirits are driven off. Spirits return to plague their briefly relieved ancestors at the rate of one spirit per hour. They cannot be destroyed permanently unless their bones are found and laid to rest.",
						{
							"type": "statblock",
							"tag": "creature",
							"source": "W02DM",
							"name": "Haunted Stone Giant",
							"page": 21
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/creature/haunted stone giant.webp"
							}
						}
					]
				},
				{
					"type": "section",
					"name": "Necrotic Tick",
					"page": 23,
					"entries": [
						{
							"type": "table",
							"colStyles": [
								"col-12 text-center"
							],
							"rows": [
								[
									"{@i By Richard Green}"
								]
							]
						},
						"{@i A tick, bloated to the size of a child's head, buries its head deep in the armpit of its victim. Circles of necrotic flesh bubble around the bite wound.}",
						"Necrotic ticks are normal ticks that have gorged themselves on blood rich with negative energy. They grow unnaturally large as they feed, weighing in excess of 4 pounds when fully engorged. Most begin their voracious lives attached to the backs of animal zombies, and it is not uncommon to find a cluster of them on a single animal.",
						"When the blood of a necrotic tick's undead host runs dry, the parasite rides its victim to a new host—usually an unfortunate living creature. As it sucks the living creature's blood, it leaks negative energy into the bite wound and starts a process that slowly turns the hapless victim into a zombie one pound of flesh at a time. If no potential hosts are available, ridden hosts hide in dark crevices or in trees, where they wait to pounce on the next passerby and deliver their crawling passengers.",
						"The disgusting Lord Rodyan of Hengksburg in the Blood Kingdom breeds necrotic ticks in the laboratory beneath his mansion. He is using the foul creatures to create zombies to fight for him in the city's gladiatorial arena.",
						{
							"type": "statblock",
							"tag": "creature",
							"source": "W02DM",
							"name": "Necrotic Tick",
							"page": 23
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/W02DM/creature/necrotic tick.webp"
							}
						}
					]
				}
			]
		}
	]
}
