{
	"_meta": {
		"sources": [
			{
				"json": "W20RT",
				"abbreviation": "W20:RT",
				"full": "Warlock 20: Redtower",
				"authors": [
					"Kobold Press",
					"Wolfgang Baur",
					"Victoria Jaczko",
					"Mike Welham"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "1",
				"color": "4d4d4d",
				"url": "https://koboldpress.com/kpstore/product/warlock-patreon-redtower-pdf/",
				"dateReleased": "2020-08-05"
			}
		],
		"status": "wip",
		"dateAdded": 1706899162,
		"dateLastModified": 1706899162
	},
	"book": [
		{
			"name": "Warlock 20: Redtower",
			"id": "W20RT",
			"source": "W20RT",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Cover.webp"
			},
			"published": "2020-08-05",
			"author": "Kobold Press",
			"contents": [
				{
					"name": "Cover Page & Credits"
				},
				{
					"name": "Lost Lore of Redtower & the Scarlet Citadel",
					"headers": [
						"Early Construction: House von Holzanger",
						"The Wandering Crow",
						"House Holzanger Thrives",
						"The Dwarven Era",
						"Banditry and the Sack of the Citadel",
						"The Followers of Charun & the Void",
						"The Present Day"
					]
				},
				{
					"name": "Redtower Gazetteer",
					"headers": [
						"Coming to Redtower",
						"Locations in Redtower",
						{
							"header": "R1. The Stables",
							"depth": 1
						},
						{
							"header": "R2. Manor House And Constable",
							"depth": 1
						},
						{
							"header": "R3. Ruined Temple Of Khors",
							"depth": 1
						},
						{
							"header": "R4. The Cage Tavern & Inn",
							"depth": 1
						},
						{
							"header": "R5. Warehouses",
							"depth": 1
						},
						{
							"header": "R6. Sweet Sap Brewery",
							"depth": 1
						},
						{
							"header": "R7. Lumber Mill",
							"depth": 1
						},
						{
							"header": "R8. Smithy",
							"depth": 1
						},
						{
							"header": "R9. Furrier And Tanner",
							"depth": 1
						},
						{
							"header": "R10. The Red Tower",
							"depth": 1
						},
						{
							"header": "R11. Temple Of Rava",
							"depth": 1
						},
						{
							"header": "R12. Konrad'S Home",
							"depth": 1
						},
						{
							"header": "R13. Orchard",
							"depth": 1
						},
						"Social Encounters Around Redtower",
						"Gossip",
						"Beyond Redtower",
						{
							"header": "E1. Tobiasz'S Hut",
							"depth": 1
						},
						{
							"header": "E2. Yarila And Porevit Temple",
							"depth": 1
						},
						{
							"header": "E3. The Lifeless Clearing",
							"depth": 1
						},
						{
							"header": "E4. Zula'S Cottage",
							"depth": 1
						},
						{
							"header": "E5. The Sunken Pond",
							"depth": 1
						},
						"Random Encounters",
						"Creature Encounters",
						"Terrain Encounters"
					]
				},
				{
					"name": "My Monster: Scarlet Citadel Edition",
					"headers": [
						"Cecum Devil",
						"Jack of Strings",
						"Kafligkaal",
						"Liminal Drake"
					]
				},
				{
					"name": "License"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "W20RT",
			"source": "W20RT",
			"data": [
				{
					"type": "section",
					"name": "Cover Page & Credits",
					"page": "C1",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Cover-Full.webp"
							},
							"title": "Warlock 20 Cover: Redtower",
							"credit": "Justine Jones"
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Warlock.webp"
							},
							"width": 825,
							"height": 268
						},
						{
							"type": "entries",
							"style": "text-center",
							"entries": [
								{
									"type": "list",
									"style": "list-no-bullets",
									"page": 1,
									"name": "Credits",
									"items": [
										{
											"type": "item",
											"name": "Design:",
											"entries": [
												"Wolfgang Baur, Victoria Jaczko, Mike Welham"
											]
										},
										{
											"type": "item",
											"name": "Development & Editing:",
											"entries": [
												"Scott Gable"
											]
										},
										{
											"type": "item",
											"name": "Art Direction & Graphic Design:",
											"entries": [
												"Marc Radle"
											]
										},
										{
											"type": "item",
											"name": "Cover Art:",
											"entries": [
												"Justine Jones"
											]
										},
										{
											"type": "item",
											"name": "Interior Art:",
											"entries": [
												"Pedro Potier, Karl Waller, Maciej Zagorski"
											]
										},
										{
											"type": "item",
											"name": "Publisher:",
											"entries": [
												"Wolfgang Baur"
											]
										},
										{
											"type": "item",
											"name": "Additional Design:",
											"entries": [
												"John Burkett, Robert Fairbanks, Jonathan McAnulty, Adam Meredith"
											]
										}
									]
								},
								"{@note Kobold Press, Midgard, Open Design, and their associated logos are trademarks of Open Design.}",
								"{@note {@b Product Identity:} The following items are hereby identified as Product Identity, as defined in the Open Game License version 1.0a, Section 1(e), and are not Open Content: All trademarks, registered trademarks, proper names (characters, place names, new deities, etc.), dialogue, plots, story elements, locations, characters, artwork, sidebars, and trade dress. (Elements that have previously been designated as Open Game Content are not included in this declaration.)}",
								"{@note {@b Open Game Content:} The Open content in this book includes the monster stats for the {@creature cecum devil|W20RT}, {@creature jack of strings|W20RT}, {@creature kafligkaal|W20RT}, and {@creature liminal drake|W20RT}. No other portion of this work may be reproduced in any form without permission.}",
								"{@note © 2020 Open Design LLC}",
								"{@link www.koboldpress.com}"
							]
						},
						{
							"type": "gallery",
							"images": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Midgard.webp"
									},
									"width": 441,
									"height": 131
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Kobold.webp"
									},
									"width": 290,
									"height": 124
								}
							]
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Cover-Art.webp"
							},
							"title": "Cover Art",
							"credit": "Justine Jones"
						}
					]
				},
				{
					"type": "section",
					"name": "Lost Lore of Redtower & the Scarlet Citadel",
					"page": 2,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"by Wolfgang Baur"
							],
							"skipMarks": true,
							"style": "quote-pull"
						},
						"Some dungeons are dug out with precision by massive hordes of undead workers or tribes of goblins, built in great chaos and energy to the plan of some cunning mind. The Scarlet Citadel is more of a peculiar growth of layer upon layer of tunnels, defensive halls, hidden crypts and labs, and many secrets buried deep below the surface.",
						"Human settlement of the White Forest started very modestly indeed at the nearby river village of Redtower. However, over time, both the village and the castle deeper in the woods became a site of importance to dungeoneers, arcane seekers, geomancers, and a certain breed of dwarven mystic. Read on and know the truth of its founding, its blood-soaked history, and its current odd decay.",
						{
							"type": "statblock",
							"tag": "table",
							"source": "KPSC",
							"name": "Scarlet Citadel and Redtower Timeline",
							"page": 14
						},
						{
							"type": "entries",
							"name": "Early Construction: House von Holzanger",
							"page": 2,
							"entries": [
								"The castle now called the Scarlet Citadel sits on the site of an ancient elven hunting lodge in the White Forest, claimed by a noble family after the Great Retreat 400-some years ago. The land was thus owned by House von Holzanger who owed fealty at various times to Illyria, to the Republic of Triolo, to the Canton of Melana, and (most often) to the Magdar Kingdom. Always rather deft in politics and inclined to an unambitious policy of, \"Just leave us alone with our books and hawks and hunting,\" House von Holzanger might have remained a footnote if it were not for their control of the Scarlet Crow ley line and their willingness to annoy the fey lords and ladies of the forest.",
								"Originally, the pretty lodge was visited each summer and fall for boar hunts, chasing deer in the White Forest, and fish-hawking along the Templine riverbanks. The family realized that the road to the lodge could also be utilized for timber transport, so the lodge became the manor for a new lumber village along the river. The lodge itself remained a place of blissful seclusion, though with some ability to gather servitors, various goods, and skilled craftsman from the village.",
								"This village was named Redleaf. At first, they sold their finest oak, ash, and rowan either east to the city Melana or north to the Magdar merchants for barrels, barge masts, and much else. The trade was not without problems (the forest fey included some alseid and bothersome druids), but in all, it was a worthwhile little fiefdom for the Holzangers. Over time, the village grew, and then Gerhardt von Holzanger came along, the first of the Holzanger sorcerers."
							]
						},
						{
							"type": "entries",
							"name": "The Wandering Crow",
							"page": 3,
							"entries": [
								"About 250 years ago, the young von Holzanger discovered a rich ley line tributary nearby, connecting easily to the White Road to the south and (with only modest arcane rituals) also to the shadow road to the northwest and even (with rather more strenuous and blood-soaked rituals) to the ancient Pontoretto ley line of Valera and its elven lords. The ley line itself seemed to pool and gather strength near the hunting lodge more than the village itself, and the isolated lodge was a good place for experiments that often involved chanting, arcane lights, and the strange smells of alchemical enhancements and distillations.",
								"Gerhardt kept his secret for almost 10 years until he took an apprentice who later ran away to Schio and told his tale. A ley line that might connect other ley lines! Ley line philters and encasements that reacted to void power, to radiant magic, and to shadow! Ley line distillations that gave his cruel master much added strength of body and mind! The tales were wild and had the effect that the apprentice Waldmer intended—the privacy of the White Forest Lodge was a thing of the past.",
								"With the wider understanding of the discovery, the area was suddenly of interest to geomancers, the shadow fey, and darker forces who wished to travel the fey roads between the three lines, to plumb the mysteries of why this backwater might connect ley lines in this way and how this strong ley line might be harnessed. The first few visitors were greeted politely and told to go away. Later visitors were treated as foes. Over the years, the hunting lodge—at the ley line's strongest point—was rebuilt with the red stone common to the area, first as a single tower and then as a small keep.",
								"Arcane secrets were under frequent investigation. Gerhardt von Holzanger grew rich taking on various comely, cunning, and willing apprentices (some believe {@book Arshin the Enchanter|W02DM|3}—see {@loader Warlock #2|collection/Kobold Press; Warlock 02 Dread Magic.json}—was one of them, more long-lived than most) and having built his redstone castle on the site of the ley line's greatest resonance and generally making the most of it. He bound himself to the ley line, giving himself and his children greater strength in using its magic but also making it difficult to wander far from the Wandering Crow. At first, he could travel as far as Zigistad, Melana, and Triolo itself, but over time, this narrowed to Peltzenheim and the town of Erdovar (before its ruin) and Schio. Some believe this same ritual binds the master of Demon Mountain to his own domicile, granting him great power in a highly limited space."
							]
						},
						{
							"type": "entries",
							"name": "House Holzanger Thrives",
							"page": 3,
							"entries": [
								"Despite the lack of travel, Gerhardt's private ley line offered strength and the seemingly boundless ability to study, learn, and tinker, delighting first Gerhardt and then his progeny (his wife was one Edelfrieda the Golden, said to be a druid, a sorceress, or an elfmarked petty noble of Dornig—some insist on all three). Within the reach of the White Forest, first Gerhardt the Elder and then Gerhardt the Younger and then Gertruda and Gunthar and Gerhardt III all had control over the ley lines, countering any foe or assassin skillfully, inventing new ways to charm a friend or turn an enemy into a bug. Over generations, their interests delved deep into newts and amphibians and then the family was obsessed with horology and celestial mechanics and then with flotation and levitation and then with night creatures and then angelic languages and on and on. Always seeking knowledge purely to possess it, rarely using it to better their small barony or even to enrich themselves or their peasantry.",
								"For a fairly brief period, the area was quasi-independent, and each von Holzanger sorcerer styled himself the \"Baron of Citarossa, Lord of the White Forest, and Master of the Scarlet Citadel.\" So it went for nigh 200 years: always a tiny power, always independent, though sometimes paying tribute to one power or another, and always a strange little oddity known mostly to merchants, timberfolk, and the southern Magdar towns.",
								"However, their overweening pride and their power drew attention, and in time, an unexpected arrival ended the first age of the citadel roughly 150 years ago."
							]
						},
						{
							"type": "entries",
							"name": "The Dwarven Era",
							"page": 4,
							"entries": [
								"The dwarves of the cantons and of the city-state of Melana are makers, forgers of steel, imbuing weapons with the power of Mavros and Svarog—and even Ninkash and Rava—and durable armor, enchanted barrels, and wondrous works in gold, steel, and stone. A few dwarves though, especially those of Nordmansch and Alpentor, still hew to the older ways, forging rings of surpassing power and loveliness, alive with the circling strength of runes, binding raw arcane might and turning it to fire and shadow, to glamours as durable as stone.",
								"These dwarves, the ring wardens and the ring mystics, are the keepers of lore said to have been handed down by bearded Wotan himself. Their understanding of embodying magic in physical form is rarely surpassed, and they took a keen interest in House von Holzanger. When the human house was weak, they showed up one day, told Gerhardt III that they would be his new soldiers and providers, and somehow either charmed him (some say the gift of an enchanted ring secured Gerhardt III's cooperation) or won him through bribery (others say that the ring mystics shared their secrets of binding arcane essences into circular form and that Gerhardt himself forged dozens of powerful rings in this manner).",
								"In either case, suddenly there was a company of 100 dwarves and a half-dozen ring mages in the village of Redleaf—and many arguments with the locals over the paucity of ale and proper sausages. The dwarves chased down and tamed owlbears as hunting animals and guardians for the newly built Dwarf Hall in the village, a fine dwarven-style structure with a lookout tower. A palisade was raised to protect the village from woodland raiders. And relations between villagers and dwarves never improved. The dwarves followed Ninkash a bit too closely, often drunk and pissing in the streets or singing their endless songs late at night. The dwarven hall was a bit too fine and too imposing. Brawls were common, though the humans had much the worst of it. Complaints to Baron Gerhardt went unheeded. The owlbears ate local goats and chickens and once a beloved dog.",
								"One night while most of the dwarves were digging at the old Scarlet Manor Hall, the Dwarf Hall burned to the ground. The streets of Redleaf glowed very bright, and the humans sang their own songs of Khors. Some of the Redleaf druids and doughtier men-at-arms mused about throwing the dwarves out entirely and \"rescuing\" Baron Gerhardt from their evil influences.",
								"Baron Gerhardt finally saw the danger of further strife between the humans and dwarves. He called the dwarves to stay at the manor house and keep and told them to build it into a finer citadel with a new name: the Scarlet Citadel. The owlbears left the village of Redleaf to live with the dwarves, coming to the riverside village only occasionally when the baron's dwarves came calling. These grim.faced dwarves came twice a year to collect taxes or gather up barrels of ale from Peltzenheim or to send furs to their dwarven brothers in Melana and Brescia. The dungeons beneath the Scarlet Citadel were vastly expanded and improved to include owlbear stables, barracks, shrines to dwarven gods, and a vast library and workspace carved out for the von Holzangers.",
								"The dwarves brought more than rings and owlbears to the Scarlet Citadel. They also brought the faith of Charun the Boatman with them from Melana, and over time, they connected some elements of the citadel with the Black River of Tears, sacred to Charun and said to be a source of connection between the mortal world and Yggdrasil or between Midgard and the many realms of the outer planes.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Owlbear.webp"
									},
									"credit": "One of: Pedro Potier, Karl Waller, Maciej Zagorski"
								}
							]
						},
						{
							"type": "entries",
							"name": "Banditry and the Sack of the Citadel",
							"page": 6,
							"entries": [
								"About 130 years ago, the dwarves of the Scarlet Citadel grew impatient with what seemed like plentiful coin and ale, plus the fine magical treasures they occasionally gained from the von Holzangers. Tired of hunting and guarding and drinking, and led by the canny Captain {@creature Chansar the Pale|KPSC}, they began to take empty carts pulled by enormous tamed owlbears out to the Schio-Wagenstein Road where they plundered merchants and rolled away with fine steel from Melana, copper bars, leather hides from Trombei, spices from Triolo, barrels of salt fish from Friula, and strings of Septime coin. This banditry was small at first, a trader here, a lone peddler there, but it quickly grew into a business of serious danger for trade between the Seven Cities and the Crossroads.",
								"Trade is always dangerous of course, especially among the Septime cities, so the usual precautions were taken. Merchants hired guards, which slowed the banditry but made some trade quite difficult; the price of salt fish won't support a squadron of lancers. Rewards were posted.",
								"For years, various cantonal dwarves and the dwarves of Melana were blamed, for the canny dwarves of the Scarlet Citadel displayed shields and banners of Tijino, Juralt, and Melana or of famous mercenary companies within the Seven Cities. In time, however, it became clear that these dwarves lived to the east of the road, and that they operated from some stronghold in the White Forest. Given the notorious strength of the forest's owlbears and the well-known dangers of the sorcerers of the Scarlet Citadel taking offense at trespassers, the merchants all agreed that someone else should seek out the bandit stronghold and put a stop to the whole mess. The rewards grew larger.",
								"The end of the bandit era came in a different way when canny Captain Chansar bragged a bit too loudly at Redleaf's tavern, the Cage. A young squire of the Faithful Knights of Khors was visiting the village as part of a simple devotional journey to the shrine there, and she overheard this boasting about pillaging a full mule train, so Squire Emmalyn told her sergeant of the bragging dwarven bandit. The paladins and faithful knights of Khors had recently had one of their own wine shipments from the Smolten Hills plundered by bandits, and the order's commander was incensed. A wing of knights, a squad of the Wands of Khors battle mages, and the high priest of Khors in Zigistad himself all followed the young squire Emmalyn into the White Forest to Redleaf village and then to the citadel.",
								"When the dwarves refused to hand over Captain Chansar and his accomplices to the king's justice and the mercy of Khors, the knights laid siege to the citadel for a month. In time, owlbears within the citadel ate all there was to eat, and canny Chansar sent the starving beasts out the citadel gate, expecting to make short work of the knights. He was quite mistaken; High Priest Tadeas Toller struck the owlbears with holy fire, the Wands of Khors unleashed lightning, and the countercharge carried the knights into the citadel courtyard.",
								"The battle might yet have gone to the dwarves with their crossbows firing into the courtyard from well-built arrow slits if not for the fine timbers of the keep catching fire when a lucky fireball went through an arrow slit into the interior. The Scarlet Citadel floors, stairs, rafters, and tapestries burned bright and strong, and the conflagration quickly poured smoke into the buildings, the dungeons, and the courtyard. It became impossible to shoot through the smoke and soon to breath within the tower. The smoke and flames drove a few dwarves into the deeper tunnels, though most were forced to surrender to the waiting company of knights. Captain Chansar's body was never found, and his ring mystic lieutenant Valence Hellhand is known to have survived and fled to Nordmansch. The citadel walls still stood, blackened with smoke, and the dungeons below were no longer home to dozens of owlbears.",
								"But the age of the Scarlet Citadel as a functional fortress were over and done, and the cracked, blackened mortar and missing rafters meant that the walls themselves were weakened. Soon other inhabitants came to the citadel, and the villagers of Redleaf came to gather up useful stone blocks and take them by wagon to reinforce their own keep and palisade. Their scarlet stones, carried for miles and used with care. And one morning, a mysterious red tower was erected, making such a fine impression overlooking the village, which was soon renamed Redtower, and it has kept that name ever since."
							]
						},
						{
							"type": "entries",
							"name": "The Followers of Charun & the Void",
							"page": 8,
							"entries": [
								"The sack of the Scarlet Citadel affected the village of Redtower very little indeed. Timber was still cut, some logs rafted down to Triolo to build the fleets, many of the finest timbers going north to the Magdar plain for houses, barrels, all the things one wants stout oak and maple and ash for. A few arcanists came to sniff around at the ruins, though most left quickly once they met the feral owlbears or were vexed by the sprites and pixies and alseid who guarded the forest paths against intruders.",
								"However, one group came not by forest path but by shadow road, powered by the Wandering Crow ley line. These were the cultists of Charun, the boatman between the living and the dead, whose followers took a pilgrimage from Kammae-Straboli along the Black River (as they call their temples' shadow roads) and wound up underneath the citadel. The whole company of pilgrims was quite confused at first, but the shadow fey wizard Quendreth the Wise immediately saw the power and strange geomantic convergence of the site. He insisted that a shrine be built immediately, and he brought in shadow fey guards and mages to embed it with power and bind the ley line.",
								"The small community could not find its way back to Kammae via the river, but with Quendreth's help, they did establish shadow river connections far and wide, both deep into the Shadow Realm and to the three titanic ley lines to the west, north, and south-east. Sometimes the Black River flowed south, powered the Wandering Crow to the White Road and thus to Revskaya, Raguza, Achillon, and occasionally Harkesh. Other seasons brought connections west and north to Brescia and even St. Mischau along the shadow road, once even to Zobeck. The most difficult connections were those along the Pontoretto, sometimes to Trombei and sometimes as far as Capleon. Charun's faithful used the Black River connection quietly and without fuss, retaining it as a secret of the deeper initiates of the Temple of Charun. And even to those who never traveled the shadow rivers, it knit the community together with a physical embodiment of their faith, though only Quendreth truly seemed to understand how to pilot a vessel to connect the shadow roads, a secret he shared with no others. Or at least with no humans.",
								"With the cult of Charun ensconced in the lower levels of the citadel, trading with inhabitants of the underworld and using the ley line to strengthen its presence from the Seven Cities to the heart of the Dragon Empire, things changed. The arcane power of the von Holzangers was passed to the Boatman's followers. Quendreth was suddenly held in very high esteem among the congregants who had once made their pilgrimages entirely on the surface world, and he was granted the title of Ferryman within the church. A period of 15 years kept him at the forefront of Charun's works over a vast territory.",
								"Alas, Quendreth was as susceptible to hubris and arrogance as many of the shadow fey, and he dabbled in void magic, opening portals to other planes entirely, speaking to demons and devils and inviting the satarre priestess Miskra ai-Vellec to advise him. This went about as well as you might expect, for even a less zealous priestess such as Miskra was delighted to have such power in her hands—a tool for her own plans—though she also shared much lore with Quendreth, and the two were allies of convenience for a decade. In time though, the satarre void cultists and the true believers of Charun fell out with each other but not before Miskra realized that she could use the waters of the Black River for certain dark rituals and malign enchantments. In time, the void cult arrived in force, and Quendreth was forced to leave quickly.",
								"When the shadow fey wizard departed, he did... something to the ley line that entirely removed its ability to easily connect to the Pontoretto or the shadow road, and its connection to the White Road remained flickering at best. At the same time, Quendreth brought one of the von Holzangers back to the Scarlet Citadel, the child of Gerhardt IV, to hold the place and the White Forest in perpetuity (more precisely until their return). He was called Gerhardt the Changeling and had a definite elfmarked look to him. He lived for 100 years, and at 70, he took a human wife from Raguza, said to be a pirate captain and certainly a hellraiser. Her name was Melanchia the Reaver, and {@creature Gellert the Gruesome|KPSC} is her son."
							]
						},
						{
							"type": "entries",
							"name": "The Present Day",
							"page": 9,
							"entries": [
								"In the current age, {@creature Gellert the Gruesome|KPSC} is a man of years and deep experience, certainly an older sorcerer, though still full of wild energy and fanciful plans, always striving to learn something new and to keep the power of the citadel close. He is frankly too forgetful to always remember to chase away some of the Charun River cultists or to seal the void portal when he's done with it, and horrible things creep into the citadel without him really paying attention. His son and daughter—Garent and Vespertina—are said to await the day he dies and his personal bond to the Wandering Crow ends, giving them power to use ley line energies for their friends among the fey and the cults.",
								"The decaying dungeons, crypts, and stones of the old Scarlet Citadel remain to be explored, their many years of rich magic interwoven with blood and betrayal. Surely some great treasures still remain, and a few of the inhabitants of Redtower, perhaps those who remember when it was Redleaf, can point a daring soul in the right direction or warn of some of its better-known dangers.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Gellert the Gruesome.webp"
									},
									"credit": "One of: Pedro Potier, Karl Waller, Maciej Zagorski"
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Redtower",
					"page": 10,
					"entries": [
						{
							"type": "quote",
							"entries": [
								"by Victoria Jaczko"
							],
							"skipMarks": true,
							"style": "quote-pull"
						},
						"The village of Redtower has grown somewhat since its days as Redleaf, adjusting to and even taking advantage of the new influx of adventurers, but it still has much of the same rustic, self-determined earnestness that it always had. Located on a tributary of the Templine River in southern Magdar between Peltzenheim and Schio, Redtower is an unremarkable logging settlement by itself but is better known as a launching point for adventuring expeditions into the infamous ruined castle and cave complex nearby—the Scarlet Citadel.",
						"Approaching Redtower from the northwest goes through lowland prairie toward the White Forest where Redtower is nestled within the tree line. A wooden palisade surrounds most of the village with platforms and small watchtowers attached to the palisade at each entrance. On the far southeastern corner of the village, a curious redstone tower rises over the wall, itself connected to the wall via rampart. A small tributary of the Templine flows from the southwest to the northeast on the far side of the village.",
						"Redtower's principal export is lumber, but the residents have adopted an entrepreneurial spirit around its status as an adventurers' destination. While many of the villagers are honest, pioneering people, it also houses plenty of opportunists, looking to take advantage of adventurers flush with coin. Redtower thrives off this sort of \"adventure tourism,\" simultaneously warning travelers away from the Scarlet Citadel while peddling wares guaranteed to—supposedly—allow them to survive it. While predatory, these adventure peddlers are not lying about the dangers of the citadel: everyone in Redtower knows that few who venture into the citadel ever return.",
						{
							"type": "inset",
							"page": 10,
							"name": "Redtower",
							"entries": [
								{
									"type": "entries",
									"name": "Population:",
									"page": 10,
									"entries": [
										"550 humans, 25 riverfolk halflings, 10 dwarves, 5 elfmarked, and 10 of other races."
									]
								},
								{
									"type": "entries",
									"name": "Government:",
									"page": 10,
									"entries": [
										"{@creature Mayor Wislaw Broz|KPSC|Reeve Wislaw Broz} leads Redtower by virtue of being supported by many of the village's most notable and wealthy citizens."
									]
								},
								{
									"type": "entries",
									"name": "Defense:",
									"page": 10,
									"entries": [
										"Constable Roch heads Redtower's law enforcement and defense with a small militia of 20 volunteers and the battlemage Kondrad of Runkelstad in reserve."
									]
								},
								{
									"type": "entries",
									"name": "Commerce:",
									"page": 10,
									"entries": [
										"Redtower's primary export is lumber, but it sustains itself on the patronage of adventurers."
									]
								},
								{
									"type": "entries",
									"name": "Organizations:",
									"page": 10,
									"entries": [
										"Temple of Rava."
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Redtower.webp"
							},
							"credit": "One of: Pedro Potier, Karl Waller, Maciej Zagorski"
						},
						{
							"type": "entries",
							"name": "Coming to Redtower",
							"page": 11,
							"entries": [
								"There is more than one reason why the party might venture to Redtower:",
								{
									"type": "list",
									"page": 11,
									"items": [
										"The Scarlet Citadel is nearby and is a primary point of interest for adventurers visiting the village.",
										"Ley lines abound in the area, many weak and uncharted. Investigating these ley lines or the inert shadow gate nearby could be a reason for the party's interest.",
										"Goblins and bandits are common around Redtower, particularly along the roads where they harass traveling merchants. The party could be working to quell these attacks."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Locations in Redtower",
							"page": 11,
							"entries": [
								"The village of Redtower welcomes you.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/RTMap.webp"
									},
									"title": "Redtower",
									"credit": "One of: Pedro Potier, Karl Waller, Maciej Zagorski",
									"imageType": "map",
									"grid": {
										"type": "none"
									}
								},
								{
									"type": "entries",
									"name": "R1. The Stables",
									"page": 18,
									"id": "W20-R1",
									"entries": [
										"Redtower's stables stretch along the northwest palisade just outside the front gate. They are of simple, sturdy construction but larger than typically needed for a settlement of Redtower's size due to the village's attraction to adventurers. At any given time, there are {@dice 1d6} of the village's adolescents ({@creature commoner|MM|commoners}) here, maintaining and cleaning the stables but mostly gossiping. If the party spends time here chatting, roll on the {@table Gossip Table|KPSC}."
									]
								},
								{
									"type": "entries",
									"name": "R2. Manor House and Constable",
									"page": 12,
									"id": "W20-R2",
									"entries": [
										"A cluster of stately buildings embraces travelers coming from the northwest into Redtower, of which the manor house is the largest. It is built in a U-shape, facing east, made from sturdy wood-and-stone construction. Both the reeve and the constable have their offices here, larger and better furnished than either of them needs for a village of Redtower's size.",
										"{@creature Mayor Wislaw Broz|KPSC|Reeve Wislaw Broz} ({@creature noble}) is often here and more than happy to receive visitors. He is a glib, rosy-cheeked human with a notable paunch under stylish clothing imported from Zobeck.",
										{
											"type": "entries",
											"name": "The Reeve's Authorization",
											"page": 12,
											"entries": [
												"If the party doesn't visit the manor house on their own, Wislaw sends them an invitation within a day of their arrival to Redtower. When they arrive, he's eager to make the acquaintance of these new adventurers in the village; he makes pleasant conversation, plies them with food and drink, and welcomes their expedition. He plays up the threat of the Scarlet Citadel and the dangers roaming the woods but assures them they're in the best place to get equipped to face it. He claims to be so impressed that he authorizes them to use his name at the local merchants for a \"special\" discount.",
												"Dropping Wislaw's name among the merchants is actually a signal that the characters are promising marks, and the merchant raises their prices accordingly and gives the reeve a cut. Raise the cost of goods and services by 10% whenever the PCs use the reeve's name; if they inquire, merchants explain that demand is too high in Redtower, and without the reeve's go.ahead, prices would be higher. Otherwise, goods and services are priced as normal.",
												"The only merchant who doesn't respond to the reeve's authorization is the smith, Agniezka ({@area R8|W20-R8|x}), who scoffs if he is mentioned and doesn't alter her price from the standard."
											]
										},
										"The other wing of the manor house rests the constabulary. Constable Roch is a suspicious and taciturn middle-aged human who constantly smells like smoke from his frequent pipe use. He has little to say to the party, preferring to watch for adventurers who slip up in the village for him to arrest. (See \"Arrested\" under the {@table Random Social Encounters|KPSC} Table)."
									]
								},
								{
									"type": "entries",
									"name": "R3. Ruined Temple of Khors",
									"page": 13,
									"id": "W20-R3",
									"entries": [
										"Between the Cage Tavern ({@area R4|W20-R4|x}) and manor house ({@area R2|W20-R2|x}) is a prominent landmark in the village's center: a disused temple of Khors. The octagonal walls of the temple remain strong as do the stoic-faced knightly statues flanking the doors on the temple's northwest face. Once inside, the temple's neglect is obvious: the elements have partially eroded the roof, leading to a section of collapse just beyond the door. Despite the added debris, the stone pews and large frescoes inside the temple are mostly intact as is the altar standing at the southeast wall. The temple sits on a large patch of cleared, flat land intended for use as a training ground, but nature is reclaiming it with patches of grass and wildflowers.",
										"There hasn't been a priest in residence at the temple in decades, so its upkeep has waned. Nonetheless, some faithful still attend on high holy days, and the temple has, for the most part, been shown respect, but some of the walls have evidence of stone taken for use elsewhere in Redtower.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Ruined Temple.webp"
											},
											"credit": "One of: Pedro Potier, Karl Waller, Maciej Zagorski"
										}
									]
								},
								{
									"type": "entries",
									"name": "R4. The Cage Tavern & Inn",
									"page": 13,
									"id": "W20-R4",
									"entries": [
										"The Cage is the most visibly imposing structure upon entering Redtower by virtue of its unique construction and namesake: a row of curved bones, much like some massive ribcage, protrude from the ground in a corridor to the tavern's southern-facing wall and side entrance. The last few ribs are incorporated into the inn's construction, acting as supporting rafters visible on the inside of the building. The rest of the Cage's construction is eclectic with the older parts of the inn—the space immediately connected to the enormous ribcage—of the wood-and-stone construction typical of the region but with newer elements showing more distant touches: sweeping iron gables from Zobeck, a dwarven-style hearth from the Ironcrags, Perunalian motifs in the columns, and so on.",
										"Considering Redtower's small size and populace, the Cage is surprisingly full-featured: it boasts several rooms from comfortable to aristocratic in quality, though it has only one aristocratic suite. Owing to its adventurous—and often wealthy—patronage, travelers can find lodgings and fare suitable for up to a wealthy lifestyle.",
										"The Cage's name—and unique construction element—supposedly dates back to the village's earliest days as Redleaf when the proprietors' ancestors, Milena and Henrik Gjorski, slew a mighty giant on the spot the inn now rests. The toll of the fight would mean the end of their adventuring career, but they returned to this site of their last great battle to retire. They found the giant withered and scavenged to little more than a massive ribcage and decided to build an inn around it, preserving it as their final—and biggest—trophy.",
										"This story is told and retold on command by their descendants, sister and brother {@creature Ariadna Gjorski|KPSC|Ariadna} and {@creature Ambrozy Gjorski|KPSC}. They are adventurers of a sort (human {@creature scout|MM|scouts}), as most of their family has been, but found they prefer the company of adventurers more than the escapade itself. The family business continues to appeal to adventuring types as evidenced by the monster-hunting trophies on the walls—the stories of which erupt if anyone asks about them—and the very sturdy construction of the tables and chairs.",
										"The Cage is the best place in the village to gather gossip. Every hour spent carousing here allows two rolls on the {@table Gossip Table|KPSC}, at least until it gets too late for the locals.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Cage Tavern.webp"
											},
											"credit": "One of: Pedro Potier, Karl Waller, Maciej Zagorski"
										}
									]
								},
								{
									"type": "entries",
									"name": "R5. Warehouses",
									"page": 14,
									"id": "W20-R5",
									"entries": [
										"Behind the Cage Tavern ({@area R4|W20-R4|x}) is a row of three long warehouses, only populated during prime trading seasons and otherwise only accessed for stored foodstuffs."
									]
								},
								{
									"type": "entries",
									"name": "R6. Sweet Sap Brewery",
									"page": 14,
									"id": "W20-R6",
									"entries": [
										"Next door to the tavern, an enterprising, happily drunk riverfolk {@creature commoner|MM} couple—{@creature Remy Argentford|KPSC} and {@creature Mags Halfbottle|KPSC}—run the local brewery. Casks of Sweet Sap brews have reached as far as Peltzenheim, but true success eludes them. The pair arrived in Redtower as boat workers, wound up overdrinking at the Cage with some adventurers, and missed their boat to leave. Deciding to put their vice to good use, the two brewed up some concoctions that won over visiting adventurers and took over the brewery, naming it the Sweet Sap. Not being forest folk, they insist the name was a nod to Redtower's livelihood and nothing to do with the ingredients. As their savings grow, they've sent for more of their kin, and now there's barely a halfling in the village that isn't related to them somehow."
									]
								},
								{
									"type": "entries",
									"name": "R7. Lumber Mill",
									"page": 15,
									"id": "W20-R7",
									"entries": [
										"The mill is on the far eastern side of Redtower, up against the Templine River where logs go downriver on barges. The huge waterwheel powering the sawmill churns on the river's edge and fills the area with enough racket to impose disadvantage on sound-based {@skill Perception} checks. Away from the riverbank, a long building is used for processing timber, and north of that is a lumber yard stacked with logs."
									]
								},
								{
									"type": "entries",
									"name": "R8. Smithy",
									"page": 15,
									"id": "W20-R8",
									"entries": [
										"The local smith, Agniezka, is a stocky woman in her fifties from Cronepisht where she once maintained and traveled on Magdar war wagons in battle against the Dragon Empire. Her arms are thick and covered in scars—some from the forge but many from her experience in war. She ended up in Redtower after retiring, thinking it would be somewhere quiet to practice her trade for adventurers that would appreciate her skill. While the latter is true, Redtower turned out to be more dramatic and beset with difficulties than she imagined, a fact she grumbles about regularly.",
										"Agniezka's shop is function over form, littered with tools and scrap metal she's argued over with the Rava priestesses. She's most often at her forge, busy with commissions or perfecting her own style.",
										"Agniezka dislikes getting involved with the village drama, but a skilled character could impress her with a {@dc 10} Intelligence (artisan's tools) check if related to blacksmithing or a {@dc 13} Charisma ({@skill Persuasion}) check. If successful, she cautions them about the charlatans in the village—and suggests, if they tried dropping the reeve's name for a discount, to not."
									]
								},
								{
									"type": "entries",
									"name": "R9. Furrier and Tanner",
									"page": 15,
									"id": "W20-R9",
									"entries": [
										"A series of buildings set against the edge of the forest just up a trail off the southeast road is home to the furrier and tanner, {@creature Witek|KPSC}, and his hapless apprentice, Hubert. The main building has an awning adorned with token wards and charms, and an outbuilding with an unbearable stench contains {@creature Witek|KPSC}'s tools and tanning chemicals.",
										"{@creature Witek|KPSC} is a superstitious human {@creature commoner|MM} fond of protection and luck charms; he'll offer to sell characters one of the rabbit's feet he makes for {@dice 2d4 + 2} gp each."
									]
								},
								{
									"type": "entries",
									"name": "R10. The Red Tower",
									"page": 15,
									"id": "W20-R10",
									"entries": [
										"South of Agniezka's smithy ({@area R8|SC-R8|x}),past the gate over the southeast road, a squat stone tower sits on a little hillock where it connects to the village's timber palisade. It is a defensive fortification but also the village's namesake: the stones of the tower are somewhat faded but still a deep crimson. Even Ariadna and Ambrozy at the Cage don't know how the tower was constructed. Theories and rumors abound however and can be heard on the {@table Gossip Table|KPSC}."
									]
								},
								{
									"type": "entries",
									"name": "R11. Temple of Rava",
									"page": 15,
									"id": "W20-R11",
									"entries": [
										"The temple of the Gear Goddess is an odd, circular building in the southeast of the village. Eight double windows protrude at even spaces around the temple, and its center is a small clearing, giving it a cog-like appearance from above. The building itself is a blend of wood and stone construction that, unlike the temple of Khors, has been well maintained. Reaching the temple of Rava from the road requires wading through a collection the Spinner's \"sacred\" scrap: broken things, metal bits, and discarded items are given places of honor here.",
										"The interior of the temple opens into a large chamber that circles to the left and right. An archway ahead leads into the courtyard, containing an altar and doorways to the temple's looms and quarters. Junk, again, is given a place of honor along the walls and shelves alongside masterfully created tapestries of spiders, clockworks, and gears.",
										"{@creature Cecylia|KPSC}, a human {@creature priest|MM}, and {@creature Norneth|KPSC}, an elfmarked {@creature spy|MM}, maintain the temple. {@creature Cecylia|KPSC} handles any questions and duties of the temple while {@creature Norneth|KPSC} is a fresh acolyte who brings her stealth skills to the temple; originally from Dornig, {@creature Norneth|KPSC} left under some unmentioned disgrace. {@creature Cecylia|KPSC} is helpful but serious and studious; she prefers to devote her attention to her work and goddess. {@creature Norneth|KPSC} does not speak to the party unless spoken to and occupies herself evaluating the temple's latest junk arrivals.",
										"A perceptive character succeeding at a {@dc 15} Wisdom ({@skill Perception}) check notices her surreptitiously studying them—or more precisely their equipment. When adventurers fail to return to Redtower, {@creature Norneth|KPSC} is the one who scavenges whatever remains. If confronted, she blithely plays off her interest and tells them they need better gear to survive the citadel and invokes Rava to bless them.",
										"{@creature Cecylia|KPSC} will cast spells for the party at a fee of 50 gp per level of the spell and sells scrolls for triple the cost of the charge to cast it. She also offers to buy any interesting \"junk\" the party recovers from the Scarlet Citadel. {@creature Cecylia|KPSC} offers {@dice 2d4} gp for any unusual scrap or trinkets the party brings back, but truly exotic material could fetch up to 50–100 gp."
									]
								},
								{
									"type": "entries",
									"name": "R12. Konrad's Home",
									"page": 16,
									"id": "W20-R12",
									"entries": [
										"This L-shaped home sprawls over a generous lot next to the southwest road out of Redtower. Flourishes adorn the joints and arches of the house's doors and windows in spiraling, arcane motifs, and a crown of silvery wands surmount the home's prow-shaped roof. The home beyond those luxurious, glass-paned doors has five rooms on the bottom and a staircase to a second.floor loft with a study and bedroom.",
										"{@creature Konrad of Runkelstad|KPSC} lives here, a retired battlemage who made a tidy fortune first in service to his kingdom and then as a mercenary (human {@creature mage|MM}). His last assignment came from a group of noble thrill seekers from Cronepisht, looking to conquer the Scarlet Citadel; some sinister trap unleashed waves of undead on them before they made it far, and Konrad barely escaped with his own life—and what treasures they'd found before the end. He chose a long life against an adventurous one and settled in Redtower, pursuing the entrepreneurial opportunity he saw in appealing to an adventurer's greed for power.",
										"He keeps to himself, paying for his privacy with the good graces he's purchased from the reeve. On occasion, he'll send personal invitations to new adventurers in the village—or welcome them if they come to visit of their own accord—and sweep them into his parlor. The large room is decorated with fine couches and surfaces bearing a wealth of trinkets he has made or acquired in his career. Dominating the room is a massive painting, depicting the towers of Runkelstad, which something characters can't miss wherever they sit in the room.",
										"If the characters visit Konrad on their own, initiate the \"battlemage bargain\" encounter from the {@table Random Social Encounters|KPSC} Table."
									]
								},
								{
									"type": "entries",
									"name": "R13. Orchard",
									"page": 16,
									"id": "W20-R13",
									"entries": [
										"Redtower's orchard is just outside the southwest wall, consisting of several neat, well-maintained rows of apple trees surrounded by protective hedgerows. A small house and storage shed nestle close to the wall where Cibor and Eva live with their son, Gabe. They maintain the orchards and hedges and, in the winter, produce cider with the Sweet Sap Brewery ({@area R6|W20-R6|x}).",
										"Cibor seldom goes into the village, preferring to stay around the orchard or venture into the forest outskirts to gather food and visit with the alseids at the temple to Yarila and Porevit nearby (see {@area E2|W20-E2|x} under \"{@adventure Beyond Redtower|KPSC|2|Beyond Redtower}\"). His wife and son however are more social: Eva is often one of the forces behind Redtower's festive gatherings, and Gabe is something of a leader to the adolescents in the village.",
										"Eva doesn't hesitate to welcome in the party if they visit and treats them with ciders, apple pies, and nosy questions. She is an excellent source of gossip about Redtower; whenever the PCs spend at least an hour visiting Eva, roll twice on the {@table Gossip Table|KPSC}, limiting the rumors to locals only. Of course, being the village's greatest gossip, anything told to Eva is spread around the village within a day or two.",
										{
											"type": "entries",
											"name": "Gabe's Nightmares",
											"page": 17,
											"entries": [
												"With a {@dc 12} Wisdom ({@skill Perception}) check, the party notices Gabe lurking about the orchard. He's alone and rubbing his temples, muttering to himself. If they engage him, he plays it off with a confident, teenage swagger as nothing being wrong, but a {@dc 10} Wisdom ({@skill Insight}) check reveals he's exhausted. If pressed, he admits he went to the arch at the lifeless clearing (see {@area E3|W20-E3|x} in \"{@adventure Beyond Redtower|KPSC|2|Beyond Redtower}\") and spent the night there on a dare; he'd done it a year ago and nothing happened, but this time, he had awful nightmares, and he hasn't slept well since. He begs the party not to tell his parents since he's not supposed to be going there."
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Orchard.webp"
											},
											"credit": "One of: Pedro Potier, Karl Waller, Maciej Zagorski"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Social Encounters Around Redtower",
							"page": 17,
							"entries": [
								"Adventurers are a source of excitement in Redtower, drawing the attention of those hoping to profit from them or those who could use their help. Check for a random social encounter once per day when the PCs are in Redtower.",
								{
									"type": "statblock",
									"tag": "table",
									"source": "KPSC",
									"name": "Random Social Encounters",
									"page": 17
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Encounters.webp"
									},
									"credit": "One of: Pedro Potier, Karl Waller, Maciej Zagorski"
								}
							]
						},
						{
							"type": "entries",
							"name": "Gossip",
							"page": 22,
							"entries": [
								"Gathering village gossip not only allows the party to get familiar with Redtower and its occupants but also to be forewarned about some of the dangers awaiting them.",
								{
									"type": "statblock",
									"tag": "table",
									"source": "KPSC",
									"name": "Gossip Table",
									"page": 21
								}
							]
						},
						{
							"type": "entries",
							"name": "Beyond Redtower",
							"page": 22,
							"entries": [
								"Outside of Redtower, the tame prairie grasslands to the northwest give way to the thick woodland of the White Forest to the south of the settlement. A tributary of the Templine River feeds the village, and the road southeast out of the village leads to the Scarlet Citadel deeper within the woods.",
								"Although Redtower has carved out a niche of relative safety on the borders of the White Forest, the area is plenty dangerous even without the citadel. The flora and fauna here are changed by the influence of magic and {@creature Gellert the Gruesome|KPSC}, and some mysteries here might be better left buried. The looming presence of the citadel itself also can't be ignored as Gellert's henchmen and experiments do not always stay contained.",
								"The area around Redtower can be a place for adventure all on its own, though many of the locales and encounters point to the Scarlet Citadel for further exploration.",
								{
									"type": "entries",
									"name": "E1. Tobiasz's Hut",
									"page": 22,
									"id": "W20-E1",
									"entries": [
										"A small hut cobbled together from loose stone and reclaimed wood perches on the opposite side of the riverbank northeast of Redtower. The hut looks like it's been knocked down and rebuilt multiple times, evidenced by the scattering of half-buried debris around it. On the south side of the hut is a large, gnarled tree with a sturdy, covered platform nestled in its branches. It is of much better construction than the hut below.",
										"This is the home of Tobiasz, an elderly human {@creature commoner|MM} hermit that once lived in Redtower but grew horrified by the complicity of the villagers in letting adventurers run to their slaughter in the Scarlet Citadel. He takes it upon himself now to warn people away, which is why he hasn't left yet; he goes into Redtower only for supplies and to shame the villagers and otherwise spends his time writing letters to Queen Dorytta to bring an army to raze the citadel once and for all. Tobiasz's trade is carpentry, and he built both the hut and tree stand, which is where he flees to when monsters inevitably attack. The hut on the other hand has been ransacked so much he only bothers with \"good enough.\"",
										"The party may sometimes run into Tobiasz shouting for help from a monster attack and in need of rescue. See \"{@creature Tobiasz the Hermit|KPSC}\" under the {@table Creature Encounter Table|KPSC}."
									]
								},
								{
									"type": "entries",
									"name": "E2. Yarila and Porevit Temple",
									"page": 23,
									"id": "W20-E2",
									"entries": [
										"Set in a small clearing in the woods southwest of Redtower is an airy temple to the Twin Gods, Yarila and Porevit, Mother Field and Father Harvest. The temple itself is a roomy structure with few walls and has archways instead of doors. The roof supports come from wooden posts wrapped in ivy and vines, most of them in perpetual bloom. An altar to the Twin Gods is set before the temple structure, an elevated stone block skirted by flowers and bountiful fruits and vegetables. In a rectangular periphery around the altar is a \"fence\" of stakes in the ground, marking growth stands of tomatoes, berries, grapes, and other seasonal crops.",
										"A group of four {@creature alseid|ToB} {@creature druid|MM|druids}, {@creature Synnana|KPSC}, {@creature Bellenor|KPSC}, {@creature Ammanis|KPSC}, and {@creature Kashyna|KPSC}, maintain the temple here and are friendly to visitors. They do most of their business with Redtower through Cibor of the orchard ({@area R13|W20-R13|x}) but are glad to trade. If the party is friendly, the {@creature alseid|ToB|alseids} allow them to rest at the temple whenever they wish, safe from harm; while they are aware of the forest's hazards, hostile creatures don't trouble them here, and they do not seek them out. Camping here does not prompt a random encounter check.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/BREW-709/_img/W20RT/Synnana.webp"
											},
											"credit": "One of: Pedro Potier, Karl Waller, Maciej Zagorski"
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
