{
	"_meta": {
		"sources": [
			{
				"json": "IGtN",
				"abbreviation": "IGtN",
				"full": "Illivar's Guide to Nullification",
				"authors": [
					"Lambros009"
				],
				"convertedBy": [
					"Bowsori#7981"
				],
				"version": "1.0.0",
				"url": "https://www.gmbinder.com/share/-MSMnbmsU5YfL-bWXTZ3",
				"targetSchema": "1.0.8",
				"color": "872eb0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "803b4c515d",
		"edition": "classic"
	},
	"magicvariant": [
		{
			"name": "Armor of Harm Nullification",
			"type": "GV|DMG",
			"requires": [
				{
					"armor": true
				}
			],
			"entries": [
				"When you don this armor, you can choose whether to gain a {=bonusAc} bonus to AC or saving throws from it. You must complete a long rest before being able to change this benefit again.",
				"In addition, when you take damage, you can use your reaction to cast {@spell null harm|IGtN}. Once you've used this feature of the armor, you can't do so again until you complete a long rest."
			],
			"inherits": {
				"namePrefix": "Armor of Harm Nullification ",
				"source": "IGtN",
				"page": 0,
				"rarity": "rare",
				"reqAttune": true,
				"bonusAc": "+1",
				"bonusSavingThrow": "+1",
				"entries": [
					"When you don this armor, you can choose whether to gain a {=bonusAc} bonus to AC or saving throws from it. You must complete a long rest before being able to change this benefit again.",
					"In addition, when you take damage, you can use your reaction to cast {@spell null harm|IGtN}. Once you've used this feature of the armor, you can't do so again until you complete a long rest."
				]
			}
		}
	],
	"item": [
		{
			"name": "Nullsmoke Breastplate",
			"source": "IGtN",
			"type": "MA",
			"rarity": "very rare",
			"weight": 20,
			"ac": 14,
			"entries": [
				"This breastplate gives off wisps of cold smoke, barely visible in any light. You have resistance to nulling damage while wearing this breastplate. In addition, when a creature hits you with an attack while within 5 ft. of you, it takes 4 ({@dice 1d8}) nulling damage"
			]
		},
		{
			"name": "Null Blade",
			"source": "IGtN",
			"page": 0,
			"baseItem": "longsword|PHB",
			"type": "M",
			"rarity": "very rare",
			"reqAttune": true,
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"bonusWeapon": "+1",
			"entries": [
				"This longsword's blade is made out of null energy. You gain a +1 bonus to attack and damage rolls made with this weapon. Instead of its normal damage, this weapon deals {@damage 2d8} + your Strength modifier nulling damage on a hit.",
				"When you hit a creature with this weapon, you can force the creature to make a DC 15 Wisdom saving throw. On a failure, the creature can't cast spells until the end of its next turn. Once you've used this feature, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Amulet of Antimagic",
			"source": "IGtN",
			"page": 0,
			"rarity": "legendary",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While wearing this amulet you can only be affected by spells of 4th level or lower if you choose to be.",
				"When a creature fails to affect you with a spell that directly targets you (and only you), you can use this amulet to gain a number of temporary hitpoints equal to the level of the spell times 10 (maximum of your proficiency modifier times 10). After you've used this feature, you must complete a long rest before you can use it again."
			]
		},
		{
			"name": "Bead of Dark Essence",
			"source": "IGtN",
			"page": 0,
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"This small sphere is made of swirling darkness. You can use an action to throw it at a point within 60 feet of you, shuttering it and summoning a dark essence. The elemental is hostile to every creature it sees."
			]
		},
		{
			"name": "Ring of the Void",
			"source": "IGtN",
			"page": 0,
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"charges": 3,
			"recharge": "dawn",
			"entries": [
				"This ring bears a piece of obsidian at its crest. This ring has 3 charges, and regains all expended charges each dawn. When you damage a creature, you can expend a charge to change the type of damage you deal to nulling.",
				"In addition, you can expend 1 charge to gain resistance to nulling damage for 1 minute."
			]
		},
		{
			"name": "Tethercut",
			"source": "IGtN",
			"page": 0,
			"rarity": "very rare",
			"poison": true,
			"poisonTypes": [
				"ingested"
			],
			"entries": [
				"A creature that ingests this poison must succeed on a DC 15 Constitution saving throw, or be unable to cast any spells for 8 hours."
			]
		}
	],
	"monster": [
		{
			"name": "Dark Essence",
			"source": "IGtN",
			"page": 0,
			"size": [
				"G"
			],
			"type": "elemental",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 115,
				"formula": "10d20 + 10"
			},
			"speed": {
				"fly": {
					"number": 40,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 18,
			"dex": 12,
			"con": 13,
			"int": 12,
			"wis": 13,
			"cha": 7,
			"save": {
				"dex": "+4",
				"con": "+4",
				"wis": "+4"
			},
			"skill": {
				"stealth": "+7"
			},
			"senses": [
				"blindsight 120 ft"
			],
			"passive": 11,
			"resist": [
				"acid",
				"cold",
				"fire",
				"lightning",
				"thunder",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons",
					"cond": true
				}
			],
			"immune": [
				"poison",
				"necrotic"
			],
			"vulnerable": [
				"radiant"
			],
			"conditionImmune": [
				"exhaustion",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained"
			],
			"languages": [
				"understands all languages but can't speak"
			],
			"cr": "7",
			"trait": [
				{
					"name": "Amorphous",
					"entries": [
						"The dark essence can move through a space as narrow as one inch wide without squeezing."
					]
				},
				{
					"name": "Dark Form",
					"entries": [
						"The dark essence occupies a 20 foot square cube of space, and can occupy the same space as other creatures. The dark essence causes the space it occupies to be covered in magical darkness that also impedes darkvision. Any creature that starts its turn in the area takes 7 ({@damage 2d6}) cold damage."
					]
				},
				{
					"name": "Shadow Stealth",
					"entries": [
						"While in dim light or darkness, the dark essence can take the Hide action as a bonus action."
					]
				},
				{
					"name": "Sunlight Weakness",
					"entries": [
						"While in sunlight, the dark essence has disadvantage on attack rolls, ability checks, and saving throws."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dark essence makes three melee attacks with its dark tendrils."
					]
				},
				{
					"name": "Dark Tendril",
					"entries": [
						"{@atk mw} +7, Reach: 10 ft., one target. {@h}13 ({@damage 2d8 + 4}) necrotic damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"Dark Essences are abnormal elementals, the result of a dark conjurer's attempt to bring nothingness into being. Most conjurers spell their own ending in such attempts, but there exist a few talented individuals known for being able to create them and control them.",
					"These elementals are the closest thing the dark conjurers of Festung have come up with in their search to create a null elemental, a being that is the pinnacle of chaos and nothingness, and defies all rational knowledge simply by existing.",
					"Few have realized that because of the dark essence's natural affinity towards the negative plane, and its hollow fabricated existence, it can be a vessel for dark extraplanar forces to occupy and inhabit. Incorporeal forces that lie at the end of the astral sea and cannot manage to bring themselves into corporeal existence.",
					"They are able to look into the material realm for the first time through these dark essences, and usually prefer to bide their time having not known of its existence before. They continue to silently observe in order to understand the newfound concepts of physics and corporeal matters before they inevitably begin to extend their influence into the material realm.",
					{
						"type": "entries",
						"name": "Tactics",
						"entries": [
							"Dark Essences fight by enveloping as many creatures as they can within their inky dark void in order to blind them and assault them from all around. A Dark Essence will grapple a target and keep it inside itself if it has reason to prioritize disabling it. Dark Essences will conduct all-out assaults at creatures that demonstrate their ability to harm them with radiant energy. If those same creatures demonstrate the ability to heal their allies, a dark essence will stay over the unconscious bodies of bleeding out humanoids so that the only way to heal them would be to shuffle around blindly in its darkness."
						]
					}
				]
			},
			"tokenUrl": "https://i.imgur.com/rrWRSVY.png",
			"traitTags": [
				"Amorphous"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"CS",
				"XX"
			],
			"damageTags": [
				"C",
				"N"
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Null Elemental",
			"source": "IGtN",
			"page": 0,
			"size": [
				"G"
			],
			"type": "elemental",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 21,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"special": "Null (destabilization threshold 500 (25d20+250))"
			},
			"speed": {
				"fly": {
					"number": 40,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 30,
			"dex": 10,
			"con": 30,
			"int": 3,
			"wis": 11,
			"cha": 19,
			"passive": null,
			"save": {
				"dex": "+9",
				"int": "+5",
				"wis": "+9",
				"cha": "+13"
			},
			"senses": [
				"truesight 300 ft."
			],
			"conditionImmune": [
				"all conditions"
			],
			"cr": "30",
			"trait": [
				{
					"name": "Sense Existence",
					"entries": [
						"The null elemental can automatically sense any creature or object that exists materially within 300 ft. of the elemental."
					]
				},
				{
					"name": "Incomprehensible",
					"entries": [
						"The sight of a null elemental cannot be contained by the humanoid mind. Any creature that starts its turn within sight of the elemental must make a {@dc 21} Intelligence saving throw. On a failure, its feeble mind is unable to perceive the elemental. The null elemental is considered to be {@condition invisible} to the creature, and it cannot be targetted or affected directly by any spells or effects that the creature creates.",
						"For example, if that creature casts fireball, the null elemental is automatically unaffected by it, but if the creature casts bless targeting its allies, they are able to benefit from the spell as normal. ull Life. The null elemental is comprised of nothingness, and turns anything it comes in contact with to nothing. Thereby, it cannot be destroyed in conventional ways. However, if the null elemental is exposed to enough raw energy in a short enough period of time, it will reach its destabilization threshold, which can be exploited in order to contain it using the Convergence Pylons. See 'The Quest to Remake the World' below."
					]
				},
				{
					"name": "Destabilized Form",
					"entries": [
						"If the null elemental takes enough damage to reach its destabilization threshold in 1 minute , it becomes destabilized for {@dice 1d8} days. For the duration, any creature that starts its turn within 30 feet of the null elemental must make a {@dc 21} Constitution saving throw, taking 30 nulling damage on a failure, or half as much damage on a success. In addition, at the start of each of its turns the null elemental teleports to a random point within 120 ft. of it. Roll {@dice 1d8} to determine the direction, and {@dice 1d12} (x10) to determine the distance the elemental teleports."
					]
				},
				{
					"name": "Nulling Damage",
					"entries": [
						"The null elemental does not abide by the rules of physics or the elements. The damage it deals ignores all regular resistances and immunities, as it returns all creatures and objects alike to nothing. As such, this type of damage is described as nulling, in order to prevent interactions with other damage type resistances. Even if a creature has resistance or immunity to all damage, it does not have resistance or immunity to nulling damage unless explicitly stated."
					]
				},
				{
					"name": "Null and Void",
					"entries": [
						"The null elemental can occupy an area of 40 cubic feet, and can occupy the same space as creatures and objects. When the null elemental enters the area of a creature or object, the target must make a {@dc 21} Dexterity saving throw, taking 27 ({@damage 6d8}) nulling damage on a failure, or half as much damage on a success. On a success, the creature rolls away out of the path of the null elemental, moving to the nearest space that isn't occupied by the elemental.",
						"If a creature starts or ends its turn within the space of the elemental, or hits it with an attack while within 10 feet of it, it must make a {@dc 21} Dexterity saving throw, taking 27 ({@damage 6d8}) nulling damage on a failure, or half as much damage on a success. A creature can only take this damage twice per turn."
					]
				},
				{
					"name": "Destroyer of Matter",
					"entries": [
						"The null elemental deals 4 times as much damage to objects and structures. When the null elemental reduces a creature or object to 0 hitpoints, the target is absorbed into the null elemental, and its body is returned to nothingness."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The null elemental makes three nullifying strike attacks. It can substitute up to 2 of nullifying strike attacks for a nullifying bolt attack."
					]
				},
				{
					"name": "Nullifying Strike",
					"entries": [
						"{@atk mw} +19, Reach: 10 ft., one target. {@h}28 ({@damage 4d8 + 10}) nulling damage."
					]
				},
				{
					"name": "Nullifying Bolt",
					"entries": [
						"{@atk rw} +19, Range: 120 ft., one target. {@h}28 ({@damage 4d8 + 10}) nulling damage, and the target must succeed on a {@dc 21} Constitution or Charisma saving throw (the target's choice), or be unable to cast any spells until the end of its next turn. Nullifying Pulse (Recharge 6). The null elemental releases a pulse of negative energy. Each creature within the space of the elemental and within 10 feet of it must make a {@dc 27} Constitution saving throw (if they are inside the space of the elemental) or a {@dc 27} Dexterity saving throw (if they are within 10 feet of it). On a failure, a creature takes 81 ({@damage 18d8}) nulling damage and is slowed for 1 minute as per the slow spell. On a success, a creature takes half as much damage, and is only slowed until the end of its next turn. If a creature dies from this damage, the null elemental expands, becoming 5 feet larger in each of its dimensions."
					]
				}
			],
			"legendaryActions": 5,
			"legendary": [
				{
					"name": "Move",
					"entries": [
						"The elemental moves up to its movement speed."
					]
				},
				{
					"name": "Nullifying Strike",
					"entries": [
						"The elemental makes a nullifying strike attack. On a hit, the creature must succeed on a {@dc 21} Wisdom saving throw or it is slowed for 1 minute as per the slow spell. The creature can repeat its saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				},
				{
					"name": "Existential Siphon (Costs 3 Actions)",
					"entries": [
						"If the null elemental has reduced a creature to 0 hitpoints since its last turn, it can reach through the 4 dimensions and siphon as much matter as it can into oblivion. Parts of it appear out of the ground at random areas around it. Any creatures within 30 feet of the elemental must make a {@dc 21} Charisma saving throw. On a failure, roll {@dice 1d4} for each creature that failed its saving throw",
						{
							"type": "table",
							"colLabels": [
								"{@dice d4}",
								"Result"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-center"
							],
							"rows": [
								[
									1,
									"One of the limbs of the creature phases out, becoming permanently lost"
								],
								[
									2,
									"The creature falls to 0 hitpoints."
								],
								[
									3,
									"The creature can't regain hitpoints ever again."
								],
								[
									4,
									"The creature is shunted into an alternate dimension"
								]
							]
						}
					]
				}
			],
			"legendaryGroup": {
				"name": "Null Elemental",
				"source": "IGtN"
			},
			"fluff": {
				"entries": [
					"Null elementals break the very fabric of existence by existing. Whether its creation was accidental or intended, an event of great concentrated energy would have taken place that would have ripped open the fabric of spacetime. Such beings—though that word complicates matter, as many wizards will tell you—have been theorized for centuries. Many mages have recklessly attempted to prove their possibility of existence, either for the pride in recklessly achieving the unachievable, foolish and overconfident intentions of controlling one, or bringing limitless nihilistic destruction to the material realm.",
					"Null cults have sprung up throughout the centuries that worship the concept of absolute nothingness, proving the absurd human fascination with matters beyond comprehension. Time and time again these cults have attempted to bring a null elemental into existence by recruiting wizards of great power and infecting them with this absurd fascination, blackmailing them, or searching for timeless relics of arcane power that could be a potent enough power source to punch a hole in the universe.",
					"No null elemental has ever been successfully created, at least as far as anyone can know. The existence of one would disrupt the entire material plane, but arcanists threorize that if one was somehow created, corporeal beings would have no way telling the difference until it arrived right in front of them to wipe them from the face of existence. And only those of a strong enough mind would have the capability of perceiving the null elemental as it pulled their molecules back into nothingness. Creatures and objects destroyed by a null elemental would be wiped from existence—present, past and future—so that even if a null elemental has wiped out a whole continent, no one would be able to remember that continent existing.",
					"Some cults preach that this is already happening, and at any living moment of a creature, its eventual demise is perpetually approaching. Some equally insane cults believe that this is the only true aspect of existence. Matter is only made so that it can be unmade in this way, and one should come to terms with the invisible ending always approaching by this ultimately natural force. Others believe that this demise has already occured time and time again in previous universes. That it is the unavoidable purpose of humanity to tamper with that which they don't understand, until they cause their literal undoing. Timeless eons would pass until a new universe was born, and it would play out the same way once again, creating an incomprehensible loop of existence and nonexistence tied together by their very definitions."
				]
			},
			"tokenUrl": "https://i.imgur.com/BmFJV1H.png",
			"senseTags": [
				"U"
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"savingThrowForced": [
				"charisma",
				"constitution",
				"dexterity",
				"intelligence",
				"wisdom"
			]
		},
		{
			"name": "Navilid",
			"isNamedCreature": true,
			"source": "IGtN",
			"page": 0,
			"size": [
				"M"
			],
			"type": "aberration",
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"nullsmoke breastplate|IGtN"
					]
				}
			],
			"hp": {
				"average": 71,
				"formula": "13d8 + 13"
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 12,
			"con": 13,
			"int": 19,
			"wis": 17,
			"cha": 17,
			"save": {
				"int": "+8",
				"wis": "+7",
				"cha": "+7"
			},
			"skill": {
				"arcana": "+10",
				"deception": "+6",
				"insight": "+6",
				"perception": "+6",
				"persuasion": "+6",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 16,
			"languages": [
				"Deep Speech",
				"Undercommon",
				"telepathy 120 ft."
			],
			"cr": "11",
			"spellcasting": [
				{
					"name": "Innate Spellcasting (Psionics)",
					"headerEntries": [
						"The mind flayer's innate spellcasting ability is Charisma (spell save {@dc 15}). It can innately cast the following spells, requiring no components:"
					],
					"will": [
						"{@spell misty step}",
						"{@spell dispel magic}"
					],
					"daily": {
						"1e": [
							"{@spell synaptic static|XGE}",
							"{@spell plane shift} (self only)"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				},
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The mind flayer is a 10th-level spellcaster. Its spellcasting ability is Charisma (save {@dc 15}, {@hit 7} to hit with spell attacks). The mind flayer has the following spells prepared and can cast them without requiring any components:"
					],
					"spells": {
						"1": {
							"slots": 4,
							"spells": [
								"{@spell absorb elements|XGE}*",
								"{@spell chaos bolt|XGE}",
								"{@spell thunderwave}",
								"{@spell shield}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell silence}",
								"{@spell moonbeam}",
								"{@spell nullifying smite|IGtN}*"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell blink}",
								"{@spell counterspell}",
								"{@spell pulse wave|EGW}",
								"{@spell slow}"
							]
						},
						"4": {
							"slots": 3,
							"spells": [
								"{@spell summon dark essence|IGtN}*",
								"{@spell shadow of moil|XGE}",
								"{@spell wall of void|IGtN}*"
							]
						},
						"5": {
							"slots": 2,
							"spells": [
								"{@spell temporal shunt|EGW}",
								"{@spell wall of force}"
							]
						}
					},
					"footerEntries": [
						"*These custom spells are detailed in the next page. Navilid can cast nullifying smite without requiring concentration. When he does so, the spell has a duration of 1 round.",
						"** Can also be used against force and radiant damage"
					],
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The mind flayer has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Nullsmoke Breastplate",
					"entries": [
						"Navilid has enchanted his breastplate with the power of the void. He has resistance to nulling damage. Any creature that hits him with an attack while within 5 feet of him takes 4 ({@damage 1d8}) nulling damage."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Navilid makes two null blade attacks."
					]
				},
				{
					"name": "Null Blade",
					"entries": [
						"{@atk mw} +7, Reach: 5 ft., one target. {@h}20 ({@damage 3d10 + 4}) nulling damage."
					]
				},
				{
					"name": "Mind Blast {@recharge 5}",
					"entries": [
						"The mind flayer magically emits psychic energy in a 60-foot cone. Each creature in that area must succeed on a {@dc 15} Intelligence saving throw or take 22 ({@damage 4d8 + 4}) psychic damage and be {@condition stunned} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
					]
				}
			],
			"legendary": [
				{
					"name": "Teleport",
					"entries": [
						"Navilid casts misty step."
					]
				},
				{
					"name": "Null Blade",
					"entries": [
						"Navilid makes a null blade attack."
					]
				},
				{
					"name": "Psychic Drain (Costs 2 Actions)",
					"entries": [
						"Navilid leeches on the mental energy of a creature within 60 feet of it. The target must succeed on a {@dc 15} Intelligence saving throw, or take 16 ({@damage 3d10}) psychic damage, and Navilid gains a number of temporary hitpoints equal to the damage dealt. On a successful saving throw, the target takes half as much damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"Navilid, even as a young ilithid, was fascinated by space. He would stare at the stars for hours—unblinkingly—trying to let his mind comprehend the vast distances he was observing. To be fair, all of the mind flayers had an interest in space. But his was different. Where the others thought as one with the Elder Brain and planned the expansion and well-being of the colony, he preferred to be consumed by his star-gazing thoughts alone. And when others viewed the stars as destinations—homes for worlds to conquer—he saw them as travelers, unerringly making their way through the heavens, ever so slowly. He imagined how populated some could be, and how sparse and dead others were. And yet they all looked the same from so afar. So small.",
					"He couldn't look away when he learned that some of the stars he was gazing at were already dead. Behind the veil of the slow-travelling light now he knew secretly stood a void. And who knew how many more of the stars where the same. How much of the universe was secretly quiet? A quiet and peaceful void, everlasting and yet everchanging. The remnants of the star traveling alone for some reason brought him peace. His eyes failed to see it just as the eyes of the others did. There was light after all. Everything was fine. But in his mind he could see it. And he found it intoxicating—the power behind all of reality—hiding from everyone.",
					"He imagined the quiet again. He could exist in it without bothering it, and without it bothering him. It he could be one with it, that peaceful quiet would make him feel whole. It would be his natural state. And he would finally find something with which he could think as one.",
					"The other mind flayers severed him from his tentacles for meddling with null elementalism—the worst form of arcanism—and exiled him away and alone. But that did not matter."
				]
			},
			"tokenUrl": "https://i.imgur.com/NRkdEVY.png",
			"traitTags": [
				"Magic Resistance"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"DS",
				"TP",
				"U"
			],
			"damageTags": [
				"Y"
			],
			"spellcastingTags": [
				"I",
				"P"
			],
			"miscTags": [
				"AOE",
				"MW"
			],
			"conditionInflict": [
				"stunned"
			],
			"conditionInflictSpell": [
				"deafened"
			],
			"damageTagsSpell": [
				"A",
				"C",
				"F",
				"I",
				"L",
				"N",
				"O",
				"R",
				"T",
				"Y"
			],
			"savingThrowForced": [
				"intelligence"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"intelligence",
				"wisdom"
			]
		},
		{
			"name": "Nullifier",
			"source": "IGtN",
			"page": 0,
			"size": [
				"T"
			],
			"type": "elemental",
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"average": 11,
				"formula": "2d4 + 6"
			},
			"speed": {
				"fly": {
					"number": 40,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 6,
			"dex": 17,
			"con": 16,
			"int": 3,
			"wis": 12,
			"cha": 6,
			"skill": {
				"stealth": "+5"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 11,
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafeaned",
				"exhaustion",
				"frightened",
				"grappled",
				"petrified",
				"poisoned",
				"prone",
				"restrained",
				"unconscious"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Amorphous",
					"entries": [
						"The null elemental can occupy the same space as other creatures and objects, and can harmlessly pass through them when it moves. It can't end its turn inside another creature or object. If it does, it is shunted out to the nearest unoccupied space."
					]
				},
				{
					"name": "Half-Existent",
					"entries": [
						"The nullifer has resistance to all damage. The nullifier is visible only to creatures it wants to be perceived by. It is considered to be {@condition invisible} to any other creature. This effect ends when it attacks or casts a spell."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The nullifier has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Emit Light",
					"entries": [
						"The nullifier emits dim light in a radius of 20 ft. It can use another action to end this effect."
					]
				}
			],
			"tokenUrl": "https://i.imgur.com/EEaIiFQ.png",
			"traitTags": [
				"Amorphous",
				"Magic Resistance"
			],
			"senseTags": [
				"B"
			]
		}
	],
	"subclass": [
		{
			"name": "The Void",
			"source": "IGtN",
			"className": "Warlock",
			"classSource": "PHB",
			"shortName": "Void",
			"subclassSpells": [
				"absorb elements|xge",
				"chaos bolt|xge",
				"Silence",
				"nullifying smite|igtn",
				"Protection From Energy",
				"Blink",
				"summon elemental|tce",
				"wall of void|igtn",
				"temporal shunt|egw",
				"Teleportation Circle"
			],
			"subclassFeatures": [
				"The Void|Warlock|PHB|Void|IGtN|1",
				"Fickle Existence|Warlock|PHB|Void|IGtN|6",
				"Return to the Cosmos|Warlock|PHB|Void|IGtN|10",
				"Nothing But a Step|Warlock|PHB|Void|IGtN|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "The Void",
			"source": "IGtN",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Void",
			"subclassSource": "IGtN",
			"level": 1,
			"entries": [
				"Your inexplicable powers come from the vast, endless expanse of space, incomprehensible in its inhumanity, and grander than anything a humanoid could ever fit in its mind. This link between you and it might have been created in various ways.",
				"Some sentient creatures are more sensitive to the underlying methods of the cosmos, and find the concept of inexistence just as beautiful as existence. It is always there, by necessity of definition, and you felt a kinship with it when you were looking up at an empty patch in an otherwise starry night. This kinship could have either allowed you to form an innate connection to the void, thus drawing power from it, or you decided to study and research it, thus coming across obscure knowledge that opened new vistas of reality to you—and new capabilities.",
				"On the other hand, if you'd like your patron to be a conscious creature rather than a force of nature, your patron could be an individual—such as Navilid—that has uncovered great knowledge about the void, has put that knowledge into practice. They have come to be in tune enough with the void that they can bestow that power into others as well, and have selected you as their protege—or perhaps just another minion. What will you think of their agenda and their plans? Do they line up with how you see the world, and the force behind both your powers? Will you follow their cause, or create your own path?",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "New Familiar|Warlock||Void|IGtN|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Expanded Spell List|Warlock|PHB|Void|IGtN|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Born from Nothing|Warlock|PHB|Void|IGtN|1"
				}
			]
		},
		{
			"type": "inset",
			"name": "New Familiar",
			"entries": [
				"The {@creature nullifier|IGtN} is a new choice of familiar for warlocks of the Void with the Pact of the Chain feature. The nullifier is a small elemental made of null energy that a warlock attuned with the Void can bring into existence."
			],
			"source": "IGtN",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Void",
			"subclassSource": "IGtN",
			"level": 1,
			"header": 1
		},
		{
			"name": "Expanded Spell List",
			"source": "IGtN",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Void",
			"subclassSource": "IGtN",
			"level": 1,
			"entries": [
				"The Void lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
				{
					"type": "table",
					"colLabels": [
						"Spell Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10 text-center"
					],
					"rows": [
						[
							"1st",
							"{@spell absorb elements|XGE}, {@spell chaos bolt|XGE}"
						],
						[
							"2nd",
							"{@spell silence}, {@spell nullifying smite|IGtN}"
						],
						[
							"3rd",
							"{@spell protection from energy}, {@spell blink}"
						],
						[
							"4th",
							"{@spell summon elemental|TCE} (void only*), {@spell wall of void|IGtN}"
						],
						[
							"5th",
							"{@spell temporal shunt|EGW}, {@spell teleportation circle}"
						]
					]
				}
			]
		},
		{
			"name": "Born from Nothing",
			"source": "IGtN",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Void",
			"subclassSource": "IGtN",
			"level": 1,
			"entries": [
				"Starting at 1st level, you have started merging your existence with the concept of nothing. You cannot be detected by divination magic, and are immune to effects that sense your emotions or read your thoughts. It's as if you're not even there.",
				"This partial detachment also makes you harder to read. Creatures have a -5 penalty to their passive Wisdom (Insight) score when trying to gauge you. If a creature rolls a natural 1 on an Wisdom (Insight) check regarding you, they start having doubts about whether you are even there, or if you are some kind of illusion or projection of their mind.",
				"Additionally, when you are reduced to 0 hitpoints, this nothingness inside you expands to strike every creature within 5 feet of you. They take damage equal to your warlock level + your charisma modifier. You can use this ability once per short or long rest."
			]
		},
		{
			"name": "Fickle Existence",
			"source": "IGtN",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Void",
			"subclassSource": "IGtN",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, space is nothing but an illusion. You can use your bonus action to teleport to a point you can see within 120 feet of you. You must then complete a short or long rest before you can use this ability again. Additionally, you can't be banished from the plane you are on or teleported in any way against your will."
			]
		},
		{
			"name": "Return to the Cosmos",
			"source": "IGtN",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Void",
			"subclassSource": "IGtN",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, you can transform into your natural state in order to avoid harm. When you are hit with an attack from an attacker you can see, you can use your reaction to disperse your body into nothingness and negate the damage. You disappear, without having any awareness of what is transpiring while you are gone. This effect lasts until the start of your next turn, at which point you return to the space you occupied.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Nothing But a Step",
			"source": "IGtN",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Void",
			"subclassSource": "IGtN",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, even long distances are nothing but a step away when you realize the emptiness that suffuses the universe... So easily traversable. As an action, you can cast {@spell teleport} without expending a spell slot. Once you've used this ability, you have to complete a short or long rest before being able to do so again.",
				"Each time a creature travels in this way small parts of it, little by little, are lost in the void realm, as it receives a point of null corruption. Whenever a creature does so, its current and maximum hitpoints are reduced by an amount equal to the total corruption points it has. This reduction cannot be cured by any effect other than a wish spell. If a creature's current or maximum hitpoints are reduced to 0 in this way, its body dematerializes into nothing during the teleportation, becoming one with the void realm."
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Bind to inexistence",
			"source": "IGtN",
			"featureType": [
				"EI"
			],
			"entries": [
				"You can spend 1 hour in meditation with an object no larger than 5 feet in any dimension to bestow some of your patron's nature to it. Once you're bonded to it, you can use an action to make the object disappear into nothingness no matter how far away from you it is. You can then at any point use an action to make it materialize on your person, or within 5 feet of you. If that object is armor, you can equip it in this way, or equip it to another willing creature within 5 feet of you.",
				"You can be bonded to a number of objects in this way equal to half your proficiency modifier (rounded up)."
			],
			"prerequisite": [
				{
					"patron": "The Void"
				}
			]
		},
		{
			"name": "Cast from Nothing",
			"source": "IGtN",
			"featureType": [
				"EI"
			],
			"entries": [
				"When you cast a warlock spell, you can choose to cast it without requiring any components. Once you've used this ability, you need to complete a short or long rest before you can use it again."
			],
			"prerequisite": [
				{
					"patron": "The Void"
				}
			]
		},
		{
			"name": "Denial of the Arcane",
			"source": "IGtN",
			"featureType": [
				"EI"
			],
			"entries": [
				"You can cast {@spell antimagic field} once without expending a spell slot. You regain the ability to do so when you finish a long rest."
			],
			"prerequisite": [
				{
					"level": 15
				},
				{
					"patron": "The Void"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"daily": {
								"1e": [
									"antimagic field"
								]
							}
						}
					}
				}
			]
		},
		{
			"name": "Discorporate",
			"source": "IGtN",
			"featureType": [
				"EI"
			],
			"entries": [
				"You have learned to discorporate your body while still maintaining control over your mind. After a time of 1 minute spent in focus or meditation, your body phases out, disappearing from the material realm. You can remain nonexistent for up to 1 hour, at which point you return to the space you last occupied. Once you've used this ability, you need to complete a short or long rest before being able to use it again.",
				"Alternatively, while meditating you can focus on a location that you have visited before, and as your body discorporates, your mind is transported there. For 10 minutes, you can navigate towards any direction you like, but you can only observe what is happening around you in this form, without being able to interact with it in any way. You can only be perceived by a creature that has truesight, which would see a ghostly featureless body floating in the air. At the end of the duration, you return to the space you last occupied before discorporating."
			],
			"prerequisite": [
				{
					"level": 17
				},
				{
					"patron": "The Void"
				}
			]
		},
		{
			"name": "Dismiss Magic",
			"source": "IGtN",
			"featureType": [
				"EI"
			],
			"entries": [
				"You can cast {@spell dispel magic} once at the highest level available to you without expending a spell slot. You regain the ability to do so when you finish a long rest.",
				"Additionally, you can select one of the following benefits when you learn this invocation. You can only use these benefits when you cast the spell using this invocation:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Cleanse",
							"entry": "You can use a bonus action to cast the spell if you are targeting yourself with it."
						},
						{
							"type": "item",
							"name": "Potency",
							"entry": "If you make a spellcasting ability check to determine the outcome of the spell's casting, you can do so with advantage."
						}
					]
				},
				"Once you've used this ability, you need to complete a long rest before you can use it again."
			],
			"prerequisite": [
				{
					"level": 5
				},
				{
					"patron": "The Void"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"daily": {
								"1e": [
									"dispel magic"
								]
							}
						}
					}
				}
			]
		},
		{
			"name": "Existence Before Matter",
			"source": "IGtN",
			"featureType": [
				"EI"
			],
			"entries": [
				"Your soul has overcome the need for matter. When you die, your body dematerializes back into nothing. When a creature casts a spell that requires your body to resurrect you, it can cast the spell even if your body is missing."
			],
			"prerequisite": [
				{
					"level": 9
				},
				{
					"patron": "The Void"
				}
			]
		},
		{
			"name": "Impose the Void",
			"source": "IGtN",
			"featureType": [
				"EI"
			],
			"entries": [
				"When a creature deals damage to a target you can see within 60 feet of you, you can use your reaction to turn that damage into nulling damage. Once you've used this ability, you need to complete a short or long rest before using it again."
			],
			"prerequisite": [
				{
					"patron": "The Void"
				}
			]
		},
		{
			"name": "Phase",
			"source": "IGtN",
			"featureType": [
				"EI"
			],
			"entries": [
				"You can cast {@spell blink} once without expending a spell slot. You regain the ability to do so when you finish a long rest. When you cast the spell in this way instead of rolling a d20, you can decide at will whether you vanish from your current plane of existence or not at the end of your turn."
			],
			"prerequisite": [
				{
					"level": 5
				},
				{
					"patron": "The Void"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"daily": {
								"1e": [
									"blink"
								]
							}
						}
					}
				}
			]
		},
		{
			"name": "Rearrange Existence",
			"source": "IGtN",
			"featureType": [
				"EI"
			],
			"entries": [
				"You can cast {@spell scatter|XGE} once without expending a spell slot. You regain the ability to do so when you finish a long rest."
			],
			"prerequisite": [
				{
					"level": 11
				},
				{
					"patron": "The Void"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"daily": {
								"1e": [
									"scatter|xge"
								]
							}
						}
					}
				}
			]
		},
		{
			"name": "Void's Assurance",
			"source": "IGtN",
			"featureType": [
				"EI"
			],
			"entries": [
				"You can cast {@spell protection from energy} on yourself once without expending a spell slot. You regain the ability to do so when you finish a long rest.",
				"Additionally, you can select one of the following benefits when you learn this invocation. You can only use these benefits when you cast the spell using this invocation:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Shifting",
							"entry": "While the spell is active, you can use an action to change your choice of the element you gain resistance to."
						},
						{
							"type": "item",
							"name": "Second Nature",
							"entry": "This spell doesn't require concentration for you."
						}
					]
				}
			],
			"prerequisite": [
				{
					"level": 5
				},
				{
					"patron": "The Void"
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"_": {
							"daily": {
								"1e": [
									"protection from energy"
								]
							}
						}
					}
				}
			]
		}
	],
	"race": [
		{
			"name": "Nullborn",
			"source": "IGtN",
			"ability": [
				{
					"con": 2,
					"choose": {
						"from": [
							"int",
							"wis",
							"cha"
						],
						"count": 1,
						"amount": 1
					}
				}
			],
			"size": [
				"M"
			],
			"speed": 30,
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Nullborn have an entirely random existence, and their life spans vary wildly from individual to individual. They mature at the same rate as the heritage they were born in, but some nullborn may live for centuries, while others might reach their natural end only a few years after arriving into the world. {@dice 1d6+6} days after a nullborn dies, its remains begin to phase out of existence, until they return to nothingness."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Nullborn are infused with the temperant nothingness that surrounds all being. Thus, they tend to be stoic and lean towards neutral alignments. Some nullborn however, rather than experiencing peace and timelessness at the though of nothingness, might feel a maniacal pleasure at the thought of its approach, and might seek to hasten it. Good nullborn tend to be dispassionate given they fact they don't understand corporeal matters, and may look at the big picture, rather than what is happening right now."
					]
				},
				{
					"type": "entries",
					"name": "Semi-Corporeal",
					"entries": [
						"You don't need to eat, sleep, drink or breathe. When taking a long rest, you need to spend 4 hours to focus on your existence by meditating in order to ground yourself into reality."
					]
				},
				{
					"type": "entries",
					"name": "Prime State",
					"entries": [
						"Once per long rest, you can use an action to shed your physical existence, becoming a cloud of gas and light for 10 minutes. Looking much like a nebula, you can momentarily pass through other creatures and objects in your amorphous form, but you can't end your turn inside an object or creature. If you do, you are shunted out to the nearest unoccupied space. While in this state, you can't attack, speak or cast spells. You can use an action to end this effect early. After you reach 10th level, you can stay in this state for up to 1 hour."
					]
				},
				{
					"type": "entries",
					"name": "Elemental Phase",
					"entries": [
						"When you complete a long rest, you gain resistance to one random element. Roll 1d8. Your focus anchored you in reality so that it partially phases through you."
					]
				}
			]
		}
	],
	"spell": [
		{
			"name": "Energy Dissipator Sphere",
			"source": "IGtN",
			"page": 0,
			"level": 3,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You warp the energy balance of space in a 30 ft. radius sphere centered on a point within range. For the duration, when the area of another spell or magical effect of your choice, such as fireball, extends into the sphere, it deals half as much damage to targets within the energy dissipator sphere. This spell only interacts with effects that deal damage by targeting an area of effect, rather than targeting a creature directly."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, its casting does not require concentration."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Null Harm",
			"source": "IGtN",
			"page": 0,
			"level": 4,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "reaction",
					"condition": "which you take when you receive damage"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You channel the energy of the void as harmful energy strikes you, instantly nullifying it. You reduce the damage you take from the triggering effect to 0, by shunting the harmful energy to a parallel void realm. If the spell ends before its full duration elapses, the energy returns, striking you as it would normally have, and you take as much damage as you would have taken from this spell's triggering effect. If you concentrate on this spell for its full duration, the energy is siphoned off into nothing."
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Nullify",
			"source": "IGtN",
			"page": 0,
			"level": 9,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You erase the existence of a creature you can see within range. The creature is instantly shunted out of the material realm, ceasing to exist for the duration of the spell. If you concentrate on this spell for its full duration, the target does not return and its existence is erased from the past, present and future. No one apart from you can remember its existence.",
				"It is up to the discretion of the DM how its erasure will affect the timeline, as the act can have unpredictable consequences. For example, if you try to erase from existence a cruel warlord in order to prevent his crimes, a crueler one might take his place. Additionally, the DM could rule that this act creates an alternate timeline, and only creatures in that other timeline live in the universe where that creature did not exist."
			],
			"miscTags": [
				"SGT"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Nullifying Smite",
			"source": "IGtN",
			"page": 0,
			"level": 2,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"The next time you hit with a weapon attack, you imbue it with the power of the void. The target takes an extra {@damage 1d6} nulling damage, and must succeed on a Wisdom saving throw, or be unable to cast spells until the end of its next turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the extra damage increases by {@dice 1d6} for each slot level above 2nd."
					]
				}
			],
			"savingThrow": [
				"wisdom"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Paladin",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Wall of Void",
			"source": "IGtN",
			"page": 0,
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small piece of null-soaked phosphorus"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You bend spacetime to form a wall of void on a solid surface within range. You can make the wall up to 60 feet long, 20 feet high, and 1 foot thick, or a ringed wall up to 20 feet in diameter, 20 feet high, and 1 foot thick. The wall is opaque and lasts for the duration.",
				"When the wall appears, each creature within its area must make a Dexterity saving throw. On a failed save, a creature takes {@damage 5d8} nulling damage, or half as much damage on a successful save. A creature takes the same damage when it enters the wall for the first time on a turn or ends its turn there",
				"When a creature starts its turn within 10 feet of the wall, its density forms a gravity well that threatens to swallow them. The creature must succeed on a Strength saving throw, or be pulled 10 feet towards the wall until they enter it."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d8} for each slot level above 4th."
					]
				}
			],
			"savingThrow": [
				"dexterity",
				"strength"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					}
				]
			}
		}
	]
}
