{
	"_meta": {
		"sources": [
			{
				"json": "RoyT",
				"abbreviation": "RoyT",
				"full": "Royal Tournaments",
				"authors": [
					"Jason Nelson",
					"Mike D Welham"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www.drivethrurpg.com/product/226051/Royal-Tournaments-5E",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "bb5fd78f4b",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Royal Tournaments",
			"id": "RoyT",
			"source": "RoyT",
			"group": "homebrew",
			"published": "2017-11-10",
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"About Legendary Games",
						"What You Will Find Inside Royal Tournaments"
					]
				},
				{
					"name": "Festival Days",
					"headers": [
						"What you Will Find Inside the Royal Tournaments",
						"Festival Size",
						"Navigating a Festival"
					]
				},
				{
					"name": "Winning Friends and Influencing People"
				},
				{
					"name": "Contests and Champions"
				},
				{
					"name": "Cheating"
				},
				{
					"name": "At the Fair",
					"headers": [
						"Crafting Contests",
						"Rural Delights",
						"Eating and Drinking Contests"
					]
				},
				{
					"name": "Athletics",
					"headers": [
						"Jumping Events",
						"Racing Events",
						"Tests of Strength"
					]
				},
				{
					"name": "Mock Battle",
					"headers": [
						"Jousting",
						"Target Shooting",
						"Unarmed Combat Events"
					]
				},
				{
					"name": "Special Events",
					"headers": [
						"Pillars of Life and Death",
						"Shooting Gallery",
						"Test of the Axe",
						"The Siege Mortis",
						"The Tower of Jewels",
						"The Hell Horse"
					]
				},
				{
					"name": "Appendix: Festival Edicts",
					"headers": [
						"Festival Edicts"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "RoyT",
			"source": "RoyT",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"entries": [
						{
							"type": "section",
							"name": "About Legendary Games",
							"entries": [
								"Legendary Games is an all star team of authors and designers, founded by Clark Peterson of Necromancer Games, Inc. Legendary Games uses a cooperative, team-based approach to bring you the best expansion material for your game. We are gamers and storytellers first, and we believe that passion shows in our products. So check us out, and Make Your Game Legendary! Visit us on Facebook, follow us on Twitter, and check out our website at {@link www.makeyourgamelegendary.com|http://www.makeyourgamelegendary.com}."
							]
						},
						{
							"type": "section",
							"name": "What You Will Find Inside Royal Tournaments",
							"entries": [
								"An iconic moment in fantasy fiction is the grand tournament. From the archery contests of Robin Hood to the jousts of Ivanhoe, it seems like half the stories about the Middle Ages have the heroes attend such a festival somewhere along the line. Whether honoring the king's birthday, the birth of a saint, the nation's victory over its enemies, or just because it's Midsummer's Day, festive pavilions are raised and flags and pennants flap in the rising breeze to signal that it is time for the main event to begin! However, even in the real-world tournaments were about far more than bows and lances, and in a fantasy game the options for what would constitute a friendly (or even not-so-friendly) competition are infinitely varied, from gritty and brutal feats of raw strength to magical marvels of the highest fantasy. That is what Royal Tournaments is all about. It provides a fantastic resource for incorporating tournaments and festivals into your campaign, including an array of different tournament events and awards, some physical, some magical, some social, and all delightful. Whether your players want to promote the interests of their own kingdom or simply fight for glory and prizes, Royal Tournaments has everything you need to make the tournaments in your campaign magnificent and memorable. Legendary Games was founded on the principle of delivering first-class product for your Pathfinder Roleplaying Game experience, brought to you by the very authors who design and contribute to the adventures, hardbacks, and campaign supplements you are already using. The Legendary Games tradition is to combine rich story and background, innovative layout, beautiful aesthetics, and excellence in design that is second to none. This product is the latest in that tradition, and we hope you enjoy using it as much as we enjoyed making it. Game on!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Festival days",
					"entries": [
						"While player characters are used to living lives of high adventure with chances for glorious victory or potentially fatal failure lurking around every corner, they may sometimes lose sight of the fact that most people in the world they inhabit are not so lucky. True, the common folk perhaps have a different kind of luck, one which involves far less risk of death on a daily basis, but there is still something terribly romantic and exciting about being able to at least play at the kind of dramatics and heroics they hear about in the stories. That is where Royal Tournaments come in! Every now and then, it is time for a festival, and while competitions and mock battles often play a large part they are hardly the only element to entice the common folk. Festivals can be held for many purposes, and these are no different in a fantasy world than they are in the real world.",
						"Festivals can generally be divided into two categories: civic and religious. Civic festivals may commemorate the founding of a nation or a city, or the birth of a great leader or hero, or the overthrow of a hated tyrant. Celebrations may mark the day of a mighty battle, mixing celebration of victory with a solemn memorial of those lost in the struggle, or the consummation of peace after a long period of strife. Civic festivals may celebrate the life of a particular person of great renown, or they may be aimed at the entire populace. Likewise, they may be local to a single city or locality, or they may be widespread across an entire continent.",
						"Religious festivals may occur independently of any corresponding civic events. In some societies, the regular worship rituals of religion may be a weekly or daily occurrence, or even multiple times per day as the faithful are called to prayer by cathedral bells or the echoing calls of the priesthood. Other religions may have less structured worship routines, but nearly all commemorate the birth or death of saints or religious leaders in much the same way civic festivals celebrate secular leaders. Religious festivals, however, may also focus upon dates fixed by the dogma of the church for events beyond mortal ken, when their divine patron stepped foot upon the earth or first appeared to its acolytes in the spirit or in the flesh. Divine incarnations, interventions, apotheosis, sacrifice, resurrection, and more may be marked by the adherents of the faith with a celebration large or small.",
						"There are, of course, festive occasions that may fall into either category, especially those that are tied to the seasons. Such natural markers on the calendar often gain religious significance or may be considered sacred to many faiths. Special prayers may be offered up for the planting in the spring or the harvest in the fall, while Midsummer's may be a time for worshipful offerings or blessed marriages amid summer's bounty even as Midwinter's sees vigils throughout the long dark. This is particularly true in areas where druidical faiths predominate, but the religious associations with the seasons (if any) may vary a great deal from region to region and culture to culture. In areas where no one faith is dominant, cultural attachments around seasonal holidays may be far more important to the citizenry than any particular religious celebration. A diverse city or region may see multiple overlapping holidays celebrated in many ways among the different cultures and faiths present in the area.",
						"Even apart from the seasons, important events may be conflated and commemorated by coincidence, just because they happen to occur on or around a known local event or existing holiday. St. Crispin's Day, a minor holiday whose lineage is somewhat unclear, nonetheless was immortalized by Shakespeare's recounting of the Battle of Agincourt in Henry V. The possibly apocryphal saints still lend their name to the 25th of October, and for that matter to the rousing \"St. Crispin's Day speech\" that Shakespeare wrote nearly 200 years after the battle, but the memory of the day has evolved to be more a celebration of the band of brotherhood between warriors.",
						"In roleplaying terms, the nature of the festival is not critically important, other than to provide an overall theme and to help determine what manner of ancillary events, such as tournaments or contests, might be most appropriate. If you are using the Festival Edict rules in Ultimate Rulership (5E) from Legendary Games, civic and religious festivals provide different types of bonuses to your kingdom based on the buildings available in the city where the festival takes place.",
						{
							"type": "section",
							"name": "Festival Size",
							"entries": [
								"Festivals are typically held in and around a city, town, or village. However, during a festival, settlements are typically thronged with people, so unless the festival is a failure (see the Festival Edict rules in {@book Ultimate Rulership|UltRule}, reprinted in the Appendix of this book) you should treat the settlement as one size larger than its actual size for all purposes.",
								"In some cases, festivals may be held outside of any settlement, often near a Landmark (see Special Terrain the Kingdom-building rules in Kingdoms (5E) from Legendary Games). In this case, the number of attendees at the festival can be highly variable, depending on how significant the festival, how often other festivals are held, the season of the year, and how far travelers typically come to attend.",
								"Because of the high concentration of merchants and wealthy visitors (as well as black marketeers), the gp limit for buying and selling should be treated as a large city for the duration of the festival."
							]
						},
						{
							"type": "section",
							"name": "Navigating a Festival",
							"entries": [
								"The thronging crowds present at a typical festival do not interfere with the ability of PCs to move around the festival, but if tactical movement and line of sight are important (as during a combat encounter), there is a 50% chance that when an encounter begins at a festival the PCs will be in the midst of a crowd 20 to 80 feet in diameter. Crowds provide cover, allow Dexterity (Stealth) checks, and are considered difficult terrain for movement purposes. A DC 12 Charisma (Persuasion) check or DC 15 Charisma (Intimidate) check allows a PC to convince a crowd to move in a particular direction (up to 30 feet per round), as long as the PC can be seen or heard.",
								"Finding a particular location in the festival grounds is a simple task to locate lesser-known merchants and locations. No roll should be necessary, especially if what is being sought is something available to the common folk. Finding information on specific people at the festival can be accomplished through Intelligence (Investigation) checks to gather information, or at the GM's option with Wisdom (Insight) checks to learn about common folk and Intelligence (History) to learn about the rich and powerful. The DC should be relatively low, but feel free to use this as an opportunity to disclose information that may feed into the adventure."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Winning Friends and Influencing People",
					"entries": [
						"For the common folk simply attending a festival is a reward in and of itself, and low-level player characters can approach a festival the same way, as tourists and gawkers at the spectacle of it all. As PCs advance in level, however, they should see festivals as an opportunity to spread their fame across the land. They can do this by earning honor by showing mercy and gentility alongside prowess and might, gaining reputation and fame by drawing attention to themselves and their exploits, recruiting contacts and cultivating relationships, or even running a business or building up an organization.",
						"A tournament can serve as entertainment and an opportunity to engage in some contests and trials less dangerous than the normal adventuring life, but it also offers a great opportunity for adventurers to make an impact in the campaign world. This is doubly true if one or more of the PCs is ruling a kingdom, especially a new domain just trying to establish itself. They can put their newborn kingdom into the public eye amongst the notables and the commons alike from surrounding lands, earning prestige simply by being present for a major event. Of course, the more effort they put into promoting themselves the more prestige they can earn for themselves and their land, which will enhance their legitimacy, inducing other rulers to acknowledge them as equals and fellow rulers rather than up-jumped nobodies waiting to be picked off by their betters. This advancement in their fame and esteem is called Renown.",
						"{@b Starting Renown}: PCs can take a variety of actions that earn Renown, but their baseline Renown is equal to 5 before any further adjustments.",
						"{@b Keeping Up Appearances}: Whether PCs visit a festival, they may simply walk the grounds like the common folk or they may reserve a patch of the grounds for themselves and their accommodations. Even if they do not intend to stay at the festival overnight, putting up a structure displaying their ensign or flag is seen by others at the festival as a mark of their legitimacy. As a result, Renown is modified by their choice of quarters. PCs using magic to create their lodgings still must pay half of the above cost for the right to host their structure on the festival grounds. PCs may emulate a pavilion or grand pavilion with {@spell mirage arcana|phb} or similar magic, but each day they do this there is a cumulative 7% chance that they are discovered. Once the illusion is discovered, word gets around of the PCs' pretensions to glory and their Renown is reduced by 2.",
						{
							"type": "table",
							"colLabels": [
								"Renown Modifier",
								"Type of Setting"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"-4",
									"{@b Beggar's Hill} (free) PCs stand among the rabble, peeking over fences, hanging from trees, or otherwise watching from the fringes of the venue."
								],
								[
									"-2",
									"{@b Absence} (free) PCs may choose to simply not attend the events hosted at the arena, which may be deemed an affront to their hosts. All PCs need not attend all events, but they should send at least one representative to attend."
								],
								[
									"-1",
									"{@b Stands} (2 gp per PC per day) PCs have a bench seat inside the arena, but far back from the action."
								],
								[
									"+1",
									"{@b Box Seats} (50 gp per day) PCs have a reserved seat up front for up to 6 people, with refreshments brought to them."
								],
								[
									"+2",
									"{@b Royal Box} (500 gp per day) PCs have padded seats and lavish canopies to keep off the sun or rain (often blocking the view of commoners behind them), with elaborate refreshments for up to a dozen people in a box adjacent to that of the hosts."
								]
							]
						},
						{
							"type": "table",
							"caption": "Optional Caption",
							"colLabels": [
								"Renown Modifier",
								"Type of Lodging"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"-4",
									"{@b Commons} (free) PCs wander the festival or stay amongst the smallfolk, talking to people as they can and vying for attention with performers and hawkers."
								],
								[
									"-2",
									"{@b Tent} (10 gp per day) PCs have a small tent or lodge for conducting private meetings or a single secure shelter."
								],
								[
									"+2",
									"{@b Pavilion} (100 gp per day) PCs have a large tent sufficient to host a formal meeting, with table, chairs, and other furniture, or multiple secure shelters, with a corral and grooms to keep their mounts close at hand."
								],
								[
									"+4",
									"{@b Grand Pavilion} (1,000 gp per day) PCs have an opulent structure, which can be raised with a rod of splendor or daily use of mage's magnificent mansion. Mounts are kept in a separate adjacent structure staffed with multiple grooms."
								]
							]
						},
						"{@b King of the Hill}: A festival may have a particular spot reserved for celebrations, often a small hill or rise on the edge of the festival grounds, ringed in trees, for picnics and parties by day and revels by night by those wealthy folks who lack the title or privilege to claim an established pavilion. They can nonetheless attract the acclaim of errants and lesser noble scions and other untitled yet affluent folk by winning a lottery to host the celebrations for a night, wearing a crown as the King of Fools, a Crown of Holly, or a similar award. A chance in the lottery depends on the size of the festival, but is typically 1d10 x 10 gp. PCs who bid may roll a d20; on a natural 20, they win the crown and may invite any they wish to attend, but must provide music, food, and drink to all. They may provide entertainment themselves (or may hire a bard or other performer) and must provide 1d10 x 100 gp worth of food and drink, but they gain 1 point of Renown (see below) each time they win the honor.",
						"{@b Noble Boxes}: If the festival grounds have an arena for tests of skill and strength, such as jousting lists, archery ranges, racetracks, or more exotic competitions, PCs can build their repute by purchasing the rights to the best seats, nearest to the action and to the hosts of the tournament, rather than sitting with the rabble.",
						"{@b Making a Name and Spreading Your Fame}: In addition to simply establishing their presence with a pavilion or box seats for the grand events of the tournament, PCs can make an active effort at building the reputation of their domain. They can do this by personally entering and succeeding in contests and tournaments or hiring champions to do so on their behalf or by using their own skills and abilities. Each of the following methods requires a day of effort by one or more party members (cohorts may participate, and PCs able to make alliance with a noble patron with bards at his beck and call may be able to access their skills as well). Each effort requires the use of more than one skill; if one PC attempts to fulfill multiple skill requirements, all of their skill checks have disadvantage due to dividing their attention and efforts. If PCs succeed on all of the required skills (DC 12 each), they gain one point of Renown. If they fail one or more skill checks, they gain nothing, but if they fail all skill checks for a method by 5 or more, they lose 1 point of Renown. Each of these methods can be used more than once by repeating the effort on a subsequent day, but the DC increases by 2 each time a method is repeated.",
						"Success at one of these efforts can be awarded experience points as an encounter with a CR 2 lower than the party's average level."
					]
				},
				{
					"type": "section",
					"name": "Contests and Champions",
					"entries": [
						"A festival has all manner of common entertainments, minstrels, mummers, singers, jugglers, tumblers, trained animals, and on and on, but much of its allure is in the glory of competition. One factor to consider in preparing to run a festival or tournament is the level of magic available in the world. In a campaign where magic is rare and mysterious like that of Tolkien, simple fortune telling and fireworks are a marvelous spectacle that the folk at the festival may remember for years to come. In a typical fantasy campaign, however, magic is far more commonplace. Even small villages may well have a hedge mage or two capable of working real magic, or a cleric, or druid tending the local shrine. Even a 1st-level sorcerer or wizard can put on an impressive display of stage magic with spells like {@spell dancing lights}, {@spell flare}, {@spell ghost sound}, and {@spell prestidigitation}, and can go well beyond that with low-level illusions like {@spell minor image} and {@spell major image}.",
						"In addition to basic showmanship, the level of magic that exists in the campaign world on an everyday basis affects the kinds of events you include. A simple footrace in a low-magic campaign could become an exercise in super-speed or even a teleportation contest in a campaign saturated with magic power, horses replaced with pegasi and bowshots replaced with hurled lightning or psychic duels. The tone and feel of the campaign, as well as the level of the PCs, are important to consider when deciding what kinds of contests to incorporate into a festival.",
						"Whatever the style of contests you employ in your festival, including having different festivals each with their own focus, they are most enjoyable for players if their characters take part, and certainly other nobles in nearby lands may encourage them to enter, or even early in their careers to ride on that leader's behalf as her or his champions. PCs not directly involved in the contest still might enjoy watching the proceedings or making wagers on them, and you may also allow players to take the role of one of the NPC contestants (perhaps 'sponsoring' them or hiring them to compete in the name of their own land). Contestants can always yield in a contest if they wish, but such public surrender results in a loss of 1 point of Renown (see below), while winning a contest usually nets 1 point of Renown; if a contest has two different victory conditions and the same contestant wins both, that contestant wins 3 points of Renown. In addition, competing in such contests, while not generally dangerous in the same way as adventuring, still should be worth and appropriate xp award, typically as an encounter containing monsters that are roughly of a challenge rating of 1-3 levels below the PCs' own level.",
						{
							"type": "table",
							"page": 5,
							"caption": "Renown",
							"colLabels": [
								"Promotion",
								"Gaining Influence for Your Kingdom"
							],
							"colStyles": [
								"col-3 text-center",
								"col-6"
							],
							"rows": [
								[
									"Display of Triumph",
									{
										"type": "entries",
										"entries": [
											"The PCs stage a dramatic re-enactment of the PCs' adventures and accomplishments in founding their domain, establishing their status as rightful rulers.",
											"{@b Relevant Skills} Intelligence (History), Charisma (Performance)",
											"{@b Special} PCs using visual and auditory illusions to augment their performance have advantage. PCs can perform in any common area (disadvantage), on a small stage (cost 100 gp), or on an elaborate stage in the noble section of the festival grounds (1000 gp, grants advantage on the check)."
										]
									}
								],
								[
									"Feet of Clay",
									{
										"type": "entries",
										"entries": [
											"The PCs lampoon the follies, missteps, embarrassing rumors, and other shortcomings of the leaders of other nations, merchant guilds, religious orders, or other noteworthy organizations through satire and clever wit.",
											"{@b Relevant Skills} Charisma (Persuasion), Charisma (Performance)",
											"{@b Special} Each time this is used, all future We Meet at Last DCs increase by 2."
										]
									}
								],
								[
									"Play to the Crowds",
									{
										"type": "entries",
										"entries": [
											"The PCs recount the glory of the PCs' domain and the impressive accomplishments and prowess of the new masters of their lands, while also trumpeting what a fair and pleasant land it is and the benefits that citizens enjoy living there.",
											"{@b Relevant Skills} Intelligence (History), Charisma (Performance)",
											"{@b Special} PCs offering free food and drink (costing 1d10 x 100 gp) gain a advantage on this check."
										]
									}
								],
								[
									"Trade Agreement",
									{
										"type": "entries",
										"entries": [
											"The PCs arrange a meeting with merchant leaders from the other nearby domains to find buyers for the goods produced in the PCs' domain and to obtain favorable prices on goods they wish to import to their country.",
											"{@b Relevant Skills} Wisdom (Insight), any one tool proficiency.",
											"{@b Special} PCs offering a bribe (1d10 x 100 gp) gain advantage their check."
										]
									}
								],
								[
									"We Meet at Last",
									"Trade Agreement",
									{
										"type": "entries",
										"entries": [
											"The PCs arrange a meeting with rulers from one or more nearby domains, or the masters of a merchant guild, religious order, or other major organization, or with their ambassadors or representatives to establish formal relations.",
											"{@b Relevant Skills} Charisma (Deception), Charisma (Persuasion), or Charisma (Performance)",
											"{@b Special} PCs offering a permanent magical item, piece of jewelry, or similar exotic gift (e.g., trained griffon or owlbear) gain advantage on this check."
										]
									}
								]
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Cheating",
					"entries": [
						"It is not just the events themselves where magic is relevant, however. Whatever the basic magic level of the world and the tournament, player characters themselves certainly have access to magic, and so too do significant NPCs, even if the rank and file competitors and spectators do not. Since magic does exist in the game world, it is entirely plausible that some competitors will seek to use magic (or other extraordinary means) to cheat, either on their own behalf or to bias the results of events in favor of one competitor versus another. Bearing in mind that festivals and tournaments are sponsored by the wealthy, this could mean that some sponsors might use such chicanery and skullduggery to favor their own champions in the contests, but it also means that the patrons of the event have the means and wherewithal to enlist magical sentries and to have warding effects in place to prevent cheating. Of course, such supernatural sentries may not be wholly trustworthy, as they are not necessarily obliged to enforce the rules honestly and fairly equally across the board. Corrupt contest marshals might look the other way when certain competitors come to the list.",
						"The attitudes towards cheating can be determined entirely at the GM's discretion, of course, but they also can be determined by the characteristics of the area where the festival is being held. Specifically, areas with high levels of Corruption and Crime (see the Settlement rules in Kingdoms (5E) from Legendary Games) are likely to be tolerant of cheating, while those with high levels of Law will take a dim view of such shenanigans. However, cultural, racial, and even religious attitudes may play a role in determining the level of dishonesty likely to be encountered.",
						"The capabilities of monitoring the competition depend on the resources of the hosts. Small local festivals may operate on the honor system out of necessity, but a festival sponsored by a king might have marshals (either in ostentatious uniforms, hidden amongst the crowd, or both) using spells like detect thoughts to check for evidence of cheating. Even in areas known for skullduggery, a host making a great show of striving for a clean competition might require competitors to use the equipment provided by the host, including clothing as well as arms and armor, to avoid them smuggling contraband items into the competition. Of course, Dexterity (Sleight of Hand) checks can be used to smuggle small items in despite such surveillance."
					]
				},
				{
					"type": "section",
					"name": "At the Fair",
					"entries": [
						"While combat-focused may seem more glamorous, virtually anything can be a competition. One need look no further than county and state fairs to see the vestiges of agricultural and crafting competitions in the modern day, to say nothing of competitive cooking shows and the like on television. While these competitions may not stir the imagination of most adventurers there are some with an interest in such background skills who may wish to try their own hand or to sponsor an NPC ally or associate on toward victory.",
						{
							"type": "section",
							"name": "Crafting Contests",
							"entries": [
								"Contests dealing with tool proficiencies are popular with NPCs as they offer chances at earning esteem without deadly danger. While combat-focused may seem more glamorous, virtually anything can be a competition. One need look no further than county and state fairs to see the vestiges of agricultural and crafting competitions in the modern day. Contests can range nearly any of the tool proficiencies, from cooking to jewelry making.",
								"{@i Winning}: Contests using a tool proficiency typically call for three skill checks, with the winner in each category based on the highest total score on all three checks. However, a prize also may be awarded for the \"Best in Show\" in each category, reflecting the highest single skill check even if that contestant's total score did not measure up. In the event of a tie, both may be awarded as Best in Show, or you may have each contestant roll 1d20 with the high roll determining the winner.",
								"Tastes are highly subjective in background skill contests, and the GM may liberally award advantage to reward those who incorporate local favorites or specialties, who have a reputation for past wins in similar contests, who are connected to the contest judges or other local notable characters, or who have an exotic special ingredient featured in their creation.",
								"Some contests require contestants to bring their submissions already completed and ready for the judges, while others (cooking contests in particular) may be spontaneous affairs presenting the contestants with secret or strange ingredients they must use to create delicious dishes in a very limited amount of time. Various different checks may be required to successfully incorporate such mystery ingredients, and success on those checks may impose a bonus or penalty on checks made to create a fabulous meal on the spur of the moment and not get chopped from the competition."
							]
						},
						{
							"type": "section",
							"name": "Rural Delights",
							"entries": [
								"Most of the contests described elsewhere in this book work well for formal competitions and grand events hosted by the rich and powerful, but sometimes you want a smallerscale festival, perhaps a small fair or local celebration of summer in the rural countryside. While certainly you can use athletic contests and archery or knife or axe-throwing even on a small scale, the following events are specially designed for competitions among the simple folk of the simple villagers and people of the land. Each event provides rules to adjudicate the tournament, possible prizes for the winner (and runners-up), and complications which make the events trickier or even lethal.",
								{
									"type": "section",
									"name": "Caterpillar Eating",
									"entries": [
										"A test of all participants' persistence with digesting live, wriggling caterpillars, the contest ends when the first person devours all her caterpillars, or the last person holds down her caterpillar and the others have lost the contents of their stomachs.",
										"{@b Rules}: Each contestant starts with at least 20 caterpillars. Eating a caterpillar and keeping it down requires a successful Constitution saving throw (DC 10, +1 for each previous caterpillar eaten). A contestant can spend a round regrouping, which resets the DC to 10. If a contestant fails the Constitution save, she must succeed at an additional Constitution save (at the current save DC) or become nauseated for 1 minute.",
										"An unusual variant uses caterpillars with bristles or spikes, which inflict 1 point of piercing damage per caterpillar ingested.",
										"{@b Prizes}: The winner typically receives a preserved caterpillar which, when eaten, provides resistance to poison damage, and advantage tonthe poisoned condition for one day. The caterpillar is preserved and retains its potency for one month.",
										{
											"type": "list",
											"name": "Complications:",
											"items": [
												"The caterpillars have been dosed with a hallucinogenic poison, forcing all contestants to succeed at a second Constitution save each round or become confused for 1d6 rounds (as per the spell).",
												"The caterpillars are actually larger, but have received the effects of enlarge/reduce to shrink them down to an acceptable size. The spell wears off, causing the caterpillars to burst the stomachs of those who have eaten them, dealing 1d6 points of damage for every 5 caterpillars eaten (DC 15 Constitution save for half damage)."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Rope Swing and Jump",
									"entries": [
										"This tournament event takes place at the tallest tree by a large body of water, such as a lake or pond. Participants swing from the rope and launch themselves from the rope into the water. The contestant who travels the furthest wins the event.",
										"{@b Rules}: A contestant can swing on the rope, which ends at least 5 feet from the ground, any number of times, requiring a Strength (Athletics) check to maintain grip (DC 10, +1 for each previous swing). For each successful swing, the contestant gains 5 feet of distance of the jump into the water, up to an additional 20. On an unsuccessful swing, the contestant must succeed on a DC 15 Dexterity save to grab the rope; if she succeeds, she takes no damage but is disqualified, while a failure causes her to fall and take damage based on the distance from the rope to the ground. The contestant is treated as having a running start when making the jump. The result of the Strength (Athletics) or Dexterity (Acrobatics) check determines the jump distance.",
										"Flying is disallowed for the contest; depending on the specific rules, the contest may allow magic assistance for jumping or gripping the rope.",
										"{@b Prizes}: The winner receives a monetary prize or one which improves her ability to jump, such as a ring of jumping.",
										{
											"type": "list",
											"name": "Complications:",
											"items": [
												"Someone may have stocked the body of water with crocodiles or other aggressive animals. These creatures are sluggish and are slow to attack, so their attack may coincide with several contestants in the water.",
												"A wall of stone or other impassible surface rests just under the water's surface at a distance designed to harm the winning participant. It requires a successful DC 18 Wisdom (Perception) check to notice the obstacle from the rope. If someone jumps into the water per the rules, she takes damage as if she fell 10 feet (or more, if the rope is higher) plus the distance jumped, rounded to the nearest 10 feet."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Squirrel Racing",
									"entries": [
										"A true test of coaxing a wild creature to do something it normally wouldn't, squirrel racing has the contestants calling or cajoling their squirrels to be the first to cross the finish line.",
										"{@b Rules}: The squirrels must run a total of at least 60 feet, and the first squirrel to reach the specified distance wins. Each squirrel is in its own chute, eliminating the chances for interference from other squirrels. During each round, a contestant attempts a DC 10 Wisdom (Animal Handling) check. For each point over 10 that the roll exceeds, the squirrel moves forward 2 feet (up to its maximum base speed). On a failed check, the squirrel moves backward a number of feet equal the difference between the DC and the result. If one or more squirrels tie, they must run the course again (increasing the DC to 15).",
										"This contest usually has multiple heats, with a final round for all the winners. In this case, ties during the earlier heats allow all winning squirrels to move on to the final round.",
										"{@b Prizes}: The winner receives a prize allowing him to improve the attitude of wild animals (either mundane, such as a bunch of tasty food, or magical, such as a ring of animal friendship). Alternatively, the winner may receive the winning squirrel for use as a companion or familiar.",
										{
											"type": "list",
											"name": "Complications:",
											"items": [
												"Unknown to everyone at the start of the contest, one of the contestants has trained all the contest's squirrels with the \"come\" trick, making it impossible for him to fail regardless of the random squirrel he uses. The squirrel moves 10 feet each round.",
												"One of the squirrels is actually a massive, lowIntelligence creature affected by a curse. When it crosses the finish line, the curse is dispelled and the creature attacks everyone within reach."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Tree Climb",
									"entries": [
										"Simulating the necessity of quickly ascending a tree to rescue a trapped animal or child, or to retrieve an item trapped in a tree's upper boughs, the winner of this contest is the quickest to the top of the tree.",
										"{@b Rules}: The tree begins with a DC 17 Strength (Athletics) check for a minimum distance of 20 feet until the contestant reaches weight-bearing branches, at which point the DC decreases to 15, and then returns to 20 after a set distance as the branches become too weak to support a contestant's weight. The goal is simply to reach the bell at the top of the tree in the shortest amount of time. A contestant can move at half speed as they climb. In the case of a tie, a contested Strength (Athletics) check can represent a surge of speed at the end of the climb.",
										"Alternative rules could feature unknotted rope that reduces the DCs by 5, a greased tree, or a tree bereft of branches, for instance.",
										"Depending on the contest requirements, a climber may or may not use physical means to assist with climbing (such as a grappling hook or a climbing kit) or magic items.",
										"{@b Prizes}: Prizes range from monetary rewards to magic items associated with trees and climbing (such as {@item feather token}, tree or a {@item ring of climbing}). Additionally, this could allow a winner to procure fruit or a sprig from a rare tree with its own special qualities, such as the effects of a magic potion or elixir.",
										{
											"type": "list",
											"name": "Complications:",
											"items": [
												"The branches (or ropes, as applicable) have received subtle cuts which eventually cause them to break. The cut item has a cumulative 5% chance of breaking, forcing a contestant to succeed on a Dexterity save (DC 14) or fall. A character succeeding on a DC 19 Wisdom (Perception) or DC 17 Intelligence (Nature) check notices the potential danger.",
												"Either through natural means (such as soil erosion) or sabotage, the tree topples while a contestant is some distance up the tree. The tree deals 2d6 points of damage (DC 15Dexterity saving throw halves), and the contestant takes falling damage based on the distance climbed."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Whittling",
									"entries": [
										"A whittling contest takes fallen wood and turns it into works of art. The pieces are presented to judges who decide their aesthetic worth.",
										"{@b Rules}: Each contestant makes a series of woodworking tool checks to carve their creations. The DC for these checks is 10 or higher, depending on how difficult the wood is to work with. Succeeding at the check, and every 2 points by which the result exceeds the check, awards the whittler win. A contestant must win at least one woodworking tool check for the work to be considered by the judges. Additionally, prior to the contest, a contestant may interact with the judges and attempt a Charisma (Persuasion) or Wisdom (Insight) check (DC 10 or higher, depending on the judge) to ingratiate himself with a judge or learn what sort of carving the judge enjoys. Success on an above skill check grants advantage on the woodworking tool check.",
										"An alternative contest uses axes to make carvings from larger pieces of wood. Since axes are less efficient at making subtle cuts, the sculptor has disadvantage on the woodworking tool checks for their pieces.",
										"{@b Prizes}: The winner receives a magic item which allows its user to reroll woodworking tool checks once per day, a monetary prize, or a knife which acts as a +1 dagger (or better magic weapon).",
										{
											"type": "list",
											"name": "Complications:",
											"items": [
												"One of the contestants has used charm person on one or more judges, granting him an unfair advantage. A successful DC 20 Wisdom (Insight) or DC 18 Intelligence (Arcana) check during the interaction prior to the contest reveals the magical influence.",
												"Fey have tampered with the wood, such that each creation animates as per animate objects upon completion."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Eating and Drinking Contests",
							"entries": [
								"Virtually all cultures have strange cuisines that test the resolve and endurance of anyone brave enough to try them. Such food or drink might have a pungent and horrifying aroma or an overwhelmingly bitter flavor, or the food might simply look revolting and repellent. Most popularly, an iron stomach contest involves either extremely strong liquor that brings on near-immediate intoxication or exceptionally spicy food—whether pickled, fermented, or even fresh off the vine—that brings a nigh-unendurable heat that leaves competitors flushed, weeping, and gasping for breath. An eating or drinking contest also can feature fairly ordinary food and beverages in a race to see which contestant can gorge themselves, for example, on the most pies or sausages or can guzzle the most mead or milk in a set amount of time. To add an element of fun (or humiliation), contestants might have to eat or drink with their hands tied behind their backs or with some other handicap.",
								"To eat or drink such fare or in such quantities is a test of bravery as well as physical constitution, and spectators cheer for both the horror of the contestants as well as their sweat, tears, and grimaces of pain as they try to outdo their cohorts to down the most. In some barbarian tribes, iron stomach contests may be used as initiation rites to both purify the body and show toughness, though some visitors claim they are more of a sadistic prank the tribes play on outsiders seeking to trade with them.",
								"Whatever the exact nature of the food or drink used in the iron stomach contest, every competitor must consume at least one cup, plate, or other dish (or a whole fresh pepper or similar item), and at least one competitor must consume at least five within a set time limit (typically one minute) without passing out or regurgitating what they have tried to keep down. If no one finishes at least five, there is no champion and everyone loses 1 point of Renown. Anyone that passes out on the very first turn loses an additional point of Renown.",
								"Each dish consumed requires a successful Constitution saving throw to avoid becoming wracked with pain, nausea, and cramps from the awful gastrointestinal distress (or immediate intoxication) brought on by the food. The Constitution saving throw begins with a DC of 10 and increases by 2 for each dish after the first.  The first failed save causes the eater to become poisoned for one hour. A second failure leaves the eater poisoned for 1d4 minutes, and a third failed save causes the eater to fall unconscious for one round. A contestant that rolls a natural 1 on any saving throw must immediately attempt a new save against the same DC; if this save fails, he immediately falls unconscious for 1 round, even if it is his first failed save.",
								"Any class features that provide bonuses against ingested poison or against pain also apply to this save; however, the effect is not actually poison and thus spells that affect the poisoned condition, and similar effects, are of no help in enduring the pain."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Athletics",
					"entries": [
						"Tests of speed and stamina are among the oldest and simplest of all contests, and they come in a great variety of types, each one taxing the skills, endurance, and physical talents of every competitor. The following categories are not exhaustive, but provide a wide selection of possible events that could be held to determine the best athlete on the field.",
						{
							"type": "section",
							"name": "Jumping Events",
							"entries": [
								"Events involving jumping are fairly easy to resolve with a simple Strength (Athletics) contest. Whether class features like a monk's ki features that enhance Acrobatics checks are allowed in a contest is up to the rules of the individual event.",
								"{@b Broad Jumps}: A broad jump is a jump for maximum horizontal distance. There is a foul line that shows where the jumper must begin their jump; if they step over the line, the jump is treated as a foul and does not count. If the jumper's check results in an 8 or lower, they accidentally step over the foul line and are disqualified. In some cases, only a single jump is allowed, but in formal athletic competitions usually each contestant makes a set number of jumps (from three to six) and keeps their best result. The best overall result wins the contest, and in the case of a tie either both jumpers may be named the winners, or they may compare their second-best result or have them go to an additional jump-off. Long Jump: A long jump is a running jump. Standing Broad Jump: A broad jump is performed from a standing start. Triple Jump: A triple jump, also called a \"hop, skip, and jump\" is a combination of a single running long jump, after which the runner lands and immediately makes a second jump off one foot, and a third jump off of both feet. The third jump is treated as a standing jump with advantage. The total result of the three relevant checks gives the total distance jumped. High Jumps: A high jump is a jump for maximum vertical distance, done by jumping over a bar set at a target height, typically starting at 2 feet for standing jumps, 5 feet for running high jumps, or 10 feet for the pole vault, and all jumpers must clear this qualifying height. Jumpers who clear the height move on in the contest, while those who fail must try again. Jumpers who fail to clear three jumps (regardless of height) are disqualified. A natural 1 on a jump check to perform a high jump is an automatic failure. Once all jumpers have cleared the height or been disqualified, the bar is raised, typically half a foot at a time and the process is repeated. Confident jumpers who clear the qualifying height may pass on jumping at lower heights thereafter in order to save their attempts for later jumps. The process of raising the bar and new attempts for each remaining jumper continues at each new height, with any jumpers accumulating three failed jumps being disqualified. If at the end of all jumps at any height only one jumper left has cleared that height, they are the winner. If two or more jumpers remain, they proceed to the next height and continue the process until only one jumper remains. If neither jumper clears the new height, the jumper with the fewest failed jumps prior to the final height is the winner. If only a single jumper is left and they have not failed three jumps, they may choose to raise the bar and continue trying to clear higher heights for the sake of getting the best possible result, and the may continue trying indefinitely until they fail three jumps or until the sponsor of the contest calls for an ending.",
								"For the purpose of the contest, rather than setting a specific height you can use target DCs instead. This allows you to bypass metric conversions for jumping or worrying about the specific calculations of each height. You simply set the target DC for each height and have contestants try to meet or exceed it.",
								"{@i High Jump}: A high jump is a running high jump.",
								"{@i Pole Vault}: A pole vault is a running high jump that uses a flexible pole to provide leverage and spring to launch the jumper higher than they could under their own power. Using a pole allows the jumper to double the result of their Acrobatics check. However, if their vault is 10 feet or higher they also must attempt a DC 15 Dexterity (Acrobatics) check on the way down to avoid falling damage.",
								"{@i Vertical Jump}: A vertical jump is performed from a standing start."
							]
						},
						{
							"type": "section",
							"name": "Racing Events",
							"entries": [
								"Chase scenes in adventures offer chances to spring unexpected surprises and opportunities on characters, but that's harder to do in a relatively straightforward race, so the following rules present an abstract system for resolving competition races that combines speed and skill in a test to cross the finish line first.",
								"Of course, characters might attempt a shove contest or otherwise attack other competitors.",
								"{@b Sprint}: Each contestant in a sprint race is assumed to take the Dash action, running a short burst in a straight line. Each racer multiplies their speed by 2; this number is their base race score. In addition, the start and finish of the race are of key importance. The start is represented by an initiative check for each runner, while the ability to run through the finish without tiring is represented by a Constitution check.",
								"The result of these two checks is added to each runner's base race score to give a total race score. In a simple sprint, the highest total score wins. In a large tournament, racers run in several heats, with the top two finishers in each heat moving on to the next round. Additional contestants with the best overall scores remaining from those who did not finish in the top two in their heat may be added to the next round as well.",
								"{@b Endurance Races}: Some races are run with multiple laps around a track or field, or on an open course, like a cross-country trail run.",
								"{@b Lap Running}: A running track is typically round, oval, or with parallel straightaways joined by curved ends. The precise shape does not matter, but the fact that runners must navigate those curves means that their speed is reduced to by 5 feet, affecting both their movement and Dash action. Each racer uses this run speed as their base race score.",
								"Unlike a sprint race, a lap race proceeds for multiple laps, each taking approximately one minute. On the first round of the race, all racers make an initiative check and add that result to their speed. The top three race scores may choose whether to begin the race as leaders, chasers, or trailers (see below). Leaders are running as hard as they can to take and keep the lead and put distance between themselves and the runners behind them. Chasers keep together and push the pace just enough to keep the leaders within reach without opening too big of a lead. Trailers conserve their energy and follow the leaders and chasers, waiting for fatigue to eliminate their competition and to win with a strong finishing kick.",
								"Each turn after the first, all runners make a Constitution check, adding the result to their race score for that turn (see below). The check begins at DC 8, with the DC increasing by 1 for each round after the first for chasers and by 2 for each round after the first for leaders (the DC does not increase for trailers). The result of this check determines the multiple of their speed that serves as their race score for that turn.",
								"{@i Falling}: Runners that fall must spend part of their next turn getting back up, halving their movement for the turn. In addition, a falling runner had disadvantage on the next Constitution check.",
								"{@i Exhaustion}: If a leader or chaser gain levels of exhaustion, they suffer from all relevant penalties until they succeed on a Constitution check, or reduce their speed by 5 feet for at least two turns. Runners cannot die from accumulating exhaustion levels, but they can have their speed halved or reduced to 0.",
								"A fatigued runner can remove all accumulated exhaustion levels gained in this way after a long rest.",
								"{@b Slowing Down}: On any race turn, a leader or chaser can ease their pace, reducing their speed by 5 feet. If they do this, they gain advantage on their Constitution check. This gives a different benefit if they have exhaustion level, removing a level of exhaustion after running at the slower pace for 2 turns.",
								"{@b Speeding Up}: On any race turn, a trailer can begin running full speed as a chaser or leader, making Constitution checks as normal. Once they start this finishing kick, they cannot return to being a trailer.",
								"{@b Winning the Race}: A race can continue for a set number of race turns, with the highest overall cumulative race score winning, or it can be a race to reach a previously specified race score. The racer who gets there in the fewest number of race turns is the winner, and if multiple racers get there in the same number of turns, the one with the higher overall score wins. In the rare instance of a tie, both racers are considered the winners.",
								"{@b Relays}: A relay is simply a race between teams of racers, who must pass a ring, flag, baton, or similar small object between them, or sometimes simply taps the next racer with their hand to signal the start of their course. The first runner takes the item from the start, runs their course, and then hands it to the next racer on their team (or taps them to begin), who runs their own race, and so on until each racer on the team has had one turn to race. The team with the highest total race score is the winner. However, relays are fraught with risk on the exchange, if a racer begins their stage before the previous runner has actually touched them or successfully handed off the relay item. At each exchange, the two racers must each succeed on a DC 10 Dexterity check. If both runners fail the check, the exchange is botched and their team is disqualified. If one succeeds and the other fails, the exchange is made but sloppily, and the delay causes the new racer to take a penalty on their race score equal to the margin by which the save was failed (and with disadvantage on a natural 1).",
								"{@b Steeplechases}: A steeplechase is a race wherein runners must leap over several obstacles on their way through the race course. Typically, these are logs or similar wooden barriers, requiring a successful DC 15 Dexterity (Acrobatics) check to clear without incident. Each time a runner fails this check, he deducts twice the amount by which he failed the check from his final race score. If he fails the check by 5 or more, he falls prone (DC 15 Dexterity saving throw negates), and does not add anything to his racing score for that turn. If he falls, 1d3-1 other random contestants must attempt an additional Acrobatics check or be forced to stumble or even be knocked prone by the runner as he falls. While in a short sprint, a fall such as this is an automatic loss, in a longer race a runner may have time to get back up and resume running.",
								"In addition to simple hurdles or barriers, many steeplechase races add additional hazards, such as a pool of water or mud on the far side of the barrier (increasing the DC by 2 or by 5 to avoid stumbling or falling). In more brutal cultures, the barriers themselves or hazards beyond them may be spiked, bladed, laced with caltrops, or otherwise made deadly dangerous, or the barriers may have actual pit traps or similar threats in front of or behind them. Such hazards are resolved as normal for traps, falling damage, etc.",
								"{@b Riding Races}: Riding races combine the abilities of mount and rider to determine a winner. They generally follow the rules for sprint and endurance races, except as described below. On the first round of the race, the rider makes an initiative check, adding the mount's initiative modifier to his own. In addition, each rider must make a Wisdom (Animal Handling) check, adding the result to the mount's race score during the first turn.",
								"Mounts carrying a heavy load reduce their speed multiplier by 10 feet when figuring their race score in a sprint or in an endurance race. Constitution checks are made by the mount rather than the rider; however, each time the mount makes a Constitution check to determine its race score, the rider also makes a Wisdom (Animal Handling) check, and the rider may use the result of either the mount's check or the rider's to determine the mount's race score for that race turn. Negative effects of a failed Constitution check, such as falling or fatigue, still apply based on the result of the Constitution check itself and cannot be negated by substituting the rider's Wisdom (Animal Handling) check in this way.",
								"{@i Mounted Steeplechases}: These races function as a normal steeplechase, but the mount must make all Dexterity (Acrobatics) checks to clear the barriers along the race. For animals like horses that are not particularly agile, the base DC to leap such obstacles is 10, but steeplechases riding great cats or similar nimble creatures might have a higher base DC.",
								"Each time the mount leaps a barrier, the rider must succeed on a Dexterity (Animal Handling) check or thrown from his mount; the DC of this check equal to the DC of the Dexterity (Acrobatics) check to clear the obstacle. If the mount is not trained to leap barriers, the rider must coax the animal to leap over the obstacle with a successful Wisdom (Animal Handling) check with a DC equal to the Dexterity (Acrobatics) DC to leap the obstacle. If the obstacle is on fire or is otherwise obviously dangerous, this DC may be increase by 5 or even 10.",
								"{@i Token Races}: Some riding races involve collecting a token during the course of the race, such as a flag or brightly colored ring or baton, which is typically suspended from a rope or otherwise is difficult to reach and must be snatched without slowing down, since the race requires a combination of speed and successfully grabbing these tokens.",
								"A spectacular version of this kind of contest is the ring race, wherein fully armored knights propel their gaily caparisoned steeds around the racecourse while they use their lances to grab beribboned rings suspended overhead whose color matches their own. Each race turn, racers can attempt an attack roll against AC 15 (or higher, for contests aimed at higher-level contestants using smaller targets more difficult to catch) to snatch a ring at full speed. Trailers in a ring race gain a +2 bonus on their attack rolls, as their measured pace helps them focus on the dancing and swinging rings overhead. If the attack roll misses by less than 5, there is a 20% chance the attacker accidentally snatches a ring of the wrong color (chosen randomly).",
								"A racer who already has at least one ring on their lance who rolls a natural 1 on a subsequent attack roll or combat maneuver check must succeed on a DC 15 Dexterity saving throw or allow one of his rings already snatched to slip off, losing the points he would have gained from it.",
								"A ring race is scored as a typical race, with a +50 bonus to the racer's cumulative race score for each ring they've obtained of their color and +5 for rings of other colors, with an extra 50-point bonus if they collect all possible rings of their color. In some races, the number of race turns and the number of rings is equal, so that racers must successfully grab a ring every time to obtain the best score. In other ring races, the number of laps is greater than the number of rings, allowing racers multiple chances to collect all of their own rings or to interfere with their opponents' efforts.",
								"A racer that completes the race but fails to capture any rings of his own color is automatically disqualified. In unscrupulous ring races, a racer can use his lance to attempt a Dexterity (Sleight of Hand) contest with an opponent to flick one of his opponent's rings off his lance, with a successful check removing one of the opponent's rings.",
								"{@b Swimming Races}: Swim races function similarly to land-based races for creatures with a swim speed; however, for most land-dwelling creatures swimming races use the following rules. Racers make an initiative check and a Constitution check at the beginning of the race, adding them together to get their base race score, and each round they spend swimming, they add the number of feet traveled to their race score (a successful Strength (Athletics) check against a DC based on the water conditions results in moving half the character's land speed). A swimmer who exceeds the Swim DC by at least 3 points adds a +1 to their race score.",
								"After each minute of racing, a swimmer must succeed on a DC 10 Constitution check or begin tiring, losing a number of points from her race score equal to the amount by which she failed the check. Each minute thereafter, the DC of this check increases by 1.",
								"Each race has a target race score, and the winner of a swimming race is the first racer to reach that score. If more than one racer reaches that score in the same round, the racer with the higher total race score at the end of that round is the winner. Like running races, swimming races can be organized into heats, with the top finishers in each heat advancing to the next round until a champion is determined.",
								{
									"type": "table",
									"page": 12,
									"colLabels": [
										"CON Check",
										"Leaders",
										"Chasers",
										"Trailers"
									],
									"colStyles": [
										"col-3 text-center",
										"col-3 text-center",
										"col-3 text-center",
										"col-3 text-center"
									],
									"rows": [
										[
											"Success by 5+",
											"4x speed",
											"3x speed",
											"2x speed"
										],
										[
											"Success",
											"3x speed",
											"3x speed",
											"2x speed"
										],
										[
											"Failure",
											"2x speed + fatigue",
											"2x speed + fatigue",
											"2x speed"
										],
										[
											"Failure by 5+",
											"speed + fall",
											"speed + fall",
											"2x speed"
										]
									],
									"caption": "Race CON Checks"
								}
							]
						},
						{
							"type": "section",
							"name": "Tests of Strength",
							"entries": [
								"Some folk are simply not built for speed, but they like to show off their muscles in feats of strength. Combat events, especially unarmed events like boxing or wrestling, are commonplace as tests of strength, but many competitors who are not warlike by nature or by training may prefer less violent contests where they can show off their mighty musculature.",
								"{@b Caber Tossing}: In Scottish highland games, a caber is a tapered log nearly 20 feet long and weighing 175 pounds, which must be lifted, balanced, and thrown so that the top end strikes the ground first, and ideally so that the caber falls directly away from the thrower.",
								"The competitor must first hoist the caber up off the ground, requiring a successful DC 17 Strength (Athletics) check. Once the caber is lifted, the contestant must then balance the caber and prepare to throw it, requiring a special DC 12 ability check; the contestant makes both Strength and Dexterity checks and may select the better result. If any of these ability checks fails, the caber is dropped. Depending on the competition, a single drop may eliminate a contestant, while in other competitions contestants may be allowed a certain number of drops before being disqualified.",
								"Once the caber is ready, the tosser must hurl it up in the air so that it falls top-end first, requiring a ranged attack (treat as AC 10, with disadvantage). If the attack misses, the caber fails to land top-end up and falls to the ground, scoring 0 points. To determine the direction the caber falls on a successful ranged attack, roll 1d8, with a 1 indicating the caber falls directly away from the tosser and 2-8 rotating around the target in a clockwise direction. The tosser can adjust this d8 result up or down by 1 for point by which his attack roll exceeds the target AC.",
								{
									"type": "table",
									"page": 1,
									"colLabels": [
										"d8 result",
										"Score"
									],
									"colStyles": [
										"col-5 text-center",
										"col-7 text-center"
									],
									"rows": [
										[
											"1",
											"5 points"
										],
										[
											"2 or 8",
											"4 points"
										],
										[
											"3 or 7",
											"3 points"
										],
										[
											"4 or 6",
											"2 points"
										],
										[
											"5",
											"1 points"
										]
									],
									"caption": "Strength Test"
								},
								"A caber tossing match may be a set number of throws, with the highest aggregate score winning. In the event of a tie, the tosser with the fewest drops would be named the winner, and if any contestants are still tied they can make an additional toss against one another with the highscorer (or the first successful toss without a drop) being named the winner.",
								"{@b Distance Throwing}: While caber tossing is a very specific event, similar tests of strength could feature large rocks or any other heavy and unwieldy item that must be lifted, balanced, and thrown at a target, and the term can be used in a universal sense to indicate other similar items for such events.",
								"In addition, while distance does not matter in traditional caber tossing, hurling an object for distance is likewise a feat of strength and technique, such as the Greek shotput or discus or the modern Olympic hammer throw. For such events, each contestant makes a ranged attack roll against AC 10 with disadvantage. If the attack misses, the throw lands out of bounds and is not counted. If the attack roll hits, the thrower additionally makes a Strength check and adds the result to his attack roll to determine his score. If throwing a weaponlike object, such as a dart, javelin, or spear, the attack roll does not have disadvantage if the thrower is proficient in the weapon.",
								"Throwing an object for maximum distance requires the thrower to spin, run, or lean into her throw for maximum power, and the thrower must succeed on a DC 10 Dexterity (Acrobatics) check after making the throw to keep her balance. If the check is failed, the throw is treated as a foul and is not counted.",
								"In most throwing contests of this kind, each competitor gets a certain number of throws and keeps only their best result. The winner is determined by the single farthest throw. If two throwers are equal, the one with the fewest fouls or out-of-bounds throws wins.",
								"{@b Tug-of-war}: This simple contest involves two teams on opposite sides of a field, with a rope between them tied with a flag in the center. Each team has a boundary line on its side, with all members of their team beyond the line, and the object of the contest is to pull the flag marking the center of the rope across their boundary line while the opposing team strives to do the same.",
								"Each team has an anchor that holds the end of the rope, and fundamentally a tug-o-war is a series of Strength (Athletics) contests. Compare the cumulative strength bonuses of each side. The side with the most bonuses grants a +1 bonus for that anchor's Strength (Athletics) check for every 4 points by which they exceed the other team's bonuses. Each anchor makes their checks, applying any modifiers for their team, and compare the result. The difference between the result of the checks equals the number of feet the center flag is pulled toward the side of the higher-rolling team at the end of that round. The tug-of-war is won when either team pulls the center flag over its boundary line.",
								"{@b Weightlifting}: The simplest test of strength is setting up progressively heavier and heavier weights for contestants to lift and hold, whether lifted overhead like a modern power-lifter, lifted and carried a short distance, or pulled on a sledge or track. For such weightlifting contests, any character can lift half their carrying capacity over their head automatically. Lifting and holding heavier loads in competition requires a Strength check.",
								{
									"source": "RoyT",
									"name": "Strength Test",
									"page": 16,
									"colLabels": [
										"DC",
										"Weight"
									],
									"colStyles": [
										"col-4 text-center",
										"col-8 text-center"
									],
									"rows": [
										[
											10,
											"Up to medium load"
										],
										[
											15,
											"Up to heavy load "
										],
										[
											20,
											"Up to heavy load x 150%"
										],
										[
											25,
											"Up to heavy load x 200%"
										]
									],
									"type": "table"
								},
								"A competition will typically begin with a minimum qualifying weight (usually at least 150 pounds); those who fail to lift that weight cannot compete. After that point, each competitor must increase the weight after each successful lift by at least 10 pounds, though they may choose to increase the weight of their lift if desired. If they fail a lift, they can retry the same weight. Lifters continue increasing their weight as many times as desired until they fail a total of three lifts, at which point the highest weight they successfully lifted stands.",
								"A lifter can attempt a number of lifts equal to onehalf her Constitution score before she risks becoming exhausted. For each lift after that, she must attempt a DC 10 Constitution check, or gain a level of exhaustion. The DC of this check increases by 1 for each additional lift.",
								"The winner is determined by whomever had the highest weight lifted; in the case of a tie, the lifter with the fewest failures wins."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Mock Battle",
					"entries": [
						"Many tournaments celebrate skill at arms, and in medieval times the grand melee was scarcely less violent than a real battle. Blunted swords and axes could still break limbs and skulls and leave contestants wounded or crippled. The events presented here utilize the combat rules as a baseline but offer a wide variety of specialized rules for ritual combat on horseback, with ranged weapons, and matches in unarmed combat.",
						{
							"type": "section",
							"name": "Jousting",
							"entries": [
								"One of the most iconic events in a tourney is the joust, with caparisoned knights in full armor and flowing regalia testing their mettle and their skill against other peers of the realm in a cacophonic clash of arms.",
								"For the joust, competitors are matched in a random draw. Each is equipped with a heavy horse, military saddle, lance, and heavy wooden shield, with racks of extra lances and shields. Riders may provide their own nonmagical armor. Attacking a horse is grounds for disqualification.",
								"Jousters can attempt to unhorse their opponent with a shove contest.",
								"{@b Tactics}: A jouster may choose to charge and force the opponent to make a Dexterity saving throw (DC = 8 + proficiency bonus + Strength or Dexterity bonus), to advance and attack normally, or to use the Dodge action. A jouster also can use other abilities, including class features like barbarian rage. Supernatural effects and spells are typically forbidden. Attacking the opponent's mount results in immediate disqualification.",
								"{@b Resolution}: Contestants spur their mounts forward and meet in the center of the list and initiative is rolled. If either contestant has an advantage in reach, that competitor has advantage on this initiative check. The winner strikes first, and unhorses the defender if the winner attack hits. If the rider who lost initiative is unhorsed, they can attempt a DC 20 Wisdom (Animal Handling) check as a reaction, with their shield breaking if they fail. If the check succeeds, the defender is able to get in a strike with their lance against the attacker, forcing the attacker to make a DC 15 Dexterity saving throw. If the stricken attacker fails this saving throw, they are unhorsed. If they succeed in unhorsing their opponent, that pass is a draw and both contestants can remount and try another pass.",
								"On any attack that hits, the lance breaks.",
								"The first rider to unhorse their opponent and stay mounted wins the match. If after three passes neither has done this, a point is scored for each shield broken and a point is deducted for each lance broken. If the match is still a draw, the contest continues until the tie is broken. After each pass, riders take 1 round to return to the end of the lists before charging again. Two squires at each end of the lists use their actions to replace a rider's lance or shield as needed.",
								"{@b Special Jousts}: In a fantasy game, jousts could be contests on flying, swimming, or even climbing mounts, given an arena of the appropriate type. The rules for such jousts are the same as for land-based jousts, though each mount also can make a Dexterity check, as appropriate, during their charge to see if they can gain an advantageous position relative to their opponent's mount.",
								"In special jousts, and aerial jousts in particular, flamboyance and showy aerobatics are a key part of the event, and the mount with the higher opposed Dexterity (Acrobatics) or Strength (Athletics) check also grants its rider advantage on any combat contests. Brightly colored flags, poles, or similar markers are placed at each end of the jousting field to mark where fliers should make their turn and approach the list for their next pass. In exotic jousts, these markers might have flaming rings the jousters must pass through (DC 17 Dexterity [Acrobatics] check required, plus a DC 20 Wisdom (Animal Handling) check to push a non-sentient mount to fly through the flames), plus a DC 10 Dexterity saving throw for both rider and mount to avoid catching on fire, while high-magic tournaments could have even more outlandish obstacles.",
								"While aerial maneuvers are expected before and after each pass, aerial jousts often are held close to ground level for the actual clash of lance against lance in order to minimize falling damage from competitors unhorsed in the joust. However, in some high-stakes tournaments the joust may take place in midair at a much higher elevation, with spectators watching from raised platforms, or the towers of a castle, or even the sides of a canyon or ravine. While weather rarely plays a role in low-level aerial jousting, high winds in such high-altitude jousts may impose a disadvantage on any relevant checks for both contestants.",
								"{@b Sample Competitors}: PCs wishing to compete must best a hedge knight trainer in the practice lists to demonstrate their basic competence. Success and an entry fee (the amount depending on the size and renown of the tournament, typically 10 gp for small local festivals and 100 gp for grander events) grants a place in the 5-round, single-elimination tourney. To determine a PC's opponent, roll 1d8 and add 1 per round.",
								"{@b Winning}: A jouster reaching the final four earns 1 point of Renown; increased to 2 points for reaching the final two, and 3 points for becoming champion. In a grand tournament, the four finalists receive a war-trained light or heavy horse. The two grand finalists receive 1,000 gold, and the grand champion receives a suit of +1 breastplate.",
								{
									"type": "table",
									"page": 18,
									"caption": "Optional Caption",
									"colLabels": [
										"d12 Result",
										"Competitor"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1-4",
											"Hedge Knight (human fighter) Init +1, Attack + 5, Perception +0, Handle Animal +5, Constitution +5, Strategy Dash and trip (+6)."
										],
										[
											"5-7",
											"Tourney Knight (human fighter) Init +3, Attack +7, Perception +4, Handle Animal +10, Constitution +8, Strategy Dash and shove."
										],
										[
											"8",
											"Sir Brian Init (human ranger) +4, Attack + 9, Perception +10, Handle Animal +13, Constitution+10, Special +4 vs Humans, +2 vs Elves, Strategy Dash and Shove."
										],
										[
											"9",
											"Churt Ennatal (half-orc barbarian/ranger) Init +7, Attack +10, Perception +15, Handle Animal +15,  Constitution +12, Special +6 vs Humans +6, +2 vs Elves, +2 vs Dwarves, rage (+2 to Attack), Strategy Dash and shove, rage."
										],
										[
											"10",
											"Domm Jurga (orc barbarian) Init +0, Attack + 10, Perception +8, Handle Animal +5, Constitution+10, Special greater rage (+5 Attack Strategy Dash and disarm shield, rage."
										],
										[
											"11",
											"Khotio Cristobal (human fighter) Init +7, Attack + 11, Perception +5, Handle Animal +16, Constitution + 8 Special Blindsight 60 ft., Strategy Attack, and shove."
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Target Shooting",
							"entries": [
								"History shows us all manner of target shooting and target throwing contests, from lumberjack axe throwing to barroom darts to classic Robin Hood-style archery contests. Accuracy was a key life skill in hunting and training for military service as well, and such contests are commonplace in any festival. While the contests below are described in terms of archery, they can just as easily be undertaken with any kind of ranged weapon, including thrown weapons, with proportionately shorter distances for weapons with shorter range increments.",
								"{@b Clout Shooting}: More common in the Middle Ages than the target shooting we typically envision, clout shooting involved launching arrows at long range in a parabolic arc at a target laid at a low angle or even flat on the ground to simulate loosing volleys of arrows in combat into massed enemy troops or shooting over walls. The clout itself was a simple wooden peg a few inches across inside a circle drawn on the ground or marked with small flags and that might be as small as 2-3 feet across or as large as 25 feet. Modern clout shooting still exists and uses the same principle, but the target is more often a flag or square of cloth and scoring is based on how close archers can get their arrows to it.",
								"{@b A clout end has each archer shooting six arrows at the clout peg or flag. If all archers shoot at the same target, each shooter uses fletching that is a different color to tell their arrows apart for scoring. Scoring is as follows.}",
								{
									"type": "table",
									"page": 18,
									"caption": "Optional Caption",
									"colLabels": [
										"DC",
										"AC",
										"Points"
									],
									"colStyles": [
										"col-7 text-center",
										"col-3 text-center",
										"col-2 text-center"
									],
									"rows": [
										[
											"Clout",
											20,
											6
										],
										[
											"Clout square",
											17,
											3
										],
										[
											"Inner Circle (within 5 feet)",
											14,
											3
										],
										[
											"Inner Circle (within 10 feet)",
											10,
											1
										]
									]
								},
								"If the clout is laid flat on the ground, it is considered to have heavily concealment, so any shots have disadvantage when done in this way.",
								"The top two scorers in each clout end advance to the next round, or have a one-on-one end of their own, with the high scorer winning their duel and the title. If they remain tied after that end, they go to a sudden death duel with each taking one shot at a time until the tie is broken.",
								"{@b Target Shooting}: Shorter-range shooting contests against vertical targets marked with concentric circles around a central bull's-eye. A target-shooting end is six shots for each archer at a Medium-sized target typically 120 feet away. Each circle can be painted in alternating painted rings (called circles) and unpainted rings (called fields), or each could be painted a different color; those listed below represent the modern archery target colors. Archers score based on how close their shots come to the center of the target.",
								{
									"type": "table",
									"page": 18,
									"caption": "Optional Caption",
									"colLabels": [
										"Circle",
										"Color",
										"AC",
										"Points"
									],
									"colStyles": [
										"col-5 text-center",
										"col-3 text-center",
										"col-2 text-center",
										"col-1 text-center"
									],
									"rows": [
										[
											"Center",
											"Gold",
											18,
											5
										],
										[
											"Inner Field",
											"Red",
											14,
											4
										],
										[
											"Inner Circle",
											"Blue",
											12,
											3
										],
										[
											"Outer Field",
											"Black",
											11,
											2
										],
										[
											"Outer Circle",
											"White",
											10,
											1
										]
									]
								},
								"In some tourneys, each archer shoots at their own individual targets, while in other contests, pairs of archers alternate shots at the same target. In such a duel, the archer with the higher total score is the winner. In the case of a tie, the archer with the shot closest to the center point of the target wins; determine this by which archer had the highest attack roll during their end. If this is still a tie, each archer alternates taking one shot at a time until the tie is broken."
							]
						},
						{
							"type": "section",
							"name": "Unarmed Combat Events",
							"entries": [
								"While jousting and even general melee events with blunted lances and swords were a staple of medieval tournaments, unarmed combat events also were very popular and continue to be popular to the present day. Such events often featured traveling champions who would take on local toughs and gallants willing to stake their money for a chance in the ring with the champion. Such events can be run using the standard combat rules for unarmed attacks and combat contest, and this is particularly appropriate in unusual unarmed events such as a humanoid battling a bear, gorilla, or similar creature with natural weapons of its own. However, the following rules below provide a framework for the sweet science of taking down an opponent with bare hands.",
								"{@b Performance Combat}: Whether using standard combat rules or the specialized rules described below, it is very appropriate to have contestants attempt to influence the crowd to their side make a DC 15 Charisma (Performance) check. Success grants you advantage on your next attack as you get the crowd to cheer you on.",
								"{@b Boxing}: Competitors are confined to a small ring, usually a 15-foot square, and set to fighting. Standard boxing is unarmed combat using only the hands, but many cultures may strike with both hands and feet or even with feet alone. Grappling, shoving, and most other combat contests are not allowed. After each round of combat, the boxers are separated and return to their start positions.",
								"{@i Gloves}: Traditional boxing is carried out with bare knuckles, but in some societies gloves are used to ablate the impact and reduce injury. Boxers wearing gloves cannot kill their targets, and they deal only half the normal amount of damage with each blow.",
								"{@i Knockout}: If either competitor is rendered unconscious by the reducing their opponent to 0 hit points, he is knocked out and his opponent is declared the winner. If a fighter confirms a critical hit during a boxing match, the target must make a Constitution saving throw equal to 10 + the damage dealt or gain a level of exhaustion, or two exhaustion levels if they fail the save by 5 or more. Rolling a natural 1 on this save renders the target unconscious. Any exhaustion levels gained in this way are removed when the afflicted boxer finishes a long rest.",
								"{@i Rounds}: A boxing match can last any number of rounds agreed upon by the contestants, though usually a minimum of 3 rounds and a maximum of 15. These rounds can be literal combat rounds, or they can be any length stipulated by the combatants, though rarely longer than 1 minute.",
								"{@i Scoring}: If neither opponent is knocked unconscious during the duration of the fight, the victor is determined by a scoring system. Each competitor tallies one point per hit and two points for each critical hit. In any round in which a fighter scores more hits than his opponent, he gains one additional bonus point. A fighter can use a Dexterity (Sleight of Hand) contest to appear to land more punches than he actually does; this contest is opposed by the passive Perception of the judge(s) scoring the match, and the check is made each round. Both the fighter and the judge(s) add their proficiency bonus to these checks even if they lack proficiency in the appropriate skill as long as they are proficient with unarmed strikes. If a fighter's Dexterity (Sleight of Hand) check exceeds the Wisdom (Perception) check of the judge(s), he is treated as if he scored 1 additional hit during that round, plus one additional hit for every 5 points by which his check exceeded the judge's highest Wisdom (Perception) check.",
								"{@b Special Boxing Rules}: Boxing can proceed using normal unarmed combat rules, or it can incorporate a number of specialized maneuvers and strategies. Bob and Weave: This is the boxing term for using the Dodge action.",
								"{@i Clinch}: One boxer grabs onto another as a defensive maneuver to prevent his opponent from landing effective punches. Treat this as a grapple contest. If the target's opposed roll is 5 or more points lower than the grappler, the target is has disadvantage on attack rolls until the end of next turn. A referee will usually end the grapple after 1 turn.",
								"{@i Combination}: As an action, the boxer can make two attacks, but does not add their Strength bonus on either attack.",
								"{@i Counterpunch}: A boxer can use his reaction to attack his opponent as they make their attack. This counterpunch is resolved after his opponent's attack.",
								"{@i Haymaker}: A boxer can put his whole energy into a heavy blow as an action, taking disadvantage on the roll in order to gain a +3 bonus on damage rolls.",
								"{@i Jab}: This is a standard unarmed strike.",
								"{@i Low Blow}: A blow below the belt is generally considered against the rules, much like a head butt, and in such cases making a low blow without being noticed requires a successful Dexterity (Sleight of Hand) check contested by the passive Perception checks of the judges as described previously. If noticed, a successful low blow does not score a point and results in a 1-point penalty to the attacker. A successful hit with a low blow deals an additional 1d3 points of damage. In addition, the target must make a DC 8 Constitution saving throw or gain a level of exhaustion that goes away after the target finishes a short rest.",
								"{@b Wrestling}: Wrestling is a contest of combat maneuvers, especially (but not exclusively) the grapple contest. Shove contests are used to take a foe to the ground and make them easier to pin, while in other forms of wrestling such as sumo the object is to force the opponent out of the ring. Matches can be simple submission contests, wherein the match continues until one wrestler is subdued through maintaining a grapple for a certain number of rounds. Wrestling matches typically occur in a 15-foot diameter ring (which may be round or square), though larger rings may be use for tag team or group wrestling matches. The rules below present a formalized scoring system that can be used to reward specific maneuvers and outcomes.",
								"{@i Duration}: A wrestling match usually lasts a set number of rounds (usually 10, 12, or 15), though the match can end early if one wrestler maintains a grapple for 3 rounds. If neither wrestler can maintain, the match is decided on total points. If the score is tied at the end of the set duration, the match continues in a sudden death format, where the first wrestler to outscore his opponent in a round wins the match.",
								"{@i Exhaustion}: Wrestling matches take a considerable amount of energy. A wrestler can wrestle for a number of rounds equal to one-half his Constitution score before risking exhaustion. After this time, each wrestler must succeed at a DC 10 Constitution check or gain an exhaustion level at the end of each round. The DC increases by 1 for each round thereafter. When a wrestler gains an exhaustion level, the DC resets to 10 but additional checks must be made each round to avoid gaining further levels. A wrestler using a Dodge action does not need to make a Constitution check that round and reduces the DC of subsequent checks by 1. Exhaustion levels gained are never lethal and are removed after a short rest.",
								"{@i Give and Take}: Scoring occurs at the end of each round of a wrestling match. A grapple that is not maintained to the end of the opponent's turn scores no points.",
								"{@i Showboating}: Wrestling bouts can be simple athletic endeavors, or they can be grand spectacles with casts of colorful costumed characters with outlandish names and costumes to match, from masked luchadors or gloriously spangled and sequined performers with catchphrases, capes, props, and bombastic entrance music. These endeavors may still be highly athletic (though in some cases they may follow a prearranged script as to who wins or loses a match), but a Charisma (Athletics) check can be made in place of a Strength (Athletics) check.",
								"{@i Tag Team}: This style of wrestling pits two teams against each other, though only one wrestler from each team is on the mat at a time. At any time during the match, a wrestler can tag their partner and then exit the ring, while their partner enters the fray in their place. The partner outside the ring must stay in a specific location and cannot move around the ring to get closer to their partner.",
								"{@i Team Wrestling}: Some wrestling matches pit evenly matched teams against one another, with all wrestlers in the match at once. Scoring proceeds as described below, and wrestlers may choose to combine their efforts to pin and hold one of their opponents or may engage in multiple one-on-one grapples simultaneously. A wrestler who is grappled and held for three rounds is out of the match and the bout continues until all of one team's wrestlers have been eliminated, or based on the aggregate score for each team if both teams still have wrestlers remaining at the end of the match. Any successful point-scoring move by a wrestler counts toward the aggregate total for their team.",
								"{@i Unsportsmanlike Conduct}: In a wrestling match, you often can escape the view of any judges or referees, and dirty tricks can be used to put an opponent in a compromising position and gain advantage. Using an illegal hold or an unsportsmanlike maneuver such as an eye gouge, groin grab, strike with a closed fist, and so on without being noticed requires a successful Dexterity (Sleight of Hand) check opposed by the passive Perception checks of the judges and your opponent. This is a bonus action, and you may choose one of the following options:",
								"Deal damage as if you had hit your target with your fist. Give your opponent disadvantage on Strength (Athletics) and Dexterity (Acrobatics) checks to avoid or escape your grapple.",
								"Give your opponent disadvantage on its next attack roll.",
								"If the dirty trick is noticed, the wrestler receives a warning and his opponent gains 1 point. A second dirty trick that is noticed results in the wrestler being disqualified.",
								"Because of the chaos and confusion of a match with multiple wrestlers on a side, Dexterity (Sleight of Hand) checks to perform a dirty trick combat maneuver without being noticed have advantage in a team wrestling match.",
								"{@b Scoring}: Scoring is checked at the end of each round:",
								"{@i Escape (1 point)}: You succeed on a grapple contest to break free from a grapple when your opponent has maintained the grapple at least once or has knocked you prone.",
								"{@i Hold (2 or 3 points)}: You succeed on a grapple contest to maintain your hold your opponent. If you maintain your hold for two consecutive rounds, you score 3 points.",
								"{@i Pin (victory)}: If you maintain a grapple for three consecutive rounds, you automatically win the match.",
								"{@i Reversal (2 points)}: You escape a grapple and make a successful grapple contest at the next available opportunity.",
								"{@i Stalling (warning, then 1 point to your opponent)}: If you use the Dodge action, you receive a warning the first time. Each time you use that action afterward, your opponent receives 1 point.",
								"{@i Takedown (2 points)}: You knock your opponent prone and succeed on a grapple contest in consecutive rounds. This may be done in either order; knocking them prone and then grappling them, or grappling first and then knocking prone.",
								"{@b Sumo}: Sumo and similar forms of wrestling do not rely on grabbing an opponent, but instead of forcing them to the ground or out of the ring with a shove contest. This also can be accomplished with a grapple when you force the opponent to move.",
								"Both wrestlers begin near the center of a 15- or 20foot ring, and must force their opponent back or to the side 10 feet to force them out of the ring, or knock them prone. Both wrestlers begin from a set position marked within the ring and roll initiative at the beginning of the match. In some cultures, the rules of sumo are considered sacred, and any unsportsmanlike conduct noticed by the judges is grounds for immediate disqualification and forfeit of the match. If you use a 15-foot ring, assume both wrestlers begin in the center square; if you wish a bit more movement opportunity using a standard grid of 5-foot squares, a 20-foot ring may work better.",
								"In the case of a shove contest, the winner can move both his opponent and himself 5 feet. If the opponent's contested check is 5 points or more lower than the attacker, they are knocked prone and lose that match.",
								"The first wrestler to be knocked prone or forcibly moved out of the ring loses the match; unlike the wrestling match described above, the match ends as soon as either wrestler is defeated in this way, without a chance for the defender to retaliate.",
								"Once a wrestler is defeated, if the match is going to continue, both wrestlers retake their positions at the center of the mat.",
								"{@b Scoring}: A sumo contest typically consists of a set number of matches, either within the same day or over a span of days. In a single contest, two wrestlers might have five matches, with the winner determined by whomever wins the most individual matches. Tradition dictates that all matches in the set are completed, even if one wrestler has an insurmountable advantage in that set, both for the loser to demonstrate stoic aplomb in defeat and to determine total number of matches won if the sumo event stretches over multiple days and involves multiple wrestlers, as the winner of the highest aggregate total number of matches at the end of the event is the grand champion of that event."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Special Events",
					"entries": [
						"While the preceding section details a broad array of familiar contests from real-world history and culture, this is a fantasy game and it's eminently possible in a higher-magic campaign, or one that features higher-level characters, to dial up the difficulty and complexity of your tournament events. These are especially appropriate if your festival games happen in a specific location, where a permanent stadium or arena is renowned for its famous and unique challenges, but they also could be used at any festival set up in the fringes of a young forest kingdom where the spirit of magic and adventure is strong.",
						{
							"type": "section",
							"name": "Pillars of Life and Death",
							"entries": [
								"Contestants enter a grid that is 100 feet on a side. A total of 36 10-foot-tall spiraling glass columns are spaced every 20 feet on the grid, including around its perimeter. These pillars are sensitive to radiant and necrotic energy, causing them to fill with a glowing light (radiant) or inky darkness (necrotic). The pillars always attempt a saving throw (with a flat bonus of +5) against effects which allow a saving throw.",
								"Physically, each pillar has AC 16, Damage Threshold of 3, and 12 hit points, and they are not subject to critical hits when empty. For the purpose of radiant and necrotic energy, each pillar begins at 0 hit points, brightening with the respective energy type, up to 100 hit points of each. Pillars can absorb both types of energy simultaneously; they do not cancel one another out but accumulate separately, with light and dark spiraling around the pillar.",
								"Each competitor is given a colored token, and when they cause a pillar to reach 100 positive or 100 negative hit points, they 'capture' the pillar as it turns wholly white (radiant) or black (necrotic) and the crystal sphere mounted at the pillar's top glows brightly in their color. This is true even if another contestant has charged the majority of the energy into the pillar; it is the contestant who pushes the pillar beyond 100 radiant or necrotic hit points that captures it (this includes creatures summoned by a contestant). Captured pillars become amazingly durable (AC 18, Damage Threshold 8, 180 hit points).",
								"Competitors may use melee, ranged, targeted, or areaeffect abilities to charge the pillars. A contestant that destroys a pillar receives one penalty point, which is deducted from the number of pillars they have captured when tallying the winner. A contestant that attacks another competitor is disqualified.",
								"{@b Cheating}: If you wish to grant an unfair advantage, one contestant is given a special item warded with magic aura. Such items can adjust damage or confer the ability to deal radiant or necrotic damage more easily. Using such an item is grounds for disqualification.",
								"{@b Sample Contestants}: The following expert contestants enter this event. Unless otherwise noted, all spells listed below have a range of touch. A mass cure/inflict wounds spell can target up to 4 pillars at once. Only spells relevant to the contest are listed here, along with the number of slots per day each character can cast.",
								"{@creature Ygg Vardu|RoyT} (gnome female cleric of the Destroyer, CR 9) Attack +9, Spells (DC 17) 6—harm (x1), 5—(x2), 4—blight (x3) 3—(x4), 2—shatter, 1—inflict wounds (x4), Strategy Ygg uses her area-effect powers while moving from pillar to pillar and targeting them with harm. If she sees a positive pillar near filling, she uses shatter to destroy it.",
								"{@creature Levigud Stolikan|RoyT} (human male cleric of the Goddess of the Dead, CR 10) Attack +9, Spells (DC 17) 6—heal (x1) 5—mass cure wounds (x2), 4—(x3), 3—revivify (x4), 2—(x4), 1—cure wounds (x4), At Will—sacred flame Strategy Levigud tries to hit the largest number of pillars with his areaeffect radiant energy, but if a pillar is close to being healed he focuses touch-range cure spells on it.",
								"{@creature Monde Ispemon|RoyT} (human male sorcerer CR 11) Attack +7 Channeling none, Spells (DC 17) 6—heal (x1), 5—(x3), 4—blight (x3), 3—fly, vampiric touch (x3), 2—(x3), 1—cure wounds (x4), Cantrip—chill touch (3d8), Strategy Monde lets others do most of the work and tries to capture pillars that are nearly filled, whether with radiant or necrotic energy. He spends the first round casting fly on himself, then uses cure wounds on nearly-filled positive pillars, while he flies to the center of the arena and uses blight and vampiric touch on negatively charged pillars.",
								"{@b Winning}: There are two winners in the contest. The first competitor to charge a pillar is given a wand of of chill touch or a healing potion that refills itself each dawn. The contestant who charges the most pillars is declared the grand champion and is given a wand of lesser restoration (it casts lesser restoration for 1 charge, and the wand has 2 charges that are renewed at each dawn)."
							]
						},
						{
							"type": "section",
							"name": "Shooting Gallery",
							"entries": [
								" Contestants are assigned positions on an archery list 300 feet long, with targets placed at 50 feet, 150 feet, and 300 feet. Each contestant may choose a shortbow, longbow, light or heavy crossbow, or sling, along with 20 arrows, bolts, or sling bullets.",
								"Contestants must hit each target at least once, but they may otherwise choose their target. Each target has a vertical concentric circle, an outer circle that is AC 10 (scoring 1 point), an inner that is AC 16 (scoring 2 points), and a bull's eye that is AC 21 (scoring 3 points). The point values are increased by 1 for the second target and by 5 for the third.",
								"In addition, the contest has several magical surprises. Each competitor should roll 1d6 each round. On a roll of 1, a gust of wind strikes them for 1 round, causing their attacks to have disadvantage, and forcing a competitor to make a Strength save (DC 14) or be knocked prone. On a roll of 6, one of the targets (equal chance of each) is surrounded by a 5-foot radius cloud of smoke for 1 round, applying disadvantage to that target.",
								"The top two contestants move on to a final round. The master of the archery lists has secured a collection of mock ioun stones, 5 painted black and 5 red. Each is AC 24, 10 hit points, and resistance to all damage. The ioun stones orbit within a 5-foot column of light 50 feet away. Each ioun stone has a separate column. Contestants are given a quiver of 20 arrows, and an extra quiver is placed at their starting point if they need additional ammunition. Contestants roll initiative and can move and fire as they wish at targets of the color assigned to them. When only one target remains, the column of light fills with spiraling streamers of color that grants the final target an additional 10 hit points. The first to knock down all 5 of their targets wins.",
								"{@b Cheating}: If you wish to grant an unfair advantage, one contestant is given a +1 bow.",
								"{@b Sample Contestants}: The following expert contestants enter this event:",
								"{@creature Vail McIlrath|RoyT} (human ranger CR 12)–Weapon longbow, Range 120 feet, Atk +9/+9 (1d8+5).",
								"{@creature Navara Kadani|RoyT} (elf female fighter CR 9)–Weapon longbow, Range 120 feet, Atk +11/+11 (1d8+7), Strategy Navara focuses her efforts on the middle target. When time is nearly up, she will use an action surge to take four shots in the last round.",
								"{@creature Florin Moyur|RoyT} (female halfling fighter CR 11)–Weapon hand crossbow, Range 120 feet, Atk +9/+9/+9, Other Crossbow Expert and Sharpshooter feat, Strategy Florin focuses her efforts on the farthest target. In the final, she uses her action surge to make six shots.",
								"{@creature Domm Jurga|RoyT} (male half-orc monk CR 11)–Weapon sling, Range 120 feet, Atk +9 (1d8+10), Other Sharpshooter feat, Strategy Hitting the nearest target as many times as he can.",
								"{@b Winning}: The contestant with the overall high score wins a pair of bracers of archery (or bracers of slinging or bracers of the crossbow with an identical effect when using those weapons, if that is their weapon of choice)."
							]
						},
						{
							"type": "section",
							"name": "Test of the Axe",
							"entries": [
								"Contestants must hew through as many 2-foot thick logs (AC 15, 18 hp) as possible in one minute. The logs are spaced 10 feet apart, so competitors must move from one to the next once the prior log is demolished. A central rack holds a large collection of handaxes, battleaxes, and greataxes. Competitors may use a single axe or one in either hand, as they choose.",
								"{@b Cheating}: If you wish to grant an unfair advantage, one contestant is given an adamantine axe of their favored type, disguised to look like ordinary steel. Against the logs, this axe deals an additional 2d6 damage. As a quirk of the contest, such an axe (of a random type) might be placed among the tools available for all competitors. A DC 20 Intelligence (Investigation) or Wisdom (Smithing Tools) check will identify its composition, but this requires an action examining the axe. A dwarf has advantage on any such checks. If two characters both recognize the axe's worth, or if an NPC who knows which axe it is goes for it at the same time as a PC who recognizes what it is, make a Strength (Athletics) contest; the winner gets the axe.",
								"{@b Sample Contestants}: The following expert contestants enter this event. Domm Jurga (orc male barbarian 11) ST 20, Attacks 2 with greataxe +9 (1d12+8), Strategy Domm rages during the first round and keeps moving to new logs as soon as one is cut in half.",
								"{@b Dizonar Redd} (dwarf female fighter 12) ST 18, Attacks 3 with dwarven waraxe +8 (1d10+4)",
								"{@b Kyller Murso} (human male fighter 9/barbarian 1) ST 18, Attacks 3 with handaxe +9 (1d6+4)",
								"{@b Quilaj Sorakka} (half-orc female ranger 10) ST 18, Attacks 2 with battleaxe +8 (1d8+4)",
								"{@b Winning}: The winner is the competitor who has destroyed the most logs. Partially destroyed logs only count in the case of a tie, in which case the competitor whose final log had the fewest hit points remaining wins. The grand champion wins a +1 adamantine axe of their favored type. Second place wins a non-magical axe of their choice that is made of adamantine."
							]
						},
						{
							"type": "section",
							"name": "The Siege Mortis",
							"entries": [
								"This unusual contest is often blended with another event where the strange, the exotic, and the macabre are celebrated, such as a menagerie of bizarre beasts or a carnival of freaks, and is typically held at midnight. An individual can take this challenge only once, though other characters may attempt it as well. At the conclusion of the companion spectacle, a strange thronelike chair of bronze metal is placed in the center ring, and the contestant is brought to sit upon the chair. Unlike the other games, the contestant can bring anything they wish, but if they are killed or quit the contest everything they bring within them becomes property of Madame Midnight, the mistress of the event and of the mystical Siege Mortis, the Seat of Death. They can abort the challenge at any time, ending it immediately, but if they surrender during the test they walk out with only their skin. They may cast preparatory spells before sitting the Siege Mortis, but spells lasting less than two minutes expire before the contest begins.",
								"The contest begins with the contestant being seated in the Siege Mortis and concentrating for two minutes. During this time, Madame Midnight works the crowd, calling for bets for or against the contestant. After one minute, the contestant is surrounded by an illusory environment (as a mirage arcane, DC 18 to disbelieve) surrounded on all sides by transparent walls of force. From within, the walls of force appear to extend the terrain to the horizon; only on reaching the wall will a contestant realize where the end of the \"arena\" lies. Those outside the walls, however, automatically perceive what transpires within with true seeing, allowing them to view the proceedings without obstruction.",
								"At the same time, in a different random location, three or more quasi-real creatures appear, equivalent to the illusory monsters created by a phantasmal force (DC 18) spell. There is an equal chance of a CR 5 creature to be there, usually an elemental. At the GM's option, the power of the Siege Mortis may adapt itself to provide even greater challenges for higher-level characters, but its dangers should never be less than those described above.",
								"The illusory environment can be anything, including buildings, and should be suited to the creature that appears. The environment provides no cover and successful disbelief allows a creature to ignore any perception of difficult terrain. Illusory structures, trees, and the like have a quasi-real structural framework that can allow a creature to hide, and even if disbelieved hinders movement as difficult terrain and can be climbed (DC 15). Quasi-real liquids can be swum (DC 10) or walked through.",
								"{@b Winning}: The contest lasts for two minutes, until the contestant or all quasi-real creatures are killed, or until the contestant surrenders. Depending on her mood, Madame Midnight may call out to the crowd to judge a contestant asking for surrender and may delay until the end of the round before ending the contest. Surviving the Siege Mortis without slaying the enemy wins no Renown, but the PC keeps her gear. Slaying the quasireal creature(s) wins 1 point of Renown and a set of four elemental gems, one of each type. Victory brings 2 points of Renown if accomplished in 3 rounds or less of actions, 3 points if achieved in a single round (measured from the point when the PC takes their first action)."
							]
						},
						{
							"type": "section",
							"name": "The Tower of Jewels",
							"entries": [
								"Competitors must climb to the top of a 60-foot wooden column, painted to resemble a tower, and retrieve a single gemstone of their choice from a turret-shaped box at the top, and climb back down without falling. The pole itself has been sanded smooth and requires a DC 19 Strength (Athletics) check. The top 30 feet of the pole has been greased as well (DC 24). A competitor may use Athletics or Acrobatics to begin their climb with a high jump, requiring a DC 20 check to grab onto the pole, but they may not jump down. A competitor who wishes to climb naked can take off their garment and improvise a climbing aid as an action, using their clothes to create the climbing aid (reduce the DC of each check by 2). This can be used as a 10-foot-long makeshift rope if tied to the box at the top of the pole (taking an action to tie properly), reducing the Climb DC to 10 for that portion of the pole.",
								"The box has a simple lock that requires a DC 17 Dexterity (Thieves' Tools) check, though it would be difficult to bring up a set of thieves' tools when climbing naked. A Dexterity check can be made without them, but the DC is 25. A competitor can also try to smash open the box (AC 16, 15 hp, DC 19 Strength [Athletics] check to break).",
								"The box contains 6 gems, one of each worth 500, 100, 50, 10, 5, and 1 gp. A successful DC 19 Intelligence (Investigation) can determine which is of greatest worth. If the box is smashed open, the gems are scattered onto the ground–the PC can catch one of them with a DC 15 Dexterity saving throw, but must make a DC 19 Intelligence (Investigation) check as a reaction to catch the most valuable one. Any jewels which fall have a 50% of shattering when they hit the ground below. A competitor may palm one additional jewel with a successful Dexterity (Sleight of Hand) check. If the event marshals notice (19 passive Perception), the competitor is disqualified; if not, they keep the extra loot.",
								"{@b Cheating}: If you wish to grant an unfair advantage, one contestant is given clues about the cut of the most valuable gemstone, granting advantage on checks to pick it out.",
								"{@b Ali Zirasghar} (half-orc male monk CR 10) Speed 60 feet, Attacks unarmed strike +8 (1d8+4), Strength 14, Dexterity 18, Skills Athletics +6, Acrobatics +8, Investigation +6, Strategy Ali makes a running leap up the pole using Step of the Wind, and climbs as best he can, using Slow Fall to avoid damage if he falls. He tries to smash the box and grab any jewel and get back to the finish as fast as possible.",
								"{@b Jashev Derry} (halfling male barbarian CR 10), Speed 40 feet, Attacks Strength (Athletics) check to burst box +4 with advantage, Strength 18, Dexterity 14, Skills Athletics +8, Acrobatics +6, Investigation +1, Strategy Jashev uses his impressive strength and rage to try to break the box grab any jewel he can.",
								"{@b Valekar Dekorma} (human female barbarian CR 10) Speed 40 feet, Attacks bite +9/+9 (1d4+7 when raging), Strength 20, Dexterity 15, Skills Athletics +9, Acrobatics +6, Investigation -1, Strategy Valekar rages and doublemoves up the lower part of the pole. At the greased area, she uses her bite as uniquely trained to create a hand-hold (giving herself in ability checks related to climbing) and moves at half speed until she reaches the top.",
								"{@b Zodi Kiuwa} (human female rogue 10), Speed 30 feet, Attacks dagger +9 (1d4+1), Strength 13, Dexterity 20, Skills Athletics +5, Acrobatics +13, Investigation +6, Sleight of Hand +13, Thieves Tools +13 Strategy Zodi uses masterwork thieves' tools and tries to climb carefully and select the best quality gem she can.",
								"{@b Winning}: There are two champions: The sharpest eye is given for bringing back the most valuable jewel. If more than one person retrieves a 500 gp gem, the one who brought it back first is the winner. The sharpest eye keeps their jewel. The swiftest hand is given for coming back with any jewel first, whatever its value. The swiftest hand keeps their jewel and the jewels brought back by of the other competitors (except for the sharpest eye)."
							]
						},
						{
							"type": "section",
							"name": "The Hell Horse",
							"entries": [
								"In jousting circles, legends speak of a dreadful beast who roams the land to and fro, seeking whom he may devour among those who embody the chivalric ideal and who seek to demonstrate their purity and puissance on the tournament lists. Faceless and nameless \"black knights\" throughout the years have sought titles of achievement and honor in the tourneys while keeping their identity a secret, or have hidden their past shame beneath a mask or hood while they sought to repair their honor. Most trueborn and honorable knights avoid confrontations with them for fear of besmirching their own reputation by losing to an opponent of no repute (with little renown to be gained even in victory), and such knights typically have no recourse to compel their challenge to be answered. However, for decades knights who have refused challenges from nameless foes have been found murdered, their bodies battered, charred, and mutilated, with scarcely a trace found of their killers but a crude, sooty black mask drawn in the dirt. On a few occasions, a suspect has been found and even tried and condemned for such murders, protesting their innocence all the way, but even after their execution the respite was short before the murders began again, always with the same modus operandi.",
								"In truth, none of those caught have been the true mastermind behind this decades-long campaign of terror against knights noble, valiant, and true. Each has been an unwitting or unwilling catspaw of an inhuman killing machine called {@creature Ashavin|RoyT}, a half-breed nightmare from the pits of the Abyss unleashed upon the world by his cunning succubus mother, Othenia. Not content to lure mortals of good heart to their doom through the typical sin of lust, she devised a rare plan to play upon pride and wrath, seeking out those paragons of goodness and mercy who sought to rise in public esteem and to be inspirations to the people at large. Her bestial son would instead seek them out in the guise of a common steed, or recruit a rider for himself willing to help take down the proud and the mighty, humiliating them on the field before slaughtering them once their fame and renown had been destroyed. Ashavin has recruited a long succession of accomplices, both as his personal riders and with a retinue of spies, informants, and allies always on the lookout for new targets.",
								"{@b In a Tournament Setting}: The growing fame and success of the PCs, or of one of their allies, in the jousting lists and in general heroics draws the attention of Ashavin and his marauding minions. He devises a plot to murder the target by infiltrating the jousting stables disguised as an ordinary horse, suppressing his smoke and flaming hooves. He attempts to lure the target into riding him, replacing grooms and valets with his own minions or intimidating others into sending PCs his way, making excuses about why other horses cannot be used in the list. Once a PC has mounted Ashavin, he uses magic to attempt to swiftly kill his rider. If he succeeds, he carries off the PC's body and gear, eventually mutilating the corpse to avoid raising from the dead and then leaving the body nearby.",
								"If the PC survives but remains astride him, Ashavin plane shifts to the Abyss and engages the PC in single combat; an unwilling PC can resist being taken with a successful DC 16 Charisma saving throw. If he already has used plane shift that day, he uses hide in plain sight and his ring to flee into the stables, where he has stashed a scroll of teleport, using it to return to his mercenary followers. After Ashavin is dealt with, the tournament continues with the audience shaken but enthralled by the spectacle.",
								{
									"type": "statblockInline",
									"dataType": "monster",
									"data": {
										"name": "Ashavin",
										"size": [
											"L"
										],
										"type": "Fiend",
										"source": "RoyT",
										"alignment": [
											"C",
											"E"
										],
										"ac": [
											18
										],
										"hp": {
											"average": 126,
											"formula": "12d10 + 60"
										},
										"speed": {
											"walk": 60,
											"fly": 90
										},
										"str": 22,
										"dex": 17,
										"con": 20,
										"int": 10,
										"wis": 15,
										"cha": 17,
										"save": {
											"dex": "+8",
											"cha": "+8",
											"wis": "+7"
										},
										"immune": [
											"fire"
										],
										"conditionImmune": [
											"charmed",
											"paralyzed",
											"poisoned"
										],
										"resist": [
											"cold",
											"lightning",
											{
												"resist": [
													"bludgeoning",
													"piercing",
													"slashing"
												],
												"note": "from nonmagical weapons that aren't silvered"
											}
										],
										"skill": {
											"insight": "+7",
											"perception": "+7",
											"stealth": "+8"
										},
										"senses": [
											"darkvision 60 ft."
										],
										"passive": 17,
										"languages": [
											"Abyssal",
											"Common",
											"Draconic",
											"Giant",
											"Infernal",
											"Sylvan",
											"Telepathy 100 ft."
										],
										"cr": "13",
										"isNpc": true,
										"isNamedCreature": true,
										"trait": [
											{
												"name": "Confer Fire Resistance",
												"entries": [
													"Ashavin can grant resistance to fire damage to anyone riding him."
												]
											},
											{
												"name": "Magic Resistance",
												"entries": [
													"Ashavin has advantage on saving throws against spells and magical effects."
												]
											}
										],
										"action": [
											{
												"name": "Multiattack",
												"entries": [
													"Ashavin makes two attacks with its hooves."
												]
											},
											{
												"name": "Hooves",
												"entries": [
													"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. Hit: 22 ({@damage 4d8 + 6}) bludgeoning damage, plus Hit: 10 ({@damage 3d6}) fire damage."
												]
											},
											{
												"name": "Ethereal Stride",
												"entries": [
													"Ashavin and up to three willing creatures within 5 feet of it magically enter the Ethereal Plane from the Material Plane, or vice versa."
												]
											}
										],
										"page": 27,
										"spellcasting": [
											{
												"name": "Innate Spellcasting",
												"type": "spellcasting",
												"headerEntries": [
													"Ashavin's innate spellcasting ability score is Charisma (spell save DC 16, +8 to hit with spell attacks). Ashavin can innately cast the following spells requiring no material components:"
												],
												"will": [
													"{@spell detect thoughts}",
													"{@spell disguise self} (as a normal horse)",
													"{@spell mage hand}",
													"{@spell minor illusion}"
												],
												"daily": {
													"1e": [
														"{@spell harm}",
														"{@spell plane shift} (self and rider only)"
													],
													"3e": [
														"{@spell arcanist's magic aura}",
														"{@spell charm person}",
														"{@spell blight}",
														"{@spell suggestion}"
													]
												},
												"ability": "cha"
											}
										],
										"environment": [
											"forest"
										],
										"traitTags": [
											"Charge",
											"Magic Resistance",
											"Magic Weapons"
										],
										"actionTags": [
											"Multiattack"
										]
									}
								}
							]
						},
						{
							"type": "section",
							"name": "The Spoils of Victory",
							"entries": [
								"Once the joust is completed, total the party's Renown. The group can recruit followers to the service of their domain, who will serve as steward, castellan, war-captain, high justice, bishop, court-mage, court-bard, or a similar prominent role. These people are loyal to the domain as a whole—not a single PC—though they follow the direction of any of the PCs, in keeping with whatever hierarchy the players have decided upon. The challenge rating of these followers cannot exceed 2, though 90% of them will be challenge rating  or 0. Use their Renown score to determine number of followers. A group with at least 1 point of renown also gains a special cohort follower that can be an NPC of a challenge rating 2 points lower than the average level of the group. These followers and cohort need not be recruited; they come forward immediately from the crowds at the festival to pledge their fealty. In addition, the PCs' kingdom gains the following political benefits based on their final Renown. Each level of renown includes the benefits of all levels that precede it. If your tournament is large, with many events, you might choose to increase the Renown required to earn each of the following levels of fame and esteem. Losing large amounts of renown may cause your followers and cohort to leave you, or at the very least to become disgruntled.",
								"If the PCs are simple adventurers with no direct connection to a kingdom of their own or anyone else's, they may compete in tournaments for fun of it, or to win prizes of money, magic, or special favors from the sponsors of the tournament. Monetary prizes are listed for some events above, but unless otherwise noted should be commensurate to the risk involved and the treasure for an encounter with a foe of a challenge rating appropriate to the challenge of each event. As noted above, PCs who are victorious in tournaments also can be showing mercy and gentility alongside prowess and might, gaining reputation and fame by drawing attention to themselves and their exploits, in addition to any financial rewards that accrue from their triumphs.",
								{
									"type": "table",
									"caption": "Renown",
									"colLabels": [
										"Renown",
										"Benefit"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											10,
											"Grudging Respect: PCs are acknowledged by lesser nobility nearby as the legitimate rulers of their country. Larger and more established kingdoms are less convinced but decide to ignore them rather than act directly against them. Some notable citizens from the surrounding kingdoms are intrigued by the PCs and their kingdom, and each month for the next year, during the Event Phase of running their kingdom, the PCs can roll 1d20. On a natural 20, you either receive an invitation to a neighboring kingdom for a festival, or a member of another kingdom visits and prompts a celebration; this is in addition to any other event that month. You have 5 followers at this level.. "
										],
										[
											15,
											"Handshake Agreement: The PCs' kingdom gains advantage on all skill checks, Economy checks, Loyalty checks, and Stability checks related to establishing embassies for one year. In addition, a settlement in a nearby nation (with a total route length (TRL) of less than 20) establishes a trade route. You can invest any amount of BP (up to a maximum equal to your Renown) in this trade route, as if you had used a Trade Edict to establish the route, but the route is created immediately and grants you a +1 bonus to Economy for one year and increases your treasury by a number of BP equal to the trade route's route modifier (RM) plus 2d4 BP for every 5 BP you invested. Your settlement must have a Pier or Waterfront to benefit from a trade route that travels over water, as described in Kingdoms (5E) from Legendary Games. At a personal level, your PCs make an agreement with a neighboring kingdom that they can execute at any time within one year, allowing them to make a single transaction up to 10,000 gp and pay 10% less than normal when purchasing an item or receive 10% more than normal when selling something. You have 20 followers at this level. "
										],
										[
											20,
											"Worthy Rivals: Neighboring kingdoms unanimously acknowledge the PCs' kingdom as a legitimate, allowing automatic success on skill checks, Economy checks, Loyalty checks, and Stability checks made to establish an embassy with any nation that shares a border with the PCs, and a +5 bonus on such checks to establish embassies with any nation whose territory is within a number of hexes of the PCs' border equal to the PCs' renown. This does not apply to states already at war with the PCs or whose territory has been raided by the PCs, including on adventures not sanctioned by that nation's ruler. The PCs also gain advantage on such checks made to create a treaty, alliance, or trade route with nations within this radius of the PCs' kingdom. If a regional council is convened with heads of state from nations in the area, the PCs will be invited to send a representative to sit on the council and decide matters of mutual interest. You have 50 followers at this level."
										],
										[
											25,
											"For Our Mutual Benefit: As Renown 15 above, but in addition the kingdom offers a balanced treaty or alliance, whichever the PCs desire. If the PCs opt for an alliance, their new ally offers to loan their kingdom a company of 50 human scouts with a knight commander. This functions as a military unit owned by the PCs' kingdom for as long as the alliance lasts, but they do not need to pay upkeep or maintenance costs, as they are paid by their ally. Accepting the army requires the PCs to make a successful Loyalty check each month to avoid generating 1 point of Unrest; if they make three consecutive successful checks, their citizens accept the presence of the allied army and no further checks are required. In addition, the PCs can make a single purchase or sale during the year of an amount up to 1,000 gp times their Renown, decreasing the amount they must pay or increasing the amount they earn by 20%. You have 100 followers at this level."
										],
										[
											30,
											"A Crown of Laurels: The PCs are so impressive that one additional country within a number of hexes equal to the PCs' Renown also offers them a treaty or alliance, plus one additional country for every 5 points of Renown over 30. At the GM's option, these countries may already be friendly or even allies, seeking to form a bloc with the PCs' kingdom. Alternatively, some of the countries offering treaties or alliances may be enemies and trying to pull the PCs' kingdom to their side. If so, one kingdom may offer to cede one or more hexes of territory (including any settlements, improvements, or natural features or resources in those hexes) to the PCs' kingdom as an inducement for them to ally with them rather than with their rivals. You have 150 followers at this level."
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix: Festival Edicts",
					"entries": [
						"If you are using the kingdom-building rules found in {@book Kingdoms|Kingdom} (5E), hosting a festival uses a monthly edict and requires the expenditure of building points (BP). The following rules for festival edicts were first published in {@book Ultimate Rulership|UltRule} (5E) from Legendary Games and are reprinted here for ease of reference.",
						{
							"type": "section",
							"name": "Festival Edicts",
							"entries": [
								"A Festival Edict is a special edict distinct from the broader Holiday Edict. Whereas a Holiday Edict declares days to celebrate on the calendar across the length and breadth of your kingdom, a Festival Edict is a specific, onetime event (though it could be repeated later) focused in a particular place at a particular time for a particular purpose. A Festival may be called for any reason or for no reason at all and include tournaments, games, music, dancing, feasting, drinking, parades, fireworks or magical displays, and similar entertainments of all kinds, but each one undertaken with special magnificence. Festival Edicts bring great crowds of people together to celebrate and are normally held in the same hex as a settlement, to facilitate easy access for crowds to reach the festival grounds. Festivals can, however, be hosted at any Landmark special terrain. Festivals may be either civic or religious in nature. Cost: Festivals require a great deal of resources to pull off. A festival costs 1d2 BP if held at a Landmark in the countryside, 1d4 BP if held in a village, 1d8 BP if held in a town, and 2d6 BP per city district if held in a city. Benefit: A festival celebrated at a Landmark in the countryside increases the Landmark's bonus to Loyalty by +1 for 1 year. Festivals celebrated in cities, towns, and villages have the following effects.",
								"{@i Civic Festival}: A civic festival celebrates local traditions, events, heroes, or culture, including athletic and artistic competitions.  Requires Tavern (village), Theater (town), Arena (city), or Landmark (located in the same hex as the settlement). Effect For one month, your kingdom gains a +2 bonus to Crime and Society, and the civic festival increases the effects (see below) of Arenas, Black Markets, Bordellos, Dance Halls, Gambling Dens, Inns, Luxury Shops, Markets, Monuments, Palaces, Parks, Shops, and Taverns in that city.",
								"{@i Religious Festival}: A religious festival produces an outpouring of piety and pilgrimage, sometimes marked with great solemnity and other times with great rejoicing. Requires Shrine (village), Temple (town), Cathedral (city), or Landmark (located in the same hex as the settlement). Effect For one month, your kingdom gains a +2 bonus to Law and Society, and the religious festival increases the effects of Cathedrals, Graveyards, Inns, Luxury Shops, Markets, Monuments, Parks, Shops, Shrines, and Temples in that settlement are increased (see Risks).",
								"{@i Determining Success}: When you issue a Festival Edict, make Economy, Loyalty, and Stability checks. If all three succeed, the Festival is a resounding success, doubling the effects of the buildings listed above; in addition, you gain the benefits of an Outstanding Success (01-50), Visiting Celebrity (51-95), or both (96-00) kingdom events.",
								"If two checks succeed, the Festival is a modest success, increasing the effects of the listed buildings by 50% for one month. Total the bonuses for all listed buildings in the settlement together before applying the 50% increase, rounding down; do not apply the 50% increase separately to each building.",
								"When buildings effects are increased (whether doubled or by 50%), this increase includes not only kingdom and settlement attribute modifiers like Economy and Lore; it also includes a doubling of Base Value and magic item creation during that month. This increase allows a settlement to exceed the normal maximum Base Value for a settlement of its size (either doubling or increasing it by 50%, as appropriate) for that month. It likewise creates temporary magic item slots that are filled immediately and can be used just like any other magic item slots in the kingdom. However, any magic items created in this fashion are available only during the month of the Festival Edict and the items and their slots disappear when the festival ends, being taken home by the crafters and merchants who brought them to the festival.",
								"If only one check or no checks succeed, see Risks below.",
								"{@b Risks}: Regardless of the overall success of the festival, the great influx of human(oid) and mercantile traffic involved creates the potential for enemy infiltration in the guise of pilgrims and festival-goers, or discord and strife between foreigners and locals or different groups coming together in one place, or just general drunkenness and mayhem should celebrants get out of control and overwhelm the ability of the settlement or the kingdom's ability to handle so many people in such a small space. During any month when a Festival Edict is issued, the entire kingdom takes a -2 Stability penalty, and any Stability checks required for the settlement or hex where the Festival is held take a -4 penalty (this does not apply to the Stability check to determine the success of the festival, but it does apply to any kingdom events triggered by the festival).",
								"{@i Unsuccessful Festivals}: If only one check succeeds, the Festival is unsuccessful and grants no benefits; in addition, there is a 50% chance that disgruntled citizens issue a Building Demand (as the kingdom event), blaming the lack of success on the absence (or presence, if they demand demolition) of that building.",
								"If all three checks fail, the Festival is a disaster, providing no benefits. The kingdom loses 1 point of Fame and gains 1d4-1 points of Unrest, and disaffected locals bankrupted by the festival and lingering troublemakers in the wake of the festival become Squatters (01-50), Vandals (51-95), or both (96-00), triggering kingdom events of the appropriate type.",
								"{@i Natural 1}: A natural 1 is always a failure on any kingdom roll, and each time you roll a natural 1 on any of the three kingdom checks to determine the success of the Festival Edict there is a 25% non-cumulative chance of triggering a dangerous settlement event. This event may be of any type, but only one such event can be triggered, even if you roll more than one natural 1."
							]
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Ashavin",
			"size": [
				"L"
			],
			"type": "Fiend",
			"source": "RoyT",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				18
			],
			"hp": {
				"average": 126,
				"formula": "12d10 + 60"
			},
			"speed": {
				"walk": 60,
				"fly": 90
			},
			"str": 22,
			"dex": 17,
			"con": 20,
			"int": 10,
			"wis": 15,
			"cha": 17,
			"save": {
				"dex": "+8",
				"cha": "+8",
				"wis": "+7"
			},
			"immune": [
				"fire"
			],
			"conditionImmune": [
				"charmed",
				"paralyzed",
				"poisoned"
			],
			"resist": [
				"cold",
				"lightning",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons that aren't silvered",
					"cond": true
				}
			],
			"skill": {
				"insight": "+7",
				"perception": "+7",
				"stealth": "+8"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 17,
			"languages": [
				"Abyssal",
				"Common",
				"Draconic",
				"Giant",
				"Infernal",
				"Sylvan",
				"Telepathy 100 ft."
			],
			"cr": "13",
			"isNpc": true,
			"isNamedCreature": true,
			"trait": [
				{
					"name": "Confer Fire Resistance",
					"entries": [
						"Ashavin can grant resistance to fire damage to anyone riding him."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"Ashavin has advantage on saving throws against spells and magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Ashavin makes two attacks with its hooves."
					]
				},
				{
					"name": "Hooves",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}22 ({@damage 4d8 + 6}) bludgeoning damage, plus {@h}10 ({@damage 3d6}) fire damage."
					]
				},
				{
					"name": "Ethereal Stride",
					"entries": [
						"Ashavin and up to three willing creatures within 5 feet of it magically enter the Ethereal Plane from the Material Plane, or vice versa."
					]
				}
			],
			"page": 27,
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Ashavin's innate spellcasting ability score is Charisma (spell save {@dc 16}, +8 to hit with spell attacks). Ashavin can innately cast the following spells requiring no material components:"
					],
					"will": [
						"{@spell detect thoughts}",
						"{@spell disguise self} (as a normal horse)",
						"{@spell mage hand}",
						"{@spell minor illusion}"
					],
					"daily": {
						"1e": [
							"{@spell harm}",
							"{@spell plane shift} (self and rider only)"
						],
						"3e": [
							"{@spell arcanist's magic aura}",
							"{@spell charm person}",
							"{@spell blight}",
							"{@spell suggestion}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"environment": [
				"forest"
			],
			"traitTags": [
				"Magic Resistance"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"F"
			],
			"miscTags": [
				"MW"
			],
			"languageTags": [
				"AB",
				"C",
				"DR",
				"GI",
				"I",
				"S"
			],
			"senseTags": [
				"D"
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"N"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"wisdom"
			]
		}
	],
	"table": [
		{
			"source": "RoyT",
			"name": "Renown",
			"caption": "Renown",
			"page": 29,
			"colLabels": [
				"Renown",
				"Benefit"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					10,
					"Grudging Respect: PCs are acknowledged by lesser nobility nearby as the legitimate rulers of their country. Larger and more established kingdoms are less convinced but decide to ignore them rather than act directly against them. Some notable citizens from the surrounding kingdoms are intrigued by the PCs and their kingdom, and each month for the next year, during the Event Phase of running their kingdom, the PCs can roll 1d20. On a natural 20, you either receive an invitation to a neighboring kingdom for a festival, or a member of another kingdom visits and prompts a celebration; this is in addition to any other event that month. You have 5 followers at this level.. "
				],
				[
					15,
					"Handshake Agreement: The PCs' kingdom gains advantage on all skill checks, Economy checks, Loyalty checks, and Stability checks related to establishing embassies for one year. In addition, a settlement in a nearby nation (with a total route length (TRL) of less than 20) establishes a trade route. You can invest any amount of BP (up to a maximum equal to your Renown) in this trade route, as if you had used a Trade Edict to establish the route, but the route is created immediately and grants you a +1 bonus to Economy for one year and increases your treasury by a number of BP equal to the trade route's route modifier (RM) plus 2d4 BP for every 5 BP you invested. Your settlement must have a Pier or Waterfront to benefit from a trade route that travels over water, as described in Kingdoms (5E) from Legendary Games. At a personal level, your PCs make an agreement with a neighboring kingdom that they can execute at any time within one year, allowing them to make a single transaction up to 10,000 gp and pay 10% less than normal when purchasing an item or receive 10% more than normal when selling something. You have 20 followers at this level. "
				],
				[
					20,
					"Worthy Rivals: Neighboring kingdoms unanimously acknowledge the PCs' kingdom as a legitimate, allowing automatic success on skill checks, Economy checks, Loyalty checks, and Stability checks made to establish an embassy with any nation that shares a border with the PCs, and a +5 bonus on such checks to establish embassies with any nation whose territory is within a number of hexes of the PCs' border equal to the PCs' renown. This does not apply to states already at war with the PCs or whose territory has been raided by the PCs, including on adventures not sanctioned by that nation's ruler. The PCs also gain advantage on such checks made to create a treaty, alliance, or trade route with nations within this radius of the PCs' kingdom. If a regional council is convened with heads of state from nations in the area, the PCs will be invited to send a representative to sit on the council and decide matters of mutual interest. You have 50 followers at this level."
				],
				[
					25,
					"For Our Mutual Benefit: As Renown 15 above, but in addition the kingdom offers a balanced treaty or alliance, whichever the PCs desire. If the PCs opt for an alliance, their new ally offers to loan their kingdom a company of 50 human scouts with a knight commander. This functions as a military unit owned by the PCs' kingdom for as long as the alliance lasts, but they do not need to pay upkeep or maintenance costs, as they are paid by their ally. Accepting the army requires the PCs to make a successful Loyalty check each month to avoid generating 1 point of Unrest; if they make three consecutive successful checks, their citizens accept the presence of the allied army and no further checks are required. In addition, the PCs can make a single purchase or sale during the year of an amount up to 1,000 gp times their Renown, decreasing the amount they must pay or increasing the amount they earn by 20%. You have 100 followers at this level."
				],
				[
					30,
					"A Crown of Laurels: The PCs are so impressive that one additional country within a number of hexes equal to the PCs' Renown also offers them a treaty or alliance, plus one additional country for every 5 points of Renown over 30. At the GM's option, these countries may already be friendly or even allies, seeking to form a bloc with the PCs' kingdom. Alternatively, some of the countries offering treaties or alliances may be enemies and trying to pull the PCs' kingdom to their side. If so, one kingdom may offer to cede one or more hexes of territory (including any settlements, improvements, or natural features or resources in those hexes) to the PCs' kingdom as an inducement for them to ally with them rather than with their rivals. You have 150 followers at this level."
				]
			]
		},
		{
			"source": "RoyT",
			"name": "Promotion",
			"page": 5,
			"colLabels": [
				"Promotion",
				"Gaining Influence for Your Kingdom"
			],
			"colStyles": [
				"col-3 text-center",
				"col-6"
			],
			"rows": [
				[
					"Display of Triumph",
					{
						"type": "entries",
						"entries": [
							"The PCs stage a dramatic re-enactment of the PCs' adventures and accomplishments in founding their domain, establishing their status as rightful rulers.",
							"{@b Relevant Skills} Intelligence (History), Charisma (Performance)",
							"{@b Special} PCs using visual and auditory illusions to augment their performance have advantage. PCs can perform in any common area (disadvantage), on a small stage (cost 100 gp), or on an elaborate stage in the noble section of the festival grounds (1000 gp, grants advantage on the check)."
						]
					}
				],
				[
					"Feet of Clay",
					{
						"type": "entries",
						"entries": [
							"The PCs lampoon the follies, missteps, embarrassing rumors, and other shortcomings of the leaders of other nations, merchant guilds, religious orders, or other noteworthy organizations through satire and clever wit.",
							"{@b Relevant Skills} Charisma (Persuasion), Charisma (Performance)",
							"{@b Special} Each time this is used, all future We Meet at Last DCs increase by 2."
						]
					}
				],
				[
					"Play to the Crowds",
					{
						"type": "entries",
						"entries": [
							"The PCs recount the glory of the PCs' domain and the impressive accomplishments and prowess of the new masters of their lands, while also trumpeting what a fair and pleasant land it is and the benefits that citizens enjoy living there.",
							"{@b Relevant Skills} Intelligence (History), Charisma (Performance)",
							"{@b Special} PCs offering free food and drink (costing 1d10 x 100 gp) gain a advantage on this check."
						]
					}
				],
				[
					"Trade Agreement",
					{
						"type": "entries",
						"entries": [
							"The PCs arrange a meeting with merchant leaders from the other nearby domains to find buyers for the goods produced in the PCs' domain and to obtain favorable prices on goods they wish to import to their country.",
							"{@b Relevant Skills} Wisdom (Insight), any one tool proficiency.",
							"{@b Special} PCs offering a bribe (1d10 x 100 gp) gain advantage their check."
						]
					}
				],
				[
					"We Meet at Last",
					{
						"type": "entries",
						"entries": [
							"The PCs arrange a meeting with rulers from one or more nearby domains, or the masters of a merchant guild, religious order, or other major organization, or with their ambassadors or representatives to establish formal relations.",
							"{@b Relevant Skills} Charisma (Deception), Charisma (Persuasion), or Charisma (Performance)",
							"{@b Special} PCs offering a permanent magical item, piece of jewelry, or similar exotic gift (e.g., trained griffon or owlbear) gain advantage on this check."
						]
					}
				]
			]
		},
		{
			"source": "RoyT",
			"name": "Race CON Checks",
			"page": 12,
			"colLabels": [
				"CON Check",
				"Leaders",
				"Chasers",
				"Trailers"
			],
			"colStyles": [
				"col-3 text-center",
				"col-3 text-center",
				"col-3 text-center",
				"col-3 text-center"
			],
			"rows": [
				[
					"Success by 5+",
					"4x speed",
					"3x speed",
					"2x speed"
				],
				[
					"Success",
					"3x speed",
					"3x speed",
					"2x speed"
				],
				[
					"Failure",
					"2x speed + fatigue",
					"2x speed + fatigue",
					"2x speed"
				],
				[
					"Failure by 5+",
					"speed + fall",
					"speed + fall",
					"2x speed"
				]
			]
		},
		{
			"source": "RoyT",
			"name": "Strength Contest",
			"page": 15,
			"colLabels": [
				"d8 result",
				"Score"
			],
			"colStyles": [
				"col-5 text-center",
				"col-7 text-center"
			],
			"rows": [
				[
					"1",
					"5 points"
				],
				[
					"2 or 8",
					"4 points"
				],
				[
					"3 or 7",
					"3 points"
				],
				[
					"4 or 6",
					"2 points"
				],
				[
					"5",
					"1 points"
				]
			]
		},
		{
			"source": "RoyT",
			"name": "Strength Test",
			"page": 15,
			"colLabels": [
				"DC",
				"Weight"
			],
			"colStyles": [
				"col-4 text-center",
				"col-8 text-center"
			],
			"rows": [
				[
					10,
					"Up to medium load"
				],
				[
					15,
					"Up to heavy load "
				],
				[
					20,
					"Up to heavy load x 150%"
				],
				[
					25,
					"Up to heavy load x 200%"
				]
			]
		},
		{
			"source": "RoyT",
			"name": "Competitor",
			"page": 18,
			"caption": "Optional Caption",
			"colLabels": [
				"d12 Result",
				"Competitor"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"1-4",
					"Hedge Knight (human fighter) Init +1, Attack + 5, Perception +0, Handle Animal +5, Constitution +5, Strategy Dash and trip (+6)."
				],
				[
					"5-7",
					"Tourney Knight (human fighter) Init +3, Attack +7, Perception +4, Handle Animal +10, Constitution +8, Strategy Dash and shove."
				],
				[
					"8",
					"Sir Brian Init (human ranger) +4, Attack + 9, Perception +10, Handle Animal +13, Constitution+10, Special +4 vs Humans, +2 vs Elves, Strategy Dash and Shove."
				],
				[
					"9",
					"Churt Ennatal (half-orc barbarian/ranger) Init +7, Attack +10, Perception +15, Handle Animal +15,  Constitution +12, Special +6 vs Humans +6, +2 vs Elves, +2 vs Dwarves, rage (+2 to Attack), Strategy Dash and shove, rage."
				],
				[
					"10",
					"Domm Jurga (orc barbarian) Init +0, Attack + 10, Perception +8, Handle Animal +5, Constitution+10, Special greater rage (+5 Attack Strategy Dash and disarm shield, rage."
				],
				[
					"11",
					"Khotio Cristobal (human fighter) Init +7, Attack + 11, Perception +5, Handle Animal +16, Constitution + 8 Special Blindsight 60 ft., Strategy Attack, and shove."
				]
			]
		},
		{
			"source": "RoyT",
			"name": "Bullseye",
			"page": 18,
			"caption": "Optional Caption",
			"colLabels": [
				"DC",
				"AC",
				"Points"
			],
			"colStyles": [
				"col-7 text-center",
				"col-3 text-center",
				"col-2 text-center"
			],
			"rows": [
				[
					"Clout",
					20,
					6
				],
				[
					"Clout square",
					17,
					3
				],
				[
					"Inner Circle (within 5 feet)",
					14,
					3
				],
				[
					"Inner Circle (within 10 feet)",
					10,
					1
				]
			]
		},
		{
			"source": "RoyT",
			"name": "Bullseye Layout",
			"page": 20,
			"caption": "Optional Caption",
			"colLabels": [
				"Circle",
				"Color",
				"AC",
				"Points"
			],
			"colStyles": [
				"col-5 text-center",
				"col-3 text-center",
				"col-2 text-center",
				"col-1 text-center"
			],
			"rows": [
				[
					"Center",
					"Gold",
					18,
					5
				],
				[
					"Inner Field",
					"Red",
					14,
					4
				],
				[
					"Inner Circle",
					"Blue",
					12,
					3
				],
				[
					"Outer Field",
					"Black",
					11,
					2
				],
				[
					"Outer Circle",
					"White",
					10,
					1
				]
			]
		}
	]
}
