{
	"_meta": {
		"sources": [
			{
				"json": "GGGG",
				"abbreviation": "GGGG",
				"full": "Galleia's Guide to Gullible Goblins",
				"authors": [
					"Lesseras"
				],
				"convertedBy": [
					"Lesseras"
				],
				"version": "1.0",
				"url": "https://github.com/Lesseras/homebrew",
				"targetSchema": "1.0",
				"color": "3d9399"
			}
		],
		"optionalFeatureTypes": {
			"Graft": "Graft",
			"MV:GW": "Maneuver, Grey Watchman",
			"BF": "Bomb Formula",
			"DI": "Discovery",
			"T:WM": "Warmage Trick",
			"Hex": "Hex",
			"FS:G": "Fighting Style; Gunslinger",
			"D:G": "Deeds; Gunslinger",
			"MP": "Masterwork Property",
			"Trap": "Trap",
			"CT": "Crafter Type"
		},
		"dateAdded": 1667278473,
		"dateLastModified": 1667278473
	},
	"race": [
		{
			"name": "Bumain",
			"source": "GGGG",
			"ability": [
				{
					"dex": 1,
					"cha": 1
				}
			],
			"darkvision": 60,
			"traitTags": [
				"Monstrous Race"
			],
			"size": [
				"M or S"
			],
			"speed": {
				"walk": 25
			},
			"entries": [
				{
					"name": "Age",
					"entries": [
						"As constructs, geppettin do not age, and are mature as soon as they become sentient."
					]
				},
				{
					"name": "Alignment",
					"entries": [
						"Geppettin, as varied as they are, run the gamut of alignments. Raggedies are generally good, bisques tend towards evil, and marionettes are usually in between"
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Geppettin have superior vision in dim light and darkness. You can see in dim light within 60 feet of you as if it was bright light, and darkness as if it was dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"name": "Construct Anatomy",
					"entries": [
						"Even though you were constructed, you are a living creature. You are immune to nonmagical diseases. You do not need to eat or breathe, but you can ingest food and drink if you wish.",
						"Instead of sleeping, you enter an inactive state for 4 hours each day. You do not dream in this state; you are fully aware of your surroundings and notice approaching enemies and other events as normal. You can still be placed into a torpor by sleepinducing magic."
					]
				},
				{
					"name": "Innocuous",
					"entries": [
						"Geppettin are generally indistinguishable from non-living dolls of the same type. Because of that, they can be very stealthy when required. You have advantage on Charisma (Deception) checks you make to appear as a mundane toy"
					]
				},
				{
					"name": "Languages",
					"entries": [
						"Geppettin can read and write Common as well as one other language based on their creator's race (your choice)."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"\"As soon as he reached home, Geppetto took his tools and began to cut and shape the wood into a Marionette.\""
						],
						"by": "Carlo Collodi",
						"from": "Le Avventure di Pinocchio"
					},
					"Ever a joy to children, geppettin resemble living playthings made of wood, cloth, or porcelain. Though easily mistaken for puppets, geppettin aren't manipulated by a just-out-of-sight puppeteer; they are animated, sentient, and independent.",
					{
						"name": "Diverse Oddities",
						"entries": [
							"As a race, the geppettin are an oddity. Though rare, they are numerous enough and share enough similarities with each other that they may be counted as an actual race of people, and not just freak mishaps of magic. While it may be that there are dedicated creators of geppettin, as there are with golems, a significant number of them have come to life on their own.",
							"Physically, geppettin are quite small, often slightly shorter than halflings. Their physical features vary greatly from type to type, but they are almost always humanoid in shape. For simplicity, geppettin are classified by the materials of which they are composed: bisque are porcelain, marionettes are wood, and raggedy are made of fabric.",
							"Despite being made of somewhat flimsy materials, sentience seems to grant them an odd hardiness. Additionally, due to their non-living nature, they never hunger, rarely tire, and are adept at being innocuous. Most find some form of work or profession in entertainment, but a few find fantastic success as spies and assassins."
						]
					},
					{
						"name": "Charming, Yet Uncanny",
						"entries": [
							"Though they bring delight to children, geppettin instill a cold fear in many adults—the type of fear that accompanies the uncanny realization that something inanimate is, in fact, alive. A person's first reactions to a geppettin can be most telling, and usually fall into two camps: those that find the geppettin delightful, perhaps recalling cherished childhood memories; and those that are taken by an unnerving phobia, feeling a sudden chill upon seeing a doll move of its own impetus."
						]
					},
					{
						"name": "Geppettin Names",
						"entries": [
							"Like other constructs, geppettin rarely name themselves. Typically, a construct has no conception that living creatures obsessively name everything, and have a name bestowed upon them—in this case, geppettin are normally named by children, or are given terms of endearment by adults.",
							"None can say where this tradition originated, but mouselings hold to it strongly. If one is seen without a hood, it is a sure sign of disgrace and exile, the most personal punishment a village of mouselings can inflict.",
							{
								"name": "Names",
								"entries": [
									" Birdie, Cuddles, Desmond, Dusty, Hobbes, Fluffie, Frowny, Lizzie, Patches, Princess, Pup-pup, Red Jacket, Teddy"
								]
							}
						]
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Alchemist",
			"source": "GGGG",
			"featureType": [
				"CT"
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Proficiency with {@item Alchemist's Supplies|PHB}",
						"entrySummary": "Alchemist's Supplies"
					}
				}
			],
			"entries": [
				"Alchemy is a profession that deals with the brewing and mixing of potions, concoctions, magical dusts, explosives, magical ink and oils. In general, if an organic material needs to be crushed, powdered, dried, boiled, melted, burned, mixed, etc., it's a job for an alchemist.",
				"As part of their job, alchemists must also be experienced herbalists and have some knowledge of creature and plant parts, but this level of knowledge may vary wildly from alchemist to alchemist. For example, village alchemists may know how to mix up local herbs with dried animal parts to cure a cold, while an elvish grandmaster may have learned the 12 secret uses of dragon blood.",
				"Any character that has proficiency with {@item Alchemist's Supplies|PHB|alchemy tools} may be considered an alchemist for crafting purposes."
			]
		},
		{
			"name": "Artificer",
			"source": "GGGG",
			"featureType": [
				"CT"
			],
			"prerequisite": [
				{
					"spellcasting": true,
					"otherSummary": {
						"entry": "Proficiency in {@skill Arcana}",
						"entrySummary": "Arcana"
					}
				}
			],
			"entries": [
				"A catch-all term for anyone who works primarily in the moulding, transfiguration, enchanting, and manufacture of magical items. Often powerful wizards, their job requires them to not only understand magic, but also be able to weave permanent spells to transform mundane objects into wondrous ones. A common practice among artificers working with harvested materials is to transfigure them into gems and other objects more conducive to humanoid wear.",
				"As part of their job, an artificer would have knowledge of the uses of magical creature parts, spellwork, the use and preparation of magical reagents (crushed gems, incense, etc), magical identification, magical history, and basic metal and woodworking. Of course, not all artificers have the same level of skill. Some may spend their entire lives mass manufacturing the same magical trinkets day in and day out, while others have ventured to far planes and learned ancient lessons in the courts of djinni princes.",
				"Any character that is proficient in the {@skill Arcana} skill and has access to at least one spell slot may be considered an artificer for crafting purposes."
			]
		},
		{
			"name": "Blacksmith",
			"source": "GGGG",
			"featureType": [
				"CT"
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Proficiency with {@item Smith's Tools|PHB}",
						"entrySummary": "Smith's Tools"
					}
				}
			],
			"entries": [
				"A hammer striking anvil, the roar of a heated forge, and the hiss of cooling metal. These are the sounds of a blacksmith's shop, the masters and crafters of metal. While the job of a blacksmith is usually simplified to a \"metalworker\", the role encompasses so much more. Blacksmiths craft and fix all manners of equipment ranging from farming equipment, to weapons, to suits of armor. Not only that, but while blacksmiths normally deal strictly with metal, many creature shells, bones, and scales require metal reinforcement and/or attachments before they can be used as weapons and armor. As such, even though they are organic materials, it is still primarily a blacksmith's responsibility to craft with them.",
				"Blacksmith skills can vary wildly. The local blacksmith may only have a small forge from where they repair the hammers and scythes of their neighbours, while the master smiths of dwarven kingdoms smelt adamantine in rivers of magma at the heart of volcanoes.",
				"Any character that is proficient in the {@item smith's tools|PHB} may be considered a blacksmith for crafting purposes."
			]
		},
		{
			"name": "Leatherworker",
			"source": "GGGG",
			"featureType": [
				"CT"
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Proficiency with {@item Leatherworker's Tools|PHB}",
						"entrySummary": "Leatherworker's Tools"
					}
				}
			],
			"entries": [
				"Metal armor doesn't agree with everyone, and many creatures have perfectly good hides that they won't be using anymore. For times like these, a leatherworker is required. It is a long and messy job to take raw hides, tan them, preserve them, cut them, and fashion them into armor and other equipment, but most societies would break down without this crucial industry.",
				"While leatherworkers are often looked down upon for their unpleasant job, these are usually just the leatherworkers that deal with mundane animal hides and skins. Highly skilled leatherworkers however are treated with the utmost respect since without them, your skinned {@creature Purple Worm|MM} hides would go completely to waste.",
				"Any character that is proficient in the {@item leatherworker's tools|PHB} may be considered a leatherworker for crafting purposes."
			]
		},
		{
			"name": "Tinker",
			"source": "GGGG",
			"featureType": [
				"CT"
			],
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "Proficiency with {@item Tinker's Tools|PHB}",
						"entrySummary": "Tinker's Tools"
					}
				}
			],
			"entries": [
				"Tinkers are a rare profession, but their work possesses incredible value. Tinkers are usually associated with finnicky contraptions and devices, and if they ever use magic it is usually more of an energy source rather than the driving characteristic. Really, tinkers are more concerned with finding new materials with strange properties to experiment with, and their inventions can range from the entertaining to the absolutely revolutionary.",
				"With that in mind, tinkers vary widely in skill. A travelling peddler may have some experience in making mechanical puppets that flail around for the amusement of children, while the daring few that have travelled to Mechanus and returned alive may have unlocked the secrets of artificial life.",
				"Any character that is proficient in the {@item tinker's tools|PHB} may be considered a tinker for crafting purposes."
			]
		},
		{
			"name": "Thaumaturge",
			"source": "GGGG",
			"featureType": [
				"CT"
			],
			"prerequisite": [
				{
					"spellcasting": true,
					"otherSummary": {
						"entry": "Proficiency in {@skill Religion}",
						"entrySummary": "Religion"
					},
					"patron": "Any"
				},
				{
					"spellcasting": true,
					"otherSummary": {
						"entry": "Proficiency in {@skill Religion}",
						"entrySummary": "Religion"
					},
					"other": "Is a follower of a deity"
				}
			],
			"entries": [
				"When a piece of armor needs the blessings of a god, or a sword needs a spirit coaxed into it, a thaumaturge is needed. These specialised crafters usually do not consider themselves crafters at all, but simply people with special connections to the gods and their divine energy. Thaumaturges are not limited to just those that worship the gods either, many fiendish cults can boast their own specialised thaumaturge members that craft their cursed daggers and bind damned souls into pieces of jewellery.",
				"As strange as it is to say, the gods do not see everyone as equals, and certainly do not apportion their gifts impartially. A vagrant holy man is probably capable of invoking his god's name to create a few vials of holy water, while a high cleric of {@deity Moradin|Dwarven|MTF} would be able to bless a hammer so that it strikes with the same fury as their furious deity.",
				"Any character that is proficient in the {@skill Religion} skill, has access to at least one spell slot, and is a follower of a deity or otherworldly patron, may be considered a thaumaturge for crafting purposes."
			]
		}
	],
	"table": [
		{
			"name": "Additional Novice Loot Table",
			"source": "GGGG",
			"caption": "Novice's Contract Loot Table",
			"colLabels": [
				"d100",
				"Loot",
				"d12"
			],
			"colStyles": [
				"text-align-left",
				"text-align-left",
				"text-align-left"
			],
			"rows": [
				[
					"1-5",
					"Cursed Loot",
					"10-12: Major Curse"
				],
				[
					"6-10",
					"+ {@dice 1d4} x 100 gp",
					"10-12: x2"
				],
				[
					"11-15",
					"{@dice 1d4} Gray Titanite",
					"10-12: x2"
				],
				[
					"16-20",
					"Chesco Roll",
					"10-12: x2"
				],
				[
					"21-25",
					"Boone's Roll",
					"10-12: x2"
				],
				[
					"26-30",
					"Special Ammo",
					"10-12: x2"
				],
				[
					"31-33",
					"Spell Scroll (Tier 1)",
					"10-12: x2"
				],
				[
					"34-36",
					"Spell Scroll (Tier 2)",
					"10-12: x2"
				],
				[
					"37-39",
					"Spell Scroll (Tier 3)",
					"10-12: x2"
				],
				[
					"40",
					"Spell Scroll (Tier 4)",
					"10-12: x2"
				],
				[
					"41-45",
					"Green Titanite",
					"10-12: x2"
				],
				[
					"46-49",
					"{@dice 1d4} Ingot Roll",
					"10-12: x2"
				],
				[
					"50-59",
					"Mundane Armor Roll",
					"10-12: Steel Variant"
				],
				[
					"60-69",
					"Mundane Weapon Roll",
					"10-12: Steel Variant"
				],
				[
					"70-79",
					"{@dice 1d4} Mundane Consumable Roll",
					"10-12: x2"
				],
				[
					"80-81",
					"Magic Boots",
					"12: +1 Rarity"
				],
				[
					"82-83",
					"Magic Armor",
					"12: +1 Rarity"
				],
				[
					"84-85",
					"Magic Weapon",
					"12: +1 Rarity"
				],
				[
					"86-87",
					"Magic Ring",
					"12: +1 Rarity"
				],
				[
					"88-89",
					"Magic Staff",
					"12: +1 Rarity"
				],
				[
					"90-91",
					"Magic Rod",
					"12: +1 Rarity"
				],
				[
					"92-93",
					"Magic Shield",
					"12: +1 Rarity"
				],
				[
					"94-95",
					"Magic Wand",
					"12: +1 Rarity"
				],
				[
					"96",
					"Reroll x2",
					"—"
				],
				[
					"97",
					"Reroll x3",
					"—"
				],
				[
					"98",
					"Orb Roll",
					"—"
				],
				[
					"99",
					"Mote of Divinity",
					"—"
				],
				[
					"100",
					"Arcanomaquia's Kismatech Device",
					"—"
				]
			]
		},
		{
			"name": "Additional Intermediate Loot Table",
			"source": "GGGG",
			"caption": "Intermediate's Contract Loot Table",
			"colLabels": [
				"d100",
				"Loot",
				"d12"
			],
			"colStyles": [
				"text-align-left",
				"text-align-left",
				"text-align-left"
			],
			"rows": [
				[
					"1-5",
					"Cursed Loot",
					"10-12: Major Curse"
				],
				[
					"6-10",
					"+ {@dice 2d4} x 100 gp",
					"10-12: x2"
				],
				[
					"11-15",
					"{@dice 1d6} Gray Titanite",
					"10-12: x2"
				],
				[
					"16-20",
					"{@dice 1d2} Chesco Roll",
					"10-12: x2"
				],
				[
					"21-25",
					"Boone's Roll",
					"10-12: x2"
				],
				[
					"26-30",
					"{@dice 2d4} Special Ammo",
					"10-12: x2"
				],
				[
					"31-33",
					"Spell Scroll (Tier 1)",
					"10-12: x2"
				],
				[
					"34-36",
					"Spell Scroll (Tier 2)",
					"10-12: x2"
				],
				[
					"37-39",
					"Spell Scroll (Tier 3)",
					"10-12: x2"
				],
				[
					"40",
					"Spell Scroll (Tier 4)",
					"10-12: x2"
				],
				[
					"41-45",
					"Blue Titanite",
					"10-12: x2"
				],
				[
					"46-49",
					"{@dice 2d4} Ingot Roll",
					"10-12: x2"
				],
				[
					"50-54",
					"Mundane Armor Roll",
					"10-11: Steel Variant, 12: Silver Variant"
				],
				[
					"55-59",
					"Mundane Weapon Roll",
					"10-11: Steel Variant, 12: Silver Variant"
				],
				[
					"60-64",
					"{@dice 1d6} Mundane Consumable Roll",
					"10-12: x2"
				],
				[
					"65-70",
					"{@dice 1d4} Mundane Oil Roll",
					"10-12: x2"
				],
				[
					"71-79",
					"Orb Roll",
					"12: x2"
				],
				[
					"80-81",
					"Magic Boots",
					"12: +1 Rarity"
				],
				[
					"82-83",
					"Magic Armor",
					"12: +1 Rarity"
				],
				[
					"84-85",
					"Magic Weapon",
					"12: +1 Rarity"
				],
				[
					"86-87",
					"Magic Ring",
					"12: +1 Rarity"
				],
				[
					"88-89",
					"Magic Staff",
					"12: +1 Rarity"
				],
				[
					"90-91",
					"Magic Rod",
					"12: +1 Rarity"
				],
				[
					"92-93",
					"Magic Shield",
					"12: +1 Rarity"
				],
				[
					"94-95",
					"Magic Wand",
					"12: +1 Rarity"
				],
				[
					"96",
					"Reroll {@table Additional Intemediate Loot Table|GGGG} x2",
					"—"
				],
				[
					"97",
					"Reroll {@table Additional Intemediate Loot Table|GGGG} x3",
					"—"
				],
				[
					"98",
					"3x Orb Roll",
					"—"
				],
				[
					"99",
					"Mote of Divinity",
					"—"
				],
				[
					"100",
					"Arcanomaquia's Kismatech Device",
					"—"
				]
			]
		},
		{
			"name": "Additional Expert Loot Table",
			"source": "GGGG",
			"caption": "Expert's Contract Loot Table",
			"colLabels": [
				"d100",
				"Loot",
				"d12"
			],
			"colStyles": [
				"text-align-left",
				"text-align-left",
				"text-align-left"
			],
			"rows": [
				[
					"1-5",
					"Cursed Loot",
					"10-12: Major Curse"
				],
				[
					"6-10",
					"+ {@dice 3d4} x 100 gp",
					"10-12: x2"
				],
				[
					"11-15",
					"{@dice 1d8} Gray Titanite",
					"10-12: x2"
				],
				[
					"16-20",
					"{@dice 1d3} Chesco Roll",
					"10-12: x2"
				],
				[
					"21-25",
					"Boone's Roll",
					"10-12: x2"
				],
				[
					"26-30",
					"{@dice 3d4} Special Ammo",
					"10-12: x2"
				],
				[
					"31-33",
					"Spell Scroll (Tier 1)",
					"10-12: x2"
				],
				[
					"34-36",
					"Spell Scroll (Tier 2)",
					"10-12: x2"
				],
				[
					"37-39",
					"Spell Scroll (Tier 3)",
					"10-12: x2"
				],
				[
					"40",
					"Spell Scroll (Tier 4)",
					"10-12: x2"
				],
				[
					"41-45",
					"Purple Titanite",
					"10-12: x2"
				],
				[
					"46-49",
					"{@dice 3d4} Ingot Roll",
					"10-12: x2"
				],
				[
					"50-54",
					"Mundane Armor Roll",
					"10: Steel Variant, 11: Silver Variant, 12: Mithril Variant"
				],
				[
					"55-59",
					"Mundane Weapon Roll",
					"10: Steel Variant, 11: Silver Variant, 12: Mithril Variant"
				],
				[
					"60-64",
					"{@dice 1d8} Mundane Consumable Roll",
					"10-12: x2"
				],
				[
					"65-70",
					"{@dice 1d6} Mundane Oil Roll",
					"10-12: x2"
				],
				[
					"71-79",
					"Orb Roll",
					"12: x2"
				],
				[
					"80-81",
					"Magic Boots",
					"12: +1 Rarity"
				],
				[
					"82-83",
					"Magic Armor",
					"12: +1 Rarity"
				],
				[
					"84-85",
					"Magic Weapon",
					"12: +1 Rarity"
				],
				[
					"86-87",
					"Magic Ring",
					"12: +1 Rarity"
				],
				[
					"88-89",
					"Magic Staff",
					"12: +1 Rarity"
				],
				[
					"90-91",
					"Magic Rod",
					"12: +1 Rarity"
				],
				[
					"92-93",
					"Magic Shield",
					"12: +1 Rarity"
				],
				[
					"94-95",
					"Magic Wand",
					"12: +1 Rarity"
				],
				[
					"96",
					"Reroll {@table Additional Intemediate Loot Table|GGGG} x2",
					"—"
				],
				[
					"97",
					"Reroll {@table Additional Intemediate Loot Table|GGGG} x3",
					"—"
				],
				[
					"98",
					"3x Orb Roll",
					"—"
				],
				[
					"99",
					"Mote of Divinity",
					"—"
				],
				[
					"100",
					"Arcanomaquia's Kismatech Device",
					"—"
				]
			]
		},
		{
			"name": "Additional Heroic Loot Table",
			"source": "GGGG",
			"caption": "Hero's Contract Loot Table",
			"colLabels": [
				"d100",
				"Loot",
				"d12"
			],
			"colStyles": [
				"text-align-left",
				"text-align-left",
				"text-align-left"
			],
			"rows": [
				[
					"1-5",
					"Cursed Loot",
					"10-12: Major Curse"
				],
				[
					"6-10",
					"+ {@dice 4d4} x 100 gp",
					"10-12: x2"
				],
				[
					"11-15",
					"{@dice 1d12} Gray Titanite",
					"10-12: x2"
				],
				[
					"16-20",
					"{@dice 1d4} Chesco Roll",
					"10-12: x2"
				],
				[
					"21-25",
					"2x Boone's Roll",
					"10-12: x2"
				],
				[
					"26-30",
					"{@dice 4d4} Special Ammo",
					"10-12: x2"
				],
				[
					"31-33",
					"Spell Scroll (Tier 1)",
					"10-12: x2"
				],
				[
					"34-36",
					"Spell Scroll (Tier 2)",
					"10-12: x2"
				],
				[
					"37-39",
					"Spell Scroll (Tier 3)",
					"10-12: x2"
				],
				[
					"40",
					"Spell Scroll (Tier 4)",
					"10-12: x2"
				],
				[
					"41-45",
					"Gold Titanite",
					"10-12: x2"
				],
				[
					"46-49",
					"{@dice 4d4} Ingot Roll",
					"10-12: x2"
				],
				[
					"50-54",
					"Mundane Armor Roll",
					"10: Silver Variant, 11: Mithril Variant, 12: Orichalcum Variant"
				],
				[
					"55-59",
					"Mundane Weapon Roll",
					"10: Silver Variant, 11: Mithril Variant, 12: Orichalcum Variant"
				],
				[
					"60-64",
					"{@dice 1d10} Mundane Consumable Roll",
					"10-12: x2"
				],
				[
					"65-70",
					"{@dice 1d8} Mundane Oil Roll",
					"10-12: x2"
				],
				[
					"71-79",
					"Orb Roll",
					"12: x2"
				],
				[
					"80-81",
					"Magic Boots",
					"12: +1 Rarity"
				],
				[
					"82-83",
					"Magic Armor",
					"12: +1 Rarity"
				],
				[
					"84-85",
					"Magic Weapon",
					"12: +1 Rarity"
				],
				[
					"86-87",
					"Magic Ring",
					"12: +1 Rarity"
				],
				[
					"88-89",
					"Magic Staff",
					"12: +1 Rarity"
				],
				[
					"90-91",
					"Magic Rod",
					"12: +1 Rarity"
				],
				[
					"92-93",
					"Magic Shield",
					"12: +1 Rarity"
				],
				[
					"94-95",
					"Magic Wand",
					"12: +1 Rarity"
				],
				[
					"96",
					"Reroll {@table Additional Heroic Loot Table|GGGG} x2",
					"—"
				],
				[
					"97",
					"Reroll {@table Additional Heroic Loot Table|GGGG} x3",
					"—"
				],
				[
					"98",
					"4x Orb Roll",
					"—"
				],
				[
					"99",
					"Mote of Divinity",
					"—"
				],
				[
					"100",
					"Arcanomaquia's Kismatech Device",
					"—"
				]
			]
		}
	],
	"itemProperty": [
		{
			"name": "Crafted by",
			"source": "GGGG",
			"abbreviation": "crfBy",
			"template": "{{prop_name}}: {{item.ingredients}} ({@optfeature {{item.crafter}}|GGGG})"
		}
	],
	"itemType": [
		{
			"abbreviation": "Oil",
			"source": "GGGG",
			"name": "Oil",
			"entries": [
				"Oils can be applied to weapons, armors and directly on skin to add additional properties for a limited time"
			]
		},
		{
			"abbreviation": "Curse",
			"source": "GGGG",
			"name": "Curse",
			"entries": [
				""
			]
		}
	],
	"baseitem": [
		{
			"name": "Wooden Breastplate",
			"source": "GGGG",
			"type": "MA",
			"rarity": "none",
			"weight": 20,
			"value": 15000,
			"ac": 14,
			"armor": true,
			"ingredients": "Treant Bark ×1",
			"crafter": "Leatherworker",
			"property": [
				"crfBy"
			],
			"entries": [
				"This armor consists of a fitted {@b wooden} chest piece worn with supple leather. Although it leaves the legs and arms relatively unprotected, this armor provides good protection for the wearer's vital organs while leaving the wearer relatively unencumbered."
			]
		}
	],
	"item": [
		{
			"name": "Galleia's Guide for Gullible Goblins",
			"source": "GGGG",
			"type": "G",
			"rarity": "none",
			"weight": 5,
			"value": 5000,
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Yes, I am a goblin, and yes I wrote this book, I know how hard it is to understand a world that knows how to walk, learns to run, create means to fly and decide to become gods sometimes, meanwhile me and me people just barely know how to crawl, so, to my fellow gullible goblins, this is for you."
					],
					"by": "Barabert"
				},
				"This book is filled with useful information to anything from materials to creatures natives of Galleia, when having this book in your hands, any Wisdom (Survival) and Intelligence (Nature) checks have an improved version of the 'Take 10' action, granting you a minimum of 15 in those checks."
			]
		},
		{
			"name": "Ingot, Bronze",
			"source": "GGGG",
			"rarity": "none",
			"weight": 2,
			"value": 50,
			"type": "oil",
			"wondrous": false,
			"ingredients": "1x Bronze Ore",
			"crafter": "Blacksmith",
			"property": [
				"crfBy"
			],
			"entries": [
				"A bronze ingot is used to trade, craft weapons, armor, trinkets, mechanism and artifacts.",
				"{@b Bronze.} Items forged from bronze are inferior, having -1 to attack and damage rolls, -1 to AC and gaining the Fragile property."
			]
		},
		{
			"name": "Enchanted Vial",
			"source": "GGGG",
			"type": "OTH",
			"rarity": "unknown (magic)",
			"weight": 1,
			"value": 10000,
			"entries": [
				"An enchanted vial is inlaid with several runes designed to keep any magical and mundane resource within from dissipating or decomposing while the lid is closed and is often the only way of transporting certain parts back to a workshop for crafting",
				"Items that require an enchanted vial to be harvested are fragile by nature and must be stored inside an enchanted vial quickly to prevent degradation."
			]
		}
	]
}
