{
	"_meta": {
		"sources": [
			{
				"json": "mimicbook",
				"abbreviation": "Mimic",
				"full": "Mimic Book of Mimics",
				"color": "9E4E3A",
				"version": "1.0.0",
				"url": "https://store.magehandpress.com/products/mimic-book-of-mimics-pdf",
				"authors": [
					"Michael Holik",
					"Mage Hand Press"
				],
				"convertedBy": [
					"Spappz"
				]
			}
		],
		"status": "ready",
		"dateAdded": 1585952791,
		"dateLastModified": 1729630006,
		"unlisted": true,
		"_dateLastModifiedHash": "9b09a0488a",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Mimic Book of Mimics",
			"id": "mimicbook",
			"source": "mimicbook",
			"published": "2019-11-03",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://i.ibb.co/XWP1PVq/cover.png"
			},
			"author": "Michael Holik",
			"contents": [
				{
					"name": "Foreword"
				},
				{
					"name": "Mimics",
					"headers": [
						"Mimic Ecology",
						{
							"header": "Shapeshifting",
							"depth": 1
						},
						{
							"header": "Hunting",
							"depth": 1
						},
						{
							"header": "Diet",
							"depth": 1
						},
						{
							"header": "Origins",
							"depth": 1
						},
						"Mimics"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 1
					}
				},
				{
					"name": "Character Options",
					"headers": [
						"Subclasses",
						{
							"header": "Fighter",
							"depth": 1
						},
						{
							"header": "Ranger",
							"depth": 1
						},
						{
							"header": "Rogue",
							"depth": 1
						},
						{
							"header": "Sorcerer",
							"depth": 1
						},
						{
							"header": "Warlock",
							"depth": 1
						},
						"Magic Items"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 2
					}
				}
			]
		}
	],
	"bookData": [
		{
			"id": "mimicbook",
			"source": "mimicbook",
			"data": [
				{
					"type": "section",
					"name": "Foreword",
					"page": 1,
					"entries": [
						"Greetings, dear reader, and welcome to the {@i Mimic Book of Mimics}. In this tome, I have compiled all manner of mimicry and chameleonism belonging to the apex ambush predator of dungeons: the humble mimic. In its pages, you can find all which is known of mimickind to the realms of science, from its diet, to its hunting tactics, to its idiosyncrasies.",
						"Sadly, the anatomy and ecology of the common mimic are not yet widely understood. Many people do not know, for example, if the mechanism of the mimic's infamous shapeshifting is more akin to the transforming curse of lycanthropy, or the rigid-yet-oozelike humors of the gelatinous cube. Therefore, through countless hours of research, I have not only derived answers to these long unanswered questions, I have also uncovered numerous varieties of the common mimic, which hunt in elaborate and prices ways. To this book, I dedicate all this knowledge, for the betterment of scientific endeavour.",
						"There are detractors, however, who would claim that this book is nothing more than a mimic in disguise, waiting for you to lower your guard for even a moment to strike down upon your delectable hands. I cannot stress this enough: this book is not secretly a mimic, just as I—Guyle Notasham—am not a literary device employed by said mimic to make the illusion that much more complete.",
						"Enjoy this book, and may fortune smile upon you, for a mimic may lurk anywhere, even where you least expect it!",
						{
							"type": "quote",
							"entries": [
								""
							],
							"by": "Guyle Notasham"
						},
						{
							"type": "table",
							"colStyles": [
								"col-12"
							],
							"isStriped": false,
							"rows": [
								[
									"{@comic Mimic, manic, mock}"
								],
								[
									"{@comic Copying 'round the clock.}"
								],
								[
									"{@comic You fear where you tread,}"
								],
								[
									"{@comic and hide in your bed,}"
								],
								[
									"{@comic But it was a mimic roadblock.}"
								]
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://i.ibb.co/8xNj2Cr/1.png"
							}
						}
					]
				},
				{
					"type": "section",
					"name": "Mimics",
					"page": 2,
					"entries": [
						"Few monsters are as emblematic to dungeon delving as the mimic. As a fluid shapeshifter, capable of replicating any dungeon fixture, the mimic is as much a part of dungeon architecture as it is dungeon ecology. Experienced adventures know that literally anything could be a mimic, but in accordance with the unspoken laws of dungeoneering, mimics only show up at the least convenient moment possible. Most often, this is when the party is exhausted and ready to claim whatever rewards hide in an old wooden chest.",
						"But mimics can be more than chests filled with treasure! They come in all shapes and sizes, from the diminutive {@creature mock|mimicbook} to the gargantuan {@creature bluff|mimicbook}. They can replicate treasure ranging from a single gold piece, to a painting, to a shiny new sword, and they can even pretend to be people, on occasion. Mimics should never be underestimated.",
						"Prepared adventurers should memorize this tome, the {@i Mimic Book of Mimics} (which is incidentally, not a mimic), to understand their mimic foes, before a mimic mimics what's least expected to be mimicked.",
						{
							"type": "section",
							"name": "Mimic Ecology",
							"page": 2,
							"entries": [
								"Dungeon ecosystems produce some of the most astonishing creatures on the planet, which in turn become integral parts of their remarkable environment. Each dungeon denizen, from {@creature rust monster|mm|rust monsters} to {@creature blink dog|mm|blink dogs}, has their own unique biology, diet, and life cycle, which defines them among their peers. Mimics are no exception; as some of the strangest monstrosities native to dungeons, they live truly bizarre lives.",
								{
									"type": "entries",
									"name": "Shapeshifting",
									"page": 2,
									"entries": [
										"The mimic earns its name from its uncanny ability to not only alter the shape and color of its body, but the texture of its skin as well. In an instant, a mimic can contort its entire form to perfect replicate an inanimate object, only to remain motionless for hours, if not days. Few limitations hinder mimic transformation, as long as the intended form possesses the same volume as the mimic itself, and has no complex moving components.",
										"These uncanny changes owe largely to a special layer in the mimic's skin, containing innumerable, microscopic pigmentation organs. These organs are responsible for pumping pigment to the skin's surface to be seen, for drawing pigment deeper into the body to hide it, and also for producing new pigmentation compounds to match materials found in the environment. The mimic's skin even possesses a rudimentary memory, allowing it to rapidly reshape its form into commonly assumed colors and textures once disturbed.",
										"Once a mimic's skin is transformed, it remains that way passively, requiring no internal energy until the mimic transforms again. Because of this, {@homebrew no one|nooone} has ever seen a mimic in a fully un-transformed state—their amorphous state still resembling a melted or distorted object. Even after death, the limp, pliant body of a mimic retains its color and texture.",
										"Moreover, a mimic's anatomy is fundamentally fluid. Though mimics are not internally homogenous (as oozes are), mimics possess malleable organs, which seem akin to putty when examined post-mortem. Most of these organs operate on fundamentally unexplained mechanisms. Some strengthen to grant rigidity to the mimic's frame for extended transformations, others digest prey, and others still transform into the mimic's characteristic eyespots, teeth, and purple, acidic surfaces."
									]
								},
								{
									"type": "entries",
									"name": "Hunting",
									"page": 2,
									"entries": [
										"Mimics have evolved to assume the façade of whatever furnishings naturally exist in their hunting grounds, and gravitate toward forms which attract prey. Most adventurers assume this means mimics will always disguise themselves as treasure, but mimics are just as likely to take the form of archways, sconces, doors, and staircases. Such forms are akin to a snake stalking a well-trafficked game trail: prey walks by often, and are likely to ignore small details on their commute.",
										"Mimics are nothing if not patient. The more intelligent of the species will slumber inanimate until their prey is alone or vulnerable, whereas the more aggressive will simply linger until their prey wanders within reach. But be warned: less trafficked dungeons always have hungrier, more aggressive mimics.",
										"When a mimic finally reveals itself, it bears its teeth and pseudopods, ensnaring and ripping into prey that have drawn too close. To the unprepared, a mimic ambush is a death-sentence, for it's nigh impossible to squirm away from the mimic's adhesive skin before its teeth deliver a lethal blow. In a perfect kill, after a momentary struggle, a mimic leaves only shoes behind where a person once stood. Of course, with a weapon at hand and vigilant allies, most anyone can stand a fighting chance.",
										"Unless starving, a mimic will always retreat before being slain. Wary adventurers should make every effort to slay a fleeing mimic before it escapes from view, for once it gets out of sight, a deadly cat-and-mouse game ensues. The injured mimic could be anywhere or anything, and it knows to be cleverer each time it stages an ambush. The adventurers are more suspicious of each object that seems out of place. Perhaps the mimic assumes the form of an uncommon object, or perhaps that's just what the adventurers will expect next!"
									]
								},
								{
									"type": "entries",
									"name": "Diet",
									"page": 3,
									"entries": [
										"{@comic Editor's note: Halflings are a particular delicacy to mimics.}",
										"Though common knowledge attests that mimics exclusively dine on adventures, this could not be further from the truth. Adventurers are too few and far between—and too many are already eaten by dragons each year—to be a sustainable food supply. Indeed, mimics mainly subsist on other dungeon delvers. {@creature goblin|mm|Goblins}, {@creature kobold|mm|kobolds}, {@creature drow}, {@creature giant rat|mm|giant rats}, {@creature grimlock|mm|grimlocks}, {@creature lizardfolk}, and {@creature rust monster|mm|rust monsters} are all on the menu, while the occasional unwary {@creature bat} will make a fine snack. Mimics are simply not picky about food, but will always prefer a larger humanoid meal.",
										"Mimics digest their food slowly and excrete their bones far from where they hunt, so as to deter suspicion. Moreover, mimics don't tarry long after making a kill, for the blood and refuse are dead giveaway to other possible prey."
									]
								},
								{
									"type": "entries",
									"name": "Mimic Reproduction",
									"page": 3,
									"entries": [
										"All mimics, regardless of subspecies, reproduce by fission: when a mimic grows large enough and has a surplus of food, it asexually divides into two independent mimics. Ooze research has done much to enlighten the mechanism behind this process, but it still possesses a handful of enigmas.",
										"The largest and most perplexing of these is the supposed \"prime\" mimic form, the shape assumed by new mimics the moment they are birthed. Natural philosophers assume that mimics, like all other shapeshifters, have a natural un-transformed form, which is assumed by them only in the moments before they assume their first object form. From that moment onward, they shift between analogs of objects, and never fully revert to this hypothetical state. Sadly, reproduction of captive mimics has never been observed, so the question of this \"prime\" mimic form for now remains unverified.",
										"{@comic Editor's Note: It's possible mimics are always transformed, breaking off of their parent as one breaks the leg off a chair.}"
									]
								},
								{
									"type": "entries",
									"name": "Origins",
									"page": 3,
									"entries": [
										"Innumerable histories trace the mimic's origin to a lesser-known wizard, mad tyrant, or sorcerer-king, who constructed the creature from vile magics long ago. Upon close investigation, however, it would seem that all these stories are apocryphal, for they all derive from a single source. The original text did not even cite their origins, but instead drew metaphor to a mythological figure, Ahad the Mad (a demigod who crafted furniture from his worshippers), to explain their remarkable powers over shapeshifting. Later histories embellished this reference into entire fictional kingdoms and wars to explain the mimic's origins and a mage's intervention. Thus, with this amateur historian's extensive efforts, we are now no closer to understanding the mimic's origins!",
										"You would be justified, then, in asking from whence these monstrosities arise. Such a unique creature, after all, ought to have a unique history. Mimics are an age-old monstrosity, but don't trace their ancestry to the dawn of time. Indeed, the earliest histories describe relatively simpler transformations and fewer varieties of the creature.",
										"Therefore, I believe there are a few strong possibilities for the mimic's origin. I begrudgingly accept that it's possible a defective {@spell polymorph} spell might have distorted a magical creature into the first mimic, but such tampering always proves ruinous in practice, usually resulting in inside-out hybrids, rather than hyper-adaptive mimics. It's also possible that the meddling of a god spawned the first mimic (it might have even been the mythological Ahad the Mad), but no god known today has outright engineered a monstrosity of such complexity, save for a few varieties of appalling undead.",
										"The final, and most curious possibility, is that mimics simply evolved from early oozes, or a similarly amorphous ancestor. Despite how miraculous mimic shapeshifting might seem, it's indicative of a trait honed by natural selection to perfectly fit a specific environment—albeit, of a magical creature in an utterly unique environment. Mimic hunting works best in dark, static, claustrophobic environments, within which they can trick and corner prey. Their ambush tactics are remarkably energy-efficient, allowing them to flourish in environments with sparse wildlife. Lastly, while mimics possess surprising canny, their instincts fail outside of their dungeon habitats, meaning most surfaceborne mimics starve or become a meal rather soon. Such magical natural selection might be an explanation for other monstrosities as well, such as the {@creature darkmantle} and {@creature phase spider}, but that would be a topic for another tome."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Mimics",
							"page": 4,
							"entries": [
								"Bane to adventurers everywhere, mimics are curious predators that shapeshift into the form of objects commonly found in dungeons: crates, doors, and most often, treasure chests. Once their prey draws close, the mimic ensnares it in their sticky body. Mimics rely on this strategy as it provides an ample supply of food; weary, foolish adventurers are in no short supply and also make for a fine meal.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Punishment for Avarice",
													"entries": [
														"Dungeoneering wisdom holds that mimics are a sort of karmic justice for unwary adventurers, if not literally, than at least by metaphor. Nearly anything can kill you in a dungeon, from sudden pit traps, to magical curses, to the dungeon's denizens. Mimics, therefore, create a neat illustration for all dungeoneering pitfalls: if you didn't inspect everything carefully and move with caution, that door, or wall, or treasure chest might be a mimic lying in wait."
													]
												},
												{
													"type": "entries",
													"name": "Advanced Mimicry",
													"entries": [
														"Mimic biology only allows them to replicate an object while perfectly still; once moving, their eyes, teeth, and purple tongues are on full display. However, mimics which assume a form for too long stiffen in that shape, gaining some traits of their object of choice. A mimic long in the shape of a barrel, for instance, would be able to roll on its side without deforming and might even hold some contents while waiting for the best chance to ambush their prey."
													]
												}
											]
										}
									]
								},
								{
									"type": "list",
									"columns": 4,
									"items": [
										"{@creature Mimic}",
										"{@creature Acrylick|mimicbook}",
										"{@creature Bluff|mimicbook}",
										"{@creature Bootleg|mimicbook}",
										"{@creature Fraudsword|mimicbook}",
										"{@creature Bowgus|mimicbook}",
										"{@creature Fool Plate|mimicbook}",
										"{@creature Lyric|mimicbook}",
										"{@creature Manic|mimicbook}",
										"{@creature Mock|mimicbook}",
										"{@creature Mock Swarm|mimicbook}",
										"{@creature Mugger|mimicbook}",
										"{@creature Parlor Trick|mimicbook}",
										"{@creature Mimic Book|mimicbook}"
									]
								},
								{
									"type": "inset",
									"name": "Chomp!",
									"entries": [
										"It's unavoidable that rolling contested checks for grappling mimics will slow down the game (slow to a crawl if several mimics are in play), so you can use this variant rule in place of grappling:",
										"{@b {@i Chomp! }} When you would be {@condition grappled} by a mimic, you can immediately make a Strength or Dexterity saving throw (your choice) against the mimic's escape DC, instead of being {@condition grappled}. On a failure, the mimic bites down before you escape, dealing damage as if it made a successful bite attack against you."
									]
								},
								{
									"type": "inset",
									"name": "Intelligent Mimics",
									"entries": [
										"While the majority of mimic{@homebrew kind} are ravenous monstrosities, a handful of them are strikingly intelligent, versed in {@language Common} or {@language Undercommon}, and willing to speak with adventurers, rather than eat them on sight. Such mimics are still monstrous, however, and are driven almost exclusively by hunger, so bartering with food is mandatory for a productive conversation. Once appetites are sated, the mimic might prove to be an invaluable source of information, or might simply get out of the way while the adventuring party passes through.",
										"To make a mimic of the intelligent variety, give it at least 10 Intelligence, the ability to speak at least one language (usually {@language Common}), and an evil alignment. For extra fun, ensure that they know critical information pertaining to the dungeon's traps, monsters or treasure, so the characters have a reason to consult it."
									]
								},
								{
									"type": "table",
									"colStyles": [
										"col-6",
										"col-5",
										"col-1 text-right"
									],
									"isStriped": false,
									"rows": [
										[
											"",
											{
												"type": "table",
												"colStyles": [
													"col-12"
												],
												"isStriped": false,
												"rows": [
													[
														"{@comic Editor's Note: Explosive Runes!}"
													],
													[
														"{@comic (Made you look)}"
													]
												]
											},
											{
												"type": "image",
												"href": {
													"type": "external",
													"url": "https://i.ibb.co/wBr0zb7/runes.png"
												}
											}
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Character Options",
					"page": 16,
					"entries": [
						"This chapter contains a handful of indispensable options for players wishing to survive their next encounter with a mimic. It begins with a handful of subclasses, and concludes with a number of useful magic items.",
						{
							"type": "section",
							"name": "Subclasses",
							"page": 16,
							"entries": [
								"Adventurers that wish to combat the mimic on its home turf should come equipped with a particular array of skills for surviving such an environment and outsmarting their quarry, for their quarry shall surely attempt to outsmart them. The following subclasses reflect a few disciplines that arise in opposition to, or alignment with, mimics and their shapechanger brethren.",
								{
									"type": "entries",
									"name": "Fighter",
									"page": 16,
									"entries": [
										{
											"type": "entries",
											"name": "Martial Archetype",
											"page": 16,
											"entries": [
												"Different fighters choose different approaches to perfecting their fighting prowess. The martial archetype you choose to emulate reflects your approach.",
												{
													"type": "list",
													"items": [
														"{@class fighter|phb|Dungeoneer|Dungeoneer|mimicbook}"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ranger",
									"page": 17,
									"entries": [
										{
											"type": "entries",
											"name": "Ranger Archetype",
											"page": 17,
											"entries": [
												"The ideal of the ranger has many expressions, from the nimble two-weapon fighter, to the deadly marksman, and everything in between.",
												{
													"type": "list",
													"items": [
														"{@class ranger|phb|Silverblade|Silverblade|mimicbook}"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Rogue",
									"page": 18,
									"entries": [
										{
											"type": "entries",
											"name": "Roguish Archetype",
											"page": 18,
											"entries": [
												"Rogues have many features in common, including their emphasis on perfecting their skills, their precise and deadly approach to combat, and their increasingly quick reflexes. But different rogues steer those talents in varying directions, embodied by the rogue archetypes. Your choice of archetype is a reflection of your focus—not necessarily an indication of your chosen profession, but a description of your preferred techniques.",
												{
													"type": "list",
													"items": [
														"{@class rogue|phb|The Face|The Face|mimicbook}"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sorcerer",
									"page": 18,
									"entries": [
										{
											"type": "entries",
											"name": "Sorcerous Origin",
											"page": 18,
											"entries": [
												"Different sorcerers claim different origins for their innate magic. Although many variations exist, most of these origins fall into two categories: an eldritch bloodline and the influence of exotic magical energy.",
												{
													"type": "list",
													"items": [
														"{@class sorcerer|phb|Mimicborn|Mimicborn|mimicbook}"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Warlock",
									"page": 19,
									"entries": [
										{
											"type": "entries",
											"name": "Otherworldly Patron",
											"page": 19,
											"entries": [
												"Different fighters choose different approaches to perfecting their fighting prowess. The martial archetype you choose to emulate reflects your approach.",
												{
													"type": "list",
													"items": [
														"{@class warlock|phb|The Symbiont|The Symbiont|mimicbook}"
													]
												},
												"{@comic Editor's Note: You can approximate this by covering yourself in tar and calling yourself something stupid.}"
											]
										},
										{
											"type": "entries",
											"name": "Pact Boon",
											"page": 20,
											"entries": [
												"At 3rd level, a {@class warlock} gains the Pact Boon feature. The following is a new option for that feature.",
												{
													"type": "list",
													"items": [
														"{@optfeature Pact of the Skin|mimicbook}"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Invocations",
											"page": 20,
											"entries": [
												"At 2nd level, a {@class warlock} gains the Eldritch Invocations feature. Here are new options for that feature.",
												"If an eldritch invocation has prerequisites, you must meet them to learn it. You can learn the invocation at the same time that you meet its prerequisites.",
												{
													"type": "list",
													"items": [
														"{@optfeature Arachnid Step|mimicbook}",
														"{@optfeature Fell Flight|mimicbook}",
														"{@optfeature Monstrous Carapace|mimicbook}",
														"{@optfeature Sinister Snare|mimicbook}"
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Magic Items",
							"page": 21,
							"entries": [
								"The mere mentions of mimics and treasure are inseparable. Usually, this consigns the mimic to a fool's errand, a trap where no treasure was truly to be found, but occasionally, the mimic itself is the treasure—literally, in the case of a {@item fraudsword, tamed|mimicbook|tamed fraudsword}. If an adventurer can acquire a {@item mimic bag of tricks|mimicbook} or a {@item mimicskin cloak|mimicbook}, they can become a master of the dungeon environment, adopting the tactics of their most hated foe for their own purposes.",
								{
									"type": "list",
									"columns": 4,
									"items": [
										"{@item Bowgus, Tamed|mimicbook}",
										"{@item Fool Plate, Tamed|mimicbook}",
										"{@item Fraudsword, Tamed|mimicbook}",
										"{@item Mimic Bag of Tricks|mimicbook}",
										"{@item Mimic Mimic|mimicbook}",
										"{@item Mimic Tooth Necklace|mimicbook}",
										"{@item Mimicskin Cloak|mimicbook}",
										"{@item Mock Pick|mimicbook}",
										"{@item Polymorph Potion|mimicbook}",
										"{@item Wand of Mimicdentification|mimicbook}"
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Acrylick",
			"group": [
				"mimic"
			],
			"source": "mimicbook",
			"page": 5,
			"size": [
				"S"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 90,
				"formula": "12d6 + 24"
			},
			"speed": {
				"walk": 15
			},
			"str": 14,
			"dex": 15,
			"con": 14,
			"int": 5,
			"wis": 9,
			"cha": 13,
			"skill": {
				"stealth": "+6"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 9,
			"immune": [
				"acid"
			],
			"conditionImmune": [
				"prone"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The mimic can use its action to polymorph into an object or back into its true, amorphous form. It can only take the appearance of Small objects and prefers the form of paintings, sculptures, and other {@i objets d'art}. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Adhesive (Object Form Only)",
					"entries": [
						"The mimic adheres to anything that touches it. A Large or smaller creature adhered to the mimic is also {@condition grappled} by it (escape {@dc 12}). Ability checks made to escape this grapple have disadvantage."
					]
				},
				{
					"name": "False Appearance (Object Form Only)",
					"entries": [
						"While the mimic remains motionless, it is indistinguishable from an ordinary object."
					]
				},
				{
					"name": "Grappler",
					"entries": [
						"The mimic has advantage on attack rolls against any creature {@condition grappled} by it."
					]
				}
			],
			"action": [
				{
					"name": "Pseudopod",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) bludgeoning damage. If the mimic is in object form, the target is subjected to its Adhesive trait."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d5 + 3}) piercing damage. If the mimic is grappling {@homebrew |to} the target, it covers its head and attaches to it. The target is {@condition blinded} and unable to breathe while the mimic is attached to it, and it takes 14 ({@damage 4d6}) acid damage at the beginning of each of {@homebrew the|them} mimic's turns.",
						"While attached to the target, the mimic can attack no other creature except the target. The mimic's speed also becomes 0, it can't benefit from any bonus to its speed, and it moves with its target.",
						"If the target escapes the grapple, it also detaches the mimic from its head. On its turn, the mimic can detach itself from the target by using 5 feet of movement."
					]
				}
			],
			"traitTags": [
				"False Appearance",
				"Shapechanger"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"B",
				"P",
				"A"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled",
				"blinded"
			],
			"fluff": {
				"entries": [
					"Savvy adventurers know that the real money in dungeoneering isn't in finding piles of hard currency, like gold or silver, but is instead in raiding fine works of art and objects of masterwork craftsmanship. Such loot sells for far more than its weight in gold, and looks comparatively better displayed in a keep when you retire. Of course, savvy mimics have caught onto this trend, and have chosen to replicate paintings and tapestries to ensnare adventurers of finer taste. These mimics are called acrylicks, and generally look indistinguishable from normal paintings at a glance. However, if inspected closely, it might be possible to catch the painting's eyes following you as you turn your back on it.",
					"Acrylicks are among the most clandestine of mimics, as they will generally only attack prey which draws close enough to be fully enveloped in their frame. Their elastic body acts like a great net, while the frame sprouts teeth and clamps down.",
					"{@comic Editor's Note: Acrylicks always resemble a painting of their most recent humanoid victim. How simultaneously useless and terrifying is that?}"
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/t481bbN/2.jpg"
						}
					}
				]
			}
		},
		{
			"name": "Bluff",
			"group": [
				"mimic"
			],
			"source": "mimicbook",
			"page": 6,
			"size": [
				"G"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 195,
				"formula": "11d20 + 55"
			},
			"speed": {
				"walk": 30
			},
			"str": 26,
			"dex": 11,
			"con": 21,
			"int": 9,
			"wis": 14,
			"cha": 8,
			"save": {
				"str": "+13",
				"dex": "+5",
				"con": "+10"
			},
			"skill": {
				"athletics": "+13",
				"stealth": "+10"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"resist": [
				"fire",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical weapons",
					"cond": true
				}
			],
			"passive": 12,
			"immune": [
				"acid"
			],
			"conditionImmune": [
				"prone",
				"charmed",
				"frightened",
				"paralyzed",
				"poisoned"
			],
			"cr": "15",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The mimic can use its action to polymorph into an object or back into its true, amorphous form. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Adhesive (Object Form Only)",
					"entries": [
						"The mimic adheres to anything that touches it. A creature adhered to the mimic is also {@condition grappled} by it (escape {@dc 21}). Ability checks made to escape this grapple have disadvantage."
					]
				},
				{
					"name": "False Appearance (Object Form Only)",
					"entries": [
						"While the mimic remains motionless, it is indistinguishable from an ordinary object."
					]
				},
				{
					"name": "Grappler",
					"entries": [
						"The mimic has advantage on attack rolls against any creature {@condition grappled} by it."
					]
				},
				{
					"name": "Manus Pseudopod",
					"entries": [
						"The mimic has a special pseudopod, known as the manus, which it produces as a bonus action when it detects prey. This pseudopod is long enough to move independently of the mimic: the manus moves up to 30 feet on each of the mimic's turns, but can never move further than 120 feet from the mimic. Any creatures {@condition grappled} by the manus are pulled along with this movement.",
						"A bulbous bundle of nerves at the end of the pseudopod can be attacked and damaged. This pseudopod has AC 13 and 80 HP. If the manus is reduced to 0 hit points, the manus pseudopod dissolves and can't be reformed by the mimic for 10 minutes."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The mimic makes three attacks: two with its pseudopods and one with its bite or swallow. If its manus pseudopod has more than 0 HP, it can make two more attacks with its pseudopods, originating from the manus."
					]
				},
				{
					"name": "Pseudopod",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 5 ft., one target. {@h}12 ({@damage 1d8 + 8}) bludgeoning damage. If the mimic is in object form, the target is subjected to its Adhesive trait."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 5 ft., one target. {@h}14 ({@damage 1d12 + 8}) piercing damage plus 21 ({@damage 6d6}) acid damage."
					]
				},
				{
					"name": "Swallow",
					"entries": [
						"The mimic makes one bite attack against a Large or smaller creature it is grappling. If the attack hits, the target takes the {@damage 1d8+8|bite's damage}, the target is swallowed, and the grapple ends. While swallowed, the creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the mimic, and it takes 21 ({@dice 6d6}) acid damage at the start of each of the mimic's turns.",
						"If the mimic takes 30 damage or more on a single turn from a creature inside it, the mimic must succeed on a {@dc 21} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall {@condition prone} in a space within 10 feet of the mimic. If the mimic dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse by using 30 feet of movement, exiting {@condition prone}."
					]
				}
			],
			"actionTags": [
				"Multiattack",
				"Swallow"
			],
			"traitTags": [
				"False Appearance",
				"Shapechanger"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"B",
				"P",
				"A"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled",
				"restrained",
				"blinded",
				"prone"
			],
			"fluff": {
				"entries": [
					"The legendary \"Titan of Avarice\" is also the rarest form of mimic, the bluff. This mimic is enormous, replicating entire hillsides, cliffs, or lakes perfectly, and retains this shape until sufficiently large prey (boars, horses, or of course, caravans of adventurers) cross its path. Suspicious travelers know to take a wide berth around unremembered hills or bridges, even on well-traveled routes, as any one of them could be a bluff in disguise. The chances of it being on are perhaps equivalent to being struck by lightning, but one can never be too careful.",
					"Despite of the bluff's prodigious size, it can ensnare distant prey with an exceptionally long pseudopod. However, a rotund bulb on the end of this pseudopod can be punctured, depriving the pseudopod of its adhesive properties."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/Csk6dBT/3.png"
						}
					}
				]
			},
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Bootleg",
			"group": [
				"mimic"
			],
			"source": "mimicbook",
			"page": 7,
			"size": [
				"M"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 96,
				"formula": "13d8 + 38"
			},
			"speed": {
				"walk": 15
			},
			"str": 17,
			"dex": 10,
			"con": 16,
			"int": 8,
			"wis": 12,
			"cha": 8,
			"skill": {
				"stealth": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 11,
			"immune": [
				"acid",
				"poison"
			],
			"conditionImmune": [
				"prone"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The mimic can use its action to polymorph into an object or back into its true, amorphous form. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Adhesive (Object Form Only)",
					"entries": [
						"The mimic adheres to anything that touches it. A Medium or smaller creature adhered to the mimic is also {@condition grappled} by it (escape {@dc 13}). Ability checks made to escape this grapple have disadvantage.",
						"The mimic can choose to suppress this ability, allowing it to be carried and moved like a normal object."
					]
				},
				{
					"name": "False Appearance (Object Form Only)",
					"entries": [
						"While the mimic remains motionless, it is indistinguishable from an ordinary object."
					]
				},
				{
					"name": "Grappler",
					"entries": [
						"The mimic has advantage on attack rolls against any creature {@condition grappled} by it."
					]
				}
			],
			"action": [
				{
					"name": "Pseudopod",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) bludgeoning damage. If the mimic is in object form, the target is subjected to its Adhesive trait."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage plus 6 ({@damage 1d12}) poison damage."
					]
				},
				{
					"name": "Spray Contents {@recharge 5}",
					"entries": [
						"At the start of initiative, roll on the table below to determine the mimic's contents. The mimic spews its contents in a 20-foot cone. Each creature in that area is covered in the contents and must make a {@dc 16} Dexterity saving throw. A creature takes 21 ({@damage 6d6}) bludgeoning damage on a failed save, or half as much on a successful one.",
						{
							"type": "table",
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"colLabels": [
								"{@dice d12}",
								"Contents"
							],
							"rows": [
								[
									"1",
									"Dirt or stones"
								],
								[
									"2",
									"Trash"
								],
								[
									"3",
									"Oil"
								],
								[
									"4",
									"Alcohol (wine, booze, or beer)"
								],
								[
									"5",
									"{@item Alchemist's fire (flask)|phb|Alchemist's fire}"
								],
								[
									"6",
									"Water"
								],
								[
									"7",
									"Dead fish"
								],
								[
									"8",
									"{@item ball bearings (bag of 1,000)|phb|Ball bearings}"
								],
								[
									"9",
									"Salted meat"
								],
								[
									"10",
									"Dry foodstuffs (rice, beans, etc.)"
								],
								[
									"11",
									"Weapons (various)"
								],
								[
									"12",
									"Blood"
								]
							]
						}
					]
				}
			],
			"traitTags": [
				"False Appearance",
				"Shapechanger"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"B",
				"P",
				"I"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"conditionInflict": [
				"grappled"
			],
			"fluff": {
				"entries": [
					"A mimic opts to disguise itself as a cask or barrel, especially when in a pantry or wagon among other such items. Most of these mimics have deduced (correctly) that inebriated or sleepy creatures are easier to kill, so they wait patiently until their targets are filled with food and wine before striking at their most vulnerable. Failing that, they can simply spray their contents everywhere for an easy surprise attack.",
					"{@comic Editor's Note: It's a gamble: refreshing dwarven ale, or hungry mimic. I'd roll those dice.}"
				]
			},
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Fraudsword",
			"group": [
				"mimic"
			],
			"source": "mimicbook",
			"page": 8,
			"size": [
				"S"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 94,
				"formula": "17d6 + 34"
			},
			"speed": {
				"walk": 10
			},
			"str": 18,
			"dex": 11,
			"con": 15,
			"int": 5,
			"wis": 11,
			"cha": 8,
			"skill": {
				"stealth": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"immune": [
				"acid"
			],
			"conditionImmune": [
				"prone"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The mimic can use its action to polymorph into any {@filter melee weapon|items|type=melee weapon|miscellaneous=mundane} or back into its true, amorphous form. The statistics of its Weapon Attack change depending on its form, but its statistics are otherwise unchanged. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Adhesive (Object Form Only)",
					"entries": [
						"The mimic adheres to anything that touches it. A creature who picks up the mimic can't be disarmed of it and can only drop it by succeeding a {@dc 14} Strength check, made with disadvantage. The mimic has advantage on attack rolls against any creature holding it."
					]
				},
				{
					"name": "False Appearance (Object Form Only)",
					"entries": [
						"While the mimic remains motionless, it is indistinguishable from an ordinary weapon."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The mimic makes two melee attacks, one with its bite and one with its weapon attack."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d10 + 4}) piercing damage plus 9 ({@damage 2d8}) acid damage."
					]
				},
				{
					"name": "Weapon Attack (Object Form Only)",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d10 + 4}) slashing damage. The damage die and damage type of this attack changes to match the melee weapon the mimic is transformed into. If the weapon has the Reach property, this attack has a reach of 10 feet."
					]
				}
			],
			"traitTags": [
				"False Appearance",
				"Shapechanger"
			],
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P",
				"A",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"fluff": {
				"entries": [
					"Fraudswords are a scourge of adventurers everywhere, for if there's three things wayward adventurers hope to find in a dungeon, it's gold, nobles in distress, and shiny new weapons. Alas, when a brave knight goes to retrieve their new axe, spear, or claymore, they might be surprised to find it bearing teething upon its blade and eyes on its hilt! Fraudswords can assume the shape of any item, but choose melee weapons for their lethality and propensity to draw in prey. Naturally, due to their chosen form, fraudswords are an especially dangerous breed of mimic, capable of slashing and hacking at ensnared prey.",
					"Of course, fraudswords are but one of a handful of mimics which duplicate small items. Its closest relatives are the {@creature bowgus|mimicbook}, a mimic that replicates bows, crossbows, and other ranged weapons, and the {@creature fool plate|mimicbook}, which pretends to be a suit of armor, before digesting anyone foolish enough to wear it.",
					"Such mimics aren't as canny as their larger relatives, but can be trained if fed a steady diet of meat. A pet fraudsword is a truly flexible weapon, capable of transforming from a greataxe into a spear with a flick of the wrist. However, it is still a beast; if mistreated or underfed, it will turn on its wielder in the blink of an eye."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/nQwTBJ8/4.png"
						}
					}
				]
			}
		},
		{
			"name": "Bowgus",
			"group": [
				"mimic"
			],
			"source": "mimicbook",
			"page": 9,
			"size": [
				"S"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 108,
				"formula": "19d6 + 38"
			},
			"speed": {
				"walk": 10
			},
			"str": 16,
			"dex": 18,
			"con": 15,
			"int": 5,
			"wis": 13,
			"cha": 8,
			"skill": {
				"perception": "+5",
				"stealth": "+8"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 14,
			"immune": [
				"acid"
			],
			"conditionImmune": [
				"prone"
			],
			"cr": "4",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The mimic can use its action to polymorph into any {@filter ranged weapon|items|type=ranged weapon|miscellaneous=mundane} or back into its true, amorphous form. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Adhesive (Object Form Only)",
					"entries": [
						"The mimic adheres to anything that touches it. A creature who picks up the mimic can't be disarmed of it and can only drop it by succeeding a {@dc 13} Strength check, made with disadvantage. The mimic has advantage on attack rolls against any creature holding it."
					]
				},
				{
					"name": "False Appearance (Object Form Only)",
					"entries": [
						"While the mimic remains motionless, it is indistinguishable from an ordinary weapon."
					]
				},
				{
					"name": "Grappler",
					"entries": [
						"The mimic has advantage on attack rolls against any creature holding it."
					]
				},
				{
					"name": "Spine Regrowth",
					"entries": [
						"The mimic has fifty spines. Used spines regrow when the mimic finishes a long rest."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The mimic makes two attacks with its spine arrows, or one attack with its spine arrow and one with its bite."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage plus 9 ({@damage 2d8}) poison damage."
					]
				},
				{
					"name": "Spine Arrow (Object Form Only)",
					"entries": [
						"{@atk rw} {@hit 6} to hit, range 100/200 ft., one target. {@h}8 ({@damage 1d8 + 4}) piercing damage plus 4 ({@damage 1d8}) poison damage."
					]
				}
			],
			"traitTags": [
				"False Appearance",
				"Shapechanger"
			],
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"P",
				"I"
			],
			"miscTags": [
				"MW",
				"RW"
			],
			"fluff": {
				"entries": [
					"{@creature fraudsword|mimicbook|Fraudswords} are a scourge of adventurers everywhere, for if there's three things wayward adventurers hope to find in a dungeon, it's gold, nobles in distress, and shiny new weapons. Alas, when a brave knight goes to retrieve their new axe, spear, or claymore, they might be surprised to find it bearing teething upon its blade and eyes on its hilt! Fraudswords can assume the shape of any item, but choose melee weapons for their lethality and propensity to draw in prey. Naturally, due to their chosen form, fraudswords are an especially dangerous breed of mimic, capable of slashing and hacking at ensnared prey.",
					"Of course, fraudswords are but one of a handful of mimics which duplicate small items. Its closest relatives are the {@creature bowgus|mimicbook}, a mimic that replicates bows, crossbows, and other ranged weapons, and the {@creature fool plate|mimicbook}, which pretends to be a suit of armor, before digesting anyone foolish enough to wear it.",
					"Such mimics aren't as canny as their larger relatives, but can be trained if fed a steady diet of meat. A pet fraudsword is a truly flexible weapon, capable of transforming from a greataxe into a spear with a flick of the wrist. However, it is still a beast; if mistreated or underfed, it will turn on its wielder in the blink of an eye.",
					"{@comic Editor's Note: Remember, a bonus is perfectly safe, but a bowgus will eat your hands.}"
				]
			}
		},
		{
			"name": "Fool Plate",
			"group": [
				"mimic"
			],
			"source": "mimicbook",
			"page": 9,
			"size": [
				"M"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 102,
				"formula": "12d8 + 48"
			},
			"speed": {
				"walk": 25
			},
			"str": 18,
			"dex": 10,
			"con": 18,
			"int": 8,
			"wis": 13,
			"cha": 7,
			"skill": {
				"stealth": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 11,
			"immune": [
				"acid"
			],
			"cr": "5",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The mimic can use its action to polymorph into a suit of armor or back into its true, amorphous form. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Adhesive (Object Form Only)",
					"entries": [
						"The mimic adheres to anything that touches it. A Huge or smaller creature adhered to the mimic is also {@condition grappled} by it (escape {@dc 16}). Ability checks made to escape this grapple have disadvantage. A creature which dons the mimic as armor is ingested by the mimic, and is subkect to its Digestion trait."
					]
				},
				{
					"name": "False Appearance (Object Form Only)",
					"entries": [
						"While the mimic remains motionless, it is indistinguishable from a normal suit of armor."
					]
				},
				{
					"name": "Digestion (Object Form Only)",
					"entries": [
						"A Medium or smaller creature which is injested by the mimic begins to be digested. Only one creature can be ingested by the mimic at a time. The creature becomes {@condition blinded} and {@condition restrained}. At the start of each of its turns, it takes 14 ({@damage 4d6}) acid damage and must make a {@dc 16} Strength saving throw. On a failed save, the mimic controls the creature, moving it up to 15 feet and attacking a creature of the mimic's choice.",
						"If the mimic takes 20 damage or more on a single turn, the mimic must succeed on a {@dc 14} Constitution saving throw at the end of that turn or regurgitate its ingested creature, which falls {@condition prone} in a space within 5 feet of the mimic. If the mimic dies, an ingested creature is no longer {@condition restrained} by it and can escape from the corpse by using 5 feet of movement, exiting {@condition prone}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The mimic makes one attack with its bite and one attack with its slam."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage plus 4 ({@damage 1d8}) acid damage. If the mimic is in object form, the target is subjected to its Adhesive trait."
					]
				},
				{
					"name": "Slam (Object Form Only)",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) bludgeoning damage."
					]
				},
				{
					"name": "Ingest",
					"entries": [
						"The mimic makes one bite attack against a Medium or smaller target it is grappling. If the attack hits, the target is ingested by the mimic."
					]
				}
			],
			"traitTags": [
				"False Appearance",
				"Shapechanger"
			],
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P",
				"A",
				"B"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled",
				"restrained",
				"blinded"
			],
			"fluff": {
				"entries": [
					"{@creature fraudsword|mimicbook|Fraudswords} are a scourge of adventurers everywhere, for if there's three things wayward adventurers hope to find in a dungeon, it's gold, nobles in distress, and shiny new weapons. Alas, when a brave knight goes to retrieve their new axe, spear, or claymore, they might be surprised to find it bearing teething upon its blade and eyes on its hilt! Fraudswords can assume the shape of any item, but choose melee weapons for their lethality and propensity to draw in prey. Naturally, due to their chosen form, fraudswords are an especially dangerous breed of mimic, capable of slashing and hacking at ensnared prey.",
					"Of course, fraudswords are but one of a handful of mimics which duplicate small items. Its closest relatives are the {@creature bowgus|mimicbook}, a mimic that replicates bows, crossbows, and other ranged weapons, and the fool plate, which pretends to be a suit of armor, before digesting anyone foolish enough to wear it.",
					"Such mimics aren't as canny as their larger relatives, but can be trained if fed a steady diet of meat. A pet fraudsword is a truly flexible weapon, capable of transforming from a greataxe into a spear with a flick of the wrist. However, it is still a beast; if mistreated or underfed, it will turn on its wielder in the blink of an eye."
				]
			},
			"savingThrowForced": [
				"constitution",
				"strength"
			]
		},
		{
			"name": "Lyric",
			"group": [
				"mimic"
			],
			"source": "mimicbook",
			"page": 10,
			"size": [
				"S"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 66,
				"formula": "12d6 + 23"
			},
			"speed": {
				"walk": 15
			},
			"str": 15,
			"dex": 11,
			"con": 15,
			"int": 5,
			"wis": 14,
			"cha": 15,
			"skill": {
				"performance": "+5",
				"stealth": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 12,
			"immune": [
				"acid"
			],
			"conditionImmune": [
				"prone",
				"charmed"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The mimic can use its action to polymorph into an object or back into its true, amorphous form. It can only take the appearance of Small objects and prefers the form of musical instruments, such as {@item horn|phb|horns}, {@item lute|phb|lutes}, and harp. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Adhesive (Object Form Only)",
					"entries": [
						"The mimic adheres to anything that touches it. A Large or smaller creature adhered to the mimic is also {@condition grappled} by it (escape {@dc 12}). Ability checks made to escape this grapple have disadvantage."
					]
				},
				{
					"name": "False Appearance (Object Form Only)",
					"entries": [
						"While the mimic remains motionless, it is indistinguishable from an ordinary object."
					]
				},
				{
					"name": "Grappler",
					"entries": [
						"The mimic has advantage on attack rolls against any creature {@condition grappled} by it."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage plus 3 ({@damage 1d6}) acid damage."
					]
				},
				{
					"name": "Strangling Strings",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) bludgeoning damage. If the mimic is in object form, the target is subjected to its Adhesive trait. If the target is {@homebrew Large|Larger} or smaller, it can't breathe while it is {@condition grappled}."
					]
				},
				{
					"name": "Deafening Tune {@recharge 5}",
					"entries": [
						"Each creature within 30 feet of the mimic must make a {@dc 12} Constitution saving throw. On a failed save, a creature takes 14 ({@damage 4d6}) thunder damage and is {@condition deafened} for 1 minute. On a success, a creature takes half as much damage and is not {@condition deafened}."
					]
				}
			],
			"traitTags": [
				"False Appearance",
				"Shapechanger"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P",
				"A",
				"B",
				"T"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"conditionInflict": [
				"grappled",
				"deafened"
			],
			"fluff": {
				"entries": [
					"Perhaps the rarest of all mimics (sans the {@creature mimic book|mimicbook}, which probably doesn't exist), the lyric—sometimes called a liar lyre—takes the form of a musical instrument. The most common instruments are stringed, especially the {@item lute|phb}, {@item viol|phb}, and harp, as the strings let the mimic pre-shape a number of dangerous tendrils. At its most formidable, a lyric can deafen its prey or drown out its screams with loud music as it attempts to encircle the throat with its tendrils. At its least dangerous, it's a very loud, fairly obvious trap.",
					"It's not entirely clear why these mimics impersonate instruments in the first place. Perhaps, it's because they can play simple tunes to attract prey, or perhaps, it's because they're more likely to attract bards. And maybe bards taste especially good?",
					"{@comic Editor's Note: Sing me a song, O' Mimicman!}",
					"{@comic Sing me a song, toniiight!}"
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/JQmcqbT/5.png"
						}
					}
				]
			},
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Manic",
			"group": [
				"mimic"
			],
			"source": "mimicbook",
			"page": 11,
			"size": [
				"M"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 158,
				"formula": "21d8 + 63"
			},
			"speed": {
				"walk": 25,
				"climb": 30
			},
			"str": 18,
			"dex": 14,
			"con": 17,
			"int": 9,
			"wis": 11,
			"cha": 8,
			"skill": {
				"stealth": "+8",
				"performance": "+2"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"immune": [
				"acid"
			],
			"conditionImmune": [
				"prone"
			],
			"languages": [
				"can speak words in Common, but does not understand them"
			],
			"cr": "7",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The mimic can use its action to polymorph into a Small or Medium humanoid, or back into its true form. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed, but it can create purely aesthetic clothing or armor on itself when it transforms. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Adhesive",
					"entries": [
						"The mimic adheres to anything that touches it. A Huge or smaller creature adhered to the mimic is also {@condition grappled} by it (escape {@dc 15}). Ability checks made to escape this grapple have disadvantage."
					]
				},
				{
					"name": "Grappler",
					"entries": [
						"The mimic has advantage on attack rolls against any creature {@condition grappled} by it."
					]
				},
				{
					"name": "Play Dead",
					"entries": [
						"{@homebrew When the|The} mimic remains motionless, it can convincingly appear to be dead to outward inspection."
					]
				},
				{
					"name": "Skitter (1/Turn)",
					"entries": [
						"The mimic moves 15 feet without provoking {@action opportunity attack|phb|opportunity attacks}. Any creatures {@condition grappled} by it are pulled along with this movement."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The mimic makes three attacks, two with its tendrils and one with its bite."
					]
				},
				{
					"name": "Tendrils",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}11 ({@damage 2d6 + 4}) bludgeoning damage and the target is pulled to be within 5 feet of the mimic. The target is subjected to the mimic's Adhesive trait."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}17 ({@damage 3d8 + 4}) piercing damage plus 9 ({@damage 2d8}) acid damage."
					]
				},
				{
					"name": "Acid Glob {@recharge 5}",
					"entries": [
						"The mimic spits a blob of acid at a point it can see within 60 feet. Each creature within 10 feet of that point must make a {@dc 15} Dexterity saving throw. A creature takes 36 ({@damage 8d8}) acid damage on a failed save, or half as much on a successful one."
					]
				}
			],
			"traitTags": [
				"Shapechanger"
			],
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"B",
				"P",
				"A"
			],
			"miscTags": [
				"MW",
				"RCH",
				"AOE"
			],
			"conditionInflict": [
				"grappled"
			],
			"fluff": {
				"entries": [
					"Perhaps the most insidious mimic, the manic copies the forms of humanoids, usually veiled maidens, knights with lowered visors, and overly regal noblemen. Sometimes it will pretend to be a corpse, still laden with trinkets, whereas other times it will play the part of an injured person, lost in the dungeon, in order to attract prey. These forms can even move (albeit inelegantly), but a manic doesn't understand some of the finer points of humanoids: it can't speak (instead muttering intolerantly), walk properly (occasionally bowing a leg as if it were jointless), or know to look at someone addressing it. Furthermore, its eyes are clearly the red and pupilless eyespots of a mimic.",
					"When the manic finally has the chance to leap upon its prey, its chest cavity opens up into a maw of teeth and tendrils, ensnaring and chomping down on the prey's entire body. It might then impersonate its victim to score a second meal out of its traveling companions."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/rxSXg3K/6.png"
						}
					}
				]
			},
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Mock",
			"group": [
				"mimic"
			],
			"source": "mimicbook",
			"page": 12,
			"size": [
				"T"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				11
			],
			"hp": {
				"average": 9,
				"formula": "2d4 + 4"
			},
			"speed": {
				"walk": 15
			},
			"str": 9,
			"dex": 11,
			"con": 14,
			"int": 4,
			"wis": 13,
			"cha": 6,
			"skill": {
				"stealth": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 11,
			"resist": [
				"acid"
			],
			"conditionImmune": [
				"prone"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The mimic can use its action to polymorph into an object or back into its true, amorphous form. It can only take the appearance of Tiny objects and prefers the form of gold coins and jewels. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Adhesive (Object Form Only)",
					"entries": [
						"The mimic adheres to anything that touches it. A creature which picks up the mimic can't drop it unless it succeeds a {@dc 9} Strength check, made with disadvantage. The mimic can only adhere to one creature at a time. The mimic has advantage on attack rolls against any creature adhered to it."
					]
				},
				{
					"name": "False Appearance (Object Form Only)",
					"entries": [
						"While the mimic remains motionless, it is indistinguishable from an ordinary object."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 1} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d6 - 1}) piercing damage plus 3 ({@damage 1d6}) acid damage. If the mimic is in object form, the target is subjected to its Adhesive trait."
					]
				}
			],
			"traitTags": [
				"False Appearance",
				"Shapechanger"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P",
				"A"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"The diminutive relative of the mimic, the mock is a tiny shapechanger that replicates small, valuable objects to lure its victims. In the desert, a mock might appear as a canteen of precious water, and in a dungeon, it may replicate a sizeable gemstone or a spare gold piece. With the element of surprise, a mock is just as dangerous as its larger relatives, for it can hide in far less conspicuous places.",
					"Mocks are at their most lethal when aggregated into a ferocious {@creature mock swarm|mimicbook|swarm}, usually resembling a mound of coins or jewels. Like a school of piranha, a swarm of mocks can strip the flesh from their prey in seconds with hundreds of individual bites."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/p03h4pN/7.png"
						}
					}
				]
			}
		},
		{
			"name": "Mock Swarm",
			"group": [
				"mimic"
			],
			"source": "mimicbook",
			"page": 12,
			"size": [
				"M"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				],
				"swarmSize": "T"
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 11,
					"from": [
						"(natural armor)"
					]
				}
			],
			"hp": {
				"average": 30,
				"formula": "6d4 + 12"
			},
			"speed": {
				"walk": 15
			},
			"str": 15,
			"dex": 11,
			"con": 14,
			"int": 4,
			"wis": 13,
			"cha": 6,
			"skill": {
				"stealth": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 11,
			"resist": [
				"acid",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					]
				}
			],
			"conditionImmune": [
				"prone",
				"charmed",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"restrained",
				"stunned"
			],
			"cr": "1",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The swarm can use its action to polymorph into a pile of Tiny objects or back into its true, amorphous form. It can only take the appearance of Tiny objects and prefers the form of heaps of gold coins and jewels. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny {@creature mock|mimicbook}. The swarm can't regain hit points or gain temporary hit points."
					]
				},
				{
					"name": "Adhesive (Object Form Only)",
					"entries": [
						"The swarm adheres to anything that touches it, as well as any creature in its space. A Large or smaller creature adhered to the swarm is also {@condition grappled} (escape {@dc 12}). Ability checks made to escape this grapple have disadvantage."
					]
				},
				{
					"name": "False Appearance (Object Form Only)",
					"entries": [
						"While the swarm remains motionless, it is indistinguishable from a pile of ordinary objects."
					]
				},
				{
					"name": "Grappler",
					"entries": [
						"The swarm has advantage on attack rolls against any creature {@condition grappled} by it."
					]
				}
			],
			"action": [
				{
					"name": "Bites",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}9 ({@damage 2d6 + 2}) piercing damage plus 7 ({@damage 2d6}) acid damage, or 6 ({@damage 1d6 + 2}) piercing damage and 4 ({@damage 1d6}) acid damage if the swarm has half its health points or fewer."
					]
				}
			],
			"traitTags": [
				"False Appearance",
				"Shapechanger"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P",
				"A"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled"
			],
			"fluff": {
				"entries": [
					"The diminutive relative of the mimic, the {@creature mock|mimicbook} is a tiny shapechanger that replicates small, valuable objects to lure its victims. In the desert, a mock might appear as a canteen of precious water, and in a dungeon, it may replicate a sizeable gemstone or a spare gold piece. With the element of surprise, a mock is just as dangerous as its larger relatives, for it can hide in far less conspicuous places.",
					"Mocks are at their most lethal when aggregated into a ferocious swarm, usually resembling a mound of coins or jewels. Like a school of piranha, a swarm of mocks can strip the flesh from their prey in seconds with hundreds of individual bites."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/p03h4pN/7.png"
						}
					}
				]
			}
		},
		{
			"name": "Mugger",
			"group": [
				"mimic"
			],
			"source": "mimicbook",
			"page": 13,
			"size": [
				"T"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 32,
				"formula": "9d4 + 9"
			},
			"speed": {
				"walk": 15
			},
			"str": 12,
			"dex": 13,
			"con": 14,
			"int": 9,
			"wis": 10,
			"cha": 8,
			"skill": {
				"stealth": "+2"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"immune": [
				"acid",
				"poison"
			],
			"conditionImmune": [
				"prone"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The mimic can use its action to polymorph into an object or back into its true, amorphous form. {@homebrew It|t} can only take the appearance of Tiny objects and prefers the form of tankards, mugs, plates and silverware. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Adhesive (Object Form Only)",
					"entries": [
						"The mimic adheres to anything that touches it. A creature which picks up the mimic can't drop it unless it succeeds {@homebrew on} a {@dc 11} Strength check, made with disadvantage. The mimic has advantage on attack rolls against any creature adhered to it.",
						"The mimic can choose to suppress this ability, allowing it to be carried and moved like a normal object."
					]
				},
				{
					"name": "False Appearance (Object Form Only)",
					"entries": [
						"While the mimic remains motionless, it is indistinguishable from an ordinary object. It can only take the appearance of Tiny objects and prefers the form of cups or plates."
					]
				}
			],
			"action": [
				{
					"name": "Pseudopod",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) bludgeoning damage. If the mimic is in object form, the target is subjected to its Adhesive trait."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d4 + 1}) piercing damage, or 6 ({@damage 2d4 + 1}) if the target is adhered to the mimic, plus 4 ({@damage 1d8}) poison damage."
					]
				}
			],
			"traitTags": [
				"False Appearance",
				"Shapechanger"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"B",
				"P",
				"I"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"Muggers (as well as the greater family of cutlery and dishware mimics) capitalize on the inevitable hunger and thirst of their prey, taking the form of tankards, bottles, flagons, and of course, mugs. Once in hand, the mugger waits a few crucial moments until it's at the neck before striking."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/DbCdDZr/8.png"
						}
					}
				]
			}
		},
		{
			"name": "Parlor Trick",
			"group": [
				"mimic"
			],
			"source": "mimicbook",
			"page": 14,
			"size": [
				"L"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"special": "X (XdX + X)"
			},
			"speed": {
				"walk": 25
			},
			"str": 19,
			"dex": 11,
			"con": 20,
			"int": 11,
			"wis": 13,
			"cha": 13,
			"skill": {
				"stealth": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 11,
			"resist": [
				"acid"
			],
			"conditionImmune": [
				"prone"
			],
			"cr": "8",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The mimic can use its action to polymorph into an object or back into its true, amorphous form. It can take the form of a single Large object, or a collection of Medium objects, which must either be physically connected to each other or linked by a fleshy tether. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Adhesive",
					"entries": [
						"The mimic adheres to anything that touches any part of fit. A creature adhered to the mimic is also {@condition grappled} by it (escape {@dc 15}). Ability checks made to escape this grapple have disadvantage."
					]
				},
				{
					"name": "False Appearance (Object Form Only)",
					"entries": [
						"While the mimic remains motionless, it is indistinguishable from an ordinary object or collection of objects."
					]
				},
				{
					"name": "Grappler",
					"entries": [
						"The mimic has advantage on attack rolls against any creature {@condition grappled} by it."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The mimic makes two attacks with its pseudopod and one with its bite."
					]
				},
				{
					"name": "Pseudopod",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}9 ({@damage 1d12 + 3}) bludgeoning damage. If the mimic is in object form, the target is subjected to its Adhesive trait."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d12 + 3}) piercing damage plus 9 ({@damage 2d8}) acid damage."
					]
				}
			],
			"traitTags": [
				"False Appearance",
				"Shapechanger"
			],
			"actionTags": [
				"Multiattack"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"B",
				"P",
				"A"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled"
			],
			"fluff": {
				"entries": [
					"Larger, cleverer, and hungrier than the common mimic, the parlor trick often proves to be a lethal hazard to even seasoned adventurers. This canny shapechanger can disguise its sheer size by pretending to be dozens of objects—often the furnishings of an entire room, from the candelabras, to the sofas, to the rug tying all the decorations together. By the time the adventurers realize the dungeon's decor is not genuine, it's already too late: the parlor trick already has them surrounded."
				]
			}
		},
		{
			"name": "Mimic Book",
			"group": [
				"mimic"
			],
			"source": "mimicbook",
			"page": 14,
			"size": [
				"T"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"shapechanger"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 112,
				"formula": "32d4 + 32"
			},
			"speed": {
				"walk": 15
			},
			"str": 9,
			"dex": 10,
			"con": 13,
			"int": 19,
			"wis": 15,
			"cha": 11,
			"save": {
				"int": "+7",
				"cha": "+4"
			},
			"skill": {
				"stealth": "+6",
				"deception": "+7",
				"history": "+7"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 12,
			"vulnerable": [
				"fire"
			],
			"resist": [
				"acid"
			],
			"conditionImmune": [
				"prone"
			],
			"languages": [
				"can read, write (in itself), and understand Common, but can't speak"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"The mimic can use its action to polymorph into an object or back into its true, amorphous form. It can only take the appearance of Tiny objects and prefers the form of books. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Adhesive (Object Form Only)",
					"entries": [
						"The mimic adheres to anything that touches it. A creature which picks up the mimic can't dorp it unless it succeeds {@homebrew on} a {@dc 9} Strength check, made with disadvantage. The mimic can only adhere to one creature at a time. The mimic has advantage on attack rolls against any creature adhered to it."
					]
				},
				{
					"name": "False Appearance (Object Form Only)",
					"entries": [
						"While the mimic remains motionless, it is indistinguishable from an ordinary object."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 1} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d8 - 1}) piercing damage plus 11 ({@damage 2d10}) acid damage. If the mimic is in object form, the target is subjected to its Adhesive trait."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The mimic's innate spellcasting ability is Intelligence (spell save {@dc 14}), {@hit 6} to hti with spell attacks). It can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell mage hand}",
						"{@spell detect magic}",
						"{@spell detect thoughts}",
						"{@spell illusory script}"
					],
					"daily": {
						"3e": [
							"{@spell melf's acid arrow|phb|acid arrow}",
							"{@spell counterspell}",
							"{@spell hypnotic pattern}"
						],
						"1e": [
							"{@spell dimension door}",
							"{@spell glyph of warding}",
							"{@spell lightning bolt}"
						]
					},
					"ability": "int",
					"type": "spellcasting"
				}
			],
			"languageTags": [
				"C",
				"CS"
			],
			"traitTags": [
				"False Appearance",
				"Shapechanger"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P",
				"A"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled"
			],
			"conditionInflictSpell": [
				"charmed",
				"incapacitated"
			],
			"fluff": {
				"entries": [
					"As all adventurers know, mimic books don't exist. And if they did, they definitely wouldn't be filled with information detailing types of mimics in order to attract curious adventurers which rightly want insight into one of their deadliest foes. And they definitely wouldn't be waiting for you to turn to this very page before snapping down on your hands.",
					"However, such a hypothetical mimic would surely be the cleverest of the mimics, capable of reading, and understanding terrible arcana. The more arcane secrets scrawled within one, the more powerful its repertoire of spells. Imagine if such a book were scrawled with explosive runes or with lightning bolt! But no, mimic books are merely a fiction. You simply have nothing to worry about. They're not real!"
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/XWP1PVq/cover.png"
						}
					},
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://i.ibb.co/KybqwDv/image.png"
						}
					}
				]
			},
			"damageTagsSpell": [
				"A",
				"C",
				"F",
				"L",
				"O",
				"T"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"wisdom"
			]
		}
	],
	"subclass": [
		{
			"name": "Dungeoneer",
			"shortName": "Dungeoneer",
			"source": "mimicbook",
			"page": 16,
			"subclassFeatures": [
				"Dungeoneer|Fighter||Dungeoneer|mimicbook|3",
				"Dungeoneer's Intuition|Fighter||Dungeoneer|mimicbook|7",
				"Monster Kill|Fighter||Dungeoneer|mimicbook|10",
				"Lethal Prevention|Fighter||Dungeoneer|mimicbook|15",
				"Avoidance|Fighter||Dungeoneer|mimicbook|18"
			],
			"className": "Fighter",
			"classSource": "PHB"
		},
		{
			"name": "Silverblade",
			"shortName": "Silverblade",
			"source": "mimicbook",
			"page": 17,
			"subclassFeatures": [
				"Silverblade|Ranger||Silverblade|mimicbook|3",
				"Silvered Soul|Ranger||Silverblade|mimicbook|7",
				"Moonblade|Ranger||Silverblade|mimicbook|11",
				"Eventide Charm|Ranger||Silverblade|mimicbook|15"
			],
			"subclassSpells": [
				"disguise self",
				"moonbeam",
				"speak with dead",
				"locate creature",
				"scrying"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"disguise self"
						],
						"5": [
							"moonbeam"
						],
						"9": [
							"speak with dead"
						],
						"13": [
							"locate creature"
						],
						"17": [
							"scrying"
						]
					}
				}
			],
			"className": "Ranger",
			"classSource": "PHB"
		},
		{
			"name": "The Face",
			"shortName": "Face",
			"source": "mimicbook",
			"page": 18,
			"subclassFeatures": [
				"The Face|Rogue||Face|mimicbook|3",
				"First Impressions|Rogue||Face|mimicbook|9",
				"Fly on the Wall|Rogue||Face|mimicbook|13",
				"Tongue-in-Cheek|Rogue||Face|mimicbook|17"
			],
			"className": "Rogue",
			"classSource": "PHB"
		},
		{
			"name": "Mimicborn",
			"shortName": "Mimicborn",
			"source": "mimicbook",
			"page": 18,
			"subclassFeatures": [
				"Mimicborn|Sorcerer||Mimicborn|mimicbook|1",
				"False Appearance|Sorcerer||Mimicborn|mimicbook|6",
				"Natural Transmuter|Sorcerer||Mimicborn|mimicbook|14",
				"Engulf|Sorcerer||Mimicborn|mimicbook|18"
			],
			"className": "Sorcerer",
			"classSource": "PHB"
		},
		{
			"name": "The Symbiont",
			"shortName": "Symbiont",
			"source": "mimicbook",
			"page": 19,
			"subclassFeatures": [
				"The Symbiont|Warlock||Symbiont|mimicbook|1",
				"Traumatic Rend|Warlock||Symbiont|mimicbook|6",
				"Lifedrain|Warlock||Symbiont|mimicbook|10",
				"Violence after Death|Warlock||Symbiont|mimicbook|14"
			],
			"className": "Warlock",
			"classSource": "PHB"
		}
	],
	"optionalfeature": [
		{
			"source": "mimicbook",
			"name": "Pact of the Skin",
			"page": 20,
			"featureType": [
				"PB"
			],
			"entries": [
				"You give themselves completely over to your patron, taking on greater aspects of your benefactor in exchange for more power. Your skin changes to reflect this, changing form and becoming more resistant to damage. When you take bludgeoning, piercing, or slashing damage from a nonmagical weapon that isn't silvered, you can subtract 3 from the damage taken."
			]
		},
		{
			"source": "mimicbook",
			"name": "Arachnid Step",
			"page": 20,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell spider climb} on yourself at will, without expending a spell slot or material components."
			],
			"additionalSpells": [
				{
					"innate": {
						"_": [
							"spider climb"
						]
					}
				}
			]
		},
		{
			"source": "mimicbook",
			"name": "Fell Flight",
			"page": 20,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"Your patron grants you the power to fly: this manifests as a pair of wings (of varying designs, a dark aura, or some other sign appropriate to your patron. While you are not wearing medium or heavy armor, you gain a flying speed equal to your walking speed."
			]
		},
		{
			"source": "mimicbook",
			"name": "Monstrous Carapace",
			"page": 20,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"level": {
						"level": 11,
						"class": {
							"name": "Warlock"
						}
					},
					"pact": "Pact of the Skin"
				}
			],
			"entries": [
				"Your already tough form becomes almost impenetrable. When you take bludgeoning, piercing, or slashing damage from a nonmagical weapon that isn't silvered, you can use your reaction to halve the damage taken."
			]
		},
		{
			"source": "mimicbook",
			"name": "Sinister Snare",
			"page": 20,
			"featureType": [
				"EI"
			],
			"prerequisite": [
				{
					"pact": "Pact of the Skin"
				}
			],
			"entries": [
				"Creatures within 5 feet of you provoke {@action opportunity attack|phb|opportunity attacks} when they leave your reach, even if they took the {@action Disengage} action."
			]
		}
	],
	"item": [
		{
			"name": "Mimic Bag of Tricks",
			"source": "mimicbook",
			"wondrous": true,
			"rarity": "uncommon",
			"page": 21,
			"recharge": "dawn",
			"entries": [
				"This unassuming bag, its color constantly and subtly in flux, appears empty. Reaching inside the bag, however, reveals the presence of a small, spongy object. The bag weighs 1/2 pound.",
				"You can use an action to pull the spongy object from the bag and throw it up to 20 feet. When the object lands, it transforms into a mimic that you determine by rolling a {@dice d8} and consulting the table. See the {@book Mimics chapter|mimicbook|1|Mimics|1} for the creature's statistics. The mimic vanishes at the next dawn or when it is reduced to 0 hit points.",
				"The mimic is friendly to you and your companions, and it acts on your turn. You can use a bonus action to command how the mimic moves and what action it takes on its next turn, or give it general orders, such as to attack your enemies. In the absence of such orders, the mimic acts in a fashion appropriate to its nature.",
				"Once three spongy objects have been pulled from the bag, the bag can't be used again until the next dawn.",
				{
					"type": "table",
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"colLabels": [
						"{@dice d8}",
						"{@homebrew Mimic|Spells}"
					],
					"rows": [
						[
							"1–4",
							"{@creature Mock|mimicbook}"
						],
						[
							"5",
							"{@creature Mugger|mimicbook}"
						],
						[
							"6",
							"{@creature Lyric|mimicbook}"
						],
						[
							"7",
							"{@homebrew {@creature Acrylick|mimicbook}|Acrlick}"
						],
						[
							"8",
							"{@creature Mimic}"
						]
					]
				}
			]
		},
		{
			"name": "Mimic Mimic",
			"source": "mimicbook",
			"wondrous": true,
			"rarity": "common",
			"page": 22,
			"entries": [
				"This chest features obvious eyespots, pseudopods, teeth, and a mimic's characteristic purple tongue, but is nothing more than an ordinary chest, enchanted to dissuade thieves."
			]
		},
		{
			"name": "Mimic Tooth Necklace",
			"source": "mimicbook",
			"wondrous": true,
			"rarity": "very rare",
			"page": 22,
			"reqAttune": true,
			"entries": [
				"This necklace is composed of plain string holding the jagged teeth of dozens of mimics. While attuned to the necklace, you have advantage on attack rolls against shapechangers, and they have disadvantage on attack rolls against you.",
				"If you help slay a mimic and add one of its teeth to the necklace, you gain access to the following additional properties while attuned to the necklace:",
				{
					"type": "list",
					"items": [
						"You have {@sense darkvision} out to a range of 60 feet. If you already have {@sense darkvision}, its range increases by 60 feet.",
						"You have advantage on any ability check you make to escape a grapple or identify a shapechanger in disguise.",
						"When you hit a shapechanger with an attack, the shapechanger takes an extra {@damage 2d6} damage."
					]
				}
			]
		},
		{
			"name": "Mimicskin Cloak",
			"source": "mimicbook",
			"wondrous": true,
			"rarity": "uncommon",
			"page": 22,
			"reqAttune": true,
			"recharge": "restShort",
			"entries": [
				"This cloak is made of cured mimic hide, whose color and texture continually and imperceptibly shifts. As an action, you can polymorph into a Small{@homebrew -} or Medium-sized object of your choice for up to an hour. While polymorphed, you are indistinguishable from an ordinary object, until you move. Once you use this property, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Mock Pick",
			"source": "mimicbook",
			"wondrous": true,
			"rarity": "rare",
			"page": 22,
			"entries": [
				"This key, which is dotted with eyespots, can tame a hungry mimic instantly. You can use your action to insert the key into a mimic within your reach, causing it to instantly become friendly to you and your allies. If the mimic is a {@creature fraudsword|mimicbook}, {@creature bowgus|mimicbook}, or {@homebrew {@creature fool plate|mimicbook}}, it also becomes tamed, and acts as a {@filter magic item|items|source=mimicbook|search=tamed} of the same name.",
				"Once you use a {@i mock pick}, it dissolves into the mimic and is destroyed."
			]
		},
		{
			"name": "Polymorph Potion",
			"source": "mimicbook",
			"type": "P",
			"rarity": "rare",
			"page": 22,
			"entries": [
				"When you drink this potion, which is a purple liquid derived from mimic blood, you suffer the effects of the {@spell polymorph} spell. Roll a {@dice d20} and consult the following table to determine the form you are transformed into.",
				{
					"type": "table",
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"colLabels": [
						"{@dice d20}",
						"New Form"
					],
					"rows": [
						[
							"1",
							"{@creature Rat}"
						],
						[
							"2",
							"Rabbit"
						],
						[
							"3",
							"{@creature Cat}"
						],
						[
							"4",
							"{@creature Octopus}"
						],
						[
							"5",
							"{@creature Weasel}"
						],
						[
							"6",
							"{@creature Goat}"
						],
						[
							"7",
							"{@creature Owl}"
						],
						[
							"8",
							"{@creature Draft Horse}"
						],
						[
							"9",
							"{@creature Eagle}"
						],
						[
							"10",
							"{@creature Mastiff}"
						],
						[
							"11",
							"{@creature Constrictor Snake}"
						],
						[
							"12",
							"{@creature Wolf}"
						],
						[
							"13",
							"{@creature Ape}"
						],
						[
							"14",
							"{@creature Crocodile}"
						],
						[
							"15",
							"{@creature Giant Toad}"
						],
						[
							"16",
							"{@creature Commoner} (random appearance)"
						],
						[
							"17",
							"{@creature Brown Bear}"
						],
						[
							"18",
							"{@creature Tiger}"
						],
						[
							"19",
							"{@creature Elephant}"
						],
						[
							"20",
							"{@creature Tyrannosaurus Rex}"
						]
					]
				},
				"{@comic Editor's note: Side effects of polymorph potion may include: headaches, blurred vision, owlbeakface, dungeon fever, lich's itch, manic pixie disorder, and dracophobia}"
			]
		},
		{
			"name": "Wand of Mimicdentification",
			"source": "mimicbook",
			"page": 22,
			"type": "WD|DMG",
			"rarity": "uncommon",
			"charges": 10,
			"recharge": "dawn",
			"entries": [
				"This wand has 10 charges. While holding it, you can use an action and point at an object you can see within 60 feet. If it is a mimic or any other variety of disguised shapechanger, the wand pulses and shakes erratically. The wand regains {@dice 1d8 + 2} charges daily at dawn."
			],
			"rechargeAmount": "{@dice 1d8 + 2}"
		}
	],
	"magicvariant": [
		{
			"name": "Bowgus, Tamed",
			"type": "GV|DMG",
			"requires": [
				{
					"type": "R"
				}
			],
			"inherits": {
				"rarity": "rare",
				"source": "mimicbook",
				"page": 21,
				"namePrefix": "Tamed Bowgus ",
				"reqAttune": true,
				"bonusWeapon": "+1",
				"recharge": "dawn",
				"entries": [
					"You gain a {=bonusWeapon} bonus to attack and damage rolls made with this magic weapon. As a bonus action, you can command the bow to transform into any ranged weapon of your choice. The weapon produces its own spines which act as universal ammunition for any ranged weapon it becomes. The weapon has 50 spines, and regains all expended spines daily at dawn.",
					"The weapon also has 5 charges. While attuned to it, you can expend 1 charge as a bonus action to make a melee bite attack with the weapon. The bite deals {@damage 1d8} + your Strength modifier piercing damage on a hit.",
					"The {@creature bowgus|mimicbook} requires twice as much food as a normal human does each day. If it is underfed for two days or put in unnecessary life-threatening peril, it will become hostile to you and your allies."
				],
				"charges": 5
			}
		},
		{
			"name": "Fool plate, Tamed",
			"type": "GV|DMG",
			"requires": [
				{
					"type": "LA"
				},
				{
					"type": "MA"
				},
				{
					"type": "HA"
				}
			],
			"inherits": {
				"rarity": "rare",
				"source": "mimicbook",
				"page": 21,
				"namePrefix": "Tamed Fool Plate ",
				"reqAttune": true,
				"bonusAc": "+1",
				"recharge": "dawn",
				"entries": [
					"While wearing this armor, you gain a {=bonusAc} bonus to AC. Additionally, you can use your action to transform this armor into any other type of armor or clothing of your choice. The {@creature fool plate|mimicbook} has poor color-coordination, and will consistently choose browns and purples for its clothing colors.",
					"Additionally, while wearing this armor, you have advantage on ability checks you make to {@action grapple}, and have advantage on attack rolls you make against any creature {@condition grappled} by you.",
					"The {@creature fool plate|mimicbook} requires twice as much food as a normal human does each day. If it is underfed for two days or put in unnecessary life-threatening peril, it will become hostile to you and your allies."
				]
			}
		},
		{
			"name": "Fraudsword, Tamed",
			"type": "GV|DMG",
			"requires": [
				{
					"type": "M"
				}
			],
			"inherits": {
				"rarity": "rare",
				"source": "mimicbook",
				"page": 21,
				"namePrefix": "Tamed Fool Plate ",
				"reqAttune": true,
				"bonusWeapon": "+1",
				"recharge": "dawn",
				"entries": [
					"You gain a {=bonusWeapon} bonus to attack and damage rolls made with this magic weapon. As a bonus action, you can command the sword to transform into any other melee weapon of your choice. You can't be disarmed of this weapon.",
					"The weapon also has 5 charges. While attuned to it, once per turn when you take the {@action Attack} action, you can expend 1 charge to make an additional melee bite attack with the weapon. The bite deals {@damage 1d8} + your Strength modifier piercing damage on a hit.",
					"The {@creature fraudsword|mimicbook} requires twice as much food as a normal human does each day. If it is underfed for two days or put in unnecessary life-threatening peril, it will become hostile to you and your allies."
				],
				"charges": 5
			}
		}
	],
	"variantrule": [
		{
			"name": "Chomp!",
			"source": "mimicbook",
			"page": 4,
			"type": "inset",
			"ruleType": "V",
			"entries": [
				"It's unavoidable that rolling contested checks for grappling mimics will slow down the game (slow to a crawl if several mimics are in play), so you can use this variant rule in place of grappling:",
				"{@b {@i Chomp! } } When you would be {@condition grappled} by a mimic, you can immediately make a Strength or Dexterity saving throw (your choice) against the mimic's escape DC, instead of being {@condition grappled}. On a failure, the mimic bites down before you escape, dealing damage as if it made a successful bite attack against you."
			]
		},
		{
			"name": "Intelligent Mimics",
			"source": "mimicbook",
			"page": 13,
			"type": "inset",
			"ruleType": "O",
			"entries": [
				"While the majority of mimic{@homebrew kind} are ravenous monstrosities, a handful of them are strikingly intelligent, versed in {@language Common} or {@language Undercommon}, and willing to speak with adventurers, rather than eat them on sight. Such mimics are still monstrous, however, and are driven almost exclusively by hunger, so bartering with food is mandatory for a productive conversation. Once appetites are sated, the mimic might prove to be an invaluable source of information, or might simply get out of the way while the adventuring party passes through.",
				"To make a mimic of the intelligent variety, give it at least 10 Intelligence, the ability to speak at least one language (usually {@language Common}), and an evil alignment. For extra fun, ensure that they know critical information pertaining to the dungeon's traps, monsters or treasure, so the characters have a reason to consult it."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Dungeoneer",
			"source": "mimicbook",
			"page": 16,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dungeoneer",
			"subclassSource": "mimicbook",
			"level": 3,
			"entries": [
				"Only fools would think to dive headfirst into an abandoned crypt filled with monsters and deathtraps, but it seems only fools emerge from such crypts laden with as much loot as they can carry. The archetypal dungeon delver is a veteran of such suicidal dungeon delves, and has become intimately familiar with the hazards therein. In the course of their adventures, such a dungeoneer will have adopted countless best practices, along with a litany of unproven superstitions, which they believe keeps them alive. Principles from \"always be the first one to hit the monster\" to \"never be the first one to touch a treasure chest\" line a dungeoneer's journal. Though, it's probably better to be paranoid and superstitious than lying at the bottom of a pit trap, incinerated by a {@spell fireball}, or digested by a {@creature mimic}.",
				{
					"type": "entries",
					"name": "Danger Sense",
					"page": 16,
					"entries": [
						"Beginning when you choose this archetype at 3rd level, you have advantage on Dexterity saving throws against effects that you can see, such as traps and spells. To gain this benefit, you can't be {@condition blinded}, {@condition deafened}, or {@condition incapacitated}."
					]
				},
				{
					"type": "entries",
					"name": "Kick in the Door",
					"page": 16,
					"entries": [
						"Also at 3rd level, you know how to charge through each chamber of a dungeon and come out alive. When you initiate combat by kicking down a door, diving in from overhead, crashing through a window, or any other suitably reckless tactic (as adjudicated by the GM), you have advantage on your initiative roll and on attacks you make during your first round of combat. You can't gain this benefit when you are surprised or when fighting creatures you can't see."
					]
				}
			]
		},
		{
			"name": "Dungeoneer's Intuition",
			"source": "mimicbook",
			"page": 17,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dungeoneer",
			"subclassSource": "mimicbook",
			"level": 7,
			"header": 2,
			"entries": [
				"By 7th level, you have a second-sense fo rthe unique present in a dungeon. You have advantage on ability checks you make to detect shapechangers, traps, and unseen magical effects, and can make a check to detect such hazards even if you would not normally make such check."
			]
		},
		{
			"name": "Monster Kill",
			"source": "mimicbook",
			"page": 17,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dungeoneer",
			"subclassSource": "mimicbook",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, when you hit an aberration, fey, fiend, monstrosity, or undead with a weapon attack, you can deal an additional die of damage to the target. You can use this ability three times, and regain all expended uses when you finish a short or long rest."
			]
		},
		{
			"name": "Lethal Prevention",
			"source": "mimicbook",
			"page": 17,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dungeoneer",
			"subclassSource": "mimicbook",
			"level": 15,
			"header": 2,
			"entries": [
				"By 15th level, you are a foremost expert in avoiding death. Whenever you would take damage in excess of 50 hit points, but are not killed outright, you can instead reduce the damage taken to 50 hit points."
			]
		},
		{
			"name": "Avoidance",
			"source": "mimicbook",
			"page": 17,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dungeoneer",
			"subclassSource": "mimicbook",
			"level": 18,
			"header": 2,
			"entries": [
				"Starting at 18th level, when you are subjected to an effect that allows you to make a Strength, Dexterity, or Constitution saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail."
			]
		},
		{
			"name": "Silverblade",
			"source": "mimicbook",
			"page": 17,
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Silverblade",
			"subclassSource": "mimicbook",
			"level": 3,
			"entries": [
				"Silverblades root out and exterminate vampires, werewolves, and other shapeshifters which might hide in plain view. To overcome their foes' mystical defenses, silverblades practice techniques that exploit common weaknesses, such as silver and the light of the moon. But even armed with such tools, hunting their quarry is still a deadly gambit, requiring luck, skill, and deadly instinct in equal measure.",
				{
					"type": "entries",
					"name": "Silverblade Magic",
					"page": 17,
					"entries": [
						"Starting at 3rd level, you learn an additional spell when you reach certain levels in this class, as shown in the Silverblade Spells table. The spell counts as a ranger spell for you, but it doesn't count against the number of ranger spells you know.",
						{
							"type": "table",
							"caption": "Silverblade Spells",
							"colLabels": [
								"Ranger Level",
								"Spells"
							],
							"colStyles": [
								"col-3 text-center",
								"col-9"
							],
							"rows": [
								[
									"3rd",
									"{@spell disguise self}"
								],
								[
									"5th",
									"{@spell moonbeam}"
								],
								[
									"9th",
									"{@spell speak with dead}"
								],
								[
									"13th",
									"{@spell locate creature}"
								],
								[
									"17th",
									"{@spell scrying}"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Polymorphic Intuition",
					"page": 17,
					"entries": [
						"Starting when you choose this archetype at 3rd level, you can use your actions to focus on one creature or object you can see within 60 feet to determine if it is a shapechanger. The target can make a Wisdom saving throw against your spell save DC to conceal its identity."
					]
				},
				{
					"type": "entries",
					"name": "Strike the True Flesh",
					"page": 17,
					"entries": [
						"Also starting at 3rd level, when you roll damage for a weapon attack, you can reroll one of the damage dice once. When you roll damage for a weapon attack against a shapechanger, you can maximise one of the damage dice instead.",
						"Additionally, your weapon attacks count as silvered for the purposes of overcoming resistance and immunity."
					]
				}
			]
		},
		{
			"name": "Silvered Soul",
			"source": "mimicbook",
			"page": 17,
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Silverblade",
			"subclassSource": "mimicbook",
			"level": 7,
			"header": 2,
			"entries": [
				"Beginning at 7th level, your soul is protected against the afflictions of shapechangers. You cannot be cursed, and you have advantage on saving throws against being {@condition charmed} or {@condition frightened}."
			]
		},
		{
			"name": "Moonblade",
			"source": "mimicbook",
			"page": 17,
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Silverblade",
			"subclassSource": "mimicbook",
			"level": 11,
			"header": 2,
			"entries": [
				"Starting at 11th level, when you take the {@action Attack} action on your turn, you can forgo one of your attacks to cast the spell {@spell moonbeam} as a 2nd{@homebrew -}level spell, without using spell slots or spell components. If you are already concentrating on the spell {@spell moonbeam}, you can instead forgo one of your {@homebrew attack|attacks} to move the beam 60 feet in any direction."
			]
		},
		{
			"name": "Eventide Charm",
			"source": "mimicbook",
			"page": 17,
			"className": "Ranger",
			"classSource": "PHB",
			"subclassShortName": "Silverblade",
			"subclassSource": "mimicbook",
			"level": 15,
			"header": 2,
			"entries": [
				"Starting at 15th level, you can use your reaction when you are hit by an attack, you can roll {@dice 1d2|any die}. On an odd roll, you gain a +1 bonus to Armor Class against the attack; on an even roll, you gain a +4 bonus to Armor Class against the attack."
			]
		},
		{
			"name": "The Face",
			"source": "mimicbook",
			"page": 18,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Face",
			"subclassSource": "mimicbook",
			"level": 3,
			"entries": [
				"If you say the right things to the right people, you can shape the world as you please. As an archetypal Face, you're not only armed with honeyed words and a disarming smile, but you also know the basics of illusion and transmutation magic—anything to give you an edge in negotiations or a watertight foundation for a lie. You excel at imitation and fraud, but you'll settle for ingratiating yourself with the local nobility, if outright impersonating the king falls through.",
				{
					"type": "entries",
					"name": "First Name Basis",
					"page": 18,
					"entries": [
						"Beginning when you choose this archetype at 3rd level, you can accurately recall the name and title of any creature you have ever heard of or met."
					]
				},
				{
					"type": "entries",
					"name": "Good with Faces",
					"page": 18,
					"entries": [
						"Also at 3rd level, you learn to change your appearance to better suit your situation. You can cast the spell {@spell disguise self} without expending a spell slot or material components. Casting the spell in this way requires 1 minute. Charisma is your spellcasting {@homebrew ability|modifier} for this spell."
					]
				}
			]
		},
		{
			"name": "First Impressions",
			"source": "mimicbook",
			"page": 18,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Face",
			"subclassSource": "mimicbook",
			"level": 9,
			"header": 2,
			"entries": [
				"At 9th level, you are well{@homebrew -}practiced at the art of ingratiating yourself with others. When you meet a creature for the first time, you can gain advantage on the first Charisma ({@skill Persuasion}) check or the first Charisma ({@skill Deception}) check against that creature."
			]
		},
		{
			"name": "Fly on the Wall",
			"source": "mimicbook",
			"page": 18,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Face",
			"subclassSource": "mimicbook",
			"level": 13,
			"header": 2,
			"entries": [
				"Starting at 13th level, your mastery of false forms allows you to become the most innocuous of objects. You can use your action to polymorph into an object of the same size category as you or back into your true form. Any equipment you are wearing or carrying transforms with you. While transformed, you are indistinguishable from an ordinary object, and cannot attack or cast spells, but can see and hear as normal.",
				"You can remain transformed for up to 10 minutes, all at once or in multiple transformations, each using a minimum of 1 minute from the duration. You replenish this duration when you finish a long rest."
			]
		},
		{
			"name": "Tongue-in-Cheek",
			"source": "mimicbook",
			"page": 18,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Face",
			"subclassSource": "mimicbook",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, you become so skilled with your words that you can recover from even the most grievous of social errors. When you make a Charisma ({@skill Deception}) or Charisma ({@skill Persuasion}) check, you can choose to gain advantage on that roll, and impose disadvantage on a listener's opposed check. You must decide to use this feature after the roll but before the GM says whether the roll succeeds or fails.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Mimicborn",
			"source": "mimicbook",
			"page": 18,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Mimicborn",
			"subclassSource": "mimicbook",
			"level": 1,
			"entries": [
				"Your ancestry is tainted by a corruption most bizarre. Somehow, either by mad experimentation with shapechanging creatures, or through incomprehensible breeding, one of your ancestors gained the blood of a mimic, that creature of expert camouflage and punisher of avarice. As a result, your magic has bent toward transmutation, and your body is limber and can be made sticky like mimics themselves. You can even, through a combination of magic and flexibility, assume the form of objects, just like your immensely strange kin.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Aberrant Fortitude|Sorcerer||Mimicborn|mimicbook|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Sticky Fingers|Sorcerer||Mimicborn|mimicbook|1"
				}
			]
		},
		{
			"name": "Aberrant Fortitude",
			"page": 18,
			"entries": [
				"Your body is unusually tough. At 1st level, your hit point maximum increases by 1 and increases by 1 again whenever you gain a level in this class."
			],
			"source": "mimicbook",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Mimicborn",
			"subclassSource": "mimicbook",
			"level": 1,
			"header": 1
		},
		{
			"name": "Sticky Fingers",
			"page": 18,
			"entries": [
				"At 1st level, when you hit with a melee attack, you can attempt to {@action grapple} the target of the attack as a bonus action. Additionally, any creatures you have {@condition grappled} has disadvantage on attacks against you."
			],
			"source": "mimicbook",
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Mimicborn",
			"subclassSource": "mimicbook",
			"level": 1,
			"header": 1
		},
		{
			"name": "False Appearance",
			"source": "mimicbook",
			"page": 18,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Mimicborn",
			"subclassSource": "mimicbook",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can transform your appearance as an action. You decide what you look like, including your height, weight, facial features, sound of your voice, hair length, coloration, and distinguishing characteristics, if any. You can make yourself appear as a member of another race, though none of your statistics change. You also can't appear as a creature of a different size than you, and your basic shape stays the same; if you're bipedal, you can't use this effect to become quadrupedal, for instance. At any time, you can use your action to change your appearance in this way again.",
				"Alternatively, you can use your action and expend 1 sorcery point to take the form of an inanimate object. This object can be any shape, as long as it has the same volume as your body, and is no longer than 10 feet in any dimension. Moving or taking any action, bonus action, or reaction ends this transformation."
			]
		},
		{
			"name": "Natural Transmuter",
			"source": "mimicbook",
			"page": 19,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Mimicborn",
			"subclassSource": "mimicbook",
			"level": 14,
			"header": 2,
			"entries": [
				"By 14th level, you have a tendency for magic which transforms. When you apply metamagic to a spell which changes your form or appearance, such as {@spell polymorph} or {@spell invisibility}, you can reduce the metamagic cost by 1, to a minimum of 1.",
				"Additionally, you can end the effects of any transmutation spell affecting you as a bonus action by expending 3 sorcery points."
			]
		},
		{
			"name": "Engulf",
			"source": "mimicbook",
			"page": 19,
			"className": "Sorcerer",
			"classSource": "PHB",
			"subclassShortName": "Mimicborn",
			"subclassSource": "mimicbook",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, you can swallow and digest your foes like a mimic. You can attempt to engulf a creature that is your size of or smaller by moving into its space. You can automatically attempt to engulf a creature you are grappling. The creature must make a Dexterity saving throw. On a failed save, you move into the creature's space and it becomes engulfed: it can't breathe, is {@condition restrained}, and takes {@dice 6d6} acid damage at the start of each of tis turns. While you have engulfed a creature, you move at half speed (the engulfed creature moves with you), and you can't engulf another creature.",
				"An engulfed creature can try to escape by taking an action to make a Strength saving throw against your spell save DC. On a success, the creature escapes and enters a space of its choice within 5 feet of you."
			]
		},
		{
			"name": "The Symbiont",
			"source": "mimicbook",
			"page": 19,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Symbiont",
			"subclassSource": "mimicbook",
			"level": 1,
			"entries": [
				"Though most warlocks forge pacts with distant, intangible entities, your patron is a physical being of incomprehensible power—a being that dwells inside your very body. This arrangement was struck in the spirit of symbiosis: your patron, which resembles a muscular, living ichor, requiring a mortal dwelling, and you in turn may profit from its magic.",
				"You can even draw your patron out from where it resides in your blood, causing it to seep forth onto your skin, until you are a monstrous hybrid of ichor and man, replete with claws and teeth to rend your foes asunder.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Symbiotic Transformation|Warlock||Symbiont|mimicbook|1"
				}
			]
		},
		{
			"name": "Symbiotic Transformation",
			"page": 20,
			"entries": [
				"Starting when you choose this patron at 1st level, you can draw out your Symbiont, which proceeds to coat your body in a living slime exoskeleton. You can undergo this transformation or reverse it as a bonus action on your turn. While transformed, you can't cast spells, but you gain the following benefits:",
				{
					"type": "entries",
					"name": "The Flesh",
					"entries": [
						"Your Armor Class equals 10 + your Dexterity modifier + your Charisma Modifier"
					]
				},
				{
					"type": "entries",
					"name": "The Teeth",
					"entries": [
						"You grow a set of knife-edged teeth, which you can use as a natural melee weapon to make bite attacks. You have proficiency in your bite attack and can use your Charisma modifier, instead of Strength, for its attack and damage rolls. On a hit, the bite deals {@damage 1d10} piercing damage, which counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage."
					]
				},
				{
					"type": "entries",
					"name": "The Claws",
					"entries": [
						"Beginning at 5th level, you also sprout a set of wicked claws, which are natural melee weapons with the same trait as your teeth, but deal {@damage 1d6} slashing damage on a hit. When you take the {@action Attack} action on your turn, you can attack twice: once with your bite and once with your teeth."
					]
				}
			],
			"source": "mimicbook",
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Symbiont",
			"subclassSource": "mimicbook",
			"level": 1,
			"header": 1
		},
		{
			"name": "Traumatic Rend",
			"source": "mimicbook",
			"page": 20,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Symbiont",
			"subclassSource": "mimicbook",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, you can rake your foe's eyes with your eyes to discourage its attacks. When you hit a creature with your bite and {@homebrew your|you} claws on your turn, you can make an additional attack using your claws against the target. On a hit, {@homebrew the} target has disadvantage on attack rolls against you until the start of your next turn.",
				"Once you use this feature, you can't use it again utnil you finish a short or long rest."
			]
		},
		{
			"name": "Lifedrain",
			"source": "mimicbook",
			"page": 20,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Symbiont",
			"subclassSource": "mimicbook",
			"level": 10,
			"header": 2,
			"entries": [
				"By 10th level, your parasitic patron can draw life from those around you. Whenever you deal damage to a hostile creature using your bite or claws, you regain {@dice 1d4} hit points."
			]
		},
		{
			"name": "Violence after Death",
			"source": "mimicbook",
			"page": 20,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Symbiont",
			"subclassSource": "mimicbook",
			"level": 14,
			"header": 2,
			"entries": [
				"Beginning at 14th level, if you should fall in combat, your Symbiont shall keep fighting. If you drop to 0 hit points while transformed with your Symbiont Transformation, you do not fall {@condition prone} or begin making death saving throws until the end of your next turn. Instead, your Symbiont controls your actions, acting as if you were not {@condition unconscious}, and attacking any hostile creatures it sees. If you take any damage while at 0 hit points, you instantly fall {@condition unconscious} and suffer one death saving throw failure. At the end of your next turn, you collapse and begin to make death saving throws as normal."
			]
		}
	]
}
