{
	"_meta": {
		"sources": [
			{
				"json": "3mxfood",
				"abbreviation": "🧙^🍽️",
				"full": "Modnar's Mmmmm-so-good Meals.",
				"authors": [
					"various"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://github.com/TheGiddyLimit/homebrew",
				"targetSchema": "1.0.0"
			},
			{
				"json": "dungeonmeister",
				"abbreviation": "DRINK",
				"full": "Düngeonmeister: A Drink Master's Guide",
				"authors": [
					"Jef Aldreich",
					"Jon Taylor"
				],
				"convertedBy": [
					""
				],
				"version": "1.0",
				"url": "https://www.amazon.com/dp/B087C86RC4/ref=dp-kindle-redirect?_encoding=UTF8&btkr=1",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1544467825,
		"dateLastModified": 1544467825
	},
	"recipe": [
		{
			"name": "Chicken Satay with Peanut Sauce",
			"source": "3mxfood",
			"meal": [
				"entree"
			],
			"ethnicity": "indian",
			"ingredients": [
				"1/2 cup plus 2 tbsp. Thai-style chili sauce (sriracha)",
				"1 Tbs plus 2 tsp. sesame oil",
				"1 garlic clove, minced",
				"4 boneless, skinless chicken breast halves",
				"4 cups shredded red cabbage",
				"2 Tbs chopped fresh cilantro",
				"2 Tbs chopped roasted peanuts",
				"1/4 cup peanut butter",
				"1/4 cup rice wine vinegar",
				"1/4 cup soy sauce",
				"1 Tbs honey"
			],
			"instructions": [
				"In a small bowl, combine 1/2 cup of the chili sauce, 1 tablespoon of the oil, and garlic. Cut chicken into 16 strips and add to chili-sauce mixture; cover and refrigerate 1 hour.",
				"Preheat broiler. Thread 1 chicken strip onto each skewer.† Broil 4 to 6 minutes per side or until no longer pink (165°F).",
				"Arrange cabbage on a serving platter. Place skewers on top. Sprinkle with cilantro and peanuts.",
				"For peanut sauce, in a small bowl whisk together peanut butter, vinegar, soy sauce, honey, remaining 2 tablespoons chili sauce and remaining 2 teaspoons oil until well-combined. Drizzle on chicken skewers and cabbage, and serve."
			]
		},
		{
			"name": "Mulligatawny Soup",
			"source": "3mxfood",
			"meal": [
				"soup",
				"entree"
			],
			"ethnicity": "indian",
			"ingredients": [
				"1 Tablespoon Coconut Oil  (or 2 of Butter)",
				"2 Stalks Celery, finely chopped (about ¾ cup)",
				"½ cup finely chopped onion (1 medium)",
				"1 carrot finely chopped (1/2 a cup)",
				"4 Cups chicken broth (homemade if possible)",
				"2 tsp curry",
				"1 bay leaf",
				"½ cup raisins or prunes",
				"¼ cup finely chopped apple (I suggest tart)",
				"½ tsp Shredded lemon peel",
				"¼ tsp salt",
				"¼ tsp pepper",
				"¼ tsp thyme finely chopped (dried is fine - crushed)",
				"½ cup of cooked chicken",
				"½ cup light coconut milk"
			],
			"instructions": [
				"In a large sauce pan, heat oil, add the celery, onion and carrot.  Cook until tender,but not brown.",
				"Stir in curry poweder and cook about 3 minutes (until spices blossom and are aromatic)",
				"completely mix chicken broth and the thickener (squash or cauliflower), then add it to the saucepan.  Add bayleaf, apple, lemon peel, salt, pepper, thyme, and your raisin/prunes.  Let simmer for 15 minutes (or reduce to desired thickness)",
				"add chicken [and rice if off paleo], and heat through.  Add the milk right before serving."
			],
			"noteCook": [
				"I LIke it thicker so I’d suggest cooked cauliflower or butternut squash, pureed - I’d suggest a 1/3 cup to ½ cup (I’ve not made it this way, but it feels like it would work)",
				"You might want to use Dates instead of raisins or prunes",
				"",
				"(off paleo additives)",
				"2 Tbs Flour",
				"½ cup cooked jasmine rice",
				"½ cup cream"
			]
		},
		{
			"name": "Chevy's Salsa Chicken",
			"source": "3mxfood",
			"meal": [
				"entree"
			],
			"ethnicity": "texmex",
			"fluff": {
				"entries": [
					"From the Chevys & Rio Bravo TexMex Cookbook"
				]
			},
			"makes": "salsa chicken",
			"ingredients": [
				{
					"type": "entries",
					"name": "Fuego Spice Mix",
					"entries": [
						"1/4 cup paprika",
						"2 teaspoons cayenne",
						"2 tablespoons salt",
						"2 teaspoons ground white pepper",
						"2 tablespoons black pepper",
						"2 tablespoons granulated garlic",
						"2 tablespoons chile powder",
						"2 tablespoons oregano"
					]
				},
				{
					"type": "entries",
					"name": "Salsa Chicken",
					"entries": [
						"5 tomatoes, cored and halved",
						"1 jalapeño, stemmed, seeded and halved (use gloves)",
						"1 yellow onion, peeled and quartered",
						"2 T. olive oil",
						"1 T. minced garlic",
						"2 T. Fuego Spice Mix (see recipe below)",
						"1 3-to-4 lbs. cooked chicken, skinned and meat chopped",
						"1/4 C. chopped cilantro"
					]
				}
			],
			"instructions": [
				{
					"type": "entries",
					"name": "Fuego Spice Mix",
					"entries": [
						"combine all ingredients, mixing well. Store in an airtight container, out of direct light, for up to 6 months.",
						"Great fiery spice blend for seasoning grilled steaks, chops, chicken and fish. Rub it on the meat right before cooking...can add a pinch to steamed/sauteed vegetables too. Or use it to season tortilla chips, French fries or popcorn...also used in the Salsa Chicken recipe."
					]
				},
				{
					"type": "entries",
					"name": "Salsa Chicken",
					"entries": [
						"Preheat broiler. Place tomatoes and jalapeño cut-side down in a baking dish. Cut one of the onion halves in half and add to the baking dish. Roast the vegetables under the broiler 8 to 10 minutes or until they begin to blacken. Remove from the oven and cool. Transfer the vegetables and accompanying liquid to a blender and pulse until thick and chunky.",
						"Dice remaining three-quarters of the onion for a large skillet, heat the olive oil over medium-high heat. Add onion and garlic and sauté for 5 minutes. Add spice mix and sauté for 3 to 4 more minutes. Add chicken pieces and sauté until the chicken is heated through, stirring often. Add tomato mixture to the skillet and deglaze, stirring and scraping the bottom of the skillet to loosen any browned bits. Add cilantro. Bring mixture to a simmer. Simmer 10 minutes. Remove from heat and use as a filling in enchiladas or add beans and use as a filling for burritos. Top with cheese, shredded lettuce and guacamole, sour cream or salsa."
					]
				}
			]
		},
		{
			"name": "Egg Nog",
			"source": "3mxfood",
			"meal" : [
				"drink",
				"holiday"
			],
			"makes": "you fat... its true.",
			"ingredients": [
				"1 Quart Whole(Homogenized) Milk",
				"2 Beaten Eggs",
				"1 Cup Heavy Whipping Cream",
				"1 Can Sweetened Condensed Milk",
				"Salt as needed",
				"1 teaspoon Vanilla"
			],
			"instructions": [
				"Combine eggs, milk, and vanilla thoroughly",
				"in a small bowl whip the Cream to soft peaks, and then fold gently into the milk mixture.",
				"Nutmeg to taste.",
				"Liquor to taste"
			]
		},
		{
			"name": "RED CURRY (Panang Curry)",
			"source": "3mxfood",
			"meal": [
				"vegan",
				"soup"
			],
			"ethnicity": "thai",
			"serves": {
				"min": 2,
				"max": 4
			},
			"ingredients": [
				"1 Pound boneless, skinless Chicken Meat (thighs are fine and traditional chopped into bite-sized pieces)",
				"4 Tablespoons Thai Red Curry Paste",
				"2 Cups Coconut Milk (divided into 2 portions)",
				"1 Cup canned Bamboo -- or go all in and prep from Bamboo shoots (cut into thin strips)",
				"2 - 3 Thai Long Chilies (the reds are hotter/mature; greens are milder)",
				"~1 Cup Thai Sweet Basil (Horapah, Star of Siam)",
				"1 small onion, peeled and chopped",
				"1 Carrot (julienned) ",
				"1 red bell pepper, seeded and chopped",
				"1 orange bell pepper, seeded and chopped",
				"1 Japanese Eggplant",
				"2 cloves garlic, minced",
				"1 tablespoon coconut oil",
				"1 tablespoon peanut butter, optional",
				"5 kaffir lime leaves",
				"½ Cup Chicken Broth",
				"~3 tablespoons fish sauce",
				"2 teaspoons Coconut Sugar (I use honey/agave)"
			],
			"instructions": [
				"Heat half of the coconut milk in a wok or pan, bringing it to slow boil and then adding the ½ curry paste.",
				"While doing that (coming to boil) -- Cut the chicken into bite-size pieces. Chop the onions and peppers into rough 1-inch pieces. Mince the garlic. Tear the steam out of the Kaffir Lime leaves then cut into strips to help release their oils (set aside).",
				"Place a 14-inch skillet (or wok) over medium-high heat. Add the coconut oil. Once the oil melts, add the onions. Sauté for 1 minute, then add one or two of the peppers and garlic. Add remaining curry paste (and peanut butter) Sauté another 2-3 minutes to intensify the flavor, moving around the pan.",
				"(Coconut milk should be in a boil now, add the curry paste/remaining coconut milk and chicken, onions, bamboo shoots, eggplant, ginger, sugar & garlic.)",
				"Bring to a boil. Lower the heat and simmer for 10-15 minutes, until the chicken is cooked through and the sauce thickens. Stir occasionally. ",
				"Add the cut Cut the veggies, remaining chilies and some of the basil during the last 5 minutes of simmer, and remaining chilies.",
				"Remove from heat. Garnish with remaining kaffir lime leaves sprigs of basil, add fish sauce to taste.  Serve with rice, quinoa, or noodles."
			],
			"noteCook": [
				"The best thing I can think of to make Thai curries is to use plenty of aromatics, like onion, ginger, and garlic.",
				"Choose full-fat coconut milk for its richness.",
				"Stirring in just a little bit more fish sauce and sugar adds tons of complexity.",
				"If it tastes a bit salty at the end, it’s ok, as the rice - especially if its coconut rice - will moderate that."
			]
		},
		{
			"name": "Mulligatawny Soup Recipe with Jasmine Rice",
			"source": "3mxfood",
			"meal": [
				"vegan",
				"soup"
			],
			"ethnicity": "indian",
			"fluff": {
				"entries": [
					"This quick and easy version of mulligatawny is vegetarian by default- I don't add the traditional chicken to my mulligatawny. But if you'd prefer to add some foul, I'd suggest free range and organically raised."
				]
			},
			"serves": {
				"min": 4,
				"max": 4
			},
			"ingredients": [
				"1 tablespoon olive oil",
				"1 tablespoon Thai Kitchen Green or Red Curry Paste, or GF curry powder, to taste",
				"1 medium red onion, peeled, diced",
				"3 cloves garlic, minced",
				"6 medium carrots, peeled and diced",
				"2 stalks celery, chopped",
				"2 medium apples, peeled, cored and diced",
				"1 medium sweet potato, peeled and diced",
				"1 quart light vegetable broth",
				"1 cup coconut milk",
				"Juice from 1 or 2 medium limes, as needed",
				"1 teaspoon raw organic agave nectar or organic raw sugar",
				"Sea salt and fresh ground pepper, to taste",
				"1 14-oz. can chick peas, rinsed and drained",
				"Finely diced red onion, apple, or chopped fresh cilantro, for garnish",
				"1 pot of cooked jasmine rice"
			],
			"instructions": [
				"Heat the olive oil over medium high heat in a medium size soup pot. Add the curry paste and stir briefly to season the oil. Add in the onion, garlic, carrots, celery, apples and sweet potato; stir and cook until softened, about 7 minutes.",
				"Stir in the vegetable broth. Bring to a high simmer and then cover the pot; reduce the heat and simmer the soup, stirring occasionally, until the vegetables are tender, about 20 to 30 minutes.",
				"Add the coconut milk, a squeeze of lime juice and a touch of agave or raw sugar. Stir with love. Taste for seasoning adjustments. Could it use more lime to tart it up a bit? A little salt and pepper?",
				"Adjust the seasonings to your liking. Heat through gently; don't boil.",
				"Puree the soup with a handheld immersion blender (you could also puree in small batches, covered tightly, in a blender or a food processor; hold the lid on, though as hot soup sputters and expands when it is blended). Return the puree to the soup pot.",
				"Stir in the drained chick peas. Heat through on low heat until serving.",
				"Note: If you prefer a little more texture, you can also puree only half the soup- or mash it lightly with a potato masher until you have the consistency you desire. Then add the chick peas and warm through.",
				"Serve the mulligatawny with a garnish of diced red onion, apple or cilantro. Offer a side of hot cooked jasmine rice.",
				"Add a spoonful of rice to the soup as you eat it. Delicious!"
			]
		},
		{
			"name": "Southwestern Chili",
			"source": "3mxfood",
			"meal": [
				"entre",
				"soup"
			],
			"ethnicity": "american",
			"serves": {
				"min": 8,
				"max": 10
			},
			"ingredients": [
				"1 lb large white beans, soaked overnight in water, drained",
				"6 cups chicken broth",
				"2 cloves garlic, minced",
				"2 medium onions, chopped (divided)",
				"1 Tbsp olive oil",
				"2 4-ounce cans chopped green chilies",
				"2 tsp ground cumin",
				"1 1/2 tsp dried oregano",
				"1/4 tsp ground cloves",
				"1/4 tsp cayenne pepper",
				"4 cups diced cooked chicken",
				"3 cups grated Monterey Jack cheese",
				"1 jalapeno or serrano pepper, chopped (optional)"
			],
			"instructions": [
				"Combine beans, chicken broth, garlic and half the onions in a large soup pot and bring to a boil. Reduce heat and simmer until beans are very soft, 3 hours or more. Add additional water (or watered-down broth), if necessary.",
				"In a skillet, sauté remaining onions in oil until tender. Add chilies and seasonings and mix thoroughly. Add to bean mixture. Add chicken and continue to simmer 1 hour. Check seasoning, add jalapeno or serrano to level of desired hotness.",
				"Serve topped with grated cheese. Garnish with cilantro, chopped fresh tomato, salsa, chopped scallions, and/or guacamole. Serve with fresh warmed flour tortillas or tortilla chips."
			]
		},
		{
			"name": "Chicken/Tortellini/Spinach Soup",
			"source": "3mxfood",
			"meal": [
				"soup"
			],
			"ethnicity": "italian",
			"fluff": {
				"entries": [
					"This soup recipe includes chicken breast chunks, mushrooms, cheese tortellini, spinach, and seasonings."
				]
			},
			"makes": "",
			"serves": {
				"min": 10,
				"max": 10
			},
			"ingredients": [
				"4 1/2 quarts chicken broth",
				"1 package (8 to 10 ounces) fresh cheese-filled tortellini",
				"3/4 pound spinach leaves, stems removed",
				"1 pound boneless, skinless chicken breasts, cut in 1/2-inch pieces",
				"8 ounces mushrooms, sliced",
				"1 medium red bell pepper, chopped",
				"1 cup cooked rice",
				"1 1/2 teaspoons dried basil",
				"grated Parmesan cheese"
			],
			"instructions": [
				"Rinse, drain and chop spinach leaves. In an 8 to 10-quart kettle or Dutch oven, bring the chicken broth to a boil over high heat.",
				"Add spinach, chicken, mushrooms, rice, and basil, then return to a boil over high heat. Reduce heat, cover and simmer for about 3 minutes, or until chicken is no longer pink in the center.",
				"Add tortellini and bell pepper, and cook for about 4 minutes, just until tender.",
				"Ladle into bowls and pass the Parmesan cheese."
			]
		},
		{
			"name": "Grilled Chicken Satay",
			"source": "3mxfood",
			"meal" : [
				"entree",
				"grill"
			],
			"ethnicity": "indian",
			"serves": {
				"min": 2,
				"max": 4
			},
			"ingredients": [
				{
					"type": "entries",
					"name": "Chicken",
					"entries": [
						"2 boneless, skinless chicken breasts cut into 1 inch chunks"
					]
				},
				{
					"type": "entries",
					"name": "Sauce",
					"entries": [
						"1/2 cup sunflower seed butter",
						"1 cup coconut milk",
						"juice of 1 lime or 2 tbsp lime juice",
						"2 tbsp coconut aminos",
						"1 tsp freshly ground ginger",
						"2 garlic cloves chopped",
						"1/2 tsp red pepper flakes"
					]
				}
			],
			"instructions": [
				"Place all the ingredients for sauce in a food processor or blender, mix until smooth almost like a smoothie texture, should take about 30 seconds",
				"Using the sauce, use about 1/3 of it to marinade your chicken chunks or whole chicken in the refrigerator for anywhere from 3 hours to 2 days",
				"Once your ready to cook your chicken, preheat your grill on high for about 10 minutes, then turn down to medium around 450-500 degrees",
				"Use your skewers and slam that chicken on the grill and cook for about 6 minutes per side or until done, best practice is only to flip once",
				"Serve with some freshly sauteed vegetables or over a bed of Cauliflower CousCous garnished with pineapple."
			]
		},
		{
			"name": "Sweet and Sour Grilled Chicken",
			"source": "3mxfood",
			"meal" : [
				"entree",
				"grill"
			],
			"serves": {
				"min": 4,
				"max": 4
			},
			"ingredients": [
				"2 garlic cloves, crushed",
				"2 tablespoons balsamic vinegar",
				"Juice of 1/2 lime",
				"Juice of 1/2 lemon",
				"1/3 cup packed light brown sugar",
				"2 tablespoons Dijon mustard",
				"1/3 cup honey",
				"1 teaspoon salt",
				"1/2 teaspoon black pepper",
				"1/4 cup olive oil",
				"2 whole boneless, skinless chicken breasts, cut in half",
				"Chopped Italian parsley (optional)"
			],
			"instructions": [
				"In a shallow bowl, whisk together garlic, vinegar, lime and lemon juices, brown sugar, mustard, honey, salt and pepper. Whisk in olive oil.",
				"Divide sauce into thirds. Reserve one portion of the mixture for basting and one for dipping sauce, then add chicken to the dish with the remaining portion and turn it to coat.",
				"Grill chicken 4 to 5 minutes per side or until the juices run clear. During the last minutes of cooking, baste the chicken with the portion of the reserved sauce to glaze it. Garnish with Italian parsley, if desired. Serve with other reserved portion of sauce for dipping."
			]
		},
		{
			"name": "Ultimate Cheeseburger",
			"source": "3mxfood",
			"meal" : [
				"entree"
			],
			"ethnicity": "american",
			"serves": {
				"min": 4,
				"max": 4
			},
			"ingredients": [
				{
					"type": "entries",
					"name": "Burger Patties",
					"entries": [
						"1 lb ground Beef",
						"1 lb ground pork",
						"aprox. 1/2 lb bacon",
						"cheddar cheese (shredded)",
						"4 cloves roasted garlic",
						"1/2 an Onion",
						"1 TBLS Paprika",
						"1 egg",
						"1 Tbsp bbq sauce",
						"1 tsp tarragon",
						"Salt & pepper",
						"1 roasted jalapeno"
					]
				},
				{
					"type": "entries",
					"name": "Corn Relish",
					"entries": [
						"1 roasted corn on the cob",
						"1 roasted jalapeno",
						"2 Tbsp Sugar",
						"~3 Tbsp diced onions",
						"1 Tbsp Apple Cider Vinegar",
						"Lemon Zest"
					]
				},
				{
					"type": "entries",
					"name": "Whiskey Onions",
					"entries": [
						"1/4 Cup Bacon fat",
						"1 1/2 TBLS butter",
						"1 tsp cayanne",
						"1 Tbsp Whiskey",
						"1 Drop Liquid Smoke"
					]
				},
				{
					"type": "entries",
					"name": "Chipotle Mayo",
					"entries": [
						"1/2 cup Mayo",
						"1 Tbsp Chipotle",
						"3 Cloves Roast Garlic",
						"Lemon Zest"
					]
				}
			],
			"instructions": [
				"Let's start COOKING!",
				"Roast Corn, Jalapenos and Garlic, and mostly cook the bacon - reserve the grease",
				{
					"type": "entries",
					"name": "The Burger Mixture.",
					"entries": [
						"Finely chop ½ onion, dice bacon, reduce garlic to paste",
						"In a bowl Combine pork and beef, bbq sauce, onion, bacon, egg white, garlic, taragon, paprika and mix throughly.",
						"Add diced bacon into burger mixture",
						"set aside and chill"
					]
				},
				{
					"type": "entries",
					"name": "Corn Relish",
					"entries": [
						"Cut corn off the cob",
						"dicd jalapeno and add to corn",
						"add sugar, diced onion, lemon zest, and apple cider vinegar",
						"chill"
					]
				},
				{
					"type": "entries",
					"name": "Whiskey Onions",
					"entries": [
						"In skillet take bacon grease and butter and heat",
						"add chopped onions",
						"add caynne, drop of liquid smoke, and whiskey",
						"sauté, and remove from heat/reserving bacon grease."
					]
				},
				{
					"type": "entries",
					"name": "Chiptole Mayo",
					"entries": [
						"Put garlic in bowl with mayo, lemons zest, and chiptole.",
						"mix throughly and chill"
					]
				},
				{
					"type": "entries",
					"name": "Burger Stuffing",
					"entries": [
						"Take mashed jalapeño and in bowl",
						"grate cheese and mix together and set aside.",
						"Take the burger mixture and spread it until its about 1/4\" thin, and then use a bowl or biscut cutter mixture into several ~6\" patties.",
						"take one patty aside and put ~2 Tbsp cheese mixture into the center of the patty, then fold the edges of the patty over over the cheese and seal the burger mixture.",
						"take any additional bacon grease and baste the burgers on one side",
						"grill the burger, try to flip them only once",
						"put mayo, onions, on buns of your choice"
					]
				}			
			]
		},
		{
			"name": "Stuffed Peppers with Chili Verde Sauce",
			"source": "3mxfood",
			"meal" : [
				"vegan",
				"entree"
			],
			"ethnicity": "mexican",
			"serves": {
				"min": 1,
				"max": 2
			},
			"ingredients": [
				{
					"type": "entries",
					"name": "Sauce",
					"entries": [
						"1½ pounds tomatillos, husked and rinsed",
						"1 to 2 serrano chilies",
						"¼ yellow onion",
						"3 garlic cloves",
						"¾ teaspoon sea salt"
					]
				},
				{
					"type": "entries",
					"name": "Peppers",
					"entries": [
						"4 to 6 large Poblano peppers (may also be called pasilla peppers)",
						"1½ pounds ground beef",
						"1½ cups diced sweet potatoes, peeled (or butternut squash for SCD)",
						"½ cup yellow onion, diced",
						"1 cup shredded carrots",
						"2 cups baby spinach",
						"2½ teaspoons sea salt",
						"2 teaspoons cumin",
						"1½ teaspoon chili powder",
						"1½ teaspoon ground coriander",
						"avocado or guacamole for serving"
					]
				}
			],
			"instructions": [
				"Preheat oven to 375 degrees F.",
				"Bring a large pot of water to a boil over high heat. Boil the tomatillos and serrano pepper for 10-15 minutes, or until the skins have shriveled slightly and the fruit has turned a dull army green. Drain and remove any stems.",
				"Meanwhile, brown the beef in a deep skillet over medium heat until cooked through. Drain the grease and return the beef to the pan. Add the sweet potatoes, onion, carrots, spinach, and spices. Sauté for 15 minutes until the vegetables have softened slightly.",
				"To make the sauce: add the tomatillos and serrano peppers to a blender or food processor. Blend with the onion, garlic, and sea salt until smooth.",
				"Cut a slit lengthwise on the top of each pepper. Gently scrape out the seeds from the inside the peppers and discard.",
				"Stuff each pepper generously with the mixture being careful not to tear the pepper.",
				"Spoon ¼ cup sauce over each pepper. Pour the remaining sauce into the bottom of a large baking dish and arrange the peppers in the dish.",
				"Bake, covered, for 15 minutes, then uncovered for 15 minutes until the peppers are soft and the sauce is hot.",
				"Serve with avocado or guacamole."
			]
		},
		{
			"name": "Winter Squash Soup with Roasted Pumpkin Seeds",
			"source": "3mxfood",
			"meal" : [
				"soup",
				"entree"
			],
			"serves": {
				"min": 4,
				"max": 6
			},
			"ingredients": [
				"4 tablespoons unsalted butter",
				"1 medium onion, coarsely chopped",
				"1 celery rib, coarsely chopped",
				"2 garlic cloves, coarsely chopped",
				"1 cup dry white wine (optional)",
				"1 quart chicken stock ",
				"4 pounds kabocha or butternut squash—peeled, seeded and cut into 1-inch cubes",
				"Salt and freshly ground white pepper",
				"Large pinch of freshly grated nutmeg",
				"Salted roasted pumpkin seeds, honey and diced cucumber, for garnish (optional)"
			],
			"instructions": [
				"In a large pot, melt the butter. Add the onion, celery and garlic and cook over moderate heat, stirring, until softened, about 5 minutes. Add the white wine and simmer for 3 minutes. Add the stock and water and bring to a boil. Add the squash, cover partially and simmer over moderately low heat until tender, about 30 minutes.",
				"Working in batches, puree the soup in a blender. Return the soup to the pot, bring to a simmer and season with salt, white pepper and nutmeg. Garnish with the pumpkin seeds, a drizzle of honey and the cucumber.",
				"MAKE AHEAD The soup can be refrigerated for up to 2 days. Reheat before serving."
			]
		},
		{
			"name": "Breakfast Lasagna",
			"source": "3mxfood",
			"meal" : [
				"breakfast",
				"entree"
			],
			"serves": {
				"min": 4,
				"max": 6
			},
			"ingredients": [
				"3 cups buttermilk",
				"1/2 cup milk",
				"12 eggs, divided",
				"1/3 cup butter, melted, plus more for greasing the pans",
				"3 1/2 cups all-purpose flour, divided",
				"4 tablespoons granulated sugar",
				"3 teaspoons baking powder",
				"1 1/2 teaspoons baking soda",
				"Kosher salt",
				"30 strips smoked bacon",
				"30 links breakfast sausage",
				"1/2 bunch fresh sage, chopped",
				"2 1/2 cups heavy whipping cream",
				"4 cups maple syrup, plus more for serving",
				"2 pounds sharp cheddar cheese, grated"
			],
			"instructions": [
				"For the pancakes: Mix together the buttermilk, milk, three eggs, and melted butter in a large mixing bowl. In a separate bowl, whisk together three cups flour, sugar, baking powder, baking soda, and a large pinch of salt. Slowly whisk the dry ingredients into the wet mixture until incorporated.",
				"In a large buttered skillet, ladle one cup of batter at a time. Brown each side, flipping when browned and beginning to bubble. Remove the pancake, and repeat until all of the batter is cooked. Square off the edges of each pancake.",
				"For the bacon: Preheat oven to 375°F. Fit a cooling rack into a half-sheet pan. Arrange the bacon on top of the cooling rack and bake until crispy, 15 to 20 minutes. Reserve one-half cup of the rendered bacon fat.",
				"For the sausage: Line a half-sheet pan with sausage links, and bake in the oven until cooked through.",
				"Roughly chop the sausage, and add it to a food processor with the sage. Pulse until finely chopped.",
				"For the eggs: In a large bowl, whisk nine eggs with a large punch of salt until smooth, and cook in a large buttered skillet, stirring frequently, over medium heat until fluffy and cooked through.",
				"Transfer to a blender, add one-half cup cream, and purée until smooth.",
				"For the maple béchamel: And the reserved bacon fat to a large sauce pot set over medium heat. Once melted, whisk in flour. Cook for three to four minutes, whisking frequently to get rid of the raw flour flavor. Add two cups cream, the maple syrup, and a large pinch of salt, and cook over low heat, stirring until thickened and the consistency of gravy.",
				"To assemble the lasagna: Butter a casserole dish, and completely line the bottom with a single layer of pancakes. Lightly spread the béchamel over the pancakes until covered. Arrange the chopped sausage on top of the pancakes, spreading evenly. Spoon one-half of the egg mixture over the sausage, and spread until evenly distributed. Add another layer of the béchamel, and then add a layer of shredded cheese. Add another layer of pancakes, then béchamel, then bacon strips, béchamel again, then the rest of the eggs, and finish with a liberal covering of cheese.",
				"Bake in a 375°F oven until the cheese has melted on top and begun to get crispy. Let cool, then slice into portions.",
				"Reheat each portion before serving, and serve with maple syrup."
			]
		},
		{
			"name": "Mexican Quiche",
			"source": "3mxfood",
			"meal" : ["tapas"],
			"makes": "about 6 mini quiches",
			"ingredients": [
				"½ lb bulk hot Italian sausage",
				"½ cup shredded Cheddar cheese (2 oz)",
				"½ cup shredded mozzarella cheese (2 oz)",
				"½ cup chopped jalapeño chiles, seeds removed, if desired",
				"6 eggs",
				"6 tablespoons (cheap) Chunky salsa",
				"1 box refrigerated pie crusts, softened as directed on box"
			],
			"instructions": [
				"Heat oven to 425°F. In 8-inch skillet, cook sausage over medium heat, stirring frequently, until browned and no longer pink; drain.",
				"Set aside to cool.",
				"In medium bowl, mix both cheeses and chiles.",
				"Stir in cooled cooked sausage.",
				"In another medium bowl, beat eggs thoroughly with fork.",
				"Stir in salsa.",
				"Remove pie crusts from pouches; place flat on work surface. With rolling pin, roll each crust into 12-inch round. With 3 1/2-inch round cutter, cut 22 rounds from crusts, rerolling scraps as necessary.",
				"Press each round into ungreased muffin cup or fluted tartet pan.",
				"Spoon 1 heaping tablespoon cheese mixture into each crust-lined cup. Top each with about 1 tablespoon egg mixture; divide any remaining egg mixture between cups.",
				"Bake 14 to 18 minutes or until filling is set. If desired, garnish with fresh cilantro. Serve warm."
			]
		},
		{
			"name": "Fried Apple Pie",
			"source": "3mxfood",
			"meal" : ["Dessert"],
			"ethnicity": "american",
			"makes": "several small bit sized pocket pies",
			"ingredients": [
				{
					"type": "entries",
					"name": "Pie Dough",
					"entries": [
						"3 cups all-purpose flour",
						"2 teaspoons kosher salt",
						"2 teaspoons sugar",
						"1 cup (2 sticks) unsalted butter, very cold, cut into 16 pieces",
						"1/4 cup lard, very cold, cut into 4 pieces",
						"8 to 12 tablespoons ice water"
					]
				},
				{
					"type": "entries",
					"name": "Apple Filling",
					"entries": [
						"4 tablespoons unsalted butter",
						"4 tablespoons light brown muscavado sugar",
						"1/4 cup Calvados (Apple Liquor)",
						"3 Granny smith apples, peeled, cored and cut into 1/2-inch dice",
						"3 Golden Delicious apples, peeled, cored and cut into 1/2-inch dice",
						"1 tablespoon fresh lemon juice",
						"1 tablespoon ground cinnamon",
						"1/2 teaspoon ground ginger"
					]
				},
				{
					"type": "entries",
					"name": "Assembly",
					"entries": [
						"1 quart peanut or canola oil",
						"Chilled dough circles",
						"Apple filling",
						"1 cup sugar mixed with 2 tablespoons ground cinnamon"
					]
				}
			],
			"instructions": [
				{
					"type": "entries",
					"name": "Pie Dough",
					"entries": [
						"Whisk the flour with the salt and sugar in a large bowl. Toss half the butter and lard in the flour to coat, then use a pastry blender or knives or your fingers to cut in the fats until pea sized or a bit smaller. Toss the rest of the butter and lard into the mixture, then cut in again until the mixture resembles coarse meal with some larger chunks of fat throughout.",
						"Use your finger to draw a trench down the center of the mixture, and sprinkle about 2 tablespoons of the water down the trench and around the outside of the flour. Toss the flour with the water using your fingers or a rubber spatula. Repeat until the dough comes together in shaggy chunks. Turn the dough onto a lightly floured board and use the heel of your hand to smear pieces of dough away from you. Gather the dough together with a pastry scraper and press into a large disk. Wrap tightly and refrigerate a few hours before using.",
						"On a lightly floured surface, roll the dough just slightly thicker than 1/8-inch. Cut out 5-inch circles, place on parchment on a baking sheet, and chill while you prepare the filling."
					]
				},
				{
					"type": "entries",
					"name": "Filling",
					"entries": [
						"Melt the butter in a large saute pan over high heat. Add the brown sugar and cook, stirring occasionally, until the mixture thickens slightly, about 5 minutes. Add the Calvados and cook for 1 minute.",
						"Add the apples and cook for 5 minutes, stirring occasionally. Add the lemon juice, cinnamon and ginger and cook until the apples are caramelized and just cooked through, about 10 minutes longer. Scrape into a shallow bowl or onto a baking sheet and let cool to room temperature."
					]
				},
				{
					"type": "entries",
					"name": "Assembly",
					"entries": [
						"Place 1 of the dough circles on a flat surface and place a few tablespoons of the apple filling onto one half of each circle of dough. Brush a little cold water around the circumference of the dough and fold it in half so the other side comes down over the apple filling. Seal the pie and make a decorative edge by pressing the edges of the dough together with the back of a fork. Place the pies on a baking sheet lined with parchment paper to chill for 30 minutes.",
						"Heat the oil in a large saucepan until it reaches 360 degrees F on a deep-fry thermometer. Fry the pies, 2 at a time until golden brown, about 2 minutes. Remove with a slotted spoon to a baking sheet lined with paper towels. Let drain for 10 seconds then toss with the cinnamon sugar. Serve."
					]
				}
			]
		},
		{
			"name": "Creme Brulee",
			"source": "3mxfood",
			"meal" : ["Dessert"],
			"serves": {
				"min": 6,
				"max": 8
			},
			"ingredients": [
				"1 quart heavy cream",
				"1 vanilla bean, split and scraped (or 2 tablespoons vanilla extract)",
				"1 cup vanilla sugar, divided",
				"6 large egg yolks",
				"2 quarts hot water",
				"1/2 coconut milk",
				"nutmeg to taste (for an eggnog brulee)"
			],
			"instructions": [
				"Preheat the oven to 325°F.",
				"Place the cream, vanilla bean and its pulp into a medium saucepan set over medium-high heat and bring to a boil.",
				"Remove from the heat, cover and allow to sit for 15 minutes.",
				"Remove the vanilla bean and reserve for another use.",
				"In a medium bowl, whisk together 1/2 cup sugar and the egg yolks until well blended and it just starts to lighten in color.",
				"Add the cream a little at a time, stirring continually.",
				"Pour the liquid into 6 (7 to 8-ounce) ramekins.",
				"Place the ramekins into a large cake pan or roasting pan.",
				"Pour enough hot water into the pan to come halfway up the sides of the ramekins.",
				"Bake just until the creme brulee is set, but still trembling in the center, approximately 40 to 45 minutes.",
				"Remove the ramekins from the roasting pan and refrigerate for at least 2 hours and up to 3 days.",
				"Remove the creme brulee from the refrigerator for at least 30 minutes prior to browning the sugar on top.",
				"Divide the remaining 1/2 cup vanilla sugar equally among the 6 dishes and spread evenly on top.",
				"Using a torch, melt the sugar and form a crispy top.",
				"Allow the creme brulee to sit for at least 5 minutes before serving."
			]
		},
		{
			"name": "The Cook",
			"source": "3mxfood",
			"fluff": {
				"entries": [
					"Diminutives are {@b {@i not}} acceptable when the cookie is that big!"
				]
			},
			"makes": "6 Cooks (cookies)",
			"meal" : ["Dessert"],
			"ethnicity": "american",
			"ingredients": [
				"1/4 cup Butter (Softened)",
				"1/4 cup Butter Flavored Shortening",
				"1/2 cup Dark Brown Sugar (add more vanilla extract if using light) ",
				"1/3 cup White Sugar ",
				"1/2 cup Creamy Peanut butter ",
				"1/2 tsp Vanilla (more to taste) ",
				"1 Egg",
				"1 Box flavored pudding (White Chocolate is what I've been using)",
				"1 cup Flour",
				"1 tsp Baking Soda",
				"1/4 tsp salt ",
				"1/2 c Oats ",
				"1 1/2 Cups Chocolate Chunks",
				"2 Tbsp whole Milk",
				"2 tsp Coffee Grounds (used - if you don't like coffee flavor)"
			],
			"instructions": [
				"Butter should be soft almost, but not quite room temperature.",
				"In a large bowl Cream Butter, Crisco and then add sugars until well blended.",
				"add 1 whipped egg, vanilla, and Milk/Cream.",
				"Try to keep the mixture cool (you may need to refrigerate)",
				"Blending in pudding slowly (make sure this is well incorporated and the mixture doesn't appear granulated)",
				"In a smaller bowl combine Flour, Baking Soda, & Salt",
				"Then mix in peanut butter, add the cut oats.",
				"Slowly add the dry mixture bowl's content.",
				"Add Chocolate Chunks.",
				"Make into several palm sized balls (approximate 5-6 per batch) and refrigerate for 1-2 hours.",
				"Warm oven to 325 F (and locate the exhaust flue for the oven)",
				"Place balls on tray (I suggest a baking sheet or parchment paper and not a greased tray)",
				"Cook for approximately 25 minutes (this is tricky because I always just use the sense of smell for this)",
				"then remove and place them under the exhaust flu for another 15 minutes, (or into a cold convection for 8-10 minutes @ 250 - that's a guess) to get the outside shell dried out and crispy."
			]
		},


		{
			"name": "Three Halflings in a Trench Coat",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "SPIRITED SPECIES",
			"fluff": {
				"entries": [
					"It is a well-known fact that there is little more terrifying or confusing than the combined might of three halflings in a trench coat coming right at you. In the same way, the three rums that find themselves hidden in a coat of sweetness and sour juices are sure to be a powerhouse."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"1 ounce white rum",
				"1 ounce dark rum",
				"1 ounce demerara rum",
				"¾ ounce lime juice",
				"¾ ounce white grapefruit juice",
				"1 ounce honey syrup (see recipe in Tavern Basics)",
				"2 ounces club soda (or enough to fill)",
				"1 orange wheel for garnish",
				"1 skewer for garnish",
				"3 stemmed maraschino cherries"
			],
			"instructions": [
				"Combine rums, juices, and syrup in an ice-filled shaker and shake well to combine and chill.",
				"Strain into a Collins glass filled with ice. Fill to top with club soda.",
				"Garnish with skewered orange wheel and cherries."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Originally, there were only two halflings in a trench coat, and it was just so they could get into bars and restricted movies. It wasn’t until an enterprising third joined in that the world was to know the true power of a wobbly mass with six arms and a dapper fashion sense."
					]
				}				
			]
		},
		{
			"name": "Dark Elf",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "SPIRITED SPECIES",
			"fluff": {
				"entries": [
					"Deep in the recesses of the underworld, the shadowy dark elves plot and conspire in the pitch-dark of the eternal night. Sitting around plotting in darkness isn’t especially sexy, so they often sit at fancy tables drinking exotic underworld cocktails made from secretive, maleficent ingredients. Since maleficent ingredients are often not dolphin-safe or free of GMOs, we’ve attempted to re-create the umbral nectars these elves enjoy using simple ingredients."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 ounces white rum",
				"¾ ounce peach schnapps",
				"3 ounces cherry juice (as dark as possible)",
				"2 teaspoons grenadine",
				"2 stemmed and pitted dark fresh cherries (such as Bing or Sweetheart)",
				"2 stemmed maraschino cherries"
			],
			"instructions": [
				"1. Combine rum, schnapps, cherry juice, and grenadine in an icefilled shaker.",
				"2. Shake vigorously to mix and chill. Strain into a martini glass.",
				"3. Garnish with a toothpick spear of alternating fresh and maraschino cherries."
			]
		},
		{
			"name": "Gnomish Gnightcap",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "SPIRITED SPECIES",
			"fluff": {
				"entries": [
					"Gnomes are gnown for having gnightcaps that are gnothing short of magnificent. Bitter, sweet, dry, and refreshing all at once, this drink is every bit as complex as any gnomish invention but exceedingly easy to make."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"1 ounce London Dry gin",
				"1 ounce Campari",
				"1 ounce sweet vermouth",
				"1 orange twist (peel) for garnish"
			],
			"instructions": [
				"1. Combine all ingredients except orange twist together in an icefilled shaker. Shake vigorously to combine and chill.",
				"2. Strain into a tumbler or highball glass over cubed ice.",
				"3. Garnish with orange twist."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"The tradition of ending an evening with a drink is attributed to Delbar Tippletinkler, a hero among the gnomish people. Originally, the drink had a sprinkle of dirt in it as well. Not on purpose. That’s just what happens when you make all your drinks in a burrow."
					]
				}	
			]
		},
		{
			"name": "Dwarven Forge",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "SPIRITED SPECIES",
			"fluff": {
				"entries": [
					"Dwarves are master craftsmen, known far and wide for their attention to detail, resistance to the heat of their mighty furnaces, and mastery over the blend of artistry and function. To pay proper homage to the stout axe-loving folk, this cocktail is a challenge to make and a reward to master. It’s also on fire, so be extremely careful and follow all the recommended safety instructions."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				{
					"type": "entries",
					"name": "For the Spiced Berry Coulis:",
					"entries": [
						"12 ounces frozen berry blend",
						"3 sprigs thyme",
						"½ cup granulated sugar",
						"½ cup water",
						"2 drops red food coloring"
					]
				},
				{
					"type": "entries",
					"name": "For the Cocktail:",
					"entries": [
						"2 ounces spiced rum",
						"1 ½ ounces Spiced Berry Coulis",
						"¾ ounce fresh lemon juice",
						"2 teaspoons overproof rum"
					]
				}
			],
			"instructions": [
				{
					"type": "entries",
					"name": "For the Spiced Berry Coulis:",
					"entries": [
						"Combine berries, thyme, sugar, and water in a medium saucepan.",
						"Cook over medium heat to boiling, stirring until all sugar has dissolved and the fruit has fully softened, roughly 8 minutes.",
						"Remove mixture from the heat, transfer to a medium bowl, and refrigerate until cold, at least 1 hour.",
						"Strain mixture through a sieve into a storage bottle (a funnel may help here), then add the drops of food coloring for extra color.",
						"Refrigerate until ready to use."
					]
				},
				{
					"type": "entries",
					"name": "For the Cocktail:",
					"entries": [
						"Combine all ingredients except overproof rum in an ice-filled shaker and shake to combine and chill.",
						"Strain into a coupe glass, leaving room at the top of the glass.",
						"Slowly pour overproof rum over the back of a spoon into the glass to form a layer over top of cocktail (be careful not to fill the glass).",
						"Light cocktail with a match and observe. Safety note: Do not move cocktail or consume cocktail while still lit. Do not attempt to blow out a flaming cocktail. To put out, smother the fire with a saucer or cocktail shaker. Do not allow the fire to “burn out,” as alcohol fires can be invisible. Always ensure fire is safely out before consuming."
					]
				}
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"For maximum Dwarven Forge showiness, wait until this drink is lit and burning, then from a safe distance above the flames, sprinkle a pinch of cinnamon down from above. This will create beautiful forge sparks, which dwarves hold in high esteem (at beard’s length, of course)."
					]
				}	
			]
		},
		{
			"name": "Aasimartini",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "SPIRITED SPECIES",
			"fluff": {
				"entries": [
					"A cocktail as holy as drinking can legally be outside of a church or temple, the Aasimartini distills divinity into a delightful package. While the aasimar merely has an angel or two somewhere in the family tree, the Aasimartini delivers glory on high and a pleasant coffee aroma to boot."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 ounces Irish cream liqueur",
				"1 ounce vodka",
				"1 ounce brewed espresso",
				"1 star fruit slice for garnish"
			],
			"instructions": [
				"1. Combine all ingredients except garnish in an ice-filled shaker and shake well to combine.",
				"2. Strain into a chilled martini glass.",
				"3. Garnish with star fruit slice."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Several variations on this cocktail exist, from the Half-Celestial Templarita to the Deva & Coke, but we’ve elected to include the original, because that’s the lawful good thing to do."
					]
				}	
			]
		},
		{
			"name": "Half ’n’ Half-Orc",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "SPIRITED SPECIES",
			"fluff": {
				"entries": [
					"Half-orcs have a hard time fitting into society. They are rejected by their brutal orcish cousins and treated as dangerous criminals and monsters by their human relatives. There is, however, a fierce nobility to these folk, and those that do befriend them are rewarded, in this case by a refreshing blend of mint and cream that’s accepted by just about everyone."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"1 ounce green crème de menthe",
				"1 ounce crème de cacao",
				"2 ounces half and half"
			],
			"instructions": [
				"1. Combine all ingredients in an ice-filled shaker and mix gently.",
				"2. Strain into a chilled martini glass."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"The Half ’n’ Half-Orc is best garnished with mint leaves, but also commonly with dark chocolate shavings. Learning to trim these shavings with a twohanded greataxe can be rough going at first, but it’s a rewarding process you’ll learn to appreciate."
					]
				}	
			]
		},
		{
			"name": "Sleep Immunity",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "SPIRITED SPECIES",
			"fluff": {
				"entries": [
					"Among the many things that elves are known for, perhaps one of the lesser-known qualities is their inherent sleeplessness and inability to be put in magical slumber. With this caffeine concoction, you, too, can feel what it’s like to be one of the fair folk, at least for a time."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 ounces vodka",
				"1 (8-ounce) can energy drink of choice (larger is fine)"
			],
			"instructions": [
				"1. Pour vodka into a highball glass filled with ice.",
				"2. Top up with energy drink."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Since its creation, this particular cocktail has been highly popular with those that wish to feel some of the power of elven kind flowing through them. There is a much less popular dwarven drink that lets you detect the slope of a floor—probably because it accomplishes this by being powerful enough to lay you flat out on the ground."
					]
				}	
			]
		},
		{
			"name": "Tiefling’s Breakfast",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "SPIRITED SPECIES",
			"fluff": {
				"entries": [
					"Tieflings tend to eat like they live, with more than a little smoke, fire, and danger. This beverage serves as a brunch time pick-me-up that the fiendish among you can enjoy for its fiery heat and refreshing tang."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"3 dashes celery salt, divided",
				"2 lime wedges, divided",
				"1 ½ ounces bourbon",
				"2 dashes hot sauce",
				"2 dashes Worcestershire sauce",
				"1 teaspoon wasabi",
				"Approximately 2 ounces tomato juice to fill",
				"1 celery stalk for garnish, leaves on"
			],
			"instructions": [
				
				"1. Fill the bottom of a small bowl with 1 dash celery salt. Rub 1 lime edge around the rim of a pint glass and coat with celery salt.",
				"2. Fill glass with ice and add 2 dashes of celery salt and all other ingredients except tomato juice, celery stalk, and remaining lime wedge.",
				"3. Fill with tomato juice and stir well.",
				"4. Garnish with celery stalk and lime wedge."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"This is not the only drink to be named for the tiefling race. In fact, there is one for every meal of the day. The Tiefling’s Brunch tends to just be a mixture of champagne and catty gossip."
					]
				}	
			]
		},
		{
			"name": "Slippery Grippli",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "SPIRITED SPECIES",
			"fluff": {
				"entries": [
					"If you’re looking for green and slippery, you can’t go wrong with the tiny batrachian swamp dwellers known as the grippli. Masters of camouflage and ambush, these tiny creatures attack from the shadows in deadly flashes of emerald. To create this cocktail reminiscent of these swamp denizens and their swamp, a layered shooter provides swamp water (the brown of the schnapps), bull rushes (the tan of Irish cream), and frog-fellow (sweet melon liqueur), all in one candy-sweet shot."
				]
			},
			"makes": "Yields 1 shot",
			"ingredients": [
				"½ ounce butterscotch schnapps",
				"¼ ounce Irish cream liqueur",
				"½ ounce melon liqueur"
			],
			"instructions": [
				"1. Pour butterscotch schnapps into a shot glass.",
				"2. Carefully pour cream over the back of a spoon so it goes into the glass more slowly, creating a layer of cream over schnapps.",
				"3. Repeat step 2 using melon liqueur."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Applying any garnishes here would really be gilding the foxtail. Honestly, that’s probably for the best, as the original garnish suggestions in the guidebook were two isopods on a toothpick and a hellgrammite at the bottom."
					]
				}	
			]
		},
		{
			"name": "Barbarian Rage",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "CLASS-Y",
			"fluff": {
				"entries": [
					"Regardless of their homeland or upbringing, one thing all barbarian warriors have in common is the ability to call upon a seemingly inhuman rage while in combat. With this combination of spirits and energy drink, you, too, can feel what it’s like to be all brawn and no brains."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"1 ounce spiced rum",
				"1 ounce Amaretto",
				"1 ounce tequila",
				"1 ounce vodka",
				"1 ounce gin",
				"1 ounce blue curaçao",
				"1 ounce light rum",
				"1 ounce black raspberry liqueur",
				"1 ounce melon liqueur",
				"1 ounce coconut rum",
				"1 (8-ounce) can energy drink of choice (or larger)"
			],
			"instructions": [
				"1. Combine all ingredients except energy drink in a shaker with cracked ice, then shake and pour into a pint glass or large mug.",
				"2. Fill with energy drink."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"In a pinch, the cocktail glass can be replaced with the skull of a recently defeated foe. Be aware that this drink will cause you to fly into an energyfueled mania of bad decisions where you may not be able to tell friend from foe. Before going into another rage, take a short rest."
					]
				}	
			]
		},
		{
			"name": "Bard’s Songs",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "CLASS-Y",
			"fluff": {
				"entries": [
					"When adventuring in the wilds or relaxing in a tavern, nothing can soothe the frayed nerves of a wanderer quite like a song from a bard. This drink has all the sparkle and glamor of the best showmen out there and is just as refreshing as kicking your feet up and listening to a great tune."
				]
			},
			"makes": "6 cocktails",
			"ingredients": [
				"8 ounces Pimm’s No. 1 Cup",
				"4 ounces gin",
				"2 tablespoons lemon juice",
				"2 tablespoons grenadine",
				"32 ounces sparkling wine",
				"1 cup raspberries for garnish"
			],
			"instructions": [
				"1. Combine Pimm’s No. 1 Cup, gin, lemon juice, and grenadine in an ice-filled pitcher, and stir to combine.",
				"2. Strain equally into six chilled wine flutes. Fill each glass with equal amounts sparkling wine and raspberries."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"One of the great arguments among the magic users of the world is whether a bard’s song is actually magic or if they’ve somehow found a way to inspire through music in a way that seems magical. However, I once saw a bard get an ogre to dance a waltz with a halfling, so I’m going to say magic."
					]
				}	
			]
		},
		{
			"name": "Flavored Enemy",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "CLASS-Y",
			"fluff": {
				"entries": [
					"The rangers that wander the wilderness are known to have specific enemies that they come to study and know in great detail. These enemies come in many different flavors, and this is just one flavor that you can master."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"1 ½ ounces vanilla vodka",
				"3 ounces orange juice",
				"Splash cranberry juice",
				"1 orange wheel for garnish"
			],
			"instructions": [
				"1. Add vodka and juices to an ice-filled highball glass and stir well.",
				"2. Garnish with orange wheel."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"The tradition among rangers to focus on a single type of enemy has a long and storied history to it. You see, one day, a ranger got really lazy and decided to say that he only fought goblinoids so the local town would leave him alone about the giants who were roaming around."
					]
				}	
			]
		},
		{
			"name": "Holy Water",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "CLASS-Y",
			"fluff": {
				"entries": [
					"Holy water, when flung on a vampire or other intelligent undead, will repulse the creature and burn its vile hide as it shrinks away from the wielder. That said, actual holy water tastes like water, so it makes a lot of sense to hurl it at itinerant Draculas. This floral twist on the classic margarita tastes holy, so you may wish to retain it for consumption instead."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 ounces reposado tequila",
				"1 ounce elderflower liqueur",
				"1 ounce fresh-squeezed lime juice",
				"1 lime wheel for garnish"

			],
			"instructions": [
				"1. Combine all ingredients except lime wheel in an ice-filled shaker and shake vigorously to combine and chill.",
				"2. Strain and serve in an iced cocktail glass.",
				"3. Garnish with lime wheel."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Warning note: Hurling this drink at a vampire will render his waistcoat and silly red cloak all sticky in the few seconds before he murders you, so consider offering him a glass, instead."
					]
				}	
			]
		},
		{
			"name": "Necromancer",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "CLASS-Y",
			"fluff": {
				"entries": [
					"The art of necromancy has often been looked down on as evil and unnatural. While this drink may seem to be as cloudy as the eyes of a newly risen corpse, it has a perfectly balanced flavor with citrusy strength"
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"1 ounce gin",
				"1 ounce Cointreau",
				"1 ounce Lillet Blanc",
				"1 ounce lemon juice",
				"Dash absinthe",
				"1 orange twist (peel) for garnish"
			],
			"instructions": [
				"1. Combine all ingredients except orange twist in an ice-filled shaker",
				"and shake vigorously to combine and chill.",
				"2. Strain into a chilled coupe glass.",
				"3. Garnish with orange twist."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Necromancers get a bad rap, and I can understand where most people are coming from. But, for us, there’s honestly no one else we would rather turn to when we need some body."
					]
				}	
			]
		},
		{
			"name": "Sneak Attack",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "CLASS-Y",
			"fluff": {
				"entries": [
					"Rogues are known for being able to sneak up on the unsuspecting and take them out with one go. This is also true for this deceptively strong drink that masks its power in sweet and refreshing flavors."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 ounces white rum",
				"¾ ounce Cointreau",
				"1 ¼ ounces Luxardo or other maraschino liqueur",
				"¾ ounce lime juice",
				"¼ ounce simple syrup (see recipe in Tavern Basics)",
				"½ cup crushed ice"
			],
			"instructions": [
				"1. Pour all ingredients into a blender.",
				"2. Blend on the pulse setting until smooth.",
				"3. Pour into a chilled coupe glass."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"This drink used to be known as The Backstabber and was much more difficult to make. Over the years, more enlightened bartenders have made variations of it so that it is much more accessible if maybe less crushingly powerful. Some people still mistakenly call it the wrong name."
					]
				}	
			]
		},
		{
			"name": "Stunning Smite",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "CLASS-Y",
			"fluff": {
				"entries": [
					"Paladins can call upon their deity to help them smite evil and leave their foes stunned and reeling. This drink will smite what ails you as the warmth and sweetness spread, leaving all those you serve stunned by how good it is."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				{
					"type": "entries",
					"name": "For the Cinnamon Cider:",
					"entries": [
						"½ cup apple cider",
						"4 cinnamon sticks, divided"
					]
				},
				{
					"type": "entries",
					"name": "For the Cocktail:",
					"entries": [
						"1 ounce whiskey",
						"½ ounce lemon juice",
						"Splash maple syrup",
						"3 apple slices for garnish"
					]
				}
			],
			"instructions": [
				"1. For the Cinnamon Cider: Combine apple cider and 3 cinnamon sticks in a small saucepan and cook over medium heat until simmering, about 3 minutes.",
				"2. Turn off the heat and let mixture cool to room temperature.",
				"3. For the Cocktail: Combine Cinnamon Cider, whiskey, lemon juice, and syrup in an ice-filled shaker and shake to combine.",
				"4. Strain into a tumbler filled with ice.",
				"5. Garnish with apple slices and remaining cinnamon stick."
			]
		},
		{
			"name": "Sweet and Sour-cerer",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "CLASS-Y",
			"fluff": {
				"entries": [
					"The sorcerer is a being of contrasts. They are bestowed with great power and yet have not learned how to properly use it. They are both human and yet something else. In the same way, this cocktail blends both sour and sweet into a drink that is more than it seems."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"1 cup sweet and sour mix",
				"⅓ cup cherry liqueur",
				"⅓ cup white rum",
				"1 lime wheel for garnish"
			],
			"instructions": [
				"1. Combine all ingredients except lime wheel in an ice-filled shaker and shake to combine.",
				"2. Strain cocktail into an ice-filled tumbler.",
				"3. Garnish with lime wheel."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"“Sorcerers will try to tell you that they don’t actually have any dragons in their ancestry and that it’s actually just their inherent power. They are liars. Everyone knows that you only get magic powers without studying if your parents slept around with giant lizards.” —A wizard"
					]
				}	
			]
		},
		{
			"name": "Sword and Chambord",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "CLASS-Y",
			"fluff": {
				"entries": [
					"In the wilds of the land, there is little that a warrior can count on aside from their own strength and the weapons they wield. You have to make sure everything is perfectly balanced so that nothing fails you at the worst moment. This drink manages to strike that perfect balance of spicy, sweet, and strong that will leave you refreshed and ready for anything." 
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"½ ounce black raspberry liqueur",
				"2 ounces vodka",
				"½ ounce lime juice",
				"4 ounces ginger beer",
				"1 lime wheel for garnish",
				"5 fresh raspberries for garnish"
			],
			"instructions": [
				"1. Combine vodka, black raspberry liqueur, and lime juice in an icefilled Moscow mule mug.",
				"2. Top the mug with ginger beer.",
				"3. Garnish with lime wheel and raspberries scattered across the drink surface."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Those discerning drinkers who favor the taste of the Sword and Chambord cocktail will often have similar ideas on how it should be presented. Specifically, it is determined to be best when served in a tankard."
					]
				}	
			]
		},
		{
			"name": "Healing Surge",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Here’s a blast of refreshing energy, a cool breeze that soothes the burn, and the pick-me-up you were looking for. This sour-sweet elixir will cure what ails you (please note that depending on the spell level of the user, this might only cure specifically any thirst that ails you)"
				]
			},
			"makes": "1 cocktail",
			"type": "Skills",
			"ingredients": [
				"1 ½ ounces tequila",
				"1 ½ ounces sour apple liqueur",
				"1 ounce lime juice",
				"½ ounce simple syrup (see recipe in Tavern Basics)",
				"1 slice Granny Smith apple for garnish",
				"4–6 ounces lemon-lime soda"
			],
			"instructions": [
				"1. Combine all ingredients except apple slice and soda in an icefilled shaker and shake vigorously to combine. ",
				"2. Fill a cocktail glass with ice and add apple slice.",
				"3. Strain the cocktail into the glass, then fill with soda.",
				"4. Garnish with apple slice."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"The best thing about this beverage is that consuming it is only a minor action, leaving you free to attack and move this round. Please only attack in moderation."
					]
				}	
			]
		},
		{
			"name": "Escape Artist",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "Skills",
			"fluff": {
				"entries": [
					"Rogues are often possessed of a slippery talent to loose their bonds and break their chains, sneaking free to pick pockets and find and remove traps again. To commemorate and encapsulate their greasy greatness, try the Escape Artist, a fresh, bright, herbaceous martini well lubricated with olive oil and vodka to keep things loose and lawscoffing."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"1 lemon wedge with peel",
				"4 fresh basil leaves",
				"4 ounces vodka",
				"½ ounce simple syrup (see recipe in Tavern Basics)",
				"½ ounce plus drizzle extra-virgin olive oil, divided",
				"½ ounce dry vermouth",
				"1 lemon twist (peel) for garnish"
			],
			"instructions": [
				"1. Muddle lemon and basil leaves in the bottom of a mixing glass.",
				"2. Add several ice cubes, vodka, syrup, ½ ounce olive oil, and vermouth to glass. Swirl to combine for 30 seconds.",
				"3. Strain into a chilled martini glass.",
				"4. Drizzle remaining olive oil on top to form a small pool. Garnish with lemon twist."
			]
		},
		{
			"name": "Point Blank Shot",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "Skills",
			"fluff": {
				"entries": [
					"It takes a strong will as an archer to be able to remain cool and collected when someone comes running up to you with their sword out. Taking this shot will also require a steady hand and an open mind, as these two liquors combine into an entirely new flavor."
				]
			},
			"makes": "1 shot",
			"ingredients": [
				"1 ½ ounces gin",
				"¾ ounce whiskey",
				"1 lemon twist (peel) for garnish"
			],
			"instructions": [
				"1. Combine gin and whiskey in an ice-filled shaker and shake vigorously to combine.",
				"2. Strain into a shot glass.",
				"3. Squeeze lemon twist over the shot and hang on the rim as a garnish."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"There was a variation of this drink that was far less popular known as the Far Shot. It involved trying to throw a shot into a friend’s mouth, and after many painful eye accidents, it was abandoned."
					]
				}	
			]
		},
		{
			"name": "Seduction Rolls",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "Skills",
			"fluff": {
				"entries": [
					"The art of seduction is a curious thing. There is no single thing that can make one seductive; it is a blend of many different factors. With all the different parts mixed together here, you get one singularly enticing drink that is sweet and tangy and leaves you wanting more."
				]
			},
			"makes": "8 cocktails",
			"ingredients": [
				"16 ounces cranberry juice",
				"8 ounces vodka",
				"4 ounces Amaretto",
				"3 tablespoons fresh orange juice",
				"2 tangerines, cut into 16 sections for garnish"
			],
			"instructions": [
				"1. Mix cranberry juice, vodka, Amaretto, and orange juice in a pitcher.",
				"2. Cover and chill until ready to serve.",
				"3. Add 1 cup of mixture to an ice-filled shaker and shake vigorously.",
				"4. Strain into two martini glasses and garnish each glass with 2 tangerine sections. Repeat three more times."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"A Seduction Roll is romantic enough to have a chance to work on anyone. The nice thing is, with eight different chances, you’re even more likely to find someone that thinks you’re as special as your mother always tells everyone."
					]
				}	
			]
		},
		{
			"name": "Power Attack",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "Skills",
			"fluff": {
				"entries": [
					"When fighting an enemy with more meat than brains, you sometimes need to sacrifice a little finesse for a little more raw power. While this drink seems sweet, fruity, and a little tart, it’s packing a heck of a punch."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"1 ounce Southern Comfort (you could substitute any good bourbon here, though be forewarned, this will pump up the alcohol kick)",
				"½ ounce vanilla vodka",
				"½ ounce sloe gin",
				"½ ounce Cointreau",
				"½ ounce Amaretto",
				"½ ounce lemon juice",
				"4 ounces orange juice",
				"1 orange wedge for garnish"
			],
			"instructions": [
				"1. Combine all ingredients except orange juice and orange wedge in an ice-filled shaker and shake vigorously to combine.",
				"2. Strain into an ice-filled cocktail glass.",
				"3. Fill with orange juice, and garnish with orange wedge."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"You don’t always have to swing as hard as you can. Sometimes, it’s not right to do so. Sometimes you’ve got to line up a shot and get in flanking position.Sometimes you’ve got to wait. Sometimes you’ve got to swing late. Sometimes you’ve got to say, \"Hey, I’m gonna smack you, softly.\""
					]
				}	
			]
		},
		{
			"name": "Royal Diplomacy",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "Skills",
			"fluff": {
				"entries": [
					"In the courts and noble houses of the world, sometimes diplomacy can use a little bit of social lubrication to get the proceedings started. This deceivingly sweet drink can sneak up on you just like the best courtesan"
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"½ ounce Southern Comfort",
				"½ ounce blended whiskey (such as Crown Royal)",
				"½ ounce Amaretto",
				"½ ounce orange juice",
				"½ ounce pineapple juice",
				"½ ounce cranberry juice",
				"Splash grenadine",
				"1 orange wheel for garnish"
			],
			"instructions": [
				"1. Combine all ingredients except orange wheel in an ice-filled shaker and shake vigorously to combine.",
				"2. Strain into a cocktail glass filled with ice.",
				"3. Garnish with orange wheel."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"It’s often asked what the difference between standard diplomacy and royal diplomacy is. If you’re being calm and gracious in order to get everyone to agree, that’s regular diplomacy. If you’re being calm and gracious in order to not get beheaded, that’s royal diplomacy."
					]
				}	
			]
		},
		{
			"name": "Stealth Checks",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "Skills",
			"fluff": {
				"entries": [
					"These innocuous shots may look like little more than clear, firm gin and tonics, and in fact they are just that. However, should they fall victim to the directed attention of a UV spot check, they’ll light up as bright as a rogue who should never have split the party. The secret? Quinine in the tonic water reacts to ultraviolet light in spectacular fluorescence."
				]
			},
			"makes": "10 gelatin shots",
			"ingredients": [
				"1 cup plus 2 tablespoons tonic water",
				"1 (¼-ounce) envelope unflavored powdered gelatin",
				"2 tablespoons granulated sugar",
				"6 ounces gin",
				"1 tablespoon freshly squeezed lime juice",
				"1 tablespoon rose water"
			],
			"instructions": [
				"1. In a small saucepan over medium heat, bring tonic water to a boil.",
				"2. Place gelatin and sugar in a medium heatproof bowl, then add boiled tonic water.",
				"3. Stir until completely dissolved, then set aside 10 minutes or until cooled to room temperature.",
				"4. Stir in gin, lime juice, and rose water.",
				"5. Divide the mixture equally into shot glasses (approximately ten US glasses).",
				"6. Refrigerate until set firm, at least 2 hours.7. Serve, using any sort of black light to create the glow effect. This will work best in an otherwise dark room."
			]
		},
		{
			"name": "Turn Undead",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"When the dead rise up and threaten the living, it is the holy clerics that can stem the tide and cast back the horde. With this drink, you will find that the bitter and sour that you might expect is turned into something much more pleasing."
				]
			},
			"makes": "1 cocktail",
			"type": "Skills",
			"ingredients": [
				"1 ounce vodka",
				"1 ounce coffee liqueur",
				"2 teaspoons fresh lemon juice"
			],
			"instructions": [
				"1. Pour all ingredients over ice in an old-fashioned glass.",
				"2. Stir and serve."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"There has been some confusion over the ability of Turn Undead. Often an embarrassed cleric or paladin will have to calmly explain that it is not, in fact, a way to join the ranks of the unliving. If one wishes to turn undead, it’s probably wise to seek out a necromancer instead."
					]
				}	
			]
		},
		{
			"name": "Twin Strikes",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"When you want to ensure that your foes will not escape unscathed, it’s best to make sure your shot counts by coming at them from multiple angles. This simple and effective shot comes at you with a sweetness from the liqueur and then follows up with the tartness of the lime."
				]
			},
			"makes": "2 shots",
			"type": "Skills",
			"ingredients": [
				"1 ½ ounces vodka",
				"¾ ounce triple sec",
				"¾ ounce lime juice"
			],
			"instructions": [
				"1. Combine all ingredients in an ice-filled shaker and shake vigorously to combine.",
				"2. Strain into two shot glasses."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Many rangers practice to become ambidextrous so that they can dual wield with much more efficiency. This becomes an even more practical skill when attempting to get multiple drinks from the bar…to share with the party, of course."
					]
				}	
			]
		},
		{
			"name": "Acid Arrow",
			"source": "dungeonmeister",
			"type": "magic mixer",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"There’s something magical about this fruity and sweet blend of ingredients. Once mixed together, the herbal top helps to counter the spell of overwhelming sugar in the juice."
				]
			},
			"makes": "1 shot",
			"ingredients": [
				"½ ounce coconut rum",
				"¾ ounce pineapple juice",
				"¼ ounce Jägermeister"
			],
			"instructions": [
				"1. Combine coconut rum and pineapple juice in a shaker with ice and shake well.",
				"2. Strain into a shot glass.",
				"3. Float Jägermeister on top by pouring it slowly over the back of a spoon into the glass to form a layer.",
				"4. If you want to “upcast” this shot into a cocktail, make the ingredients 1 ounce each, add to an ice-filled shaker to combine and chill, and strain into an ice-filled tumbler."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"This shot to the head is certain to do some acidic damage. Just make sure your aim is correct when you let this one loose, or you could be dealing with some splash damage."
					]
				}	
			]
		},
		{
			"name": "Coors Light Wounds",
			"source": "dungeonmeister",
			"type": "magic mixer",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Even after a long rest and a good night’s sleep, sometimes there are ailments that linger on. Should you find yourself in greatest need, you can always petition the local cleric to lift your spirits and repair your aches and complaints through divine magic. Or, barring access to divine casters, you can try this smoky, spiced delight."
				]
			},
			"makes": "2 cocktails",
			"ingredients": [
				"2 tablespoons kosher or sea salt",
				"Tajín or other chili spice blend",
				"½ teaspoon honey",
				"2 ounces tomato juice",
				"1 tablespoon fresh lime juice",
				"12 ounces Coors Light or other beer",
				"1 ½ teaspoons chipotle hot sauce",
				"1 teaspoon Worcestershire sauce",
				"Dash soy sauce"
			],
			"instructions": [
				"1. Mix salt and chili spices to cover the bottom of a small dish. Dip the rims of two rocks glasses in honey, then dip in the salt mixture to coat. Fill both glasses with ice.",
				"2. In a pitcher, combine tomato juice and lime juice, beer, hot sauce, Worcestershire sauce, and soy sauce. Stir to mix.",
				"3. Pour into prepared glasses."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"This concoction is rumored to ease your passage from even the most harrowing hangover. If you don’t have any Coors Light on hand, congratulations! Give yourself 250 XP for not being burdened with cheap American lager. Now just substitute a tasty amber Mexican beer like a Dos Equis Ambar or a Modelo Negra."
					]
				}	
			]
		},
		{
			"name": "Elemental Plane of Fire",
			"source": "dungeonmeister",
			"type": "magic mixer",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"On the Plane of Fire, there is no escape from the intense heat and the flames that threaten to consume everything. While not quite as inescapable as its namesake, the Elemental Plane of Fire will give you a spicy kick while still delivering a tangy, tasty treat."
				]
			},
			"makes": "1 punch bowl",
			"serves": {
				"min": 28,
				"max": 32
			},
			"ingredients": [
				"1 small seedless watermelon (about 5 pounds), peeled and cubed",
				"2 cups sparkling water",
				"2 jalapeños",
				"8 ounces lime juice",
				"16 ounces tequila",
				"⅓ cup granulated sugar",
				"1 tablespoon Tajín or other spice blend",
				"1 tablespoon salt",
				"4 lime wedges for garnish"
			],
			"instructions": [
				"1. Combine watermelon and sparkling water in a blender and blend until smooth, approximately 30–45 seconds.",
				"2. Strain pulp through a sieve into a punch bowl.",
				"3. Chop jalapeños into coins and shake loose excess seeds.",
				"4. Add lime juice, tequila, sugar, and jalapeño slices to bowl and stir.",
				"5. Chill until ready to serve.",
				"6. Combine spice blend with salt in a small bowl. Run a lime wedge around the rim of several punch glasses and dip the rims into the spice and salt blend.",
				"7. Pour beverage into prepared glasses with ice and serve."
			]
		},
		{
			"name": "Black Mana",
			"source": "dungeonmeister",
			"type": "magic mixer",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Seeking something a little sinister? Try out a Black Mana, the coalesced essence of death, decay, and subversion. Sure, that might not sound like an appetizing start to a cocktail, but good news abounds, because the denizens of eternal night like coffee drinks as much as we do, if not more. This sweet midnight draft will keep you going through hours of grave-bound machinations."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"3 ounces vanilla vodka",
				"1 ounce coffee liqueur",
				"1 ounce crème de cacao",
				"1 ounce chilled espresso",
				"½ teaspoon powdered activated charcoal"
			],
			"instructions": [
				"1. Combine vodka, coffee liqueur, and crème de cacao in a shaker with ice and shake to combine.",
				"2. Strain into a chilled martini glass.",
				"3. Add chilled espresso and powdered activated charcoal and stir."
			]
		},
		{
			"name": "Green Mana",
			"source": "dungeonmeister",
			"type": "magic mixer",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"The magical influences of wild places, the spiritual energy that lives in leaf, soil, and creature alike…green mana is nature made manifest. To appreciate the best it has to offer, try this enchanting blend of melon, mint, and lime, which will set your mind to all things natural and your soul to birdsong."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"15 mint leaves, divided",
				"¾ ounce melon liqueur",
				"¾ ounce fresh lime juice",
				"1 ½ ounces white rum",
				"2 ounces club soda"
			],
			"instructions": [
				"1. Add 10 mint leaves and melon liqueur to a shaker and muddle.",
				"2. Combine with lime juice, rum, and ice and shake to chill.",
				"3. Strain into a rocks glass filled with ice.",
				"4. Add club soda and stir.",
				"5. Garnish with remaining mint leaves."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"The original version of this cocktail also contained 2 tablespoons of assorted spider parts and most of an ape. We’ve modified the beverage into a vegetarian blend out of respect for nature (and because the apes kept eating the good spider parts)."
					]
				}	
			]
		},
		{
			"name": "Faerie Fire",
			"source": "dungeonmeister",
			"type": "magic mixer",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Sparks and glitter in the darkness of the swamp portend mischievous ghosts, protective nature spirits, or secretive druids conducting ancient rituals. In this orange-essence blue beverage, they merely portend the presence of sparkling LED ice cubes."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 ounces blue curaçao",
				"1 ½ ounces gin",
				"1 ounce sweet vermouth",
				"½ ounce orange juice",
				"1–2 LED flashing ice cubes",
				"1 orange wheel for garnish"
			],
			"instructions": [
				"1. Combine all ingredients except LED ice cubes and orange wheel in a shaker with ice and shake well.",
				"2. Pour into a hurricane glass with LED ice cubes inside.",
				"3. Garnish with orange wheel on top."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"There are a variety of ways to acquire glowing, blinking ice cubes. You can seek the services of friendly enchanters, trap the spirit of a lantern ghost on a midwinter’s night, or—by far the most common—get them online, since they generally run a dozen for about $15."
					]
				}	
			]
		},
		{
			"name": "Hpnotiq Pattern",
			"source": "dungeonmeister",
			"type": "magic mixer",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"A clever mage knows that you don’t have to kill your opponent when you can much more easily dazzle them with a swirling, colorful display. When these two liquids mix, you get a lustrous, swirling, color-changing concoction that has a fruity and unique flavor."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"3 ounces crushed ice",
				"1 ounce Hpnotiq or other lustrous swirling liqueur",
				"1 ounce cognac"
			],
			"instructions": [
				"1. Place ice in a cocktail glass.",
				"2. Pour Hpnotiq first and then cognac over ice.",
				"3. Stir to combine."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"The interesting thing about a spell that mesmerizes all who look at it is that nobody can really remember what the pattern in question actually looks like. There have been varying loose accounts with some saying it looked like a human infant that was dancing and others saying the pattern took the form of a clothed feline playing some manner of keyed instrument."
					]
				}	
			]
		},
		{
			"name": "Blue Mana",
			"source": "dungeonmeister",
			"type": "magic mixer",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"The fury of the seas, the rush of the breeze, and the quiet contemplation of the scholar all embody the complexity of blue mana. So, too, can this combination of sweet, sour, and bitter be swirled together into a concoction that is bound to be an inspiration."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"1 lime wedge",
				"2 tablespoons coarse or granulated sugar",
				"2 ounces cranberry juice",
				"1 ounce vodka or citrus vodka",
				"1 ounce blue curaçao",
				"½ ounce fresh lime juice",
				"Pinch (approximately ½ teaspoon) pearl luster dust"
			],
			"instructions": [
				"1. Rub lime wedge around the rim of a rocks glass. Sprinkle sugar onto a small plate, then dip the moistened rim into the sugar to coat lightly.",
				"2. Combine all remaining ingredients except luster dust in a shaker with ice and shake to combine.",
				"3. Strain into sugared glass. Sprinkle luster dust over finished cocktail and serve."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Mages who favor the use of blue mana are famous (or perhaps infamous) for their reliance upon countermagic. It is said that you can always tell whentwo great blue wizards are dueling by the lack of anything happening."
					]
				}	
			]
		},
		{
			"name": "Red Mana",
			"source": "dungeonmeister",
			"type": "magic mixer",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"When you consider a cocktail on the basis of destructive fury, flame, and stone, and aggressive creatures of mountain and warren, whiskey immediately comes to mind. A fiery blend that soothes as it burns, the Red Mana is a challenging drink that you should tap into. For one damage."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 ounces cinnamon whiskey",
				"2 ounces apple whiskey",
				"1 bar spoon grenadine",
				"2 ounces club soda",
				"1 Thai chili or jalapeño coin for garnish"
			],
			"instructions": [
				"1. Combine both whiskeys and grenadine in a shaker with ice and shake to chill.",
				"2. Strain into a cocktail glass filled with ice.",
				"3. Add club soda and stir to combine.",
				"4. Garnish with your chosen pepper."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Many times a goblin raiding party has made its way into the lands of man and caused swaths of destruction. Nobody is sure what spurs the goblins to do this, but the most credible idea postulated so far is that it’s the result of drunken dares taken entirely too far."
					]
				}	
			]
		},
		{
			"name": "Goodberries",
			"source": "dungeonmeister",
			"type": "magic mixer",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"The druids of the wild lands know that sometimes food is scarce. When needed, they can magically contain an entire meal’s worth of nutrition within a single berry. With a little of your own magical knowhow, you, too, can create something that packs far more than it seems into one drink. With all the flavor of the sweet berries and a little tartness for balance, you’ve packed a whole lot of flavor into one glass."
				]
			},
			"makes": "4 cocktails",
			"ingredients": [
				{
					"type": "entries",
					"name": "For the Goodberry Syrup:",
					"entries": [
						"1 cup water",
						"¾ cup granulated sugar",
						"1 cup frozen mixed berries (blackberries, hulled strawberries, blueberries, raspberries, and pitted cherries will all work here)"
					]
				},
				{
					"type": "entries",
					"name": "For the Cocktail:",
					"entries": [
						"¼ cup superfine sugar",
						"½ cup Goodberry Syrup",
						"4 ounces fresh lime juice",
						"8 ounces blanco tequila",
						"1 skewer for garnish",
						"Assorted fresh berries for garnish",
						"4 lime wheels for garnish"
					]
				}
			],
			"instructions": [
				{
					"type": "entries",
					"name": "For the Goodberry Syrup",
					"entries": [
						"Combine all ingredients in a medium saucepan over medium heat and bring mixture to a simmer.",
						"Cook 4–5 minutes until berries have softened and released their juices and sugar has dissolved.",
						"Remove syrup from heat and allow to cool completely, approximately 5–10 minutes.",
						"Strain through a mesh sieve to remove berry pieces and set aside."
					]
				},
				{
					"type": "entries",
					"name": "For the Cocktail:",
					"entries": [
						"Put sugar in a small bowl. Moisten the rims of four cocktail glasses with water, then dip the rims into the sugar.",
						"Combine Goodberry Syrup, lime juice, and tequila with ice in a shaker and shake until chilled.",
						"Strain into cocktail glasses filled with ice.",
						"Garnish each glass with skewered berries and lime wheels."
					]
				}
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Philosophers have long wondered what it means to be good. If a berry can be said to be good, then should we not also be? Does the existence of a Goodberry necessitate the hidden threat of the Evilberry? Druids have much to ponder while talking to trees and turning into badgers."
					]
				}	
			]
		},
		{
			"name": "White Mana",
			"source": "dungeonmeister",
			"type": "magic mixer",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"White mana is the essence of purity, civilization, and teamwork (which is of course why this recipe makes two servings). Naturally, these things, when distilled and combined into a beverage, will taste like upscale party-friendly chocolate milk. Offer this sweet celebratory drink to the angel in your life."
				]
			},
			"makes": "2 cocktails",
			"ingredients": [
				"2 tablespoons granulated sugar",
				"8 ounces chocolate vodka",
				"½ cup sweetened condensed milk"
			],
			"instructions": [
				"1. In a shallow dish, add enough sugar to coat the bottom. Dip the rims of two martini glasses in water, then dip in the sugar to coat.",
				"2. Combine vodka and condensed milk in a shaker with ice and shake vigorously to combine.",
				"3. Strain into sugared glasses."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"For additional White Mana perfection, allow us to offer a serving suggestion. This drink pairs well with at least fifteen little cocktail weenies."
					]
				}	
			]
		},
		{
			"name": "Magic Mistletoe",
			"source": "dungeonmeister",
			"type": "magic mixer",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Even in a world of magic and monsters, it’s still nice to be able to celebrate a holiday with those you love, and appreciate the flavors and smells of winter. With a little mixology magic, you can create a drink that will give the gift of smiles and look good doing it."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"Approximately 15 fresh cranberries, divided",
				"2 orange half-wheels",
				"2 ounces London Dry gin",
				"1 ounce simple syrup (see recipe in Tavern Basics)",
				"1 LED flashing ice cube",
				"3 ounces cranberry juice",
				"1 ½ ounces club soda",
				"1 thyme sprig"
			],
			"instructions": [
				"1. Muddle 7 cranberries and orange half-wheels in a Collins glass.",
				"2. Add gin and simple syrup, and fill the glass with ice, including LED cube.",
				"3. Fill with cranberry juice and club soda.",
				"4. Stir with thyme sprig, and garnish with remaining cranberries."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Nobody can quite remember why it is that mistletoe became a traditional decoration in the winter months. Wizards have said that it may have beenpart of an ancient spell component ritual that would help attack the darkness in the long winter nights."
					]
				}	
			]
		},
		{
			"name": "Psionic Blasts",
			"source": "dungeonmeister",
			"type": "magic mixer",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"A ripping blast of raw mental energy, the psionic blast is the mind mage’s most overwhelming and powerful attack. These shots maintain the crackling halo of a psionic at full force, while thoughtfully reducing the mental damage by several orders of magnitude."
				]
			},
			"makes": "6 shots",
			"ingredients": [
				"2 tablespoons vanilla frosting",
				"Pop Rocks or other popping candy",
				"3 ounces vodka",
				"3 ounces blue curaçao",
				"3 ounces lime juice"
			],
			"instructions": [
				"1. Add vanilla frosting to a small bowl, then dip the rims of six shot glasses into frosting.",
				"2. Pour candy into a small bowl, then drip frosting-rimmed shot glasses in candy to coat.",
				"3. Combine vodka, blue curaçao, and lime juice with ice in a shaker and shake to chill.",
				"4. Strain into shot glasses."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"If you find your intellect fortress assailed by these libations, consider switching to water for the duration of the evening. Your memories will both remain and thank you in the morning"
					]
				}	
			]
		},
		{
			"name": "Gelatinous Cubes",
			"source": "dungeonmeister",
			"type": "muddled minion",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"The translucent dungeon abomination known as the gelatinous cube is famous for deceiving adventurers into ignoring it until it’s too late. Then, of course, it dissolves them into a thin nutrient paste. These adorable cinnamon shots can also sneak up on you, so “consume mindlessly,” in moderation."
				]
			},
			"makes": "10 gelatin shots",
			"ingredients": [
				"2 cups cold water, divided",
				"4 (¼-ounce) envelopes unflavored gelatin",
				"2 cups granulated sugar",
				"16 ounces cold Goldschläger",
				"1–3 drops green food coloring"
			],
			"instructions": [
				"1. Place ¼ cup water into a small bowl and empty gelatin packets into water to bloom.",
				"2. In a small saucepan over medium heat, combine sugar and remaining 1 ¾ cups water.",
				"3. Bring to a simmer and swirl pan until sugar is completely dissolved (do not stir, just swirl the pan).",
				"4. Combine sugar water, bloomed gelatin, and Goldschläger in a medium baking dish and stir to combine.",
				"5. Add as much green food coloring as desired to create slime appearance.",
				"6. Stir again to agitate gold flakes.",
				"7. Chill for at least 2 hours or until fully set.",
				"8. Slice and serve in ten cubes."
			]
		},
		{
			"name": "Giant Bee",
			"source": "dungeonmeister",
			"type": "muddled minion",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Sometimes the deadliest monsters make the most delightful drinks. The Giant Bee is a charmingly packaged delivery mechanism for the complexities of good gin and the subtle toothsome sweetness of honey, but beware; it packs a citrusy sting. It may be a random encounter the first time, but after a few sips, you’ll want this beverage as a familiar."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 ounces gin",
				"¾ ounce honey syrup (see recipe in Tavern Basics)",
				"1 ounce fresh lemon juice"
			],
			"instructions": [
				"1. Combine all ingredients in a shaker with ice and shake vigorouslyto combine.",
				"2. Strain into a rocks glass."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"If the Giant Bee proves insufficient as a challenge to your party, consider the following template to give it more body, power, bite, and hit points as needed."
					]
				},
				"The Dire Bee: Substitute hot honey syrup for honey syrup."
			]
		},
		{
			"name": "Goblin Grenades",
			"source": "dungeonmeister",
			"type": "muddled minion",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"These evil green little monsters are anything but subtle. A zestysweet combination of jalapeño and strawberry, each shot has a spicy zing to it that you might find delightful until it blows up like the ramshackle concoction it is. For maximum chaos, this beverage is served directly in a jalapeño, rimmed with extra spice for extra pain. And just like the genuine goblinoid article, these little sneaks travel in numbers."
				]
			},
			"makes": "12 shots",
			"ingredients": [
				{
					"type": "entries",
					"name": "For the Shot Glasses:",
					"entries": [
						"12 jalapeños",
						"2 tablespoons Tajín or other spice blend",
						"Juice of half of 1 lime"
					]
				},
				{
					"type": "entries",
					"name": "For the Cocktail:",
					"entries": [
						"1 lime",
						"2 cups hulled and sliced strawberries",
						"¼ cup granulated sugar",
						"¼ cup water",
						"1 jalapeño, seeded and sliced",
						"2 ounces lemon vodka"
					]
				}
			],
			"instructions": [
				"1. For the Shot Glasses: Cut the tops off the jalapeños and use a spoon or knife to remove seeds and whites from inside.",
				"2. Add spice blend to cover the bottom of a small bowl.",
				"3. Dip each jalapeño in lime juice, then dip in spice blend to rim the jalapeño.",
				"4. Set aside to dry.",
				"5. For the Cocktail: Zest and juice the lime.",
				"6. In a medium saucepan over medium heat, combine lime juice, zest, strawberries, sugar, water, and jalapeño and cook for 5 minutes.",
				"7. Transfer to a blender and pulse once.",
				"8. Strain mixture through a fine-mesh sieve.",
				"9. Add vodka to strained mixture and chill in the refrigerator until ready to serve.",
				"10. Pour mixture into each jalapeño immediately before serving."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Consider placing each jalapeño inside a convenient shot glass that you could have just used in the first place. A great way to serve them is to fill a bowl with little chocolate candies and stand each loaded jalapeño shooter upright among them. Just keep a sharp eye out, as any halfway competent goblin will steal your candies, your bowl, and probably blow up your dog on the way out."
					]
				}	
			]
		},
		{
			"name": "Illithid Substance",
			"source": "dungeonmeister",
			"type": "muddled minion",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Mind flayers are utterly and terrifyingly inhuman, and so are their bars. There’s loose brain matter slopping out of highball glasses everywhere; the lighting is dim to the point of near darkness, only occasionally punctuated by mind-addling strobe flashes from nowhere; and the jukebox selection is all Counting Crows B-sides. Of course there are good reasons to visit too, among them this apple and whiskey concoction, which is sour, sweet, and swirling with psychic residue."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 ounces Irish whiskey",
				"1 ½ ounces sour apple liqueur",
				"½ ounce lemon juice",
				"½ ounce simple syrup (see recipe in Tavern Basics)",
				"¼ teaspoon gold luster dust",
				"1 swizzle stick for garnish"
			],
			"instructions": [
				"1. Combine all ingredients except swizzle stick in an ice-filled shaker and shake vigorously to combine.",
				"2. Strain into a cocktail glass and garnish with swizzle stick or other stirrer."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Like virtually every other object or substance dreamed up or concocted by a mind flayer, this beverage was not meant to last in our reality for long. The luster within it will rapidly settle to the bottom in a puddle of silty dust without regular agitation."
					]
				}	
			]
		},
		{
			"name": "1d3 Wandering Minstrels",
			"source": "dungeonmeister",
			"type": "muddled minion",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"If you’ve gone wandering through the countryside, then you know how inevitable it is that you will eventually run into one to three wandering minstrels when you least expect it. So, too, can this drink blindside you when three different whiskeys all blend together in one place. Enjoy, as much as anyone can enjoy wandering minstrels."
				]
			},
			"makes": "1 shot",
			"ingredients": [
				"½ ounce Scotch whisky",
				"½ ounce Tennessee whiskey",
				"½ ounce bourbon"
			],
			"instructions": [
				"1. Combine all ingredients in an ice-filled shaker and shake vigorously to combine and chill.",
				"2. Strain into a shot glass."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Of course I hear you say, “But it’s 1d3 Wandering Minstrels! Why does it always have 3?!” Far be it from us to tell you how to enjoy your whiskey. If you want, roll a d3 and then reduce the different alcohols accordingly."
					]
				}	
			]
		},
		{
			"name": "Kobold Fashioned",
			"source": "dungeonmeister",
			"type": "muddled minion",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"The yapping, snapping, and trap-making of the common kobold can be infuriating to those who are forced to live near them, especially the dragons they tend to live in service of. Those dragons need a libation to take their mind off the latest round of some minor clan chieftain inventing the “skunk on a pole” or some similar act of tomfoolery. Such dragons can at least count on kobold bar chiefs, who may only know how to make one cocktail, but it’s a trusted classic."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 dashes aromatic bitters",
				"1 or 2 tablespoons plain water",
				"1 ½ ounces rye whiskey",
				"1 lime twist (peel) for garnish",
				"1 stemmed maraschino cherry for garnish",
				"1 sugar cube"
			],
			"instructions": [
				"1. Place sugar cube in an old-fashioned glass and douse with 2 dashes of bitters.",
				"2. Add water and muddle until dissolved.",
				"3. Fill the glass with ice cubes and add whiskey.",
				"4. Garnish with lime twist and maraschino cherry speared together on a toothpick."
			]
		},
		{
			"name": "Mermaid Lagoon",
			"source": "dungeonmeister",
			"type": "muddled minion",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"In clear blue pools, you can find a mermaid if you’re very lucky, or perhaps very unlucky depending on the stories you believe. Anyone who comes across this refreshing, tropical lagoon of flavor will definitely want to dive right in, and risks be damned."
				]
			},
			"makes": "1 punch bowl",
			"serves": {
				"min": 6,
				"max": 6
			},
			"ingredients": [
				"4 ounces blue curaçao",
				"2 ounces melon liqueur",
				"1 (750-milliliter) bottle prosecco",
				"12 ounces pineapple juice",
				"8 ounces light rum",
				"2 (12-ounce) cans seltzer",
				"2 ½ cups pineapple chunks, divided",
				"16 stemmed maraschino cherries, divided",
				"1 skewer for garnish"
			],
			"instructions": [
				"1. Fill a punch bowl halfway with ice.",
				"2. Pour in blue curaçao and melon liqueur.",
				"3. Top with prosecco, pineapple juice, rum, and seltzer.",
				"4. Mix, and add half the pineapple chunks and 10 halved cherries.",
				"5. Garnish punch cups with remaining pineapple and cherries, skewered."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"This drink is so good that it has been known to shipwreck sailors that have heard its song coming from the jagged rocks. It has yet to be revealed how a bowl of punch could sing and who put it out on some jagged rocks in the first place. Maybe they wanted to get their drink…on the rocks."
					]
				}	
			]
		},
		{
			"name": "Troll Slobber",
			"source": "dungeonmeister",
			"type": "muddled minion",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Out in the swamps and forests of the untamed wilderness, you can tell when you come across a troll’s home from the distinctive goo left behind. Don’t worry, though: This sweet and bubbly version trades in the regenerative slime for a tangy, creamy lime flavor."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 scoops lime sherbet",
				"2 ounces pineapple rum",
				"5 ounces lemon-lime soda",
				"2–3 stemmed maraschino cherries for garnish."
			],
			"instructions": [
				"1. Scoop sherbet into a tall cocktail glass (such as a Collins glass).",
				"2. Add rum and soda.",
				"3. Stir with a cocktail spoon to create a cloudy bottom without overstirring in order to maintain bubbles. The top should foam up. Carefully place cherries on top of the foam."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"There is a rumor that the slobber of a troll can impart some of their astounding regenerative abilities to anyone brave enough to imbibe it. That rumor was started by Trandish the Bard in an attempt to trick his friend into drinking troll spit and was, by all accounts, hilarious."
					]
				}	
			]
		},
		{
			"name": "Wight Russian",
			"source": "dungeonmeister",
			"type": "muddled minion",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Whiskey supplants vodka in this death-defying variation on the classic White Russian, in no small part because whiskey is the core spirit choice of intelligent undead everywhere (this isn’t a joke; it’s just a well-known fact—ask any mummy). This creamy concoction will send a paralytic chill down your spine."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"1 ounce chilled coffee",
				"1 ounce coffee liqueur",
				"1 ounce white whiskey",
				"½ cup heavy cream",
				"Dash orange bitters",
				"1 orange peel"
			],
			"instructions": [
				"1. Combine coffee, coffee liqueur, and whiskey in an ice-filled shaker and shake to combine.",
				"2. Strain into a chilled old-fashioned glass.",
				"3. Fill with heavy cream and bitters.",
				"4. Twist orange peel over glass to express the orange oils."
			]
		},
		{
			"name": "Rust Monster",
			"source": "dungeonmeister",
			"type": "muddled minion",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"The bane of fighters everywhere, the rust monster can quickly turn even the sturdiest armor and shields to so much oxidized dust and ruin. Canny adventurers are quick to avoid these chitinous terrors, but the drink that bears their name is hard to avoid. Complexities abound in this herbal, unusual variation on the traditional rusty nail."
				]
			},
			"makes": "1 cocktai",
			"ingredients": [
				"2 ounces mezcal",
				"1 ounce Drambuie"
			],
			"instructions": [
				"Mix mezcal and Drambuie in a tumbler glass over a large ice cube."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"It would be highly inadvisable to serve this particular cocktail in a mule mug, or any metal container for that matter, unless you’re not thirsty and have a preponderance of paper towels around."
					]
				}	
			]
		},
		{
			"name": "The 666 Layers of the Abyss, Now with Coconut",
			"source": "dungeonmeister",
			"type": "Immense",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"The secret to this blended beverage lies in the dark juice of fresh cherries, which, when whirled together with coconut cream, can form beautiful striations on par with the layers of the underworld itself, each more fiendish than the one above. As an added bonus, they add a rich fruity note to the whole affair instead of the screams of an infinite army of twisted demonic wretches."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"1 cup ice cubes",
				"8–10 fresh Bing cherries, pitted",
				"½ ounce cherry syrup",
				"¼ cup coconut cream",
				"2 ounces pineapple juice",
				"2 ounces white rum",
				"1 dollop whipped cream for garnish",
				"1 pineapple wedge for garnish"
			],
			"instructions": [
				"1. Place all ingredients except whipped cream and pineapple wedge into a blender and blend on the pulse setting 15–20 seconds until combined.",
				"2. Pour into a hurricane or other large glass.",
				"3. Garnish with whipped cream and pineapple wedge."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"This drink should never be served alongside a Nine Hells cocktail, unless you want blood all over your nice tablecloth—in which case go right ahead."
					]
				}	
			]
		},
		{
			"name": "Breath Weapon",
			"source": "dungeonmeister",
			"type": "Immense",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"The cunning and devious green dragons make their lairs deep in the woods, ready to spew a cloud of poison gas at any adventurers who might challenge them. While not as powerful as an ancient wyrm, this twist on the classic martini will make people take notice in a 60-foot cone."
				]
			},
			"makes": "1 cocktai",
			"ingredients": [
				"2 ounces vodka",
				"½ ounce dry vermouth",
				"Splash of juice from a jar of garlic-stuffed olives",
				"1 garlic-stuffed olive for garnish",
				"1 clove pickled garlic for garnish"
			],
			"instructions": [
				"1. Combine vodka, vermouth, and garlic-stuffed olive juice in an icefilled shaker and shake well to combine and chill.",
				"2. Strain the mixture into a chilled martini glass.",
				"3. Garnish with garlic-stuffed olive and pickled garlic on a toothpick."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"In addition to the standard breath attack of a dragon, this drink can also imbue you with the frightful presence that wyrms are known for. Just imbibe the drink in front of someone and then start to move uncomfortably close. It’s guaranteed to cause terror."
					]
				}	
			]
		},
		{
			"name": "Nature Goddess",
			"source": "dungeonmeister",
			"type": "Immense",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Possessed of a bountiful harvest? This cool and refreshing drink will combine the best of summer while cooling you down. Praise your nature god of choice, or at least pour a little out to keep the festering gods of decay at bay…for now."
				]
			},
			"makes": "8 cocktails",
			"ingredients": [
				"¼ cup fresh mint leaves",
				"1 sprig rosemary leaves",
				"4 ounces vodka",
				"2 cups lemon-lime soda",
				"3 oranges, cut into wheels",
				"1 ½ cups cucumber wheels"
			],
			"instructions": [
				"1. In a pitcher, muddle together mint and rosemary.",
				"2. Pour in vodka and soda, and mix.",
				"3. Create “stacks” of three or so each alternating orange and cucumber wheels, placed at the bottom of eight large cooler glasses before adding ice.",
				"4. Pour pitcher mixture over ice into glasses and serve."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"If your nature goddess is one of those “full cycle of death and rebirth” types of goddesses, this drink can be easily adapted to properly praise and raise glory unto them as well. Just alternate wheel-chopped shiitake mushrooms in among the cucumber and orange."
					]
				}	
			]
		},
		{
			"name": "Claw Claw Snakebite",
			"source": "dungeonmeister",
			"type": "Immense",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"One of the things besides their raw strength that makes monsters like manticores and chimeras so powerful is the fact that they have multiple means of attack. The layered attacks from this drink will definitely pack a one-two punch that is sure to be a knockout."
				]
			},
			"makes": " 1 cocktail",
			"ingredients": [
				"12 ounces dry cider",
				"12 ounces dark beer"
			],
			"instructions": [
				"1. Pour cider slowly into a pint beer glass.",
				"2. Pour dark beer over the back of a spoon slowly into glass to create a layered effect."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"With the sharp claws of a lion and the powerful venom of a snake, it’s no wonder people often ignore the goat part of the chimera. But that’s fine. The goat part was ignoring you too. It doesn’t feel bad. It likes being forgotten. Shut up. No, you’re crying."
					]
				}	
			]
		},
		{
			"name": "Dragon the Beach",
			"source": "dungeonmeister",
			"type": "Immense",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Dragons obviously like hitting the shore. Sure, they’re mostly there to devour dolphins and unsuspecting anglers, but everyone has a different way of finding a good time. In this case, a classic beverage is brought to fiery life with a dash of spice, combining the cool of the water with the heat of the sun…and the breath weapons."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 ounces vodka",
				"1 ounce peach schnapps",
				"2 ounces grapefruit juice",
				"2 ounces cranberry juice",
				"Dash hot honey syrup (see recipe in Tavern Basics)"
			],
			"instructions": [
				"1. Add all ingredients except hot honey syrup to an ice-filled highball glass.",
				"2. Add hot honey syrup.",
				"3. Stir and serve."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"If you’re concerned about the heat, you can always omit the hot honey syrup in favor of a dash of regular honey. At that point, however, this drink is just the classic Sex on the Beach, and I can’t imagine whom that would even conceptually appeal to."
					]
				}	
			]
		},
		{
			"name": "Mai Tyrant",
			"source": "dungeonmeister",
			"type": "Immense",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Distilling the essence of eyebeams isn’t easy. First of all, there’s, like, ten of them and they all do something different. Second, most of what they do isn’t especially pleasant, drink or otherwise. No one wants a paralytic beverage or a disintegration shot, after all."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"½ cup cubed seedless watermelon",
				"3 tablespoons unspiced rum",
				"2 tablespoons elderflower liqueur",
				"1 tablespoon lime juice",
				"1 tablespoon superfine sugar",
				"4 grapes for garnish",
				"4 bendable drinking straws"
			],
			"instructions": [
				"1. Put all ingredients except grapes and straws into a blender and blend on high for 30 seconds.",
				"2. Pour into a rocks glass.",
				"3. Garnish with grapes stuck on the end of drinking straws."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Make sure to save and reuse those drinking straws! Being bent on total mental domination of all sentient life doesn’t mean you shouldn’t do your part for the planet. It’s the only one we’ve got, you know."
					]
				}	
			]
		},
		{
			"name": "Purple Worm",
			"source": "dungeonmeister",
			"type": "Immense",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"This beast of a beverage is as sharp-toothed and fearsome as the mindless monster that bears its name. A deep indigo body full of berry and citrus flavors is far preferable to the half-melted slag and unfortunate miner carcasses that fill the belly of the real thing, however. Much like the colossal cnidarian, we’ve rimmed the mouth of the cocktail with green, but luckily it’s just decorating sugar, not festering acid."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 tablespoons green decorating sugar",
				"2 tablespoons plus 1 ounce cranberry juice (can also use cran-grape or grape juice), divided",
				"1 ½ ounces vodka",
				"1 ounce blue curaçao",
				"1 ounce sweet and sour mix",
				"1 ounce grenadine",
				"1 teaspoon silver luster dust"
			],
			"instructions": [
				"1. On a small plate, add enough green decorating sugar to cover the bottom.",
				"2. Wet the rim of a highball glass with 2 tablespoons cranberry juice, and dip the glass into the sugar to coat the rim. Set aside.",
				"3. Combine vodka, blue curaçao, sweet and sour mix, grenadine, remaining cranberry juice, and luster dust in an ice-filled shaker and shake vigorously to combine.",
				"4. Fill the sugar-rimmed glass with ice and strain mixture into glass to fill."
			]
		},
		{
			"name": "Silver Dragon",
			"source": "dungeonmeister",
			"type": "Immense",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"The silver dragon is unique among its fellows in that it is one of the few dragons that enjoys the company of human and elf, so much so that it will often transform to look like them and spend time among them. This effervescent and bubbly drink is also best in the company of friends, but, like its namesake, remains regal and often hard to find."
				]
			},
			"makes": "1 cocktai",
			"ingredients": [
				"2 ounces dry gin",
				"1 ounce lemon juice",
				"1 teaspoon superfine sugar",
				"1 large pasteurized egg white",
				"1 (12-ounce) can club soda",
				"1 stirring rod for garnish"
			],
			"instructions": [
				"1. Combine all ingredients except club soda in an ice-filled shaker and shake vigorously.",
				"2. Strain into a chilled Collins glass and fill with club soda.",
				"3. Serve with a stirring rod."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Oftentimes, a silver dragon will take on the shape of a human in order to participate in their favorite things, such as feasts. If you suspect there may be a dragon at your local holiday feast, try to spot the person who seems to keep putting all the silverware in a little pile in front of them."
					]
				}	
			]
		},
		{
			"name": "Release the Kraken",
			"type": "Immense",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"From the depths of the ocean comes a frightful beast that all sailors know and fear. When unleashed, there is no escaping from its grasp. Once you get a hold of this drink, you’ll never want to let it out of your grasp. When the sweet and citrus flavors combine with the sour “tentacles,” you’ll see why the kraken is so infamous."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 ounces dark rum",
				"1 ½ ounces blue curaçao",
				"6 ounces pineapple juice",
				"2 ounces orange juice",
				"1 cup ice",
				"3–5 sour gummy worms for garnish"
			],
			"instructions": [
				"1. Add all ingredients except gummy worms to a blender and pulse until slushy and combined, approximately 15–20 seconds.",
				"2. Pour drink into a cooler glass.",
				"3. Arrange gummy worms throughout to represent tentacles."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"The kraken itself has been depicted in many different forms—sometimes as a giant squid or other tentacled beast, and sometimes as a giant claymation creature from the black lagoon with four arms. Such is the mystery and majesty of the mighty beast."
					]
				}	
			]
		},
		{
			"name": "Düngeonmeister",
			"source": "dungeonmeister",
			"type": "metagame",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"When it comes time to proffer a drink to the one running your game, it’s best to err on the side of something delicious that anyone could enjoy. This mix of liqueurs simulates a fresh cookie, in case you didn’t have any homemade to give as an offering."
				]
			},
			"makes": "1 shot",
			"ingredients": [
				"¾ ounce butterscotch schnapps",
				"¾ ounce Irish cream liqueur",
				"Splash Jägermeister",
				"Splash cinnamon schnapps"
			],
			"instructions": [
				"1. Combine all ingredients in an ice-filled shaker and shake well.",
				"2. Strain into a shot glass."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Oftentimes people will talk about pizza in relation to their GM—buying pizza, not touching the GM’s pizza—all in an attempt to bribe them. I find that the better way to butter up the game master is to get them sloshed and ask for that magic item you’ve been wanting."
					]
				}	
			]
		},
		{
			"name": "Horror Factor",
			"source": "dungeonmeister",
			"type": "metagame",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"When determining just how spooky a monster is, there is a very scientific formula known as the horror factor that one can use. It takes into account all the many aspects of a thing. For example, while this drink might seem spooky at first, it is actually fairly low on the horror factor due to its blend of creamy and tangy flavors. Also, because it is a drink."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 ounces dark rum",
				"½ cup heavy cream",
				"½ ounce cinnamon syrup",
				"1 large pasteurized egg white",
				"2 ounces sparkling apple cider",
				"2 pinches powdered activated charcoal"
			],
			"instructions": [
				"1. Combine rum, heavy cream, syrup, and egg white in a shaker (no ice) and shake vigorously for at least 30 seconds to combine.",
				"2. Add ice to the shaker and shake again to chill.",
				"3. Strain into a coupe glass, and slowly fill with apple cider.",
				"4. Top with powdered activated charcoal."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"If you can’t find powdered activated charcoal, do not substitute for nonactivated charcoal. We cannot stress this enough. However, the ashes ofa burned ghost should suffice. Don’t use any other kind of ashes, though. You’ll get so haunted."
					]
				}	
			]
		},
		{
			"name": "Fudge the Dice",
			"source": "dungeonmeister",
			"type": "metagame",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"When you’re on the brink of disaster and that crucial roll just won’t happen, sometimes you need to fudge the roll a little. When you feel like you deserve a win, you can’t go wrong with this chocolaty, decadent drink that’s so good it feels like you’re cheating."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"1 cup crushed ice",
				"2 scoops chocolate ice cream",
				"1 ounce chocolate syrup",
				"1 ounce coffee liqueur",
				"1 ounce crème de cacao liqueur",
				"1 ounce vodka",
				"1 dollop whipped cream for garnish",
				"1 stemmed maraschino cherry for garnish"
			],
			"instructions": [
				"1. Combine all ingredients except whipped cream and cherry in a blender and blend until smooth.",
				"2. Pour into a stemmed glass such as a hurricane glass.",
				"3. Top with whipped cream and cherry"
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"The jury is out on whether fudging the dice is an acceptable practice. Some think it’s never okay. Some say it’s okay only for GMs to do it in order to save the party from random chance ruining things. Still others say that ifyour dice are made of fudge, then they aren’t going to keep very well and you should eat them immediately."
					]
				}	
			]
		},
		{
			"name": "The Level Up",
			"source": "dungeonmeister",
			"type": "metagame",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Players are going to feel like celebrating when they level up; it’s just the nature of the game! When it happens, why not boost those festivities with a drink that’s sunny, bright, and effervescent to boot? Give them a little taste of the good life, then start throwing monsters and traps at them again."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"2 tablespoons simple syrup (see recipe in Tavern Basics) or honey",
				"½ cup unsweetened shredded coconut",
				"1 ½ ounces pineapple juice",
				"1 ½ ounces coconut juice",
				"1 (750-milliliter) bottle champagne or sparkling wine"
			],
			"instructions": [
				"1. Pour enough simple syrup or honey into a small bowl to cover the bottom.",
				"2. Dip a champagne flute in simple syrup, then roll in coconut, and set aside to set (about 1 minute).",
				"3. Add pineapple and coconut juices to flute, then fill with champagne or sparkling wine and serve immediately."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"If you’re still playing an old-school game at your table, one old enough to have level drain, you’d be well advised to avoid this drink, or at least provide a bucket."
					]
				}	
			]
		},
		{
			"name": "The Natural 20",
			"source": "dungeonmeister",
			"type": "metagame",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Few moments are more worthy of celebration than the one when your die clatters to a halt on that magic number, 20. It’s a crit! And if a critical hit is something you’re after, you’d do well to try this celebratory drink the next time you need to dig out the hit location chart to see what you’ve heroically separated from the bugbear. Savor the 5 percent chance of ultimate victory, which naturally is a blend of fruit and berry given complex life by the addition of a touch of the bittersweet. After all, your celebration song is some unfortunate monster’s dirge."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"¾ ounce citrus vodka",
				"¾ ounce raspberry vodka",
				"¾ ounce apple juice",
				"¾ ounce lime juice",
				"½ ounce simple syrup (see recipe in Tavern Basics)",
				"2 dashes aromatic bitters",
				"2 fresh blackberries for garnish"
			],
			"instructions": [
				"1. Combine all ingredients except blackberries in a shaker with ice and shake vigorously.",
				"2. Strain into a chilled martini glass.",
				"3. Spear both blackberries on a toothpick and hang them over the rim."
			]
		},
		{
			"name": "Never Split the Party Punch",
			"source": "dungeonmeister",
			"type": "metagame",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Veteran players know that when you are faced with a problem, you should never split the party and instead face everything as a unified team. This bubbly, sweet drink will make sure that everyone wants to gather together and no rogues go off by themselves."
				]
			},
			"makes": "approximately 44 ounces or 6 tall",
			"ingredients": [
				"2 ounces melon liqueur",
				"8 ounces vanilla vodka",
				"4 ounces raspberry vodka",
				"3 ounces pineapple juice (or to taste)",
				"3 ounces soda water or sparkling wine",
				"12 fresh strawberry slices for garnish"
			],
			"instructions": [
				"1. Fill a punch bowl about halfway with ice.",
				"2. Add all ingredients to bowl and mix well.",
				"3. Serve in punch cups over ice.",
				"4. Garnish each drink with 2 sliced strawberries."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"The secret to a good party punch is to keep an extra amount of all the ingredients separately, not only so that you can make more punch but so that individuals can add more of anything to their own drink to make it more to their liking. Now everybody in the party is happy. Except Dan. That guy’s never happy. C’mon, Dan!"
					]
				}	
			]
		},
		{
			"name": "Session Zero",
			"source": "dungeonmeister",
			"type": "metagame",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Before really getting into the adventure, lots of groups have a Session Zero in order to establish things that they want out of the game. This refreshing and easy-to-make punch gets everybody around the table and talking to each other, the perfect start to the night."
				]
			},
			"makes": "1 punch bowl",
			"serves": {
				"min": 12,
				"max": 12
			},			
			"ingredients": [
				"16 ounces vodka",
				"16 ounces silver rum",
				"10 (12-ounce) cans beer of your choice",
				"1 (12-ounce) can frozen lemonade concentrate",
				"1 lemon, sliced into wheels, for garnish"
			],
			"instructions": [
				"1. Combine all ingredients except lemon in a punch bowl.",
				"2. Mix with a spoon and chill until serving.",
				"3. Garnish punch cups with 1 lemon wheel each."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Sometimes people will skip the Session Zero and get right into the thick of it. While certainly a valid way of doing things, there is something to be said for making sure that you don’t show up to the group with an Orc Barbarian and your friend is a Paladin of Hating Specifically Orcs."
					]
				}	
			]
		},
		{
			"name": "The TPK",
			"source": "dungeonmeister",
			"type": "metagame",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"TPK stands for Total Party Kill, which is the moment at which an encounter is too overwhelming and demolishes every character without a chance. It is brutal, it is sudden, and it will be regretted in the morning, thus the TPK. You’ll need something this strong to wash defeat out of your mouth."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"½ ounce vodka",
				"½ ounce dark rum",
				"½ ounce tequila",
				"½ ounce gin",
				"½ ounce blue curaçao",
				"2 ounces sweet and sour mix",
				"2 ounces lemon-lime soda",
				"1 stemmed maraschino cherry for garnish"
			],
			"instructions": [
				"1. Combine all ingredients except soda and cherry in a chilled highball glass with ice.",
				"2. Fill with soda.",
				"3. Garnish with cherry and serve."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"When facing down the sad and inevitable doom of a TPK, try to remain calm. Make yourself comfortable as the crushing enormity of your failure crashes down around you. Just remember: It’s all the GM’s fault. If theydidn’t want you to attack that dragon, they shouldn’t have given it so much treasure."
					]
				}	
			]
		},
		{
			"name": "Treasure Type J",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "artifact",
			"fluff": {
				"entries": [
					"The hard-earned reward for slaying a particularly challenging dragon, the Treasure Type J is a hoard indeed, gold shot through with yet more gold. A spicy-sweet taste of the glories that keep your party venturing into mortal danger, this cocktail is an exceptional celebration for an adventure well played."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"½ ounce Goldschläger",
				"½ ounce fresh lemon juice",
				"3 ounces chilled sparkling wine (brut preferred)",
				"2 dashes orange bitters"
			],
			"instructions": [
				"1. Pour Goldschläger and lemon juice into a champagne or martini glass.",
				"2. Add sparkling wine and bitters.",
				"3. Stir gently to combine."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"The actual Treasure Type J is mostly the garbage left behind when a giant spider eats a bunch of farmers, and their scattered tools and copper pieces rain to the sodden cave floor below. Creative license has been applied here, as Treasure Type H, the huge mountains of gold on which dragons slumber, has a worse ring to it. No one wants to drink an H."
					]
				}	
			]
		},
		{
			"name": "Astral Diamond Juice",
			"source": "dungeonmeister",
			"type": "artifact",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"The astral diamond is the ultimate currency. Worth thousands of gold, unheard of by the common folk, and draped in beauty hitherto unspoken, these gems are the coin of the realm for the most powerful wizards, the most opulent demigods, and the most mythical merchants. In this recipe, we teach you how to squeeze one and drink what comes out of there."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"¾ ounce Hendrick’s Gin",
				"¾ ounce crème de violette",
				"¼ ounce blue curaçao",
				"1 lemon wedge",
				"3 ounces champagne or sparkling wine",
				"1 teaspoon silver luster dust"
			],
			"instructions": [
				"1. Combine gin, crème de violette, and blue curaçao in a mixing glass with ice.",
				"2. Squeeze lemon wedge into same glass and discard the peel.",
				"3. Stir, and strain into a champagne flute.",
				"4. Fill with champagne or sparkling wine and sprinkle the top with silver luster dust."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Though for most mortals the astral diamond is little more than a myth, that’s no excuse not to flaunt one if you have it. Once you’ve crafted this cocktail, be conspicuous about it. And don’t share it with anyone without an exchange of at least a Sun Blade or Vorpal sword."
					]
				}	
			]
		},
		{
			"name": "Electrum Piece",
			"source": "dungeonmeister",
			"type": "artifact",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"The rarely seen electrum piece is minted from an alloy of gold and silver, and is worth five silver pieces. Despite being half the value of a gold piece, they have a reputation in many fantasy circles akin to the two-dollar bill in that they’re worth two dollars unless you’re someone’s weird uncle, at which point they become priceless. As a shot, they combine gold and silver in an alloy of explosive flavor that will entertain much more than any aforementioned weird uncle."
				]
			},
			"makes": "1 shot",
			"ingredients": [
				"¾ ounce Goldschläger",
				"¾ ounce energy drink",
				"1 shake pearl luster dust",
				"1 swizzle stick for garnish"
			],
			"instructions": [
				"1. Pour Goldschläger and energy drink into a shot glass.",
				"2. Add pearl luster dust and swirl with a swizzle stick."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Dragons are known to hoard the electrum piece from time to time when forming their mighty piles to defend. This could be for a variety of reasons, from availability of gold to magical preference. Most commonly, however, it is held up as evidence that even dragons can be weird uncles."
					]
				}	
			]
		},
		{
			"name": "Magic Mirror",
			"source": "dungeonmeister",
			"type": "artifact",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Magic mirrors are versatile artifacts that can let you see other places or future events, or even discern a metric of standard beauty by which one could judge someone against another. Whatever you see in this glimmering cocktail, you can be sure that the sweet flavor and unique look will make this the fairest in the land."
				]
			},
			"makes": "2 cocktails",
			"ingredients": [
				"3 ounces white rum",
				"3 ounces blue curaçao",
				"½ ounce grenadine",
				"1 teaspoon silver luster dust, divided",
				"2 lemon twists (peels) for garnish"
			],
			"instructions": [
				"1. Combine rum, blue curaçao, and grenadine in an ice-filled shaker and shake to combine.",
				"2. Strain into two cocktail glasses.",
				"3. Add ½ teaspoon luster dust to each glass and stir to dissolve.",
				"4. Garnish each glass with a lemon twist."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"For most people, a magic mirror is one of the most important assets you could have. You can gain intel on enemy movements, spy on rival kingdoms, and see into a possible future for your endeavors. Judging a beauty contest is probably the least useful thing you could do with one."
					]
				}	
			]
		},
		{
			"name": "Potion of Glibness",
			"source": "dungeonmeister",
			"type": "artifact",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Some people just don’t have the gift of gab. Others merely want to improve their already decent social talents. Whatever the reason, many an adventurer has turned to a Potion of Glibness. With a sour and smooth flavor, this particular potion is sure to loosen up your lips and get the words flowing."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				"½ cup lemonade",
				"2 ounces cran-raspberry juice",
				"⅕ ounce silver rum",
				"2 tablespoons lime juice"
			],
			"instructions": [
				"1. Combine all ingredients in an ice-filled shaker and shake vigorously.",
				"2. Strain into a cocktail glass."
			],
			"noteCook": [
				{
					"type": "entries",
					"name": "DÜNGEONMEISTER TIP",
					"entries": [
						"Nothing is worse than when you’re chatting up everyone and being the life of the party and suddenly your Potion of Glibness wears off. What to do? This simple incantation can get you out of there without anyone the wiser. Verbal Component: “Wow, look at the time!” Somatic Component: Going home."
					]
				}	
			]
		},
		{
			"name": "Epic Upgrade",
			"source": "dungeonmeister",
			"meal": [				
				"cocktail"
			],
			"type": "artifact",
			"fluff": {
				"entries": [
					"No one is sure when we started to accept as a society that blue is exceptional but purple is epic, but at this point in our collective experience this is an indisputable fact. If you’re looking for the right libation to tout an upgrade from the above average to the extraordinary, this cocktail, which near-miraculously shifts from blue to purple before being consumed, is the way to do it. The secret lies in rapid pH alteration of the pea flower tea, so keep your flask of citric acid water handy to shift this beverage from a gin and tea to a gin and lemon in an instant."
				]
			},
			"makes": "1 cocktail",
			"ingredients": [
				{
					"type": "entries",
					"name": "For the Butterfly Pea Flower Tea:",
					"entries": [
						"3 grams dried butterfly pea flowers",
						"1 cup hot water"
					]
				},
				{
					"type": "entries",
					"name": "For the Cocktail:",
					"entries": [
						"½ teaspoon citric acid",
						"6 tablespoons water",
						"2 ounces gin",
						"¾ ounce simple syrup (see recipe in Tavern Basics)",
						"1 ounce Butterfly Pea Flower Tea"
					]
				}
			],
			"instructions": [
				{
					"type": "entries",
					"name": "For the Butterfly Pea Flower Tea:",
					"entries": [
						"Make the tea by adding pea flowers to hot water, steeping at least 5–7 minutes until very dark blue."
					]
				},
				{
					"type": "entries",
					"name": "For the Cocktail:",
					"entries": [
						"Combine citric acid and water and stir to combine, then add to a small vial or shot glass.3. Combine gin, simple syrup, and tea in an ice-filled shaker and shake to combine.",
						"Strain into a martini glass.",
						"When ready to serve, add citric acid mixture to drink and watch it change color."
					]
				}
			]
		},
		{
			"name": "Pool of Radiance",
			"source": "dungeonmeister",
			"type": "artifact",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"Planning a spooky party or an extended dungeon run? This playful punch can add a touch of magic and mysticism to your snack table. You’ll need a black light on hand, and when it’s switched on you’ll be presented with a glowing beverage, shot through with yet more radiant ice cubes gleaming like mystic jewels in the depths. The secret is the fluorescing quinine in tonic water, which lends the drink its distinctive bitterness. We battle that bitterness with pineapple, lime, and orange flavors, resulting in a magical phial of glowing goodness."
				]
			},
			"makes": "1 punch bowl (serves 8)",
			"serves": {
				"min": 8,
				"max": 8
			},
			"ingredients": [
				{
					"type": "entries",
					"name": "For the Ice:",
					"entries": [
						"3 cups flat tonic water"
					]
				},
				{
					"type": "entries",
					"name": "For the Cocktail:",
					"entries": [
						"24 ounces pisco",
						"12 ounces Cointreau",
						"12 ounces lime juice",
						"12 ounces pineapple juice",
						"7 cups tonic water"
					]
				}
			],
			"instructions": [
				"1. For the Ice: Fill ice cube trays with tonic water and put in the freezer 24 hours in advance.",
				"2. For the Cocktail: Combine pisco, Cointreau, lime juice, and pineapple juice in a large container and stir to combine. Refrigerate until ready to serve.",
				"3. Add juice mixture to a punch bowl and add tonic water, stirring gently to combine.",
				"4. Add ice cubes and serve in punch glasses under your preferred black light."
			]
		},
		{
			"name": "Potion of Strength",
			"source": "dungeonmeister",
			"type": "artifact",
			"meal": [				
				"cocktail"
			],
			"fluff": {
				"entries": [
					"While a practiced hand and a trained body cannot be replaced with a mere potion, those wishing to give themselves the alchemical edge over their opponent will turn to potions. This bubbling dark elixir appears murky at first but hides a powerful sweetness within."
				]
			},
			"makes": "2 cocktails",
			"ingredients": [
				"8 ounces pomegranate juice",
				"3 ounces strawberry vodka",
				"3 ounces black raspberry liqueur"
			],
			"instructions": [
				"1. Combine juice, vodka, and black raspberry liqueur in a shaker with ice and shake to combine.",
				"2. Strain into two chilled martini glasses."
			],
			"noteCook": [
				"If you’re going into battle and you need to be at your strongest, this is the potion for you. You may even find that the potion is too strong for you, and you will have to travel to a potion seller who sells weaker potions. If such is the case, make sure that they have respect for knights such as yourself"
			]
		}
	]
}