{
	"_meta": {
		"sources": [
			{
				"json": "SGttEH",
				"abbreviation": "SGttEH",
				"full": "Steinhardt's Guide to the Eldritch Hunt",
				"authors": [
					"MonkeyDM",
					"Evan \"MonkeyDM\" Mascaro"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "17/11/2023",
				"color": "141220",
				"url": "https://www.monkeydm.com/1-steinhardt",
				"dateReleased": "2023-11-17"
			}
		],
		"status": "ready",
		"dateAdded": 1711491440,
		"dateLastModified": 1711491440
	},
	"book": [
		{
			"name": "Steinhardt's Guide to the Eldritch Hunt: GM Cheatbook",
			"id": "SGttEH-GMC",
			"source": "SGttEH",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/SGttEH/_img/SGttEH/GMC/Cover.webp"
			},
			"published": "2023-11-17",
			"author": "MonkeyDM",
			"contents": [
				{
					"name": "Cover"
				},
				{
					"name": "Foreword"
				},
				{
					"name": "Steinhardt's Horror Guide",
					"headers": [
						"Introduction",
						"1. How to Create Horror",
						{
							"header": "The Four Fears",
							"depth": 1
						},
						{
							"header": "How to Escalate Fear",
							"depth": 1
						},
						{
							"header": "Example Horror Set-up: The Gala of Shadows",
							"depth": 1
						},
						"2. Gothic Horror",
						{
							"header": "I. Atmosphere and Setting",
							"depth": 1
						},
						{
							"header": "II. The Themes",
							"depth": 1
						},
						{
							"header": "III. Characters and Archetypes",
							"depth": 1
						},
						{
							"header": "IV. Additional Gothic Horror Mechanics",
							"depth": 1
						},
						{
							"header": "V. Gothic Horror Tables",
							"depth": 1
						},
						"3. Lovecraftian Horror",
						{
							"header": "Key Elements of Lovecraftian Horror",
							"depth": 1
						},
						{
							"header": "Lovecraftian Setting",
							"depth": 1
						},
						{
							"header": "Moral Ambiguity and Ethical Dilemmas",
							"depth": 1
						},
						{
							"header": "Creating Existential Fear",
							"depth": 1
						},
						{
							"header": "Gradually Reveal the Horror",
							"depth": 1
						},
						{
							"header": "Total Descent into Cosmic Horror",
							"depth": 1
						},
						{
							"header": "Lovecraftian Horror Examples",
							"depth": 1
						},
						"4. Steinhardt's Mechanics",
						{
							"header": "Madness",
							"depth": 1
						},
						{
							"header": "Eldritch Moons",
							"depth": 1
						}
					]
				},
				{
					"name": "Steinhardt's Villain Guide",
					"headers": [
						"Villains",
						{
							"header": "Roleplaying the Villain",
							"depth": 1
						},
						{
							"header": "Constraints",
							"depth": 1
						},
						"Creating the Villain's Plan",
						{
							"header": "Evolving and Resilient Plots",
							"depth": 1
						},
						{
							"header": "Update the Villain's Plan",
							"depth": 1
						},
						{
							"header": "Stay Adaptable",
							"depth": 1
						},
						{
							"header": "Failure is an Option",
							"depth": 1
						},
						{
							"header": "Don't Force the Plot",
							"depth": 1
						},
						"How to Introduce a Villain",
						{
							"header": "Direct Introduction",
							"depth": 1
						},
						{
							"header": "Subtle Introduction",
							"depth": 1
						},
						"Making Steinhardt Villains",
						{
							"header": "1. Manipulators of Public Perception and Influence",
							"depth": 1
						},
						{
							"header": "2. Threats Through Physical or Magical Means",
							"depth": 1
						},
						{
							"header": "3. Malevolent Entities and Unexpected Threats",
							"depth": 1
						}
					]
				},
				{
					"name": "Steinhardt's Combat Guide",
					"headers": [
						"Making Combat Easier",
						{
							"header": "Use Static Monster Damage",
							"depth": 1
						},
						{
							"header": "Delegate Initiative Tracking and Other Tasks",
							"depth": 1
						},
						{
							"header": "Reveal the Monster's AC",
							"depth": 1
						},
						{
							"header": "Rulings",
							"depth": 1
						},
						{
							"header": "Run Theater of the Mind",
							"depth": 1
						},
						{
							"header": "Have Alternative Outs",
							"depth": 1
						},
						"Rest Changes For Dark Fantasy (a.k.a Making 5e Harder)",
						{
							"header": "Long Rest Modification",
							"depth": 1
						},
						{
							"header": "Short Rest Adjustments",
							"depth": 1
						},
						{
							"header": "Partial Long Rests",
							"depth": 1
						},
						{
							"header": "Optional Rule: Mental Strain",
							"depth": 1
						},
						"Weaving Horror Inside of 5e Combat",
						{
							"header": "Rebalancing Power Dynamics",
							"depth": 1
						},
						{
							"header": "Unpredictable Combat",
							"depth": 1
						},
						{
							"header": "Example Encounter: The Scourge Lycan",
							"depth": 1
						},
						"Horde Combat",
						{
							"header": "I. Damage Tracking for the Horde",
							"depth": 1
						},
						{
							"header": "II. Horde Attacks and Damage Distribution",
							"depth": 1
						},
						{
							"header": "III. Handling Area of Effect (AoE) Attacks",
							"depth": 1
						},
						{
							"header": "IV. Additional Horde Management Tips",
							"depth": 1
						}
					]
				},
				{
					"name": "Credits"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "SGttEH-GMC",
			"source": "SGttEH",
			"data": [
				{
					"type": "section",
					"name": "Cover",
					"page": 1,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/SGttEH/_img/SGttEH/GMC/00003.webp"
							},
							"title": "Steinhardt's Guide to the Eldritch Hunt—GM Cheatbook",
							"credit": "Marcelo Orsi Blanco"
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/SGttEH/_img/SGttEH/GMC/00012.webp"
							},
							"title": "Steinhardt's Guide to the Eldritch Hunt—GM Cheatbook"
						}
					]
				},
				{
					"type": "section",
					"name": "Foreword",
					"page": 2,
					"entries": [
						{
							"type": "quote",
							"style": "quote-pull",
							"entries": [
								"Heroes and villains always have the same backstory—pain. The difference is what they choose to do about it. A villain says, \"the world hurt me, I'll hurt it back.\" A hero says, \"the world hurt me, I'm not gonna let it hurt anyone else.\""
							]
						},
						"This cheatbook is an aid for GMs. It contains everything you need to infuse horror into your games, create compelling villains, and run exciting combats. This book is divided into three parts:",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Steinhardt's Horror Guide:",
											"page": 2,
											"entries": [
												"First, we'll cover reliable ways to generate horror in your sessions. From the nuances of pacing to madness mechanics, you'll gain insight into this type of storytelling. Then we'll delve deep into running Lovecraftian and gothic horror—the core genres of the Steinhardt's Guide setting. You'll learn how to master ominous mysteries, develop morally complex plots, and capture the essence of cosmic and psychological horror."
											]
										},
										{
											"type": "entries",
											"name": "Steinhardt's Villain Guide",
											"page": 2,
											"entries": [
												"After that, we'll journey into villain design. You'll learn how to create complex antagonists with strong motivations who react to players and propel the story forward. You can establish these villains as compelling threats to create tension, meaningful choices, and a world that feels alive for your players."
											]
										},
										{
											"type": "entries",
											"name": "Steinhardt's Combat Guide",
											"page": 2,
											"entries": [
												"Finally, we'll optimize 5E combat for horror with faster encounters, unrestful rests, and the integration of ambushes, traps, fear effects, and more to unnerve your players. An easy horde ruleset allows epic battles against endless legions."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Steinhardt's Horror Guide",
					"page": 3,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/SGttEH/_img/SGttEH/GMC/00054.webp"
							}
						},
						{
							"type": "section",
							"name": "Introduction",
							"page": 4,
							"entries": [
								"There is a place where the shadows stretch a little longer, where the wind howls with the whispers of the damned, and where the very fabric of reality threatens to unravel, revealing the incomprehensible horrors that lurk just beyond our understanding.",
								"Welcome to the enthralling domain of {@i Steinhardt's Guide to the Eldritch Hunt}.",
								"Gothic horror, with its tragic tales, haunted mansions, and cursed bloodlines, taps into our deepest fears about our past and the inescapable legacies we might leave behind. Eldritch horror, on the other hand, challenges our understanding of the universe, presenting cosmic entities and phenomena so beyond our comprehension that mere exposure to them can drive a person to madness.",
								"But why introduce these elements into a campaign? The answer lies in the atmosphere and tension they create. While traditional adventures offer excitement, challenges, and epic tales of heroism, adding layers of horror can transform a campaign into a deeply immersive and emotionally charged experience. It's not just about battling monsters; it's about battling one's own fears, confronting the unknown, and facing the darker aspects of the world and oneself.",
								"This book aims to guide Game Masters on a journey into the heart of darkness, providing tools, techniques, and insights to craft a memorable horror-infused campaign. Drawing inspiration from classic literature, iconic horror films, and the lore of {@i Steinhardt's Guide to the Eldritch Hunt}, we'll delve deep into the mechanics of fear, the nuances of narrative tension, and the art of creating a truly haunting atmosphere.",
								"So, gather your courage, light a candle, and prepare to step into a world where every corner holds a mystery, every shadow might conceal a threat, and every decision can mean the difference between sanity and madness."
							]
						},
						{
							"type": "section",
							"name": "1. How to Create Horror",
							"page": 5,
							"entries": [
								"If you want to create horror in your tabletop roleplaying games (TTRPG), of all the chapters in the book, make sure to read this one.",
								"Horror, as a genre, has captivated audiences for centuries, from ancient tales whispered around campfires to modern cinematic masterpieces. At the heart of this understanding are the Four Fears. {@i (There was an entire booklet written by Ash Law about this topic called the \"Trajectory of Fear\", but let me make a brief summary here.)}",
								{
									"type": "entries",
									"name": "The Four Fears",
									"page": 5,
									"entries": [
										"We can break down fear in TTRPGs into *{@i drumroll}* four pillars of horror.",
										{
											"type": "entries",
											"name": "0. Normality",
											"page": 5,
											"entries": [
												"Our baseline—the world is a normal place with nothing scary in it. You walk down the streets, people are talking, birds are chirping, and everything is as it should be. This is not a pillar, this is a typical noncombat day in a roleplaying game."
											]
										},
										{
											"type": "entries",
											"name": "1. Unease",
											"page": 5,
											"entries": [
												"The first pillar of horror and the subtlest of the fears, unease is the nagging feeling that something isn't quite right. Though subtle, it is perhaps the most important fear on this list. Movies can get away with cheap jumpscares to get a fight-or-flight response out of their audience, but we can't.",
												"Unease is the whisper of the wind through a broken window, the distant howl of a wolf, or the fleeting glimpse of a figure in the periphery of your vision. In Steinhardt's Guide, this could manifest as a street that's just a bit too quiet or an NPC who avoids direct eye contact for no discernible reason. It's the initial seed of doubt that makes players question their surroundings.",
												{
													"type": "entries",
													"name": "Example:",
													"page": 5,
													"entries": [
														"The party enters a tavern where the local drunkards are friendly, but there's an odd tradition they all adhere to—all lights must be extinguished after dark, and no one will say why."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "2. Dread",
											"page": 5,
											"entries": [
												"Building on unease, dread is a more focused and immediate fear. It's the realization that the source of your unease is close and might pose a threat. In the context of 5e, dread could be the feeling players get when they notice that the same corpse seems to appear wherever they go, or when they find an abandoned campsite with signs of a struggle but no bodies.",
												"Dread can turn out to be nothing, a mere coincidence, and defused back into unease.",
												{
													"type": "entries",
													"name": "Example:",
													"page": 5,
													"entries": [
														"As night falls in the aforementioned tavern, the party hears distant, mournful wailing. Searching for its source, they find an old well adjacent to the tavern, but the wailing stops as they approach, replaced by an oppressive silence."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "3. Terror",
											"page": 5,
											"entries": [
												"Terror is the anticipation of horror. It's the most potent type of fear because of its immediacy. It's the pounding of your heart when you hear footsteps behind you in a dark alley, or the chill that runs down your spine when you realize you're not alone in a supposedly empty house.",
												{
													"type": "inset",
													"page": 6,
													"name": "Important Note:",
													"entries": [
														"As H.P Lovecraft once said, “The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown.” Simply put, if you want to keep your players heart rate up, keep the description vague. The players’ imaginations do a better job of scaring them than any description or illustration ever could."
													]
												},
												{
													"type": "entries",
													"name": "Example:",
													"page": 6,
													"entries": [
														"The party decides to investigate the well in daylight. As they lower a lantern into its depths, they see fleeting glimpses of pale, ghostly faces rushing up towards them, but they vanish just before reaching the surface."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "4. Horror",
											"page": 6,
											"entries": [
												"The culmination of the previous fears, horror is the confrontation with the source of your fear. It's the monster lunging from the shadows or the revelation of the killer's identity. However, it's also the weakest of the fears in terms of lasting impact, especially in a TTRPG format. Once the threat is revealed, the tension is released. This might be the climactic battle with the undead rising from the well or the confrontation with a treacherous NPC.",
												{
													"type": "entries",
													"name": "Example:",
													"page": 6,
													"entries": [
														"The party returns to the tavern at night. Despite the warnings, they create light, and the wailing begins again as the spirits of those who were thrown into the well rise, seeking vengeance on the living."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "How to Escalate Fear",
									"page": 6,
									"entries": [
										"Fear, much like a finely tuned instrument, requires a delicate balance. If mishandled or overemphasized, the atmosphere can quickly shift from genuinely terrifying to unintentionally comedic or grotesque. This balance is best understood by examining the potential pitfalls of overindulging in each type of fear.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"page": 6,
											"items": [
												{
													"type": "item",
													"name": "Overdoing Unease:",
													"entries": [
														"If everything in your game setting feels out of place or odd, the result can resemble the quirky and comedic atmosphere of The Addams Family. While entertaining, it doesn't evoke genuine dread. The world becomes too predictably unpredictable, and players quickly adapt to the constant oddities."
													]
												},
												{
													"type": "item",
													"name": "Overdoing Dread:",
													"entries": [
														"If every session introduces a new ominous threat without resolution or escalation, the campaign can devolve into a repetitive \"monster hunter\" format. The sense of impending doom loses its potency when it becomes the norm."
													]
												},
												{
													"type": "item",
													"name": "Overdoing Terror:",
													"entries": [
														"Constantly bombarding players with imminent threats without giving them a chance to process or react can turn the game into a joke. The tension becomes unsustainable, and the fear dissipates in the face of relentless, over-the-top threats."
													]
												},
												{
													"type": "item",
													"name": "Overdoing Horror:",
													"entries": [
														"If the game focuses too heavily on graphic and gruesome revelations, it risks becoming a gratuitous gore-fest. The shock value of horror diminishes with overuse, and players can become desensitized. (As a side-note: I’ve had entire sessions of the game taking place in an absolute gore-fest, and it can be very fun. Just make sure not to have the entire campaign take place in a lake of blood and guts if you want to inspire horror)."
													]
												}
											]
										},
										"To effectively harness the power of fear in a TTRPG campaign, it's crucial to maintain a rhythmic balance.",
										"This trajectory should involve slow build-ups, with cycles between normality, unease, and dread. This dance of anticipation keeps players engaged, allowing them to savor the unsettling atmosphere and become deeply invested in the narrative. After multiple cycles, when players have been sufficiently toyed with, and their anticipation is at its peak, it's time to unleash the full force of terror, followed by the climactic revelation of horror.",
										"By understanding and respecting this cycle, Game Masters can craft a horror experience that is both thrilling and emotionally resonant, ensuring that players remain on the edge of their seats.",
										{
											"type": "entries",
											"name": "The Cycle of Fear",
											"page": 7,
											"entries": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/revilowaldow/homebrew/SGttEH/_img/SGttEH/GMC/00111.webp"
													}
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
