{
	"_meta": {
		"sources": [
			{
				"json": "MADMT",
				"abbreviation": "MADMT",
				"full": "Morgan's Arsenal of DM Tools 1.1",
				"authors": [
					"Morgan"
				],
				"convertedBy": [
					"Deri"
				],
				"version": "1.0.0",
				"color": "771717",
				"targetSchema": "1.0"
			}
		],
		"dateAdded": 1707257718,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "e4a6e6535d",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Morgan's Arsenal of DM Tools 1.1",
			"id": "MADMT",
			"source": "MADMT",
			"published": "2022-10-26",
			"group": "homebrew",
			"contents": [
				{
					"name": "Diseases"
				},
				{
					"name": "Curses"
				},
				{
					"name": "Dungeon & Wilderness Hazards",
					"headers": [
						"Flora & Fauna Hazards",
						"Natural Hazards",
						"Magical Phenomena"
					]
				},
				{
					"name": "Traps"
				},
				{
					"name": "Siege Equipment",
					"headers": [
						"Additional Siege Equipment",
						"Additional Projectile Types"
					]
				},
				{
					"name": "Poisons"
				},
				{
					"name": "Bestiary"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "MADMT",
			"source": "MADMT",
			"data": [
				{
					"type": "section",
					"name": "Diseases",
					"page": 2,
					"entries": [
						"The Dungeon Master's Guide provides three example disease to use in a D&D game which are simple to implement and easy to adapt to suit one's individual needs, but lack complexity or versatility. The diseases described below delve deeper into what a fantasy disease can be, and how it can be implemented into a story or campaign.",
						"While the Medicine skill is always useful when dealing with diseases, some focus has been given to alternative skills to use when diagnosing or treating these diseases. Typically in D&D a disease can be cured easily with magic at relatively low levels. In the examples below, the methods of treated are more difficulty or require additional steps to make the usual remedies effective, not only to make these conditions more dangerous to parties with easy access to disease-curing magic, but also to evoke the tense and dramatic process that medicine can often be in fiction.",
						"In addition, some of these entries serve multiple purposes rather than simply being negative stat penalties to apply to players. For example, applying Blightpus to a horde of weak enemies can make them more dangerous to cleave through in close quarters, while Shroud Vine confers both penalties and desirable boons to those infected. At the end of this section are roll tables of plot hooks for each listed disease to use as inspiration for stories involving them.",
						" Each disease subheading is divided into the following parts:",
						" First the entry gives the most common name for the disease, but some disease may be known by multiple names or have a different name in other settings.",
						" {@b Symptoms} describes the visible effects of the disease to an outside observer as well as what an infected creature might feel or be aware of.",
						" {@b Effects} details the effects of the disease in game terms and how it affects an infected creature's in-game statistics.",
						" {@b Contracting} outlines how a creature becomes infected in game terms, as well as an overview of situations where one is likely to come into contact with the disease.",
						" {@b Diagnosis} gives suggestions on ability checks one could use to identify the disease or gain more information about it.",
						" {@b Treatment} describes how to cure the disease or how to alleviate some of its effects in game terms.",
						{
							"type": "list",
							"items": [
								"{@disease Blightpus|MADMT|}",
								"{@disease Boiling Blood|MADMT|}",
								"{@disease Cannibal Craving|MADMT|}",
								"{@disease Contagious Troll Tumours|MADMT|}",
								"{@disease Earwyrms|MADMT|}",
								"{@disease Glass Transmorgification|MADMT|}",
								"{@disease Glass Delusion|MADMT|}",
								"{@disease Shroud Vine|MADMT|}"
							]
						},
						{
							"type": "inset",
							"name": "Where are all the healers?",
							"entries": [
								"In the magical worlds of D&D, healing disease is simple and can be done with a single spell. Many large towns and cities have divine spellcasters available, and smaller settlements can call for aid. Wilderness and tribal communities may have druids in their ranks who are also competent healers. With healing magic everywhere, how does an outbreak of disease even happen? How can you run exciting and horrifying stories of plague-ridden lands when by all rights this should be a trivial matter to resolve?",
								"The solution used for many of the diseases presented in this document is to simply make some of the diseases themselves more difficult to heal. But this may not work for your story. Perhaps you want the disease to be an integral part of the setting, but not something the players need to worry about for long, since the real-life countermeasures against disease spread such as staying at home aren't condusive to adventure. Or perhaps you simply don't want to have the hassle of repeatedly running complex cures that will slow down the pace of the game. In situations like this, the formal rules and their streamlined cures might work for you, but creates a problem when trying to explain why everyone can't do this. There are other possible explanations though:",
								"The affected settlement is isolated and healers can't reach it, or the locals can't easily leave to call for aid.",
								{
									"type": "list",
									"items": [
										"There are healers available, but not enough. They are being overwhelmed by the patient load, or the infection is simply too widespread to stop.",
										"Political, religious, or racial divides means that certain demographics aren't being treated or are at a lower priority for recieving treatment.",
										"Healers are split between treating this outbreak and providing aid for some other event, such as a war or natural disaster.",
										"Healers are handling individual cases but can't address the underlying cause of the outbreak, such as contaminated water, biological warfare, attacks by infected monsters, or a magical curse.",
										"Supplies needed to properly equip doctors and spellcasters are scarce.",
										"A powerful authority is ignoring or blocking aid to the infected because doing so would detract from some political goal.",
										"What if the players have one or more healers in their ranks, and wish to spend days performing healing services? It may be prudent to simply allow them to do this. Players have limited resources, and spending time healing means they have fewer resources available to confront danger, so this course of action comes with risk."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Plot Hook Tables",
							"entries": [
								"Below are roll tables with a few suggested plot hooks or story ideas that incorporate the diseases described in this document. These are only suggestions and don't represent the whole scope of how a disease can be used in a campaign.",
								"Glass Delusion and Glass Transmogrification use the same table.",
								{
									"type": "table",
									"caption": "Blightpus",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"Miners are attacked by monsters infected with Blightpus, suggesting that their tunnels have crossed with caves that reach the underdark."
										],
										[
											"2",
											"An outbreak of Blightpus in a large town leads to some areas being quarantined, with the quarantined areas becoming rife with crime and adventurers are denied access to important people or places in the quarantine zones."
										],
										[
											"3",
											"Cultists to gods of disease or demons intentionally infect themselves with Blightpus to burn their foes in battle. "
										],
										[
											"4",
											"A sharp surge in Blightpuff growth in nearby wilderness leads locals to fear that a powerful monster such as a dragon has claimed the area as their territory.  "
										]
									]
								},
								{
									"type": "table",
									"caption": "Boiling Blood",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"Residents of an infected settlement seek the aid of a powerful mage who can control the weather, the cold temperatures allowing them to treat people en-masse."
										],
										[
											"2",
											"A healer accidentally kills a Boiling Blood victim via hypothermia while attempting treatment, and tries to cover it up."
										],
										[
											"3",
											"A red dragon has laired near a town, and infected water runs down from its mountain. Townsfolk want the dragon either slain or cured to halt the source of the infections."
										],
										[
											"4",
											"The scent of cooked flesh coming from the mass graves of Boiling Blood victims during an outbreak has attracted monsters to come and dig up the bodies."
										]
									]
								},
								{
									"type": "table",
									"caption": "Cannibal Cravings",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"A  suspected contamination of Cannibal Craving in an expedition's water supply causes paranoia and violent conflict."
										],
										[
											"2",
											"A cult of demon worshippers see the infection as a blessing from their deity and seek to spread it."
										],
										[
											"3",
											"A noble with Cannibal Craving murders and eats poor people in secret, covertly serving human meat to guests."
										],
										[
											"4",
											"A village is attacked nightly by frenzied animals infected with Cannibal Craving and seek aid in finding the source of the infection."
										]
									]
								},
								{
									"type": "table",
									"caption": "Contagious Troll Tumours",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"An adventurer returns to town after a successful quest and starts boasting about their newfound healing powers in a local tavern, unaware of the risk."
										],
										[
											"2",
											"Another monster contracted CTT and became more aggressive and confident from their enhanced healing."
										],
										[
											"3",
											"A renowned hero owes their success to CTT but hides their face from public viewing as they are covered in tumours."
										],
										[
											"4",
											"A troll ends up in an unlikely place (such as on a boat, in a locked prison cell, or a lord's manor) as a result of being born from a CTT victim."
										]
									]
								},
								{
									"type": "table",
									"caption": "Earwyrms",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"An Earwyrm repeats a dangerous secret it heard while occupying a previous host, launching a search to find the source of the outbreak."
										],
										[
											"2",
											"A stock of domesticated Earwyrms escapes, starting an infestation. Annoyed locals want the situation resolved by any means."
										],
										[
											"3",
											"Players need to seek out an Earwyrm breeder so they can use the Earwyrms to their advantage against a Mind Flayer colony."
										],
										[
											"4",
											"An Earwyrm host mistakes the creature's random mimicry for a cryptic supernatural portent."
										]
									]
								},
								{
									"type": "table",
									"caption": "Glass Delusion/Transmorgification",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"A noble is secretly suffering from Glass Delusion, and is being blackmailed by someone who knows their secret."
										],
										[
											"2",
											"Multiple cases of Glass Delusion in a single town pushes local authorities to investigate the possibility of a new potion black market"
										],
										[
											"3",
											"A hag curses the loved one of an adventurer with Glass Delusion in revenge for a slight against her."
										],
										[
											"4",
											"A spellcaster's aid is needed for a quest, but they've become reclusive and paranoid due to suffering from Glass Delusion."
										]
									]
								},
								{
									"type": "table",
									"caption": "Shroud Vine",
									"colLabels": [
										"",
										""
									],
									"colStyles": [
										"col-1 text-center",
										"col-1-10 text-left"
									],
									"rows": [
										[
											"1",
											"Shroud Vine bushes appearing near a countryside village are seen as a bad omen, and the villagers hire adventurers to investigate the source."
										],
										[
											"2",
											"An extremist druid intentionally infects people with Shroud Vine as punishment for perceived crimes until they can repay their wrongdoings by going on a quest."
										],
										[
											"3",
											"A dungeon is guarded by swarms of plant creatures that can only be avoided by infecting oneself with Shroud Vine."
										],
										[
											"4",
											"A settlement afflicted by a Shroud Vine outbreak is at odds with itself as conflict arises between those who want to cure the parasite and those who wish to coexist with it."
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Curses",
					"page": 12,
					"entries": [
						"This section details curses that can be used against players using the format for curses described in Van Richten's Guide to Ravenloft, where curses are generally described in three parts:",
						"{@b Pronouncement} describes a threat or warning to the target of the curse, or anyone who might eventually fall foul to it.",
						"{@b Burden} explains the effects of the curse in game terms.",
						"{@b Resolution} explains how the curse might be ended.",
						{
							"type": "entries",
							"name": "Bubblespeak",
							"page": 12,
							"entries": [
								"This curse is often associated with fey for it's amusing nature. The affected creature dispenses bubbles from their mouth whenever they try to speak.",
								"{@b Pronouncement:} This curse is levied at a creature that uses foul language in a highly inappropriate setting or who speaks ill of an important figure, and includes a reference to the old saying of 'washing your mouth out with soap'.",
								"{@b Burden:} Whenever the cursed creature speaks, bubbles emerge from its mouth instead of words. If these bubbles are popped, the intended spoken words of the creature is emitted from it. Each bubble can contain a phrase up to 20 words long, so longer sentences create more bubble. The bubbles float upwards and are carried by even the softest breezes. Trying to pop a bubble requires a DC 13 Dexterity check.",
								"{@b Resolution:} The curse instantly ends if the cursed creature uses soap to wash out the inside of its mouth."
							]
						},
						{
							"type": "entries",
							"name": "Cold of Heart",
							"page": 12,
							"entries": [
								"This curse punishes callousness by trapping its victim in cold and loneliness with a literal heart of ice.",
								"{@b Pronouncement:} Directed at someone who shows a lack of empathy. {@i 'For your cold heart, may you never feel warmth again.'}",
								"{@b Burden:} The affected creature becomes unable to tolerate heat. If the creature is in an area with an ambient temperature higher than 0 degrees Celsius, it suffers the effects of {@hazard Extreme Heat}, but is immune to the effects of {@hazard Extreme Cold}. It gains a vulernability to fire damage, but is resistant to cold damage. Close contact with warm-blooded creatures, such as holding hands, grappling, or applying bandages, deals 1 fire damage to the cursed creature. The cursed creature itself has no body heat, and feels cold to the touch.",
								"{@b Resolution:} Only an act of true kindness can break this curse."
							]
						},
						{
							"type": "entries",
							"name": "Collector",
							"page": 12,
							"entries": [
								"A torment meant to punish greed, or to reduce a powerful foe into an ineffective eccentric. The cursed is driven to collect a certain kind of object.",
								"{@b Pronouncement:} The pronouncement of this curse references a specific kind of object. It could be part of a set such as every shard of a broken sword or every coin from a stolen treasure, or it could be a kind of general object such as gems, spoons, mugs, dice, figurines, shoes, etc.",
								"{@b Burden:} The affected creature feels a compulsion to collect the specific type of object. It refuses to relinquish objects of that type in its possession or allow objects in its posession to be destroyed. If another creature takes an object from the cursed creature's collection, it is magically compelled to retrieve the object by any means available to it. If the creature goes a day without gaining a new object for its collection, it must make a DC 10 Wisdom saving throw. On a failed save, it gains one form of indefinite madness (DMG page 260). For each day the creature goes without aquiring a new object for its collection, or retrieving an object taken from its collection, the DC increases by 1. After it gains a new object, the creature loses one form of madness every 24 hours and the saving throw against madness decreases by 1, as long as it continues to grow its collection.",
								"{@b Resolution:} If the objects belong to a set, then returning the completed set to its rightful owner will lift the curse. Knowing this doesn't affect the cursed creature's behaviour: it still refuses to part with its collection.",
								"For a generic object type, a creature can be freed from this curse if it destroys its own collection. Knowing this doesn't change its behaviour, it still refuses to part with its collection in any way, but it can still be freed if it unknowingly or accidentally destroys its collection, or if it is compelled to do so by magic. The creature has to destroy its own collection: another creature doing so won't relieve the burden of the curse."
							]
						},
						{
							"type": "entries",
							"name": "Duplicate",
							"page": 12,
							"entries": [
								"This devious curse creates an exact duplicate of its target that can torment it in a variety of ways, from being a perfect match in battle to more insidious psychological attacks.",
								"{@b Pronouncement:} This curse affects a creature that disturbs an ancient sarcophagus containing the soul of an ancient sorcerer, imprisoned fiend, or other villain. An inscription on the tomb warns against tampering, lest {@i 'You shall be your own worst enemy'}.",
								"{@b Burden:} A creature affectd by this curse suffers no immediate effects. 24 hours after the curse takes effect, an exact duplicate of the cursed creature appears inside the sarcophagus. It has all the memories of the cursed, along with all of its game statistics and class features, but none of its equipment. However, it despises the cursed creature, and either wishes to ruin that creature's life and reputation, or wishes to kill and replace the cursed and live on in their place. If the duplicate is killed, another exact duplicate appears in the sarcophagus with all the memories of the previous duplicate.",
								"{@b Resolution:} Killing the duplicate is only a temporary measure. The only way to end the curse is to re-seal the duplicate inside the sarcophagus."
							]
						},
						{
							"type": "entries",
							"name": "Eternally Forgotten",
							"page": 12,
							"entries": [
								"As a punishment against the vainglorious, people cursed in this way can never achieve lasting recognition for their deeds, and even simply interpersonal relationships become impossible.",
								"{@b Pronouncement:} This curse is directed at those who seek to be famous and commit terrible deeds to do so. Alternatively, it is directed at those who seek to rewrite history in their favour.",
								"{@b Burden:} If the cursed creature isn't percieved by someone else for 10 consecutive minutues, that person forgets that the cursed person ever existed. Any illogical or impossible memories as a result of this are rationalised e.g. if the cursed creature did something significant, other people simply assume it didn't happen or that someone else did it. Other people tend to ignore or overlook evidence of the cursed person's existence unless it is explicticly pointed out to them.",
								"{@b Resolution:} The curse is lifted if the cursed intentionally takes a course of action where they turn down the possibility of renown of their deeds, or allow someone else to take credit for their deeds. For example, they could destroy a statue erected in their honour, or claim that a companion actually slew a monster they killed."
							]
						},
						{
							"type": "entries",
							"name": "Horrid Reflection",
							"page": 12,
							"entries": [
								"This curse is only noticable in the reflection of the afflicted, revealing their true nature.",
								"{@b Pronouncement:} This curse is levied at someone with an evil nature whose wicked deeds are kept secret, usually by someone who knows the secret but cannot expose it, or whose testimony won't be believed.",
								"{@b Burden:} The affected creature experiences a nightmare where they see themselves twisted in some monstrous way, such as appearing like a corpse, or having bestial features. When the creature awakens, it appears normal. However, it's reflection always appears as it did in the nightmare, to anyone who sees it. If the cursed creature sees its reflection, it becomes frightened of it. If it attacks its own reflection, such as by shattering a mirror or throwing a stone into water, the cursed creature takes 5 (1d10) psychic damage.",
								"{@b Resolution:} Publically revealing the terrible secret or true nature of the afflicted does not end this curse. Instead, it causes the cursed creature's appearance to become like that of its reflection. Only true atonement, and a sincere change of heart, will end this curse. Once the creature's nature has changed, it ceases to be frightened by its reflection, and touching its reflection returns it to normal.",
								"Alternatively, if the cursed creature reveals its own villainy, and fully embraces its deeds, then the curse's magic fails: the creature's wickedness is no longer a secret burden, thus this curse is no longer able to serve as a suitable punishment."
							]
						},
						{
							"type": "entries",
							"name": "Nonsense",
							"page": 12,
							"entries": [
								"A tongue-twisting curse that inhibits a creature's ability to speak.",
								"{@b Pronouncement:} This curse is caused by reading a cursed book written in bizzarre nonsensical script, and the words {@i 'The words of this book make no sense. Read them, and only Nonsense will make sense. So be Sensible'}.",
								"The inside cover of the book warns against attempting to decipher the scrawl within. Merely observing the pages isn't enough, a creature only becomes cursed if they attempt to translate, decode, or otherwise interpret the words written on the pages.",
								"{@b Burden:} The cursed creature cannot communicate with or understand any language. If it tries to speak or write, it only knows how to communicate in Nonsense. Translating nonsense is impossible: it has no translation, since it is completely nonsensical. Telepathy does not allow sensical communication either. However, two people cursed in this way can understand each other perfectly through any medium, even if they would normally not share any languages.",
								"{@b Resolution:} A creature affected by this curse can still learn new languages, since languages it previously didn't understand are nonsensical to them and thus aren't affected by the curse's burden. Doing so creates sense out of nonsense, breaking the curse's magic. The same applies if it uses magic to be able to understand a language it previously couldn't (but not if another creature attempts to use magic to translate Nonsense, since that doesn't work, or if it uses magic to understand a language it is normally proficient in). Effects that completely disable a creature's ability to understand any kind of language (such as the Feeblemind spell) cause the curse to fail."
							]
						},
						{
							"type": "entries",
							"name": "Rat Lord",
							"page": 12,
							"entries": [
								"Rats follow in the footsteps of the cursed, whether they like it or not. As rats bear diseases and pilfer food, this is likely to make the cursed unwelcome in humanoid settlements.",
								"{@b Pronouncement:} This curse is usually directed at people of high social status or noble title, such as a knight or respected priest, and is done so in response to the individual committing some dishonourable deed not in line with the expectations of their station, with the utterance of {@i 'If you must act so wretchedly, then you deserve only to be a master of rats.'}",
								"{@b Burden:} Rats within 300ft of the cursed creature become obsessed with them, and belive the cursed to be their Lord. These rats always know the direction to the Rat Lord and do their best to follow them or get near to them. Once a rat has been influenced in this way, the effect persists until the curse ends or the rat is more than 1 mile away from the Rat Lord for 24 hours. The rats will flee if attacked, but return as soon as they believe the danger to be over, and will only flee as far as they need to. Otherwise, their only goal is to be as close to their lord as possible at all times.",
								"{@b Resolution:} The cursed must complete an act of nobility in line with their noble rank or social status, usually involving some sort of sacrifice or an act of great humility to prove themselves worthy of their station.",
								"Alternatively, they can pass on the curse to someone else. A willing creature declares themselves the new Rat Lord, while the cursed makes a symbolic offering and humbles themself before the new lord."
							]
						},
						{
							"type": "entries",
							"name": "Two-Faced",
							"page": 12,
							"entries": [
								"This curse is meant as an ironic punishment - and a horrifying transformation - towards traitors and deceivers.",
								"{@b Pronouncement:} A person that suffers a terrible fate as result of a betrayal or lie told about them may lay this curse through their anguish and rage.",
								"{@b Burden:} The cursed creature grows a second face on their body, usually out the back of their head. Whenever a creature tells a deliberate lie or tries to conceal the truth, the second face will reveal the truth. If the cursed creature tries to persuade someone of the truth or reveal a lie, then the second face will tell a lie.",
								"{@b Resolution:} This curse ends when the cursed creature reveals the truth about the lie they told or proves the innocence of someone they betrayed. They must also reveal the presence of their curse, laying bare their two-faced nature."
							]
						},
						{
							"type": "entries",
							"name": "Vanity's Reward",
							"entries": [
								"This curse is meant as an ironic punishment for those who overly value physical beauty.",
								"{@b Pronouncement:} Usually directed at someone who has just committed a grevious act of vanity, or disparages someone for their superficial appearance, especially if that person is much mightier than their looks would suggest. {@i If beauty be all that concerns you, then let it be eternal, cast in stone!'}.",
								"{@b Burden:} The cursed creature slowly begins to turn to stone. At first only visual indicators appear, with patches of stony-looking skin appearing on their body. After one day their speed is halved and they have disadvantage on all attack rolls, ability checks, and saving throws that use Dexterity. After two days their speed becomes 0 ft and can't benefit from increases to speed. After three days, they become Petrified.",
								"{@b Resolution:} Magic that would cure petrification can't end this curse. Instead, it can only revert the creature to a partially cured state, as if it had the curse for one day. To permenantly end the curse, the creature must either intentionally deface its physical appearance, or intentionally appear in public in a humiliating or unappealing state."
							]
						},
						{
							"type": "entries",
							"name": "Wayward Shadow",
							"entries": [
								"This curse is usually levied at those who committed a terrible crime and got away with it. The shadow of their deeds shall follow them forever.",
								"{@b Pronouncement:} This curse is uttered by the victim of a crime who knows that the crime against them will never be solved, such as a dying person who knows there are no witnesses, or a marginalised beggar who knows that nobody will bother to seek justice on their behalf. {@i 'Your wickedness shall forever follow in your shadow, but remember: what happens in the dark always comes to the light.'}",
								"{@b Burden:} The cursed creature's shadow becomes magically animated. Once a day, it can leave the cursed creature's side, and uses the statistics of a Shadow (Monster Manual pg 269). If it is destroyed or is away from the cursed creature for more than 24 hours, it reappears at the creature's side, as if it were an ordinary shadow. While independent, it seeks to commit evil acts similar to that committed by the cursed creature. It may also attempt to implicate the cursed creature in these crimes. At all other times, it appears to be an ordinary shadow, and cannot be detected by magic that would detect undead. While away, the cursed creature casts no shadow.",
								"{@b Resolution:} The curse can lifted by applying the words of the pronouncement in a literal or figurative manner. Solving the original crime and bringing that knowledge to light will lift the curse, but only if the wrongdoer would suffer some kind of punishment for doing so. Applying the words literally can also end the curse: catching the wayward shadow in the midst of its misdeeds and casting bright light over it destroys the Shadow, and ends the curse.",
								"The Atonement function of the {@spell Ceremony|xge|} spell can also end the curse, if it is cast by a follower of a deity of light or the sun."
							]
						},
						{
							"type": "inset",
							"name": "Non-player curses",
							"entries": [
								"What happens when the target of a curse isn't a player? A curse can be a central element in a story. Perhaps the players are tasked with lifting a curse, or the villain of the story is the curse's victim. When not applied to players, you can take greater liberties with how the curse affects its victim. As written, a Rat Lord has no control over the rats that follow them, but you may wish a villainous Rat Lord to have such control. Or a non-player cursed with a Horrid Reflection frightens other people instead of themselves with their reflection. Such abilities could be too strong in the hands of creative players, and thus the curse fail to be a meaningful burden at all. But in the hands of the DM, can enhance the story. Many a curse in fiction comes with great power attached, but usually in such a way that the power isn't worth the price.",
								"You can also use this to make a curse much more of a burden on a non-player character. Some of the mechanics of these curses as listed are meant to be fair on players, still allowing a player to enjoy the game while cursed, or to mitigate some of the curse's worst effects. NPCs under the control of the DM need no such mercy, and thus their curse might be more severe or more difficult to resolve."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Dungeon & Wilderness Hazards",
					"page": 15,
					"entries": [
						{
							"type": "entries",
							"name": "Flora & Fauna Hazards",
							"page": 15,
							"entries": [
								"This kind of hazard includes all kinds of dangerous plant, fungus, or immobile beasts.",
								"{@hazard Bloomers|MADMT}",
								"{@hazard Bursting Blightpuff|MADMT}",
								"{@hazard Cave Mist Creeper|MADMT}",
								"{@hazard Coffin Moss|MADMT}",
								"{@hazard Giant Clams|MADMT}",
								"{@hazard Pixie Sniffles|MADMT}",
								"{@hazard Pond Snare|MADMT}",
								"{@hazard Scylla's Claw|MADMT}"
							]
						},
						{
							"type": "entries",
							"name": "Natural Hazards",
							"page": 17,
							"entries": [
								"This kind of hazard or terrain abnormality come about as a result of geological phenomena and typically don't involve magic. ",
								"{@hazard Brine Pools|MADMT}",
								"{@hazard Lodestones|MADMT}",
								"{@hazard Magic Lodestones|MADMT}",
								"{@hazard Natural Gas|MADMT}"
							]
						},
						{
							"type": "entries",
							"name": "Magical Phenomena",
							"page": 18,
							"entries": [
								"These are supernatural events, and only arise from the presence of magical beings or incursions from other planes.",
								"{@hazard Manes Vapour|MADMT}",
								"{@hazard Stain of the Far Realms|MADMT}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Traps",
					"page": 19,
					"entries": [
						"{@trap Ballista Trap|MADMT}",
						"{@trap Burning Oil Trap|MADMT}",
						"{@trap Electric Water|MADMT}",
						"{@trap Fish Hook String|MADMT}",
						"{@trap Gong|MADMT}",
						"{@trap Greased Stair|MADMT}",
						"{@trap Psychic Disruptor|MADMT}",
						"{@trap Razor Blades|MADMT}",
						"{@trap Razor Tripwire|MADMT}",
						"{@trap Rigged Lantern|MADMT}",
						"{@trap Shoving Statue|MADMT}",
						"{@trap Slashed Bridge|MADMT}",
						"{@trap Spike Plates|MADMT}",
						"{@trap Spring Loaded Door|MADMT}",
						"{@trap Wind Tunnel|MADMT}",
						{
							"type": "inset",
							"name": "Glyphs of warding as traps",
							"entries": [
								"An easy way of creating a magical trap is to use the {@spell Glyph of Warding} with the Spell Glyph function. This can be an actual Glyph of Warding spell, or other magic that functions in an identical manner, and makes sense in any dungeon that is guarded by a villain with access to spells of 3rd level or higher. But what spells to use? A simple damaging spell such as Fireball or Cloudkill is the most obvious choice, but there are endless creative options that let you use this kind of trap in interesting ways. Consider some of the following spells:",
								{
									"type": "list",
									"items": [
										"Entangle near enemies or other traps.",
										"Grease at the top of a steep slope.",
										"Thunderwave placed so enemies can hear the spell effect.",
										"Enlarge/Reduce so that a creature can't fit out the door of the room it's in.",
										"Gust of Wind near a cliff or trap.",
										"Silence set so that it only triggers when someone attempts to cast a spell.",
										"Polymorph in a situation that requires hands or speech.",
										"Antilife Shell to block a passage guarded by constructs or undead.",
										"Contagion near the beginning of a dungeon to weak intruders in advance.",
										"Danse Macabre cast on guards that die near the glyph.",
										"Modify Memory combined with Magic Mouth in a passage to create a false memory of finding a dead end.",
										"Passwall to create pitfalls in solid floors or allow enemies to enter a room.",
										"Flesh to Stone to trap intruders.",
										"Reverse gravity to place pit traps on the ceiling, or cause them to trigger twice.",
										"Earthquake to destroy a trapped structure with intruders inside."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Siege Equipment",
					"page": 23,
					"entries": [
						"The Dungeon Master's Guide describes seven kinds of siege equipment, and mentions how some kinds of siege weapons can be loaded with different types of projectiles for different effects. This section describes five more kinds of siege equipment based on real historical or mythical devices, as well as a number of examples for alternative projectile types, including ones mentioned but not described in the DMG.",
						{
							"type": "entries",
							"name": "Additional Siege Equipment",
							"page": 23,
							"entries": [
								"{@object Burning Bale|MADMT}",
								"{@object Burning Glass|MADMT}",
								"{@object Flamethrower|MADMT}",
								"{@object Hwacha|MADMT}",
								"{@object Mobile Barricade|MADMT}"
							]
						},
						{
							"type": "entries",
							"name": "Additional Projectile Types",
							"page": 23,
							"entries": [
								"{@b Ballista}",
								"The large bolts of a ballista are easily attached to ropes or chains and fitted with barbed heads to create harpoons ideal for attaching to ships and larger creatures such as giants or whales, either to allow creatures to climb along the ropes or to pull the target closer.",
								"In settings with gunpowder technology, ballista bolts can be fitted with fireworks that increase the range of the weapon and detonate shorty after being fired.",
								"{@object Ballista (Firework)|MADMT}",
								"{@object Ballista (Harpoon)|MADMT}",
								"{@b Cannon}",
								"The cast iron balls of a cannon are devestating testaments to the power of gunpowder, but technology also allows for more flexibility beyond these simple blunt projectiles.",
								"Bundles of smaller projectiles, known as Grapeshot, are effective at close-range obliteration of crowds, while also being easier to improvise. An ill-equipped force can stuff a cannon with cutlery and pebbles when they run out of proper ammunition.",
								"Two cannonballs connected by a chain whirl through the air and wrap around their targets, designed for shredding the sails and rigging of ships, they also work well against flying foes.",
								"Fitting the propellant of the cannon into the projectile rather than into the barrel allows it to fire explosive  rockets with a shrapnel payload.",
								"{@object Cannon (Chain Shot)|MADMT}",
								"{@object Cannon (Grapeshot)|MADMT}",
								"{@object Cannon (Rocket)|MADMT}",
								"{@b Suspended Cauldron}",
								"Acid is an effective alternative to boiling oil, especially against foes resistant to fire or when there are no facilities to heat the oil.",
								"Grease isn't directly harmful to creatures it hits, but it leaves a slippery puddle behind that impedes anyone trying to charge past the defenders as they re-arm the cauldron, as well as being highly effective against foes trying to breach a fortified position by climbing ladders.",
								"Icy cold water is very easy to source in certain climates, making it an economical choice of weapon. Against foes attacking in cold windy weather, it can quickly cause hypothermia, and leave a slippery hazard as it freezes on surfaces.",
								"Though unlikely to cause serious harm, sewage is best used as a deterrent to demoralise a foe or to cause nausea that reduces the effectiveness of their assault. Often used as a desperation measure by besieged foes that have expended their more dangerous fluids.",
								"{@object Suspended Cauldron (Acid)|MADMT}",
								"{@object Suspended Cauldron (Grease)|MADMT}",
								"{@object Suspended Cauldron (Ice Water)|MADMT}",
								"{@object Suspended Cauldron (Sewage)|MADMT}",
								"The Mangonel and Trebuchet both hurl the same kinds of projectiles via different methods, but their range and damage varies.",
								"Hay soaked with oil can be set alight prior to firing. Igniting the hay takes place during the action used to load the weapon. Less effective at destroying fortifications than a simple stone except those made of wood.",
								"Catapults make for an excellent delivery method for primative biological warfare. Baskets or hives full of stinging insects can quickly diminish enemy morale and cause disarray among the defenders, while festering corpses of humanoids or animals are a potent weapon of intimidation as well as a vector for disease that is especially effective during drawn-out sieges. Normally these diseases are represented by {@disease Sewer Plague} (described on page 257 of the DMG) but can be almost any sort of disease, including ones found in this document such as {@disease Boiling Blood|MADMT} or {@disease Blightpus|MADMT}.",
								"Wheels or barrels embedded with blades can roll for a time after being hurled, they lack the impact of a boulder but are much better at slicing through tightly-packed infantry.",
								"{@b Mangonel}",
								"{@object Mangonel (Flaming Ball)|MADMT}",
								"{@object Mangonel (Insect Hive)|MADMT}",
								"{@object Mangonel (Corpses)|MADMT}",
								"{@object Mangonel (Blade Wheel)|MADMT}",
								"{@b Trebuchet}",
								"{@object Trebuchet (Flaming Ball)|MADMT}",
								"{@object Trebuchet (Insect Hive)|MADMT}",
								"{@object Trebuchet (Corpses)|MADMT}",
								"{@object Trebuchet (Blade Wheel)|MADMT}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Poisons",
					"page": 26,
					"entries": [
						"The poisons presented here are an addition to those presented in the Dungeon Master's Guide. ",
						{
							"type": "table",
							"caption": "Poisons",
							"colLabels": [
								"Item",
								"Type",
								"Price per dose"
							],
							"colStyles": [
								"col-1 text-center",
								"col-1 text-left",
								"col-1 text-left"
							],
							"rows": [
								[
									"Blackout Brew",
									"ingested",
									"400 gp"
								],
								[
									"Carrot Soup Special",
									"inhaled",
									"150 gp"
								],
								[
									"Concentrated Capcaisin",
									"ingested",
									"50 gp"
								],
								[
									"Cyanide Pill",
									"ingested",
									"750 gp"
								],
								[
									"Death's Slumber",
									"ingested",
									"50 gp"
								],
								[
									"Ghost's Touch",
									"injury",
									"200 gp"
								],
								[
									"Itching Powder",
									"contact",
									"100 gp"
								],
								[
									"Laughing Gas",
									"inhaled",
									"200 gp"
								],
								[
									"Psilocybin",
									"ingested",
									"400 gp"
								],
								[
									"Quickbleed",
									"injury",
									"1200 gp"
								],
								[
									"Stingeye",
									"contact",
									"150 gp"
								],
								[
									"Ten Step Death",
									"contact",
									"1200 gp"
								],
								[
									"Theif's Red Hand",
									"contact",
									"300 gp"
								]
							]
						},
						"{@item Blackout Brew|MADMT}",
						"{@item Carrot Soup Special|MADMT}",
						"{@item Concentrated Capsaicin|MADMT}",
						"{@item Cyanide Pill|MADMT}",
						"{@item Death's Slumber|MADMT}",
						"{@item Ghost's Touch|MADMT}",
						"{@item Itching Powder|MADMT}",
						"{@item Laughing Gas|MADMT}",
						"{@item Psilocybin|MADMT}",
						"{@item Quickbleed|MADMT}",
						"{@item Stingeye|MADMT}",
						"{@item Ten Step Death|MADMT}",
						"{@item Theif's Red Hand|MADMT}"
					]
				},
				{
					"type": "section",
					"name": "Bestiary",
					"page": 28,
					"entries": [
						"There are countless ways of applying the contents of this document in your adventures. One way is to use them to inspire new monsters or as modifications to existing monsters. Sometimes a small twist is all you need to make a familiar foe feel fresh and exciting. Below are a few sample stat blocks to aid you. They are all creatures from the Monster Manual with one or two appropriate alterations. Bear in mind a couple of thing: First, that these are just examples to get you started and don't even begin to scratch the surface of how curses, diseases, hazards, traps, or poisons could be used in a campaign. Second, that non-player characters need not follow the same rules as player characters. Instead of following the rules written here to the letter, your focus should instead be on creating something that makes intuitive sense to the players, and is fun to engage with. For example, Contagious Troll Tumours only grants a very small amount of hitpoint regeneration to an infected player, since regeneration is a very powerful ability, but isn't meaningful when applied to a monster in a combat encounter. Instead, it makes more sense to give that monster regeneration more akin to that of a troll. It's more impactful and makes more sense to the players. Your players can't see the monster stat blocks, and likely won't notice as long as the mechanics remain somewhat consistent.",
						"{@creature Awakened Shroud Vine Shrub|MADMT}",
						"Shroud Vine bushes grow into eerie silhouettes of the creature that spawned them, but are otherwise normal bushes. Thus, they can be targeted by any magic that affects plants, such as the {@spell Awaken} spell.",
						"{@creature Shroud Vine Druid|MADMT}",
						"While Shroud Vine is an insidous blight to most people, some Druids see it as a means of connecting with nature, and form a symbiotic relationship with the parasite, and wield it as a weapon against their enemies.",
						"{@creature Blightpus Kobold|MADMT}",
						"Kobolds dwelling in the underdark are at great risk of Blightpus outbreaks due to their cramped lairs and communal living. Infected kobolds are likely to charge recklessly at threats, sacrificing themselves to use their infection against enemies of the tribe.",
						"{@creature Tumourous Cave Bear|MADMT}",
						"When wildlife or monsters ingest troll meat, they risk contracting Contagious Troll Tumours. While their increased resilience is a temporary boon that may lead to them dominating the local ecosystem and hedging out rivals, the disease will eventually overcome them, leading to the birth of a new troll. ",
						"{@creature Noble of the Horrid Reflection|MADMT}",
						"Of the people likely to be cursed in this way, nobles are especially prime targets as they depend so heavily on their reputation, and the terror of having one's true nature revealed can eat away at them. Nonetheless, some villains aren't afraid of their wicked nature, but their foulness terrifies others, leaving them to fester in evil isolated from others.",
						"{@creature Two-Faced Imp|MADMT}",
						"As befitting their role as tempters and deceivers, devils are more likely than anyone to be cursed with two faces. Some come under this kind of curse as a result of clerics or divine entities that oppose fiends, other devils are cursed as punishment by their superiors.",
						"{@creature Lodestone Elemental|MADMT}",
						"Sometimes the forces that create  Lodestones can also give rise to elemental creatures. They are potent guardians of druidic temples, especially against foes that wield metal.",
						"{@creature Shambling Mist Mound|MADMT}",
						"Shambling mounds accumulate all kinds of plant matter as they devour their way through the wilderness. CMC normally stays static, feeding on the carrion its vapours kill, and ordinarily wouldn't fare well with mobility. However, a Shambling Mound generates enough carrion by itself that the fungus can easily survive.",
						"{@creature 'False Dragon' aka Flamethrower Roc|MADMT}",
						"Rocs, like crows, can learn how to use tools, so this flamethrower device is activated by a simple switch that the Roc can operate itself. The False Dragon is an attempt to create a flying artillery weapon with the might of a dragon, capable of devestating fly-by strafing runs, but one that also won't grow up to be an intelligent titan that can resent its captivity. Only two kinds of people would create a False Dragon: people know know all there is to know about Rocs, and people who know nothing about Rocs.",
						"{@creature Fetid Hill Giant|MADMT}",
						"Hill Giants are notoriously filthy, and have no dignity in battle. If you think you've caught a giant off-guard in the latrine, you're in for a revolting lesson. A hill giant has no shame in tossing the contents of its chamber pot at attackers, then clubbing the unfortunate creature with the pot, or hurling it at foes outside of the splash zone.",
						"{@creature Venomous Assassin|MADMT}",
						"Poison is an incredibly potent tool for assassination. Some assassins master the art of using poisons, and may pay tribute to gods of poison and death in order to learn their arts. Wyvern venom is common for its high toxicity, but some assassins use other mixtures. Quickbleed is useful against foes that may try to flee or take cover, as they can bleed to death even after leaving the assassin's sights. Assassins also know that they could suffer terrible fates if captured alive so carry cyanide pills to ensure they cannot be tortured, often concealed in a false tooth. "
					]
				}
			]
		}
	],
	"disease": [
		{
			"name": "Blightpus",
			"source": "MADMT",
			"page": 3,
			"entries": [
				"{@b Symptoms:} This fungal infection causes pustules filled with green or orange ooze to form across an afflicted creature's skin. When they burst, they eject a caustic acid onto anything nearby. These pustules are highly noticeable and extremely uncomfortable.",
				"{@b Effects:} A diseased creature's skin is covered in a large quantity of acid-filled pustules. These pustules are volatile, and will burst if the diseased creature takes any bludgeoning, piercing, or slashing damage. When these pustules burst, each creature within 5ft must make a DC 12 Dexterity saving throw, taking 6 (2d6) acid damage on a failed save, or half as much on a successful one. The diseased creature automatically fails the save. This effect can't be triggered again for 1 hour while the infection is untreated, after which the acid pustules regrow.",
				"{@b Contracting:} Blightpus is the parasitic form of a fungus known as Bursting Blightpuff (See the Dungeon & Wilderness Hazards section below). Bursting Blightpuff normally grows in damp underground environments, but can be found in other places, coating surfaces with volatile acidic bulbs of either orange or green. These fungal growths, or other infected creatures, can transmit the infection, since the fungal spores are transmitted by the acid. A creature subject to acid damage by either a patch of Bursting Blightpuff or the pustules of a creature infected with Blightpus must make a DC 10 Constitution saving throw, becoming diseased on a failure. Once diseased, the creature begins to show symptoms and become contagious after 1 hour. A creature resistant to acid is immune to contracting this disease.",
				"{@b Diagnosis:} Its easy to tell at first sight that there's something very wrong with someone infected by Blightpus. However, you can roll an ability check to find out more.",
				"Wisdom (Medicine) 9 or lower – Its hard to tell anything conclusively about this infection.",
				"Wisdom (Medicine) 10 to 14 – This appears to be a fungal infection of some sort.",
				"Wisdom (Medicine) 15 or higher – You known the name of this disease, and that the acid is the source of the contagion. You also know how to drain the pustules to prevent further contagion, and that a cured creature can still be contagious if they have fully developed pustules.",
				"Intelligence (Nature) or Wisdom (Survival) 15 or higher – You know about Bursting Blightpuff, where it grows and how it transmits this disease.",
				"{@b Treatment:} Any effect that cures disease instantly cures a creature, but does not destroy any pustules that have grown, simply prevents new ones from growing. These pustules bursting can still be contagious, even potentially re-infecting a cured creature.",
				"Acid pustules can be carefully drained to prevent them from exploding violently. The infected creature or another creature within 5ft can spend 10 minutes using a suitable sharp instrument to make a DC 13 Dexterity (Medicine) check. On a success, all pustules across the infected creature's body are drained thus cannot burst, and grow back in 1 hour. On a failure, the pustules burst as normal as if the infected creature took damage."
			]
		},
		{
			"name": "Boiling Blood",
			"source": "MADMT",
			"page": 3,
			"entries": [
				"{@b Symptoms:} In early stages of the infection, an afflicted creature suffers from fever, restlessness, and profuse sweating, easily mistaken for other kinds of disease. Later stages of the infection involve the afflicted's skin being raw pink, and steam pouring out of the mouth, nose, and tear ducts. When injured, their blood visible sizzles and steams. Creatures killed by this disease seem to boil from the inside out, and continue to be unusually hot even after death, with some giving off the scent of cooked meat. Almost any activity that causes a victim's heart rate to accelerate is painful as their body courses with unbearable heat.",
				"{@b Effects:} The disease has no effect until 8 hours after a creature is infected, after which the creature suffers the effects of the first stage of the disease. 24 hours after being infected, it suffers the effects of the second stage of the disease in addition to the effects of the first stage.",
				"Once 8 hours have passed, the afflicted creature becomes feverish. It has disadvantage on all ability checks, and struggles to rest. At the end of a short or long rest the afflicted creature must make a DC 12 Constitution saving throw. On a failed save, the creature only gains half as many hitpoints as they normally would from a rest. In addition, the creature cannot sleep by normal means, and gains none of the benefits of sleeping.",
				"Once 24 hours have passed, the creature starts to leak steam out of their facial orifices. The fever intensifies, and the creature has disadvantage on all ability checks, attack rolls, and saving throws. The creature can't sleep or gain any benefits from resting at all. Each time it exerts itself significantly or engages in some kind of physically strenous activity (such as taking the Dash action, making a weapon attack roll, or attempts to lift or drag more than their carrying capacity) it must make a DC 13 Constitution saving throw. On a failed save, it takes 1d4+1 fire damage.",
				"A creature imune to fire damage is also immune to all effects of Boiling Blood. A creature that has resistance to fire damage has advantage on all saving throws caused by this disease.",
				"{@b Contracting:} Boiling Blood is primarily transmitted through sweat, but can also be transmitted through other bodily fluids such as blood and saliva, so is usually only a threat to those in close contact with the infected such as family or medical proffessionals, or people who handle the clothes or bathwater of the infected. ",
				"Corpses of the infected also remain contagious for 48 hours after death. It's easy to tell when a body is contagious as fluids bubble and spit, steam rises from the corpse, and it does not cool.",
				"Animals infected with this pathogen seek out water to cool themselves, thus potentially infecting still water, and their exhaustion in addition to constantly staying out in the open makes them easy prey. As such, eating infected animals is the most common origin of Boiling Blood outbreaks in humanoid settlements. Adventurers are more likely to contract Boiling Blood from fire-immune monsters that unknowingly carry the disease, such as red dragons and salamanders.",
				"Cooking meat of an infected animal does not kill Boiling Blood as it might do for other kinds of bacteria. Similarly, using hot water to wash one's hands is ineffective.",
				"A creature coming into contact with an infected creature or their bodily fluids must make a DC 13 Constitution saving throw, becoming infected on a failed save. The Boiling Blood pathogen cannot tolerate cold temperatures, so in extremely cold environments a creature has advantage on this save. ",
				"{@b Diagnosis:} The early stage of this disease can sometimes be difficult to differentiate from other kinds of illness that cause fever, easily leading to misdiagnosis, but the later stage of the disease is unique and easy to recognise by anyone who has heard of Boiling Blood.",
				"Wisdom (Medicine) 13 or lower, first stage - Misdiagnosis. It appears to be a fairly common fever that isn't life-threatening, the patient might recover after some rest and proper hydration.",
				"Wisdom (Medicine) 14 to 20, first stage - The rapid onset of this fever and high temperature is concerning, and is likely to develop further. The afflicted creature needs urgent medical attention.",
				"Wisdom (Medicine) 21 or higher, first stage - The speed and intensity of this fever means it's most likely to be Boiling Blood. You know roughly how long the disease takes to progress to the next stage, and how to treat it.",
				"Wisdom (Medicine) 5 or lower, second stage - Misdiagnosis. Maybe the creature swallowed some kind of combustible chemical.",
				"Wisdom (Medicine) 6 to 13, second stage - This appears to be Boiling Blood. You know the disease is deadly but aren't sure how best to treat it.",
				"Wisdom (Medicine) 14 or higher - This appears to be Boiling Blood. You know that cold temperatures are the best way to treat this disease, and you know it is usually contracted through sweat.",
				"{@b Treatment:} The bacteria that causes this disease is unusually resilient, and resists disease-curing magic. An infected creature targeted by a magical effect that cures disease must make a DC 13 Constitution saving throw. On a success, the disease is cured. On a failed save, the magic has no effect. ",
				"This disease easily survives heat from cooking or hot water, but cannot tolerate cold temperatures. Thus, icy cold water is best for washing one's hands, and freezing food for 8 hours destroys any Boiling Blood bacteria within it.",
				"A bath of icy water suppresses all effects of this disease. For each hour it spends submerged in icy water, or whenever it makes a saving throw against {@hazard Extreme Cold} or {@hazard Frigid Water} (DMG page 110), it can make a DC 13 Constitution saving throw. On a success, the disease ends.",
				"Short bursts of cold damage as might be inflicted by magic or a white dragon's breath weapon don't affect this disease, only prolonged full-body cooling will be of any aid.",
				"This disease prevents a creature from sleeping naturally. Magic induced sleep, such as might be caused by the _Sleep_ spell, still works. Alternatively, a creature may be made unconscious by poisons such as Oil of Taggit, and gain the benefits of sleep.",
				{
					"type": "inset",
					"name": "",
					"entries": [
						"The Player's Handbook notes that a creature fully immersed in water has resistance to fire damage. This applies in the case of Boiling Blood too, granting advantage on saving throws against it."
					]
				}
			]
		},
		{
			"name": "Cannibal Craving",
			"source": "MADMT",
			"page": 4,
			"entries": [
				"{@b Symptoms:} Afflicted creatures feel a compulsion to eat the meat of other humanoids, and vomit up other food unless supplemented with human meat. Madness is often associated with this disease, but isn't an actual symptom of the pathogen, but a result of the mental stress of eating other people or being unable to eat. In animals, they turn more aggressive once they realise they can only eat humanoid meat.",
				"{@b Effects:} Whenever the afflicted creature eats, at least half of its meal must include flesh from a humanoid. If not, it immediately regurgitates its meal and gains no nutritional benefit from eating. Neither can it imbibe potions unless the potion is mixed with blood or flesh of a humanoid. A creature is not aware of the nature of its infection, but does start to perceive humanoid blood or flesh as being more appealing, suddenly finding the scent alluring or salivating over dead or wounded individuals.",
				"{@b Contracting:} The main ways of contracting the disease are through being bitten by an infected individual, or eating them. However, the disease can also linger in water sources contaminated by bodies of those infected, and is also know to be incredibly cold-resistant, surviving frozen in ice or still cold water.",
				"In populations of humanoids where cannibalism has been practiced across multiple generation, such as certain tribes of lizardfolk or kobolds, the individuals may be immune to its effects but can still carry and transmit the disease, so conflict with these races can cause outbreaks, however most infections usually come about from wild animal attacks where small populations of predators becomes unusually aggressive and attack humans unprovoked in order to feed. Gnolls are also a know carrier of this disease, they aren't immune but they still seldom notice if they have it.",
				"A humanoid or beast that consumes the flesh of an infected creature or contaminated water, or is bitten by an infected creature, must make a DC 13 Constitution saving throw against disease, becoming infected on a failure.",
				"{@b Diagnosis:} the disease is exceptionally hard to diagnose without seeing its full effects, and most people would reasonably conclude that an infected person can't eat any food at all before considering that human meat alone will stay down. Thus, someone who hasn't had the opportunity to observe the full effects of the disease can easily misdiagnose it.",
				"Wisdom (Medicine) 10 or lower – Misdiagnosis. It's a simple stomach bug. It will pass as long as you stay hydrated.",
				"Wisdom (Medicine) 15 or lower – This is a serious disease that requires immediate action. But you can't diagnose it.",
				"Wisdom (Medicine) 16 or higher – You believe the afflicted individual is host to a pathogen that is rejecting most food, but you don't know what food the pathogen would accept.",
				"Wisdom (Medicine) 10 or lower, and cannibalism has been seen to prevent vomiting – Misdiagnosis. The afflicted patient is clearly a depraved madman.",
				"Wisdom (Medicine) 11 or higher, and cannibalism has been seen to prevent vomiting  – Whatever infection the creature suffers from seeks only humanoid flesh. Mixing some with their food should allow them to eat.",
				"Wisdom (Medicine) 17 or higher, and cannibalism has been seen to prevent vomiting – Once normal remedies have been shown to fail, you also realise that the disease needs to be weakened by some sort of toxin.",
				"Wisdom (Survival) 8 to 11, and cannibalism has been seen to prevent vomiting – You've heard of Cannibal Craving occurring in starving frontier settlements and the like, but you're not sure if it's a real disease or a strange delusion that afflicts starving people forced into cannibalism.",
				"Wisdom (Survival) 12 or higher, and cannibalism has been seen to prevent vomiting – You know that Cannibal Craving is usually the result of infected meat or water, or bites from wild animals.",
				"{@b Treatment:} The disease is unusually hardy to disease-curing magic, perhaps as a result of living endemically in humanoid populations in ancient times. Most attempts to cure the disease using magic will just produce stomach pains. The disease has natural defences against both medicine and magic that would destroy it. The disease must first be weakened with poison. The poison must be mixed with humanoid flesh or blood to ensure that pathogen doesn't reject it, and then the poison must be consumed in order to flush it through the infected creature's digestive system. Once this has been done, magic or medicine will work as normal."
			]
		},
		{
			"name": "Contagious Troll Tumours",
			"source": "MADMT",
			"page": 5,
			"entries": [
				"{@b Symptoms:} The afflicted creature gains a mild form of a troll's regeneration powers, but injuries form dangerous tumours of troll flesh as they heal, usually appearing as green lumps which can form both internally and externally. While they don't impede the afflicted in any way, they are extremely painful and uncomfortable. In extreme cases, missing limbs regenerate to become troll-like or the afflicted grows small vestigial appendages. Worse still, these embedded growths of troll flesh can regenerate into an entire troll if the growths kill the afflicted.",
				"{@b Effects:} The afflicted creature regenerates 1 hitpoint at the start of each of its turns, unless it has taken acid or fire damage since the start of its previous turn. If it's missing any body parts, they regrow when the creature finishes a long rest. An afflicted creature doesn't die or make death saving throws unless it cannot regenerate at the start of its turn, although it can still die normally by failing three death saves or through taking massive damage. For every 10 hitpoints the afflicted creature regenerates, or for each missing body part it regrows, the afflicted creature must make a Constitution saving throw. On a failed saved, one green tumour of troll flesh forms on its body. The DC of the save equals 10 plus the number of tumours on the creature's body. If the DC of the saving throw reaches 20, and the creature fails that saving throw, it dies, and the tumours immediately grow into a Troll which appears in the dead creature's space. The afflicted creature automatically gains one tumour for every 24 hours that passes.",
				"{@b Contracting:} Contagious Troll Tumours really stretch the definition of disease. Trolls can regenerate from almost any injury given time, but can be slain. In the process of battling a troll, it and its foe invariably end up covered in each other's blood. This usually isn't an issue, but if tiny parts of the troll's being end up lodged in an open wound, they can adhere themselves as they try to regenerate. Even after the troll dies, these pieces of flesh survive thanks to grafting themselves into the host's circulatory system. This is the start of a troll tumour. Like a cancer, it grows uncontrollably within the host yet is rooted into its basic bodily functions, kept alive by the thing it is killing. Troll flesh regenerates and mutates much quicker than any mundane cancer, quickly overwhelming any immune response. As it grows, small parts of the tumour can break off and seed themselves in other parts of the body, forming new tumours.",
				"Usually only a heavily wounded troll whose regeneration is struggling to keep it alive or whose dismembered limbs are flailing about on their own can inflict CTT, and the only people at risk are those who have open wounds from the troll's attacks and are also attacking it with piercing or slashing damage from within 5ft. Anything that prevents a troll from regenerating also prevents it from spreading CTT. A less common way of contracting it is to eat a troll. Stomach acid usually deals with any potential tumours, but eating enough troll can still cause a tumour especially if one has cuts, bruises, or sores inside the mouth. When a troll dies, the DM determines which if any of the creatures that participated in the fight could have come into contact with troll gore while having open wounds.",
				"Each affected creature must make a DC 13 Constitution saving throw, becoming afflicted with CTT on a failed save.",
				"{@b Diagnosis:} Green troll flesh growths are easy to spot when they grow externally, but the usual giveaway for this affliction is the enhanced regeneration. Diagnosing the condition is tricky, but trickier still is knowing how to operate on the tumours without them simply growing back. People knowledgeable on giants are more likely to be able to accurately diagnose CTT. A creature that speaks Giant or otherwise has knowledge on giants and their history has advantage on ability checks made to diagnose CTT.",
				"Wisdom (Medicine) 5 or lower - Misdiagnosis. You have cool regeneration powers now. This can only be good for your health.",
				"Wisdom (Medicine) 10 or lower - These growths are out of control and need to be treated, but they heal so fast that you're not sure how to handle it.",
				"Wisdom (Medicine) 11 to 15 - You're not sure what caused these growths, but it seems that they get worse the more the afflicted regenerates from wounds. Using other forms of healing to close wounds before they can regenerate should slow down tumour growth.",
				"Wisdom (Medicine)16 or higher - You've heard of Contagious Troll Tumours, and know this to be caused by small fragments of troll flesh getting into open wounds. You know these tumours can eventually regenerate into a full troll. You believe that physically cutting out the growths is the best course of action, which is best done on a sedated patient.",
				"Intelligence (History) 12 to 16 - You've heard of trolls and their infamous ability to regenerate from almost any injury unless burned with acid or fire. These lumps of green flesh that heal extremely quickly reminds you of trolls.",
				"Intelligence (History) 17 or higher - You know a fair bit about trolls and the most extreme forms their regeneration can take, that even scraps of flesh can regrow into a full troll and that trolls sometimes graft the flesh of other creatures onto their own.",
				"{@b Treatment:} Trolls are extremely resilient even without their innate regeneration powers. CTT is no different. Tiny slivers of troll flesh inside the victim can be destroyed like almost any parasite, with magic that cures disease, but this will fail if any tumours have developed. The large tumours need to be surgically removed as they're too resilient to be magically cured. Removing a tumour requires a fine sharp instrument, and for the surgeon to make a Dexterity (Medicine) check. The surgeon can choose to only remove a selected number of tumours, which they may choose to do on fragile patients who might not easily survive a longer more invasive surgery. The DC of the check equals 10 plus the number of tumours the surgeon is attempting to remove. The surgery takes 5 minutes for each tumour the surgeon attempts to remove. On a success, the tumours are removed. If the total roll was less than 10, no tumours are removed. Otherwise, a partial success is achieved, and only some tumours are removed, an amount equal to the total of the medicine check minus 10. For each tumour removed, the patient takes 1 point of slashing damage. For each tumour the surgeon attempted to remove but failed, the patient takes 1+1d4 slashing damage. A removed tumour regrows unless the site of the tumour is immediately treated with acid or fire, enough to cause at least 1 point of damage.",
				"Unless the patient is incapacitated during the surgery, they are at risk of flinching. For each tumour removed while the patient is not incapacitated, the patient must make a Constitution saving throw. The DC for this save is 10 for a successfully removed tumour, 15 for a failed tumour removal. On a failed save, the patient flinches, and takes an additional 2d4 slashing damage from the tumour removal.",
				"Once a tumour is removed, it can still attempt to regenerate, although it is extremely weak. Unless the tumour is destroyed with fire or acid, roll a d10. On a 10, the tumour grows into a troll after 24 hours. Otherwise, it dies."
			]
		},
		{
			"name": "Earwyrms",
			"source": "MADMT",
			"page": 6,
			"entries": [
				"{@b Symptoms:} Earwyrms are tiny wingless draconic creatures that reside in the ear canal of other creatures. They numb the flesh around them so their presence isn't felt, using poison stinger like those of pseudodragons, but they have a habit of mimicking sounds they hear, especially music, their relatively quiet voices being quite loud enough when their heads are resting on one's eardrum. Earwyrms are harmless, but incredibly annoying. Their compulsive music mimicry can inhibit a creature's ability to hear things properly or sleep, which is especially distracting for spellcasters, and getting them excited or riled can provoke them into singing so loudly that their host cannot hear anything at all. Earwyrms sneak out of their host's ear when they sleep once every three days to search for food.",
				"{@b Effects:} Earwyrms have no stat block. They have a +0 bonus to all rolls, and have the Dragon type. While inhabiting another creature's ear canal, the Earwyrm has full cover against any effects originating from outside the host creature.",
				"A creature infected by an Earwyrm cannot percieve the Earwyrm while it is not making noise. The DM determines the Earwyrm's behaviour, which is erratic. The Earwyrm will repeat sounds it has heard, usually music, but also animal sounds or speech, and will continue to do so while it is awake. The earwyrm sleeps for 6 hours a day. While the earwyrm is awake, an infected creature has disadvantage on all Wisdom (Perception) checks that rely on hearing. If the Earwyrm chooses, it can generate noise loud enough to deafen its host.",
				"The Earwyrm is not normally dangerous, but is has a few ways of defending itself if a creature tries to remove it from its host.",
				"An Earwyrm doesn't wish harm to its host, but will retaliate if threatened with direct violence. It can emit a loud screech that deal 1 thunder damage to its host. It can deal this damage no more than once in a round.",
				"If its host is concentrating on a spell, the Earwyrm can unleash a distracting string of noise that forces the host to make a Concentration check with a DC of 10.",
				"Earwyrms aren't very intelligent but do understand that it is in their best interest to keep their host alive. Thus, Earwyrms will interfere on occasion whether their help is wanted or not, in the limited capacity as they are able. A Earwyrm will wake its host if they are sleeping and the Earwyrm percieves danger. They will intentionally deafen their host if the host is charmed by another creature, so that they can't hear any commands and thus cannot obey them. They will also use their screech to deal damage if the host is under the influence of magic such as the {@spell Sleep} or {@spell Dominate Person} spells where the target of the spell can repeat the save or end the effect if it takes damage.",
				"If an Earwyrm inhabits a single host for 10 days, it lays an egg, and leaves its current host to find a new one. The egg hatches into an Earwyrm after another 10 days.",
				"{@b Contracting:} Earwyrms live in all kinds if environments, where they prowl for sleeping prey. When they encounter a sleeping creature, the Earwyrm makes a Dexterity (Stealth) check against the target's Passive Perception score. On a failed check, the creature notices something crawling on them, which feels similar to a large insect, and deters the Earwyrm. On a successful stealth check, the sleeping creature remians unaware and is infected by the Earwyrm. An Earwyrm that leaves its host to feed doesn't need to make this check again when it returns, as it uses its venom stinger to numb its host's sense of touch enough that the light tread of an Earwyrm can't be detected.",
				"Some creatures are known to breed and train Earwyrms for domestic purposes, and intentionally allow themselves to become hosts. They are usually trained to mimic specific music the trainer wants them to repeat. More rarely, they're used for espionage, to act as hidden recording devices, and creatures that frequently come into conflict with mind-controlling creatures such as Illithids keep Earwyrms as rudimentary anti-charm measures. In these cases, the Earwyrms are likely to escape once they're out in the field unless fed frequently.",
				"{@b Diagnosis:} Despite being a relatively rare affliction, it's not hard to diagnose. Most intelligent creatures will choose to simply inspect an afflicted creature's ear canal, and might snatch a glimpse of the Earwyrm. Creatures knowledgeable on dragon type creatures can also know of Earwyrms. They might also roll to see if they know more.",
				"Wisdom (Medicine) 10 to 14 - This is a case of Earwyrms. It's a tiny draconic creature that lives in your ear.",
				"Wisdom (Medicine) 15 or higher - This is an Earwyrm. They're not dangerous, just really annoying. It's best to wait until it leaves of its own accord to feed.",
				"Intelligence (Arcana or History) 15 or higher - This is an Earwyrm, a distant relation to Pseudodragons. It has to leave its host to feed, and eats tiny insects such as mosquitos and aphids. They understand the Draconic language.",
				"{@b Treatment:} Despite being technically parasites, Earwyrms can't be treated with normal disease-curing magic.",
				"A creature that is targeted by poison-curing magic, or who is immune to poison, is healed of the numbing poison of the Earwyrm. A creature cured this way can percieve the Earwyrm inside their ear canal or when the Earwyrm leaves their body. The Earwyrm must make a new Dexterity (Stealth) check if it leaves.",
				"Earwyrms are difficult to remove by force without hurting the host, as they can dig their claws into the surrounding flesh. An Earwyrm must be Incapacitated, such as by the {@spell Sleep} or {@spell Hold Monster} spell before it can be removed.",
				"Earwyrms cannot speak but understand Draconic. An Earwyrm can be convinced to leave its host temporarily if a creature that speaks Draconic makes a DC 15 Charisma (Persuasion) check, and has some form of food to use as a lure.",
				"Earwyrms occasionally have to leave their host of their own accord, but won't do so unless it is sure it isn't being observed. Blocking the ears to prevent it's return to its host, forces the Earwyrm to leave to find another host."
			]
		},
		{
			"name": "Glass Transmorgification",
			"source": "MADMT",
			"page": 7,
			"entries": [
				"{@b Symptoms:} Part of the afflicted creature's body is transformed into some sort of brittle substance, usually glass. Most commonly this occurs in the bones or other internal structure. People with this condition are usually innately aware of their condition even if there are no outward signs of being affected.",
				"{@b Effects:} A creature afflicted by Glass Transmogrification has a vulnerability to Bludgeoning damage. The condition has other effects determined by which part of the body is transformed. The DM decides which part of the body is transformed, or rolls randomly to determine it. These effects apply immediately after the afflicted creature takes Bludgeoning damage, and lasts until it regains hitpoints by any means.",
				"{@b Contracting:} Although incredibly rare, this condition is usually the result of a faulty or expired potion, the like of which are all too common on the black market. Potions known to cause Glass Transmogrification are mostly those involving transmutation magic, such as a potion of Growth or Resistance. A creature that drinks a faulty potion must make a DC 10 Constitution saving throw after the effects of the potion end. On a failed save, the effects of Glass Transmogrification appear after 3d6 hours. The creature becomes aware of this effect once it appears.",
				{
					"type": "table",
					"caption": "",
					"colLabels": [
						"Body part",
						"Effect"
					],
					"colStyles": [
						"col-2 text-left",
						"col-4-5 text-left"
					],
					"rows": [
						[
							"1 - Arm or Hand",
							"The creature's has disadvantage on all ability checks or attack rolls that involve the use of the affected arm or hand, and cannot use the affected arm to perform the somatic components of spells. "
						],
						[
							"2 - Leg or Foot",
							"The creature's speed is halved and it cannot dash unless it can move without the use of its legs. "
						],
						[
							"3 - Torso",
							"The creature has disadvantage on Constitution saving throws and ability checks."
						]
					]
				},
				"{@b Diagnosis:} If you're looking for it, its not hard to diagnose, especially when the patient more often than not has an uncanny sense of what's wrong with them. This simple process is vastly complicated by the existence of the comparatively much more common Glass Delusion, itself still a rare condition. A creature can attempt an ability check to gain more information:",
				"Wisdom (Medicince) 10 or lower – You misdiagnose the condition as Glass Delusion. You gain the same information as rolling a 10 to make a diagnosis on Glass Delusion. If you see someone suffer from the effects of Glass Transmogrification after taking Bludgeoning damage, you automatically know you made a misdiagnosis.",
				"Wisdom (Medicine) 11 to 14 – You realise the afflicted creature is partly made of glass.",
				"Wisdom (Medicine) 15 or higher – You believe this partial transformation to be an unintended side effect of some sort of transmutation magic that can't be cured with ordinary disease-curing effects.",
				"Intelligence (Arcana) 15 or higher – If the condition has been properly diagnosed, you know that magic that could restore flesh from inanimate material, or that regenerates body parts of all kinds might be an effective cure.",
				"{@b Treatment:} Treating Glass Transmogrification isn't straightforward, but much easier than Glass Delusion. Any magic that cures petrification or that restores missing body parts will work. Any effect that gives the afflicted creature a resistance to Bludgeoning damage suppresses all negative effects of the condition for as long as the resistance lasts, but does not cure the creature."
			]
		},
		{
			"name": "Glass Delusion",
			"source": "MADMT",
			"page": 8,
			"entries": [
				"{@b Symptoms:} A creature suffering from Glass Delusion believes themselves to be partially or wholly made of some brittle substance, most commonly glass but sometimes other substances like earthenware or ice. Usually the afflicted creature believes their bones or a single limb to be affected, but full-body delusions rarely occur. This belief persists even in the face of objective evidence to the contrary. Typically a delusional creature becomes paranoid that the affected body part is now exceptionally fragile and takes great measures to protect it from damage, such as wearing incredibly thick padded clothing, restraining the relevant area in a cast, or even refusing to leave a safe place. A less common symptom is the target believing themselves to be transparent and somehow that any lies or secrets are now laid bare for all to see. Most cases of Glass Delusion escalate into extreme paranoia, as the afflicted creature is hounded on all sides by people telling it something it \"knows\" not to be true, which can often make them difficult to approach for treatment.",
				"{@b Effects:} The precise effects of Glass Delusion vary depending on what part of the body is the focus of the delusion. If a creature contracts Glass Delusion, the DM can choose any number of the options below, or roll to determine the effect randomly. Each form of the delusion also has a severe version with harsher effects. For every 10 days that the delusion isn't treated, the DM chooses to either add another focus area for the delusion, or for a severe version of the delusion to manifest in an already affected body part.",
				"{@b Contracting:} Glass Delusion sometimes occurs after a creature drinks a faulty potion. Black market love potions are notorious for this, but other potions that involve transmutation or mind-altering magic are also known culprits. Wicked creatures such as hags sometimes intentionally create draughts that induce this effect and use it to torment their foes. A creature that drinks a faulty potion must succeed on a DC 10 Wisdom saving throw after the potion's effects end. The effects of the delusion start to appear after 3d6 hours.",
				"{@b Diagnosis:} Glass Delusion appears often in folk tales and historical anecdotes, and its symptoms are quite obvious, so its seldom rare for the condition to go unnoticed or undiagnosed even by those not learned in medicine. While its clear to any person interacting with a delusional patient that the afflicted believes themselves to be made of glass, they may roll an ability check to gain further insight:",
				"Wisdom (Medicine) 5 or lower – You believe the patient really is made of glass. Unless the creature making this check also suffers from Glass Delusion, any amount of practical examination or testing can prove this conclusion wrong.",
				"Wisdom (Medicine) 6 to 10 – You know the name of this phenomenon, and that it is a strange delusion that is somewhat magical in origin.",
				"Wisdom (Medicine) 11 to 16 – You know this powerful delusion can't be treated by simply proving that the victim isn't made of glass, the disorder is more complicated than that.",
				"Wisdom (Medicine) 17 or higher – This delusion affects the mind, so the cure has to as well.",
				"Wisdom (Insight) 13 or higher - You understand some of the afflicted creature's point of view and know it to be irrational, thus simple proof of the truth won't work.",
				"{@b Treatment:} The key to treating Glass Delusion is in the mind. Magic that heals diseases doesn't work, although magic that cures indefinite madness does. Other mind-altering magics can also be used to improvise a cure, such as most charm effects. The best method is to use magic to charm someone into thinking they've been cured or that something you are offering them is an effective remedy. For example, using Charm Person to get a deluded patient to trust you and take the medicine or spell you offer them, or using Modify Memory to implant a false memory of being cured. This magically empowered placebo is a good remedy for a magic-caused delusion, but requires a bit of improvisation and creativity. If the affected creature learns afterwards that they were charmed, they remain cured.",
				{
					"type": "table",
					"caption": "",
					"colLabels": [
						"Body part",
						"Normal Effect",
						"Severe Effect"
					],
					"colStyles": [
						"col-2 text-left",
						"col-4-5 text-left",
						"col-4-5 text-left"
					],
					"rows": [
						[
							"1 - Arm or Hand",
							"The afflicted creature refuses to use the affected arm for any strenuous activity, such as shoving or grappling, attacking with a weapon, holding a shield, or heavy lifting, but can still use that arm or hand normally. Any ability check that requires the use of the affected arm or hand is made at disadvantage.",
							"The creature refuses to use the affected limb for anything that isn't completely essential to survival (e.g. eating food if they have no other means of doing so, climbing a ladder away from a deadly enemy). This includes refusing to perform the somatic components of spells."
						],
						[
							"2 - Leg or Foot",
							"The afflicted creature's walking speed is reduced by 5ft and it refuses to dash unless not doing so would result in its death, and it refuses to carry more than half its total carrying capacity.",
							"The afflicted creature refuses to use that leg or foot for any movement at all. Its walking speed is halved if only one leg is affected, if both legs are affected then it may only move by crawling or by using another mode of movement such as flying or swimming."
						],
						[
							"3 - Torso or Full Body",
							"The afflicted creature refuses to wear anything except the most protective set of armour available to it, and will not doff the armour except to don a different set of armour. It will ignore its armour proficiencies in this instance. It will also refuse to move through another creature's space or squeeze into a smaller space.",
							"The afflicted creature becomes Frightened whenever it take bludgeoning damage. This can include being Frightened by abstract concepts such as heights or inanimate objects."
						],
						[
							"4 - Transparency",
							"The afflicted creature believes that other creatures can see through it and that it casts no shadow, even if it can still see itself. It has disadvantage on all Charisma (Deception) checks. ",
							"The creature cannot lie at all, and will reveal any lies or secrets upon prompting. "
						]
					]
				}
			]
		},
		{
			"name": "Shroud Vine",
			"source": "MADMT",
			"page": 9,
			"entries": [
				"{@b Symptoms:} A web of thorny vines grows across the skin of the afflicted creature, with spiked roots embedded into its flesh. As the condition worsens, the afflicted creature's behaviour becomes more erratic as it talks to plants and seeks out sunlight.",
				"{@b Effects:} A Shroud Vine infection progresses through multiple stages of severity each day that the infection persists. Originating from the point of infection, vines start to grow over the victim until most of the victim's body is covered, at which point the infection is lethal.",
				"Stage 0: For the first 24 hours after contracting the disease, the afflicted creature shows no clear signs of being diseased. The only signifier of being infected appears one hour after contracting the disease, that being a slight discolouration and inflammation at the point of infection. There's no effects during this stage.",
				"Stage 1: First vine growth appears after 24 hours. Attempting to remove the growth causes 6 (2d6) piercing damage to the afflicted creature, and the vines regrow within 2 hours. This damage increases by 6 (2d6) for each stage of the disease.",
				"Stage 2: After 48 hours, the vine growth becomes larger. The afflicted creature can use the thorns to bolster its unarmed strikes using a covered part of its body. These thorns count as a natural weapon, dealing piercing damage equal to 1d4 + the creature's strength modifier. The vine begins to sap the vitality of its host. The creature requires twice the normal amount of food and water, and must spend at least 1 hour in direct sunlight each day to be considered properly nourished.",
				"Stage 3: After 72 hours, the vine growth covers roughly a quarter of the afflicted creature's body. The afflicted creature gains the ability to speak with and understand Plant type creatures within 10ft of it as if they shared a language. Additionally, if the Plant has an intelligence score of 5 or lower, it is nonhostile to the afflicted creature and will ignore it unless provoked. Whenever the afflicted creature regains hitpoints and is not in direct sunlight, the amount of hitpoints it regains is halved (minimum of 1 hitpoint).",
				"Stage 4: After 96 hours, the vine growth covers over half of the afflicted creature's body. The creature gains the ability to communicate simple ideas with nonmagical plants, such as significant events from the last day, any active threats in the area, or whether a plant is toxic. The creature gains no special ability to influence plants in this way. In addition, the creature can cause the vine growth to grow over armour it is wearing when it finishes a short rest in direct sunlight. The piercing damage of its thorns increases by 1d4, and its armour class can't be less than 13. The afflicted creature also has advantage on ability checks to hide in or around foliage. The thorns on its body are now contagious and capable of transmitting Shroud Vine to other creatures.",
				"Stage 5: After 120 hours, the disease finally begins to kill the afflicted creature. Once stage 5 is reached, the target's hitpoint maximum is reduced by an amount equal to the maximum value of its hit die every hour. When the creature's hitpoint maximum is reduced to zero, it dies.",
				"The creature instinctively knows that it is dying, and feels a strange compulsion to rest in areas of direct sunlight. If the creature is in an area of direct sunlight, it refuses to leave that area unless compelled by magic. Once the creature dies, a Shroud Vine bush sprouts from its body after 24 hours in the approximate size and shape of the dead creature.",
				"{@b Contracting:} The only ways to contract Shroud Vine are either through contact with a Shroud Vine bush or a creature in the late stages (Stage 4 or 5) of an infection. In either case, even a light scratch of the thorns can induce infection, with such a superficial injury being easily overlooked until visible symptoms set in. In the case of bushes, since they grow over the corpses of other victims, looters are often scratched when drawn to the belongings of the dead. Shroud Vine bushes appear in rough silhouettes of the creatures they killed, forming eerie shadows or humanoids and beasts. These bushes occur in the forests on the material plane in all biomes but are rare except where cultivated by especially isolated druids, in the feywild where they can form small groves and are weaponised by hags, and even in the Abyss, most notably Demogorgon's realm of the Gaping Maw. A creature scratched by a Shroud Vine must make a DC 13 Constitution saving throw, becoming infected on a failure. A creature that succeeds on this save is immune for the next 24 hours.",
				"{@b Diagnosis:} Shroud Vine is a very obscure infection, but is known well in frontier campfire stories of man-shaped bushes, and by wilderness-dwelling folk such as druids and hags.",
				"Wisdom (Medicine)5 or lower – Misdiagnosis. You can't see anything wrong with this, in fact it could be beneficial.",
				"Wisdom (Medicine) 13 or lower – You don't know anything about this infection.",
				"Wisdom (Medicine) 14 to 17 – Its some sort of parasitic vine. You understand that removing the exterior growths alone isn't enough, and that its probably feeding on the victim.",
				"Wisdom (Medicine) 18 or higher – You've heard of Shroud Vine, and know that it is transmitted through the thorns.",
				"Intelligence (Nature) 15 or higher – You know this infection is caused by Shroud Vine, and you know that it grows in creature-shaped bushes that grow over the bodies of those who die to the infection.",
				"Wisdom (Survival) 15 or higher – You've heard of Shroud Vine, and know its transmitted through the thorns and is usually lethal. You also know that people with the parasite go mad, talking to plants and seek to lie in sunlight, and that tearing the growths off does more harm than good.",
				"{@b Treatment:} Shroud Vine has a two-stage treatment. First, the exterior vines need to be removed. This process pulls at roots in the skin, which can seriously harm an afflicted creature, but treatment is ineffective without this first step. Once the vines are removed, ordinary disease-curing magic will instantly cure the affliction.",
				"Attempting to cure the disease without removing the vines simply slows its growth, preventing progress to the next stage for 24 hours, and this technique is used by people who want to reap certain benefits from the disease such as the ability to talk to plants. If a creature's Shroud Vine infection is prevented from progressing for 30 days, it becomes symbiotic, and doesn't progress any further.",
				"Anyone trying to experiment with magic to cure Shroud Vine ought to be careful. Targeting an afflicted creature with magic that increases plant growth instantly causes the infection to progress one stage."
			]
		}
	],
	"hazard": [
		{
			"name": "Bloomers",
			"source": "MADMT",
			"page": 15,
			"entries": [
				"A peculiar mushroom capable of inflating itself to ward off predators. Its typical resting state resembles a cluster of dirty white spheres on a white stalk. Sprouting in all kinds of environments, Bloomers aren't especially dangerous by themselves, their sudden and startling inflation being more than enough to deter most ordinary threats, unless they happen to grow near cliffs where they can push people off.",
				"Normally the mushroom occupies a 5ft cube. When a creature moves within 5ft of the Bloomer, it rapidly inflates to occupy a 15ft cube. Creatures are pushed into the nearest unoccupied space, unless there are no available spaces, in which case it remains where it is and is {@condition restrained} under the bulk of fungal balloons. If the Bloomer dies it rapidly but harmlessly deflates, but if it takes slashing or piercing damage it bursts in a powerful blast or air. Creatures within 5ft of the Bloomer must make a DC 10 Strength saving throw or be pushed 5ft away from the Bloomer and be knocked {@condition prone}. A Bloomer has an AC of 7, 5 hitpoints, is resistant to bludgeoning damage, and immune to psychic damage. Identifying a Bloomer requires a DC 10 Intelligence (Nature) or Wisdom (Survival) check."
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Bursting Blightpuff",
			"source": "MADMT",
			"page": 15,
			"entries": [
				"A fungus that grows in slimy webs on rock or earthen surfaces in damp environments and is covered in fragile bulbs filled with brightly coloured acid. It can also infect living creatures (see {@disease Blightpus|MADMT} in the Disease section above). These bulbs are very fragile and burst on contact, spraying anything nearby with acid and Blightpuff spores. There are two varieties of Bursting Blightpuff, distinguished mainly by the colour of their acid bulbs, orange and green. Orange Blightpuff can be found deep underground, so Blightpus infections run rampant in communities of certain underdark creatures like troglodytes and gricks, and Myconids also cultivate it as a deterrent against intruders around their territory. Green Blightpuff is much rarer, and grows in wet forests and swamps, thriving in the territory of black dragons. A patch of Blightpuff covers at least a 10ft square area but can often be much larger. ",
				"If the patch is disturbed, such as by taking damage or a creature moves into its area, then bulbs across its surface erupt. A patch can erupt multiple times in a turn.",
				"Each creature within 10ft of the source of the disturbance must make a DC 10 Dexterity saving throw, taking 7 (2d6) acid damage on a failure. A creature that fails this save has to make an additional DC 10 Constitution saving throw against disease or be infected with Blightpus. A creature moving into the area or starting its turn there can choose to move at half speed and make a DC 15 Dexterity (Sleight of Hand) check. On a success, its movement doesn't trigger Blightpuff eruptions for the rest of its turn. ",
				"A 5ft square patch of Bursting Blightpuff has an AC of 5 and 5 hitpoints, and is immune to acid and psychic damage. Identifying Bursting Blightpuff requires DC 15 Intelligence (Nature) or Wisdom (Survival) check."
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Cave Mist Creeper",
			"source": "MADMT",
			"page": 15,
			"entries": [
				"A fungus that forms layers of red-brown tendrils across the walls of caves, with a large number of crusty white protrusions along its length. A dark green gas seeps from the protrusions, filling up tunnels with a deadly poison. Wherever Cave Mist Creeper grows, it chokes out all other life, and the rotting remains of plants and animals killed by its emissions fertilises new growth. It spreads quickly, and a 10ft area of it can sprout up in a day if it has just a single medium-sized carcass to nourish itself. Cave Mist Creeper grows almost exclusively underground, or otherwise in places very well shaded from wind. Patches can be of any size, but usually branch out over multiple tunnels or other spaces. Quaggoths sometimes live near CMC infested caves as they don't have cause to fear the poison.",
				"A patch of CMC emits gas up to 15ft away. This gas spreads around corners and lightly obscures its area. A creature that enters the gas for the first time on its turn or starts its turn in the gas must make a DC 15 Constitution saving throw. On a failed save it takes 33 (6d10) poison damage, or half as much on a successful save. A creature that is holding its breath doesn't need to make a save. ",
				"The gas can be hedged out by a moderate or stronger wind, but after 1 minute the gas returns. A 5ft square patch of CMC has an AC of 10 and 5 hitpoints, and is immune to poison and psychic damage. Destroying a patch of CMC doesn't cause the gas to dissipate. Identifying Cave Mist Creeper requires DC 15 Intelligence (Nature) or Wisdom (Survival) check."
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Coffin Moss",
			"source": "MADMT",
			"page": 15,
			"entries": [
				"A deadly moss that grows in wet wilderness, like marshes and moorlands. It does not ordinarily grow underwater, but can survive submerged if the ground it grows on becomes flooded. Appearing at first exactly like normal moss, its actually a carnivorous plant that adheres to and engulfs prey. It grows much thicker than most moss, either appearing as a bush or densely overgrown boulder, or as flat ground when growing in holes and trenches. Close observation of its leaves reveals that dew or moisture is actually a translucent sticky slime, and the distinctive pattern of its ribbed stalk that indicates that it is a spring that can quickly contract. When it digests its prey, it leaves metal and stone alone, leaving a deposit of treasures underneath its bulk, but slowly digests organic matter. Bones take the longest to digest, staying around for months. The stench of rotten flesh is usually one of the only clues someone gets of a nearby clump of Coffin Moss, although this same scent draws in scavengers like crows, rats, and flies, which in turn get caught. Clumps of coffin moss are usually 3 to 4 feet tall, and between 5 and 10 feet wide. Coffin Moss is coated in a toxic slime that induces lethargy and numbness, imposing disadvantage on ability checks, attack rolls, and saving throws based on strength.",
				"When a creature touches a clump of Coffin Moss, it is considered {@condition grappled} by the clump, and it must make a DC 13 Strength saving throw. On a failed save, it is drawn into the clump's space and engulfed. While engulfed the creature is restrained, blinded, deafened, and cannot breathe, as long as it is smaller than the moss clump. A creature grappled or engulfed by the moss can make a DC 13 Strength (Athletics) check to escape. A clump of Coffin Moss has an AC of 10 and 15 hitpoints and is immune to psychic damage. Coffin Moss can't be identified without close examination. A creature must use its action to inspect a clump of Coffin Moss to identify it, which requires a DC 17 Intelligence (Nature) or Wisdom (Survival). A creature with a passive perception of 13 notices a scent of rotting flesh while within 20ft of the Coffin Moss, but cannot accurately determine the source."
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Giant Clams",
			"source": "MADMT",
			"page": 16,
			"entries": [
				"While most clams are harmless filter feeders, some can grow to be so large, up to 10ft across, that they can swallow a person whole. These giant clams are often sought out for the pearls they contain, which correspondingly are much larger than what most clams can produce. They're also used to stash treasure or supplies by aquatic humanoids such as merfolk to be retrieved later, or if magically compelled into obedience they can act as little panic rooms or ambush spots for sea hags. Ordinarily they grow completely submerged, but can rarely be found above water on tidal beaches. ",
				"When a small or medium creature moves within 5ft of a Giant Clam or the clam is attacked, it reflexively inhales water, and the nearest creature, then closes. The creature must make a DC 13 Strength (Athletics) check, with advantage if it has a swim speed. On a failed save, it is swallowed by the clam. While swallowed, it has total cover from effects originating outside of the clam, it is blinded, deafened, restrained, cannot breathe, and at the start of each of its turns it takes 6 (2d6) bludgeoning damage as it is crushed. The clam can only have one creature swallowed at a time. A creature inside of the clam or within 5ft of it can make a DC 13 Strength check to force the clam open, which immediately releases any swallowed creatures. A creature moving within 5ft of the clam can avoid causing the clam to close by making a DC 13 Dexterity (Stealth) or Wisdom (Animal Handling) check. A creature can use its action to try and retrieve an object inside of an open Giant Clam by making a DC 13 Dexterity (Sleight of Hand) check, retrieving the object on a success, but causing the clam to attempt to swallow it on a failure. A Giant Clam is a beast with an AC of 16 while open or 19 while closed and 10 hitpoints. A Giant Clam opens if it dies. No ability check is required to identify a Giant Clam, but a DC 10 Wisdom (Survival) check is required to know they have a tendency to produce large pearls, and also that they can swallow creatures whole."
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Pixie Sniffles",
			"source": "MADMT",
			"page": 16,
			"entries": [
				"A bush that bears brightly coloured floral buds that burst open at the slightest provocation. A single bush bears flowers of multiple colours, usually shades of red, pink, and purple. When the buds pop open, they release a puff of pollen that appears as a shower of golden glitter and the flower makes a sound like a melodious chime being struck. These flowers grow on the material plane but also in the feywild, where most fey creatures are immune to the effects of its pollen, hence the flower's name. Pixies cultivate these flowers as a discreet passive deterrent against intruders, but also because they find its effects on others to be highly amusing. ",
				"When a creature touches a Pixie Sniffle bush, it causes a chain reaction of flower buds to pop open, releasing pollen up to 10ft away. Each creature subject to the pollen that isn't a fey must make a DC 13 Constitution saving throw. On a failed save, its movement is halved and it can't take actions until the end of its next turn, as it is overcome by intense sneezing fits. Pixie Sniffle bushes grow alone or entwined with other plants. They have an AC of 2, 1 hitpoint, and are immune to psychic damage. Identifying a Pixie Sniffle bush requires a DC 13 Intelligence (Nature) or Wisdom (Survival) check."
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Pond Snare",
			"source": "MADMT",
			"page": 16,
			"entries": [
				"A carnivorous plant that grows in slow-moving or stagnant water, such as lakes, ponds, or swamps. It resembles an ordinary water lily in many ways, being rooted at the lakebed and connected to its leaves floating on the surface by a very narrow stalk. The stalk has a large number of branches, some of which reach the surface to additional leaves, but many just exist to help entangle foes. The leaves are circular and about 1 ft in diameter, with a tiny ridge of teeth around the circumference that usually sit just below the waterline. Usually Pond Snare grows in clusters which can blot out small ponds if prevalent enough, and while they grow in water a few feet deep, they can also grow to be up to 50ft long from root to leaf. A Pond Snare's usual prey includes frogs, birds, beavers, and other tiny creatures that might visit the water's surface. They're more than strong enough to ensnare larger prey though. ",
				"When a creature touches the leaf, it springs shut, coiling around the creature or whatever part of it made contact, and the stalk contracts quickly, dragging its prey to its death as the web of stalks and branches wrap around it. A creature that makes contact with a Pond Snare is instantly {@condition grappled} and {@condition restrained} by it and pulled up to 20ft downwards. Each round, it is pulled an additional 20ft down until it reaches the bottom of the water. An ensnared creature can use its action to make a DC 17 Dexterity (Acrobatics) or Strength (Athletics) check to escape. Once a Pond Snare has been triggered, it can't be triggered again for 1 hour. A Pond Snare stalk has an AC of 10 and 15 hitpoints, and is immune to psychic damage. Destroying the stalk doesn't kill the Pond Snare unless the root is also killed. A destroyed stalk regrows in 10 days. Pond Snare appears at a glance to be an ordinary water lily, but a creature that uses its action to inspect the Pond Snare or the water it grows in can make a DC 15 Intelligence (Nature) or Wisdom (Survival) check to identify it."
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Scylla's Claw",
			"source": "MADMT",
			"page": 17,
			"entries": [
				"Scylla's Claw: Many types of the peculiar aquatic animals called sea anemones have a venomous sting, and Scylla's Claw is one of the rare ones that are toxic enough to be dangerous to humans. Living in warm tropical seas, they root down on both on the shoreline, around rockpools that are flooded by the tide, and in coral reefs. Their preference for warm water usually means they live in relatively shallow water or near volcanic vents. Their base is a squat cylinder patterned with bright red and white swirls with a swarm of almost translucent white tendrils emerging from within. Young Scylla's Claw have tendrils a few inches long, while older ones can have tendrils extending up to two feet. The poison they carry can instantly overwhelm and kill the many tiny creatures, less than an inch long, that dwell among coral reefs, but in larger creatures instead causes muscles to seize, still a deadly threat to divers. ",
				"A creature that touches the tendrils of a Scylla's Claw must make a DC 13 Constitution saving throw, becoming {@condition poisoned} for 1 minute on a failed save. While poisoned in this way, the creature is also {@condition paralyzed}. The creature can repeat its saving throw at the end of each of its turns. A DC 13 Intelligence (Nature) check is required to identify a Scylla's Claw. "
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Brine Pools",
			"source": "MADMT",
			"page": 17,
			"entries": [
				"A naturally-occurring phenomenon on the ocean floor, where extremely high concentrations of salt create pools of high-density brine that sink in water and create lakes within oceans, with their own surface and shoreline. These brine pools are toxic to most marine life, and usually form near certain high deposits of salt in nearby rocks, where depressions in the sea floor shelter the pools from ocean currents that would disturb them. Most aquatic creatures shun these toxic wastelands, but some folk like sahuagin and sea hags use the natural formations as defence against attackers, while others such as Wastriliths who can survive the salinity can live freely within their depths. Brine Pools vary wildly in size, from tiny ponds to massive lakes miles across. ",
				"Creatures that can normally breathe underwater cannot breathe the water in a Brine Pool unless they are also immune to poison."
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Lodestones",
			"source": "MADMT",
			"page": 17,
			"entries": [
				"A rare kind of naturally occurring magnet, Lodestones are formed of the iron ore known as Magnetite. Lodestones are black or very dark brown, small ones have been used to create compasses in ancient times, while large boulder-sized lodestones have often been integrated into ritual stone circles. Most times Lodestones are the result of lightning striking iron-rich rocks. Lodestones can function as fairly strong magnets if large enough. ",
				"The magnetic effect of a lodestone large enough to occupy a 5ft cube reaches up to 10ft away from the lodestone. Creatures wearing iron or steel armour have their movement impaired within the magnetic field: the area counts as difficult terrain. Iron or Steel objects that are not being worn or carried within the area are pulled towards the lodestone and adhere to it, including ammunition from ranged weapon attacks that pass through the area, causing such attacks to automatically miss. A creature can make a DC 13 Strength check at the start of its turn to prevent an object being worn or carried from being pulled towards the lodestone. ",
				"On a fail, the creature drops the object if it is being carried, or the creature is pulled up to 10ft towards the lodestone if its being worn. Once a magnetic object touches the lodestone, it adheres to the lodestone's surface and a creature must make a DC 13 Strength check as an action to remove it. If an adhered object is being worn by a creature, that creature's speed becomes zero."
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Magic Lodestones",
			"source": "MADMT",
			"page": 17,
			"entries": [
				"Not all lodestones come into being through mundane geography. Other, more potent lodestones are the result of wild magic or contact with planar portals, usually those connected to the elemental planes or feywild. These magic lodestones are sometimes used in rituals by druids and shamans, or to ward areas of importance. ",
				"Magic lodestones function identically to mundane ones, but the range of their magnetic properties is usually larger, and they interfere with some magic within 300ft. Within this range, divination magic that reveals the location or direction to a creature or object, as well as the {@spell Sending} spell, fails if either the caster or the target is in the area. Divination sensors cannot enter or percieve anything in the area. Magic that allows for teleportation or planar travel into or out of the area fail."
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Natural Gas",
			"source": "MADMT",
			"page": 17,
			"entries": [
				"In many places underground, flammable gasses can occur naturally and collect in hollow spaces. Odourless and colourless, these gasses are extremely difficult to detect by most creatures and thus pose extreme risk to miners and spelunkers. ",
				"Any open flame can ignite concentrated pockets of these gasses, or even sparks as might be caused by steel picks hitting stone. Furthermore, while these gasses are not toxic, they're not breathable either, so where they hedge out oxygen a creature can unknowingly be suffocating as they traverse gas pockets. Miners sometimes bring small creatures like canaries into the mines with them as a means to sense the presence of natural gas; a fragile canary will faint from suffocation long before the average commoner will notice any ill effects, and so acts as a warning to leave the area.",
				"While in an area of natural gas, a creature cannot breathe normally, but cannot sense this until they start to suffer the effects. A creature is unaffected by natural gas for a number of minutes equal to 1 plus its Constitution modifier (minimum of 30 seconds), after which it can survive for a number of rounds equal to its Constitution modifier (minimum of 1 round). At the start of its next turn, it drops to 0 hit points and is dying, and it can't regain hit points or be stabilized until it can breathe again.",
				"Natural gasses are flammable. Any kind of open flame will cause a conflagration that instantly passes through the entire area of natural gas. Every creature in the area when the gasses ignite takes 22 (5d8) fire damage, and flammable objects in the area that aren't being worn or carried are set alight. After combusting, natural gas leaves behind a smoke-like vapour that has both an odour and colour, and continues to prevent a creature from properly breathing.",
				"Natural gas can be hedged out by a moderate wind. It cannot normally be percieved by humanoid senses, but a creature proficient with {@item Alchemist's Supplies} can, with 10 minutes of work and 5gp worth of materials that includes a scrap of paper or cloth, create a strip of material that changes colour when exposed to natural gas. These colour strips can only be used once."
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Manes Vapour",
			"source": "MADMT",
			"page": 18,
			"entries": [
				"Manes are the lowliest of all demons, predated upon even by dretches and quasits. Higher demons use them as mindless hordes of fodder against their foes, a task they excel at not only because of their complete disregard for their own lives, but because no amount of manes lost in battle is a major setback, due to their single unique quality. A slain Manes, unless eaten, does not die. Rather, it dissolves into a cloud of putrid vapour that reforms in one day. When enough Manes are slaughtered in one location, these clouds can become thick enough to block vision and choke living things, and worse things still. Clouds of this sort occur on demonic battlefields in both the lower planes and the sites of demonic incursions to other realms. Often these clouds form pits of mud or slime beneath them as they coalesce into new Manes, first as ichor then slowly attaining shape and flesh, with blood and bodily fluids soaking into the soil or gathering into sticky pools on hard surfaces. The greatest threat though is to living creatures that inhale this foul vapour, not just for its horrid stench, but for the risk that imbuing enough of a demon's essence risks demonic possession. ",
				"An area of Manes Vapour is lightly obscured. For each minute that a creature spends in an area, it must make a DC 10 Charisma saving throw. On a failed save, the creature is possessed by a Manes. For 24 hours it is afflicted with intrusive thoughts about violence and chaos. After 24 hours it must repeat the save, and on a fail its Intelligence, Wisdom, and Charisma scores become those of a Manes, and its personality is completely overtaken by the Manes. Its alignment becomes chaotic evil. The creature can repeat the saving throw every 24 hours, ending the possession on a success. If the possession ends or the creature dies, it exhales a cloud of green gas which reforms into a Manes after 24 hours. ",
				"In places where dense concentrations of Manes are close to reforming, the area of the cloud is also considered difficult terrain. A creature that starts its turn on the ground in the area must make a DC 10 Strength saving throw. On a failed save, its movement is reduced to 0 ft for that turn as it is trapped by sticky goo and half-formed manes reaching out to it. ",
				"Identifying a cloud of Manes Vapour requires a DC 15 Intelligence (Arcana) check. A creature that speaks Abyssal makes this check with advantage.",
				"The cloud can also be identified by magic that detects fiends, such as a Paladin's {@classFeature Divine Sense |paladin||1} or a {@spell Detect Evil and Good} spell."
			],
			"trapHazType": "HAZ"
		},
		{
			"name": "Stain of the Far Realms",
			"source": "MADMT",
			"page": 18,
			"entries": [
				"The far realms are an especially strange corner of the planes, where basic concepts of reality can stray so far from our own that we don't even have words to describe them. Yet those realms can interact with our own, and invariably leave an aberrant stain on reality. This usually occurs when a fragment of the far realms is brought to the material plane, or when cosmic bodies align such that the two planes can touch. The result permanently marks the material plane, such that life and nature in the affected region can never be the same again. A stained region can be a dozen feet in width or miles across, often slowly growing over time, but a weakening of the aberrant power in the region can cause it to shrink again, although it can never be completely destroyed. Stained regions have an inexplicable magnetism to them. Unintelligent aberrations such as Otyughs, Chokers, Balhannoths, and Gibbering Mouthers are drawn to them. ",
				"Plants in the area lose all colouration, slowly turning grey. All plants and animals living in the area become inedible: they taste revolting and provide no nutrition to anything except aberrations. Food brought into the area becomes inedible after 24 hours. For each hour that a humanoid or beast spends in the stained area, it must make a DC 13 Charisma saving throw. If it fails three of these saves, it becomes afflicted with Long-Term Madness (Madness Effects, Page 259-260 Dungeon Master's Guide). Once it becomes afflicted with madness, it doesn't gain any more madness until it fails a further three saves. If it remains within the stained area for 24 hours, it must make a DC 17 Charisma saving throw, becoming afflicted with Indefinite Madness on a failed save. A creature afflicted in this way can only have one form of indefinite madness at a time. Any effect that would cure madness fails within the stained area, although the {@spell calm emotions} spell still suppresses madness as normal. Creatures that spend 7 or more days within the stained area automatically fail this save, and also become physically transformed. Their body turns grey and is warped in disturbing ways, such as eyes moving to unusual places or limbs becoming elongated with additional joints. These changes don't affect its game statistics."
			],
			"trapHazType": "HAZ"
		}
	],
	"trap": [
		{
			"source": "MADMT",
			"page": 19,
			"name": "Ballista Trap",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 5-10, dangerous threat)}",
				"The big sister of the Crossbow Trap. Typically, ballistae are used to attack or defend castles, so anyone placing one indoors is either expecting serious trouble, or is wildly eccentric. Since a ballista is much harder to conceal than a crossbow, this trap is usually hidden behind a door, and can often shoot straight through it.",
				"{@b Trigger.} A creature that opens a trapped door triggers the trap.",
				"{@b Effect.} The trap makes an attack against the triggering creature. The attack has a +8 attack bonus and deals 16 (3d10) piercing damage on a hit. This attack can't gain advantage or disadvantage.",
				"{@b Countermeasures.} A successful DC 15 Wisdom (Perception) check reveals a mechanism attached to the door. A successful DC 15 Desxterity check using thieves tools disables the trip wire, and a check with a total of 5 or lower triggers the trap."
			]
		},
		{
			"source": "MADMT",
			"page": 19,
			"name": "Burning Oil Trap",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat)}",
				"A potentially destructive trap that can set fire to its surroundings. A piece of flint is affixed to a moving mechanism, usually a drawer or door, so that it strikes a steel blade when the trapped object is operated, and causes a spark. This spark ignites a pool or container of lantern oil, which is spilled by the same mechanism. Since this trap is designed to start a large fire, its usually placed in locations where the builder of the trap isn't concerned about collateral damage, and especially where escaping the fire could cause an intruder to blunder it more traps. A common use for this trap is to destroy incriminating documents inside a trapped container.",
				"{@b Trigger.} This trap is activated when the door or container is opened.",
				"{@b Effect.} When this trap is activated, it spills enough oil to cover a 10ft square are of ground, and ignites it. The burning oil functions identically to the oil described on page 152 of the Player's Handbook.",
				"{@b Countermeasures.} The trap can be disarmed by dousing the mechanism in water to prevent a spark from catching. Traps of this kind sometimes have a hidden lever which disengages the flint so that the mechanism can be operated normally. The DC to spot the trap is 15, which can be noticed by the scent of oil or the presence of a hidden lever."
			]
		},
		{
			"source": "MADMT",
			"page": 19,
			"name": "Electric Water",
			"trapHazType": "MAG",
			"entries": [
				"{@b Magic Trap (level 11-16, dangerous threat)}",
				"This trap uses a set of magical copper electrodes to zap anyone who makes contact with a charged pool of water, which is usually a pool at least 15ft deep but can be as shallow as one inch. The electric current can cause muscles to seize, making this trap especially deadly since it inhibits its victim's ability to escape. The charged water is visibly electrified and crackles with obvious blue sparks.",
				"{@b Trigger.} This trap has no trigger, it is always active. The effect takes place once a creature touches the water.",
				"{@b Effect.} . Any creature that touches the water for the first time on its turn or starts its turn touching the water must make a DC 17 Constitution saving throw. On a failed save, the creature takes 33 (6d10) lightning damage and is {@condition stunned} until the start of their next turn. On a successful save the creature takes half as much damage and isn't stunned.",
				"{@b Countermeasures.} The trap can be disabled by covering the electrodes with an insulating substance such as dirt or clay. In addition, the water does not conduct the electricity well enough to cause damage if it is frozen."
			]
		},
		{
			"source": "MADMT",
			"page": 19,
			"name": "Fish Hook String",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat)}",
				"A basic trap often used by smugglers and thieves in coastal areas due to how simple it is to create. This basic tripwire is augmented by the addition of several large barbed hooks normally used for fishing. These hooks aren't very dangerous but are difficult and painful to remove. A string of fish hooks is usually hidden by low foliage or buried in soft sand, or inside a narrow opening such as a crawlspace or treasure stash. Since simple fish hooks aren't likely to stop an intruder in their tracks, these hooks are usually attached to a bell or some other alarm, or are attached to a discreet seal of some kind (such as paper or wax) that breaks when the line is pulled on to leave evidence of tampering.",
				"{@b Trigger.} This trap is activated by a creature coming into contact with it. For a ground-level string this involves walking over it, for other kinds of line it can involve moving under it or placing one's hands near it.",
				"{@b Effect.} The hooks pierce cloth and slip through gaps in chainmail. A creature that activates this trap takes 1 piercing damage, and is impaled by 2d4 fish hooks. If the trap is anchored to the ground, the creature's speed becomes 0 ft. The hooks can be removed by a creature using its action to make a Dexterity (Sleight of Hand) check. The DC of this check equals 10 plus the number of fish hooks. On a success, all hooks are removed. On a failure, a number of hooks are removed equal to the total rolled on the ability check minus 10, and the creature takes 1 piercing damage for each hook that remains. A hook can be removed without needing a skill check or to use your action, but the creature takes 1 piercing damage per hook removed.",
				"{@b Countermeasures.} The DC to spot this trap is 12. This trap can be easily disarmed with a blade by cutting the string, no ability check required."
			]
		},
		{
			"source": "MADMT",
			"page": 20,
			"name": "Gong",
			"trapHazType": "MAG",
			"entries": [
				"{@b Magic Trap (level 5-10, dangerous threat)}",
				"Large bells, gongs, and chimes are a fixture in many temples of various denominations. This trap consists of such an instrument magically enchanted to deter intruders. The gong (or other similar instrument) is a Large object that makes a sound when struck with a hammer or pendulum, or when triggered.",
				"{@b Trigger.} The trigger for this trap acts identically to a {@spell glyph of warding} spell: a magical symbol is inscribed on a nearby surface, and when the object covering the symbol is removed, the trap is activated.",
				"{@b Effect.} Once activated, the gong magically begins to ring on its own for 1 minute, and each creature within 30ft of the gong must make a DC 15 Constitution saving throw, taking 14 (4d6) thunder damage on a failed save, or half as much on a success. Creatures within range of the effect are {@condition deafened} regardless of whether they succeed on the save. A creature within 30ft of the gong must also make this save if it starts its turn in range of the effect or moves into the affected area for the first time on its turn, or if the gong itself is subjected to bludgeoning or thunder damage for the first time on a creature's turn.",
				"{@b Countermeasures.} The trap can be disabled by casting Dispel Magic on the gong, or a creature within 5ft of the Gong can make a DC 15 Intelligence (Arcana) check. A Detect Magic spell reveals Transmutation magic on the bell, and Abjuration magic on the trap's trigger."
			]
		},
		{
			"source": "MADMT",
			"page": 20,
			"name": "Greased Stair",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat)}",
				"This trap consists of a single trapped step or rung near the top of a staircase or ladder designed to cause someone to fall. There are two versions of this trap that function similarly. The first uses a lubricant smeared on the relevant step, while the second involves a hinge mechanism that's much harder to spot.",
				"{@b Trigger.} This trap is triggered when a cretaure steps on the trapped stair or rung.",
				"{@b Effect.} The triggering creature must make a DC 13 Dexterity (Acrobatics) check. On a success, nothing happens, but on a fail the creature falls and takes falling damage as normal depending on the distance.",
				"{@b Countermeasures.} The trap can be avoided by skipping the trapped step. A greased stair can be disarmed by washing away the lubricant with water and a cloth, while a hinged stair can be disarmed by wedging a spike into the trapped stair to prevent it from moving. A greased stair can be spotted with a passive perception of 11, as the grease can be seen upon close examination and also has a noticeable aroma. A hinged stair requires a passive perception of 15 to notice a lack of wear on the rung suggesting it isn't used, or marks at the edge of the stair/ladder that indicate where it folds."
			]
		},
		{
			"source": "MADMT",
			"page": 20,
			"name": "Psychic Disruptor",
			"trapHazType": "MAG",
			"entries": [
				"{@b Magic Trap (level 5-10, dangerous threat)}",
				"This trap composes of a magic crystal set into a clamp in front of a vertical dish that focuses disorienting psychic energy.",
				"{@b Trigger.} The trap is activated by a pressure plate positioned within the trap's area of effect.",
				"{@b Effect.} When activated, each creature present must roll initiative. The trap emits painful psychic energy in a 60ft cone. Each creature within the cone has disadvantage on all ability checks and attack rolls, and each foot of movement costs two feet of speed, and if it ends its turn in the trap's area it must make a DC 17 Constitution saving throw, taking 22 (4d10) psychic damage on a failed save and half as much on a successful one. In addition, a creature that fails this saving throw falls {@condition prone}.",
				"{@b Countermeasures.} The trap can be disabled by removing or destroying the crystal. The crystal is a tiny object with a AC of 15 and 20 hitpoints. It has a vulnerability to bludgeoning and thunder damage, resistance to piercing and slashing, and immunity to all other damage. The crystal can be removed from its clamp by a creature within 5ft of it either with a DC 15 Strength check or a DC 15 Intelligence (Arcana) check. The DC is 17 to spot the pressure plate, and a {@spell Detect Magic} spell reveals an aura of Enchantment magic around the crystal."
			]
		},
		{
			"source": "MADMT",
			"page": 20,
			"name": "Razor Blades",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat, dangerous threat with poison)}",
				"This trap simply consists of a few strategically placed blades on the underside of something that requires lifting, such as a window, the lid of a chest, or portcullis, such that when a creature tries to lift the object the blades are pressed into its hands.",
				"{@b Trigger.} This trap is activated when a creature tries to lift the trapped object.",
				"{@b Effect.} The blades deal 5 (2d4) slashing damage to the triggering creature. Some versions of this trap have poison smeared on the blades, which deals an additional 10 (3d6) poison damage if the creature fails a DC 13 Constitution saving throw, or half as much damage on a success.",
				"{@b Countermeasures.} Easy to improvise with little mechanical skill, it is also easy to defeat. The blades will cut through leather but can't slice through chainmail, allowing someone wearing heavy armour to ignore the trap entirely. Similarly, it can be easily opened using another object as leverage, and the thin razor blades can be smashed with a sturdy object such as a crowbar or rock. The DC to spot the blades is 10."
			]
		},
		{
			"source": "MADMT",
			"page": 21,
			"name": "Razor Tripwire",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat)}",
				"This simple but brutal trap consists of coils of wire covered in barbs or blades, placed low to the ground. Usually in areas where creatures might be moving quickly, and often concealed by foliage or darkness.",
				"{@b Trigger.} This trap is activated by a creature moving over or through the wire.",
				"{@b Effect.} A creature that trigger this trap must make a DC 13 Dexterity saving throw. On a failed save, the creature's speed is reduced to zero as it is entangled in the wire, it falls {@condition prone}, and it takes 3d4 slashing or piercing damage. An entangled creature can be freed if it or another creature within 5ft of it makes a DC 13 Dexterity (Sleight of Hand) check to untangle the wires, or it takes 1d4 piercing or slashing damage on a failure.",
				"{@b Countermeasures.} The wire can be destroyed. The wire is an object with 15 hitpoints and an AC of 15. A creature that jumps or flies over a trapped space can avoid the trap entirely. The DC to spot the trap is 13."
			]
		},
		{
			"source": "MADMT",
			"page": 21,
			"name": "Rigged Lantern",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, dangerous threat)}",
				"This trap consists of a volatile alchemical mixture placed inside a regular lantern, which is usually affixed to the wall of a dark windowless room.",
				"{@b Trigger.} This trap is activated when the lantern is lit or takes fire damage.",
				"{@b Effect.} The lantern explodes, and each creature within 15ft of it must make a DC 15 Dexterity saving throw, taking 3 (1d6) fire damage and 10 (3d6) piercing damage on a failed save, or half as much on a success.",
				"{@b Countermeasures.} The trap can be disarmed by opening the lantern and removing the explosive substance, no ability check required. A DC 15 Wisdom (Perception) check will allow a creature to notice that the lantern's oil well has been filled with something unusual."
			]
		},
		{
			"source": "MADMT",
			"page": 21,
			"name": "Shoving Statue",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat)}",
				"This trap consists of a spring-loaded mechanism concealed inside a statue that resembles a knight bearing a shield, a giant goat, or other design, which forcefully pushes intruders, often into the area of other more dangerous traps such as pits or rolling boulders.",
				"{@b Trigger.} . The trap is triggered by a pressure plate placed in front of the statue.",
				"{@b Effect.} When the trap is activated, the spring mechanism is released, and the statue's appendages are thrown forward. Any creatures in the space in front of it must make a DC 15 Strength saving throw or on a failed save be pushed up to 10ft away from the statue and be knocked {@condition prone}.",
				"{@b Countermeasures.} The DC to spot the pressure plate is 15. Wedging an iron spike or other object under the pressure plate prevents the trap from activating."
			]
		},
		{
			"source": "MADMT",
			"page": 21,
			"name": "Slashed Bridge",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 11-16, moderate threat)}",
				"Rope bridges are easy to construct with limited tools and materials, but consequently are also much easier to destroy than a wood or stone bridge. A simple way to trap a rope bridge is to partially cut the rope, shallow so that it doesn't immediately collapse under its own weight, but deep enough that too much extra weight will cause it to snap. Usually a slashed bridge requires at least 300 lb be applied to it before it snaps, such that it usually takes at least two adventurers laden with weapons and equipment to trigger it. In this way, the bridge can be easily crossed one at a time by those who know of the trap.",
				"{@b Trigger.} This trap is activated when the bridge's weight limit is exceeded.",
				"{@b Effect.} The bridge snaps at the point where it was cut. Each creature on the bridge when it snaps can make a DC 13 Dexterity saving throw to grab onto the bridge. Failing the saving throw means the creature instantly falls. Succeeding allows the creature to remain on its relative position along the bridge's length, but hanging below the anchor point of the bridge and the ground.",
				"{@b Countermeasures.} Evidence of tampering can be spotted with a Passive Perception of 10 by a creature within 10ft of the slash. A creature can choose to inspect the bridge by making a DC 13 Intelligence (Investigation) check, and on a success, can determine that the bridge is unstable due to sagging at one end, and that it can probably take the weight of one lightly-laden creature, but can't estimate a more specific weight. A {@spell mending} spell targeted at the tampered area will repair the bridge. A creature can also use 15ft of rope to attempt to reinforce the bridge around the weakened point by making a DC 13 Intelligence (Sleight of Hand) check, effectively disarming the trap on a success."
			]
		},
		{
			"source": "MADMT",
			"page": 21,
			"name": "Spike Plates",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 5-10, dangerous threat)}",
				"This trap uses a 5ft square plate with several holes across its surface. When activated, spikes thrust out of the holes. This trap is not hidden, but usually a whole room is floored with them, making standing on the ground in the room nearly impossible without being hurt. This trap commonly comes in two varieties: pressure activated and timed.",
				"{@b Pressure Plate}",
				"{@b Trigger.} This version of the trap has the spike plate double as a pressure plate that activates when more than 50 pounds of weight is placed on the pressure plate.",
				"{@b Effect.} When activated, a creature standing on a spike plate must make a DC 15 Dexterity saving throw, taking 6d6 piercing damage on a failed save, and half as much on a successful one.",
				"{@b Countermeasures.} A room tiled with pressure activated plates usually has a path through it consisting of fake spike plates that look identical to the real ones, or has a hidden lever that turns some of the plates off. A DC 15 Intelligence (Investigation) check can determine which plates are fake or can be turned off. Alternatively, a DC 15 Dexterity check using thieves tools can allow a creature to disarm the trap.",
				"{@b Timed Plate}",
				"{@b Trigger.} This version of the trap is either activated by opening the door to the room, or by a lever in a nearby room.",
				"{@b Effect.} When this trap is activated, each creature present rolls initiative. In this version of the trap, the spike plates thrust out their spikes in a pattern, such as alternating rows or in the shape of a simple picture. On initiative 20 each round, the pattern changes, which might include some spikes retreating into their holes, and others emerging. Timed spike plates that are allowed to cycle through all of their patterns repeat the sequence until the trap is shut off. A creature standing on a spike plate must make a DC 15 Dexterity saving throw, taking 6d6 piercing damage on a failed save, and half as much on a successful one.",
				"{@b Countermeasures.} A DC 15 Intelligence (Investigation) check can allow a creature to deduce the next pattern in the sequence. The trap can be turned off if it was activated by a lever. Alternatively, a DC 15 Dexterity check using thieves tools can allow a creature to disarm the trap, while a DC 20 Intelligence check using Tinkers Tools can be used to change the sequence of patterns."
			]
		},
		{
			"source": "MADMT",
			"page": 22,
			"name": "Spring Loaded Door",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 1-4, moderate threat)}",
				"This trap is meant to surprise unwary lockpickers. An ordinary outwards-opening door is fitted with a powerful spring or piston that pushes the door with considerable force when unlocked.",
				"{@b Trigger.} This trap activates when the trapped door is unlocked.",
				"{@b Effect.} A creature next to the door when it is unlocked must make a DC 15 Dexterity saving throw. On a failed save, the creature takes 1d6 Bludgeoning damage and is knocked {@condition prone}.",
				"{@b Countermeasures.} The trap doesn't trigger if a spike is wedged between the door and the frame to prevent it from opening, but it activates once the spike is removed. A DC 13 Strength check can hold the door closed or open it slowly to prevent it from causing damage."
			]
		},
		{
			"source": "MADMT",
			"page": 22,
			"name": "Wind Tunnel",
			"trapHazType": "MECH",
			"entries": [
				"{@b Mechanical Trap (level 11-16, moderate threat)}",
				"This trap uses a powerful fan to turn a corridor into a wind tunnel. This kind of wind tunnel is also found when creatures used fans to circulate air, such as bringing fresh air into mineshafts or extracting harmful gasses from toxic environments, with these machines being dangerous to intruders in the vents being a coincidental convenience. The fan sucks air in one way, and pushes it the other. Reversing the direction of the fan's rotation also reverses the flow or air.",
				"{@b Trigger.} The fan is usually running at all times, especially in industrial environments, but can be activated by other trap triggers.",
				"{@b Effect.} The fan's area of effect extends in a 60ft cylinder in each direction, pulling in one end and pushing out the other. The cylinder's diameter is as wide as the fan. Each creature that starts its turn in the line must succeed on a DC 15 Strength saving throw or be pushed 15 feet towards or away from the fan depending on which side it is on. Any creature in the line must spend 2 feet of movement for every 1 foot it moves when moving against the flow of air. The fan disperses gas or vapor, and it extinguishes candles, torches, and similar unprotected flames in the area. It causes protected flames, such as those of lanterns, to dance wildly and has a 50 percent chance to extinguish them. A creature that touches the fan takes  (4d10) slashing damage each time it makes contact with the fan, or if it starts its turn touching the fan.",
				"{@b Countermeasures.} The fan can be stopped if an object is placed in its path. The object takes damage from touching the fan, and if it isn't destroyed, the fan stops."
			]
		}
	],
	"object": [
		{
			"name": "Burning Bale",
			"source": "MADMT",
			"page": 23,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 8,
			"hp": 70,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"Useful for defending hilltop fortresses and camps, a bale of hay or twigs can be soaked in flammable materials and rolled down hills at attacking forces. Effective on slopes, but loses momentumn quickly on flat ground. A burning bale is propped up onto a mount and a brace is pulled away to release it. It takes one action to load a bale onto the mount, one to ignite it, and one action to release it.",
				"A burning bale burns for a limited time. Each round after being lit, the bale takes 11 (2d10) fire damage, and the flames are extinguished if the bale is reduced to zero hitpoints in this way.",
				"{@b Burning Bale.} The bale rolls off its mount and travels 50ft in a straight line. If the bale is on flat ground when it finishes its move, it stops, but if it is on a downhill slope it moves again each round. The bale can't roll uphill. Each creature in the bale's path when it moves must make a DC 13 Dexterity saving throw. On a failed save, it takes 10 (3d6) bludgeoning damage and 11 (2d10) fire damage, and is knocked {@condition prone}. On a successful save, the creature takes half damage and isn't knocked prone, and instead moves into an unoccupied space within 5ft out of the bale's path, if it can. If the bale finishes its movement in a medium or smaller creature's space, that creature is {@condition restrained} until the bale is moved from that space, or its succeeds on a DC 13 Strength (Athletics) check to move into the nearest unoccupied space."
			]
		},
		{
			"name": "Burning Glass",
			"source": "MADMT",
			"page": 23,
			"size": [
				"H"
			],
			"objectType": "SW",
			"ac": 10,
			"hp": 40,
			"immune": [
				"poison",
				"psychic"
			],
			"vulnerable": [
				"bludgeoning",
				"thunder"
			],
			"entries": [
				"A Burning Glass (sometimes called a burning mirror) is a device that uses large lenses and mirrors to concentrate large amounts of sunlight into a small area, with enough intensity to start fires. Small handheld versions of this device can be used for domestic firemaking and heating, but this huge construction is designed as a weapon of war, primarily for use against ships.",
				"Despite the power of this weapon, it has some critical vulnerabilities. The materials used in its construction are vulnerable to heavy blunt strikes as might be inflicted by opposing sieges weapons, and its dependence on being in direct sunlight renders it completely useless at night time or when obscured by severe weather. Cunning spellcasters might use magical sunlight to power the device, such as that created by the {@spell Dawn} spell.",
				"It takes two actions to aim the burning glass. The burning glass applies its effects automatically as soon as it is capable of doing so, and on each subsequent round. If not aimed, it coninues to affect the same point it was last aimed at. Usually a burning glass is covered prior to firing. Uncovering or re-covering a burning glass takes one action."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Burning Sunlight",
					"entries": [
						"A beam of concentrated sunlight is focused on a single creature or object within 1200 ft. The target must make a DC 17 Constitution saving throw, taking 33 (6d10) radiant damage on a failure, and is blinded until the end of its next turn. A creature with the Sunlight Sensitivity or Sunlight Hypersensitivity features makes this save with disadvantage. An object automatically fails the save, and if it isn't being worn or carried, it ignites, taking 7 (2d6) fire damage each round until a creature uses its action to douse the flames."
					]
				}
			]
		},
		{
			"name": "Flamethrower",
			"source": "MADMT",
			"page": 23,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 50,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A flamethrower uses magic or complex machinery to shoot a gout of flammable oil over a large distance from its bellows, which is ignited by a torch or metal filament called the pilot light at the end of the nozzle. Extremely potent at incinerating crowds of enemies, even those in heavy armour, and at setting buildings ablaze.",
				"It takes three actions to load a flamethrower, one to light the pilot light, one to aim, and one to fire. A flamethrower can be fired three times before it needs to be reloaded. The pilot light, once lit, doesn't need to be relit unless extinguished.",
				"A flamethrower usually doesn't malfunction, but severe damage can cause dangerous leaks. A flamethrower reduced to 0 hitpoints by fire damage bursts into flames and erupts oil. Each creature within 10ft of the flamethrower must make a DC 15 Dexterity saving throw, taking 17 (5d6) fire damage on a failure, or half as much on a success. The remains of the flamethrower burn for 1 minute, and any creature that touches the burning remains takes 7 (2d6) fire damage.",
				"{@b Throw Flame.} The flamethrower shoots burning oil in a line 60ft long and 5ft wide. Flammable objects in the area that aren't being worn or carried are set alight. Creatures in the area must make a DC 15 Dexterity saving throw. On a failed save, it takes 28 (8d6) fire damage and is ignited. While ignited, a creature takes 7 (2d6) fire damage at the start of each of its turns unless it or another creature within 5ft of it uses its action to douse the flames. A creature that succeeds on the saving throw takes half as much damage, and isn't ignited."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Throw Flame",
					"entries": [
						"The flamethrower shoots burning oil in a line 60ft long and 5ft wide. Flammable objects in the area that aren't being worn or carried are set alight. Creatures in the area must make a DC 15 Dexterity saving throw. On a failed save, it takes 28 (8d6) fire damage and is ignited. While ignited, a creature takes 7 (2d6) fire damage at the start of each of its turns unless it or another creature within 5ft of it uses its action to douse the flames. A creature that succeeds on the saving throw takes half as much damage, and isn't ignited."
					]
				}
			]
		},
		{
			"name": "Hwacha",
			"source": "MADMT",
			"page": 24,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 12,
			"hp": 50,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"The Hwacha is an early gunpowder weapon that composes of several rows of arrows on a rack attached to firework-style rockets all bound by a single fuse, so that lighting one fuse would unleash a hundred or more arrows at once. This weapon is primarily useful against densely-packed infantry: with its wild inaccuracy made up for only by the sheer volume of projectiles it fires and long range, its far from a precision weapon. More advanced forms of this weapon add an extra component to the propellant of the arrows, turning them into incendiary weapons at the cost of reducing the weapon's range due to the extra weight on the arrows.",
				"It takes three actions to load a hwacha, one to aim, and one to fire."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Arrow Barrage",
					"entries": [
						"Arrows rain down on a point within 400 ft. Each creature within a 30ft cube centred on that point must make a DC 15 Dexterity saving throw, taking 27 (6d8) piercing damage on a failure, or half as much on a success."
					]
				},
				{
					"type": "actions",
					"name": "Incendiary Barrage",
					"entries": [
						"Flaming arrows rain down on a point within 300 ft. Each creature within a 30ft cube centred on that point must make a DC 15 Dexterity saving throw, taking 27 (6d8) piercing damage and 14 (4d6) fire damage on a failure, or half as much on a success. Flammable objects in the area that aren't being worn or carried are ignited."
					]
				}
			]
		},
		{
			"name": "Mobile Barricade",
			"source": "MADMT",
			"page": 24,
			"size": [
				"H"
			],
			"objectType": "SW",
			"ac": 16,
			"hp": 120,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A wood and iron barricade mounted on wheels, usually with slits for archers to fire from and steps to look over the top. These devices are used to provide cover to troops advancing on fortified positions, as well as a means to quickly erect defenses for an army on the move. They see less use in urban warfare or crowd control, but are still useful for barricading streets against riots or invading forces while still allowing the defenders to advance or adapt as needed, they may be set up in advance of important events or where an important person needs clear passage.",
				"A creature on the inside edge of the barricade can make ranged attacks through the slits, or melee attacks using a reach weapons. A creature on the inside of the barricade has three-quarters cover."
			]
		},
		{
			"name": "Ballista (Firework)",
			"source": "MADMT",
			"page": 24,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 50,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"In settings with gunpowder technology, ballista bolts can be fitted with fireworks that increase the range of the weapon and detonate shorty after being fired."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Firework Bolt",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +6} to hit, range 300/1200 ft., one target."
							],
							"hitEntries": [
								"16 ({@damage 3d10}) piercing damage. Regardless of whether the attack hits, the firework bolt detonates. Each creature within 10ft of the target must make a DC 13 Dexterity saving throw, taking 10 (3d6) fire damage on a failure, or half as much on a success."
							]
						}
					]
				}
			]
		},
		{
			"name": "Ballista (Harpoon)",
			"source": "MADMT",
			"page": 24,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 50,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"The large bolts of a ballista are easily attached to ropes or chains and fitted with barbed heads to create harpoons ideal for attaching to ships and larger creatures such as giants or whales, either to allow creatures to climb along the ropes or to pull the target closer."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Harpoon",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +6} to hit, range 20/200 ft., one target."
							],
							"hitEntries": [
								"16 ({@damage 3d10}) piercing damage. The harpoon becomes stuck in the target, and is connected to the ballista by a rope or chain. While stuck, the target can't move further from the Ballista than the length of the rope. One or more creatures can pull on the rope to pull the target closer or knock it {@condition prone}, and if the target is a creature it can make a Strength (Athletics) check contested against the creature(s) pulling it to resist being moved or knocked prone. A creature can use its action to make a DC 13 Strength check to remove a stuck harpoon from itself or another harpoon within 5ft of it."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cannon (Grapeshot)",
			"source": "MADMT",
			"page": 24,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 75,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"Bundles of smaller projectiles, known as Grapeshot, are effective at close-range obliteration of crowds, while also being easier to improvise. An ill-equipped force can stuff a cannon with cutlery and pebbles when they run out of proper ammunition."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Grapeshot",
					"entries": [
						"Each creature within a 90ft cone must make a DC 15 Dexterity saving throw, taking 44 (8d10) piercing damage, or half as much on a success."
					]
				}
			]
		},
		{
			"name": "Cannon (Chain Shot)",
			"source": "MADMT",
			"page": 24,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 75,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"Two cannonballs connected by a chain whirl through the air and wrap around their targets, designed for shredding the sails and rigging of ships, they also work well against flying foes."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Chain Shot",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +6} to hit, range 240/960 ft., one target."
							],
							"hitEntries": [
								"27 (5d10) bludgeoning damage. A flying creature hit by this attack falls {@condition prone}."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cannon (Rocket)",
			"source": "MADMT",
			"page": 24,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 75,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"Fitting the propellant of the cannon into the projectile rather than into the barrel allows it to fire explosive rockets with a shrapnel payload. "
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Rocket",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +6} to hit, range 240/960 ft., one target."
							],
							"hitEntries": [
								"33 (6d10) bludgeoning damage. Regardless of whether the attack hits, the rocket detonates. Each creature within 30ft of the target must make a DC 15 Dexterity saving throw, taking 10 (3d6) fire damage and 22 (4d10) piercing damage on a failure, or half as much on a success."
							]
						}
					]
				}
			]
		},
		{
			"name": "Suspended Cauldron (Acid)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 20,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A cauldron is an iron pot suspended so that it can be tipped easily, spilling its contents. Once emptied, a cauldron must be refilled-and its contents must usually be reheated-before it can be used again. It takes three actions to fill a cauldron and one action to tip it.",
				"Acid is an effective alternative to boiling oil, especially against foes resistant to fire or when there are no facilities to heat the oil. "
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Acid",
					"entries": [
						"The cauldron pours acid onto a 10-foot-square area directly below it. Any creature in the area must make a DC 15 Dexterity saving throw, taking 10 (2d6) acid damage on a failed save, or half as much damage on a successful one. A creature that fails its save is also covered in sticky acid, and takes an additional 3 (1d6) acid damage at the start of each of its turns until it uses its action to scrape or wash the acid off."
					]
				}
			]
		},
		{
			"name": "Suspended Cauldron (Grease)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 20,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A cauldron is an iron pot suspended so that it can be tipped easily, spilling its contents. Once emptied, a cauldron must be refilled-and its contents must usually be reheated-before it can be used again. It takes three actions to fill a cauldron and one action to tip it.",
				"Grease isn't directly harmful to creatures it hits, but it leaves a slippery puddle behind that impedes anyone trying to charge past the defenders as they re-arm the cauldron, as well as being highly effective against foes trying to breach a fortified position by climbing ladders."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Grease",
					"entries": [
						"The cauldron pours slippery grease onto a 10-foot-square area directly below it. The area becomes difficult terrain, which persists for 10 minutes, or until it is washed away. Any creature in the area when the cauldron is used, or who moves into the area for the first time on its turn must make a DC 15 Dexterity (Acrobatics) check or fall {@condition prone}."
					]
				}
			]
		},
		{
			"name": "Suspended Cauldron (Ice Water)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 20,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A cauldron is an iron pot suspended so that it can be tipped easily, spilling its contents. Once emptied, a cauldron must be refilled-and its contents must usually be reheated-before it can be used again. It takes three actions to fill a cauldron and one action to tip it.",
				"Icy cold water is very easy to source in certain climates, making it an economical choice of weapon. Against foes attacking in cold windy weather, it can quickly cause hypothermia, and leave a slippery hazard as it freezes on surfaces."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Ice Water",
					"entries": [
						"The cauldron pours ice-cold water onto a 10ft-foot-square area directly below it. Creatures in the area are affected by {@hazard Frigid Water} (DMG page 110) until they spend at least 10 minutes warming themselves near a source of heat, or until they are dried. If the ambient temperature of the area is below 0 degrees Celsius (or 32 degrees Fahrenheit), the water freezes on surfaces. The area becomes difficult terrain, and creatures that enter the area for the first time on their turn must succeed on a DC 10 Dexterity (Acrobatics) check or fall {@condition prone}."
					]
				}
			]
		},
		{
			"name": "Suspended Cauldron (Sewage)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 19,
			"hp": 20,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A cauldron is an iron pot suspended so that it can be tipped easily, spilling its contents. Once emptied, a cauldron must be refilled-and its contents must usually be reheated-before it can be used again. It takes three actions to fill a cauldron and one action to tip it.",
				"Though unlikely to cause serious harm, sewage is best used as a deterrent to demoralise a foe or to cause nausea that reduces the effectiveness of their assault. Often used as a desperation measure by besieged foes that have expended their more dangerous fluids."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Sewage",
					"entries": [
						"The cauldron pours foul-smelling sewage onto a 10ft area directly below it. Any creature in the area must make a DC 15 Consitution saving throw. On a failed save, the creature is poisoned for 1 minute."
					]
				}
			]
		},
		{
			"name": "Trebuchet (Flaming Ball)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"H"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 150,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A trebuchet is a powerful catapult that throws its payload in a high arc, so it can hit targets behind cover. Before the trebuchet can be fired, it must be loaded and aimed. It takes two actions to load the weapon, two actions to aim it, and one action to fire it.",
				"Hay soaked with oil can be set alight prior to firing. Igniting the hay takes place during the action used to load the weapon. Less effective at destroying fortifications than a simple stone except those made of wood."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Flaming Ball",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +5} to hit, range 300/1,200 ft. (can't hit targets within 60 feet of it), one target."
							],
							"hitEntries": [
								"22 (4d10) bludgeoning damage and 16 (3d10) fire damage."
							]
						}
					]
				}
			]
		},
		{
			"name": "Trebuchet (Corpses)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"H"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 150,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A trebuchet is a powerful catapult that throws its payload in a high arc, so it can hit targets behind cover. Before the trebuchet can be fired, it must be loaded and aimed. It takes two actions to load the weapon, two actions to aim it, and one action to fire it.",
				"Catapults make for an excellent delivery method for primative biological warfare. festering corpses of humanoids or animals are a potent weapon of intimidation as well as a vector for disease that is especially effective during drawn-out sieges. Normally these diseases are represented by {@disease Sewer Plague} (described on page 257 of the DMG) but can be almost any sort of disease, including ones found in this document such as {@disease Boiling Blood|MADMT} or {@disease Blightpus|MADMT}."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Corpses",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +5} to hit, range 300/1,200 ft. (can't hit targets within 60 feet of it), one target."
							],
							"hitEntries": [
								"14 (4d6) bludgeoning damage. A creature hit with this attack, or who handles the corpse, must make a Constitution saving throw against a disease of the DM's choice (typically Sewer Plague). If the corpse comes into contact with water, that water source becomes contaminated with this disease."
							]
						}
					]
				}
			]
		},
		{
			"name": "Trebuchet (Insect Hive)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"H"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 150,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A trebuchet is a powerful catapult that throws its payload in a high arc, so it can hit targets behind cover. Before the trebuchet can be fired, it must be loaded and aimed. It takes two actions to load the weapon, two actions to aim it, and one action to fire it.",
				"Catapults make for an excellent delivery method for primative biological warfare. Baskets or hives full of stinging insects can quickly diminish enemy morale and cause disarray among the defenders"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Insect Hives",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +5} to hit, range 300/1,200 ft. (can't hit targets within 60 feet of it), one target."
							],
							"hitEntries": [
								"A hostile {@filter Swarm of Insects |bestiary|source=|type=beast|tag=swarm|miscellaneous=|Intelligence=[1]} appears in the targeted space and attacks the nearest creature."
							]
						}
					]
				}
			]
		},
		{
			"name": "Trebuchet (Blade Wheel)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"H"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 150,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A trebuchet is a powerful catapult that throws its payload in a high arc, so it can hit targets behind cover. Before the trebuchet can be fired, it must be loaded and aimed. It takes two actions to load the weapon, two actions to aim it, and one action to fire it.",
				"Wheels or barrels embedded with blades can roll for a time after being hurled, they lack the impact of a boulder but are much better at slicing through tightly-packed infantry."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Blade Wheel",
					"entries": [
						"The wheel lands in a space within 600 ft of the Trebuchet, and rolls forward. Each creature in a 5 ft wide, 60 ft long line originating from the point of landing must make a DC 15 Dexterity saving throw, taking 22 (4d10) slashing damage on a failed save, or half as much on a success."
					]
				}
			]
		},
		{
			"name": "Mangonel (Flaming Ball)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 100,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A mangonel is a type of catapult that hurls heavy projectiles in a high arc. This payload can hit targets behind cover. Before the mangonel can be fired, it must be loaded and aimed. It takes two actions to load the weapon, two actions to aim it, and one action to fire it.",
				"Hay soaked with oil can be set alight prior to firing. Igniting the hay takes place during the action used to load the weapon. Less effective at destroying fortifications than a simple stone except those made of wood."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Flaming Ball",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"+5 to hit, range 200/800 ft. (can't hit targets within 60 feet of it), one target."
							],
							"hitEntries": [
								"11 (2d10) bludgeoning damage and 16 (3d10) fire damage."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mangonel (Insect Hive)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 100,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A mangonel is a type of catapult that hurls heavy projectiles in a high arc. This payload can hit targets behind cover. Before the mangonel can be fired, it must be loaded and aimed. It takes two actions to load the weapon, two actions to aim it, and one action to fire it.",
				"Catapults make for an excellent delivery method for primative biological warfare. Baskets or hives full of stinging insects can quickly diminish enemy morale and cause disarray among the defenders"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Insect Hives",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"+5 to hit, range 200/800 ft. (can't hit targets within 60 feet of it), one target."
							],
							"hitEntries": [
								"A hostile {@filter Swarm of Insects |bestiary|source=|type=beast|tag=swarm|miscellaneous=|Intelligence=[1]} appears in the targeted space and attacks the nearest creature."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mangonel (Corpses)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 100,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A mangonel is a type of catapult that hurls heavy projectiles in a high arc. This payload can hit targets behind cover. Before the mangonel can be fired, it must be loaded and aimed. It takes two actions to load the weapon, two actions to aim it, and one action to fire it.",
				"Catapults make for an excellent delivery method for primative biological warfare. festering corpses of humanoids or animals are a potent weapon of intimidation as well as a vector for disease that is especially effective during drawn-out sieges. Normally these diseases are represented by {@disease Sewer Plague} (described on page 257 of the DMG) but can be almost any sort of disease, including ones found in this document such as {@disease Boiling Blood|MADMT} or {@disease Blightpus|MADMT}."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Corpses",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"+5 to hit, range 200/800 ft. (can't hit targets within 60 feet of it), one target."
							],
							"hitEntries": [
								"7 (2d6) bludgeoning damage. A creature hit with this attack, or who handles the corpse, must make a Constitution saving throw against a disease of the DM's choice (typically Sewer Plague). If the corpse comes into contact with water, that water source becomes contaminated with this disease."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mangonel (Blade Wheel)",
			"source": "MADMT",
			"page": 25,
			"size": [
				"L"
			],
			"objectType": "SW",
			"ac": 15,
			"hp": 100,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				"A mangonel is a type of catapult that hurls heavy projectiles in a high arc. This payload can hit targets behind cover. Before the mangonel can be fired, it must be loaded and aimed. It takes two actions to load the weapon, two actions to aim it, and one action to fire it.",
				"Wheels or barrels embedded with blades can roll for a time after being hurled, they lack the impact of a boulder but are much better at slicing through tightly-packed infantry."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Blade Wheel",
					"entries": [
						"The wheel lands in a space within 400 ft of the Mangonel, and rolls forward. Each creature in a 5 ft wide, 60 ft long line originating from the point of landing must make a DC 15 Dexterity saving throw, taking 16 (3d10) slashing damage on a failed save, or half as much on a success."
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Blackout Brew",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"ingested"
			],
			"entries": [
				"A creature subject to this poison must make a DC 15 Constitution saving throw. If it fails, the poison takes effect and ends once the creature finishes a long rest. A creature affected by this poison suffers no immediate effects, but once the poison ends, the creature immediately forgets everything it experienced while under the poison's effects. A creature retains its memory if the poison was cured via magic before it expired naturally. A {@spell Greater Restoration} spell can restore a creature's memory."
			]
		},
		{
			"name": "Carrot Soup Special",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"inhaled"
			],
			"entries": [
				"A creature exposed to this poison must make a DC 15 Constitution saving throw. On a failed save, it is poisoned for 1 minute. It can repeat this save at the end of each of its turns. While poisoned in this way, it cannot take actions or reactions, and it's movement is halved. It wastes its turns vomiting uncontrollably. If the creature is currently under the effect of an ingested poison or potion that it imbibed within the past hour, the effects of that poison or potion end."
			]
		},
		{
			"name": "Concentrated Capsaicin",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"ingested"
			],
			"entries": [
				"A creature subjected to this poison feels an overwhelming burning sensation its mouth. It must make a DC 13 Constitution saving throw, becoming poisoned on a failure for 10 minutes. In addition, it must make a DC 13 Constitution saving throw at the start of each of its turns. On a failed save, cannot speak until the start of its next turn. This poison can be ended early if a creature uses its action to rinse out its mouth with a liquid such as water, milk, or ale."
			]
		},
		{
			"name": "Cyanide Pill",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"ingested"
			],
			"entries": [
				"This extremely bitter poison is almost impossible not to notice when tasted, making it difficult to slip into food unnoticed. This pill has no effect unless crushed. A creature that swallows this poison must make a DC 17 Constitution saving throw, which is can choose to fail by properly ingesting the poison, if it knows how. The creature takes 42 (12d6) poison damage on a failed save, or half as much on a successful one."
			]
		},
		{
			"name": "Death's Slumber",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"ingested"
			],
			"entries": [
				"A creature affected by this poison must make a DC 15 Constitution saving throw, taking 14 (4d6) poison damage on a failed save or half as much on a success. If a creature fails its save, or is reduced to 0 hp, it becomes unconscious and stable for 1 hour, or until this poison is cured. To most outward inspection, the creature appears to be dead. A DC 20 Wisdom (Medicine) check is required to determine that the creature is still alive."
			]
		},
		{
			"name": "Ghost's Touch",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"injury"
			],
			"entries": [
				"This powerful anesthetic is usually used during surgery. A creature subjected to this poison must make a DC 15 Constitution saving throw. On a failed save it loses it's sense of touch and pain, though it's other senses such as taste and balance are unaffected. As such, it is unaware of being injured by attacks it cannot see, and won't wake up if taking damage while sleeping. In addition, the affect creature's concentration on a spell cannot be broken as a result of taking damage."
			]
		},
		{
			"name": "Itching Powder",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"contact"
			],
			"entries": [
				"A creature subjected to this poison feels an extreme itching sensation. It must make a DC 10 Constitution saving throw at the start of each of its turns. If it succeeds on 5 saving throws, the effect ends. On a failure, it has disadvantage on all attack rolls and ability checks and its speed is halved until it or another creature uses its action to thoroughly scratch the itch for relief. In addition, a creature that fails this save also loses its concentration if it was concentrating on a spell."
			]
		},
		{
			"name": "Laughing Gas",
			"source": "MADMT",
			"page": 26,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"inhaled"
			],
			"entries": [
				"A creature subjected to this poison must make a DC 13 Constitution saving throw. On a failed save it becomes poisoned for 1 minute and begins to experience of calmness and euphoria, accompaned by fits of laughing or giggling. An affected creature becomes indifferent to creatures around it unless it takes damage. In addition, any effect that causes the target to be frightened is suppressed."
			]
		},
		{
			"name": "Psilocybin",
			"source": "MADMT",
			"page": 27,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"injested"
			],
			"entries": [
				"This poison is found in common fungi colloquially known as Magic Mushrooms. A creature subject to this poison must make a DC 13 Constitution saving throw. On a failed save, it begins to hallucinate, and is poisoned. After every 10 minutes that passes, it must make a DC 13 Constitution saving throw. Once it succeeds on three saving throws, the poison ends. A creature that succeeds on its initial save must still repeat the save every 10 minutes, but suffers no effects of the poison until it fails at least one. Each time it fails a saving throw, the hallucinations get more extreme. Roll on the table below or choose an effect each time a creature fails its saving throw. A creature can suffer from any number of effects simultaneously. If a creature rolls and gains an effect that it already has, it gains a second instance of that effect if applicable, otherwise nothing happens.",
				{
					"type": "table",
					"caption": "Psilocybin hallucinations",
					"colLabels": [
						"",
						""
					],
					"colStyles": [
						"col-1 text-center",
						"col-1-10 text-left"
					],
					"rows": [
						[
							"1",
							"The creature's mind becomes easily manipulated by outside forces. It automatically fails saving throws and ability checks to determine the true nature of an illusion."
						],
						[
							"2",
							"The creature's perception of scale changes. It percieves itself or another creature be be one size larger or smaller than it really is."
						],
						[
							"3",
							"The creature starts to see double. It percieves one enemy as having the effects of the {@spell Mirror Image} spell."
						],
						[
							"4",
							"The creature believes it can understand the speech of animals, and be understood in response."
						],
						[
							"5",
							"The creature believes itself to have gained heightened awareness and empathy. It automatically fails Wisdom (Insight) and (Perception) checks, but alway believes it has succeeded."
						],
						[
							"6",
							"The creature believes that one inanimate object has come alive. The creature is frightened of that object."
						]
					]
				}
			]
		},
		{
			"name": "Quickbleed",
			"source": "MADMT",
			"page": 27,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"injury"
			],
			"entries": [
				"A creature subjected to this poison must make a DC 15 Constitution saving throw. On a failed save, it is affected by a potent blood thinner. Each time the affected creature takes piercing or slashing damage while under the effects of this poison, including from the triggering attack, it bleeds profusely from the wound. The creature takes 3 (1d6) necrotic at the start of each of its turns, with an additional 3 (1d6) damage for each additional wound recieved. A creature can use its action on its turn to attempt to staunch any wounds by making a DC 10 Wisdom (Medicine) check, which ends all bleeding on a success, but does not cure the poison. Regaining hitpoints from magical healing also closes any bleeding wounds. At the end of each of its turns, a creature can repeat its saving throw against this poison, ending the effect on a success."
			]
		},
		{
			"name": "Stingeye",
			"source": "MADMT",
			"page": 27,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"contact"
			],
			"entries": [
				"This poison is usually found on toxic mushrooms. A creature subjected to this poison must make a DC 12 Constitution saving throw. On a failed save, Its eyes become particularly sensitive to bring light for 8 hours. It has disadvantage on attack rolls and Wisdom (Perception) checks that rely on sight when it, the target of the attack, or whatever is is trying to perceive is in bright light. In addition, whenever the creature enters an area of bright light for the first time on it's turn or starts its turn there, it must make a DC 12 Constitution saving throw. On a failure, it becomes {@condition blinded} until the start of its next turn. Once a creature has attempted this save, it doesn't need to do so again until it has entered an area of dim light or darkness."
			]
		},
		{
			"name": "Ten Step Death",
			"source": "MADMT",
			"page": 27,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"contact"
			],
			"entries": [
				"A creature that comes in contact with this poison suffers no immediate effect. Once the creature takes ten steps, it must make a DC 17 Constitution saving throw, taking 31 (9d6) poison damage on a failed save, or half as much on a success.",
				{
					"type": "inset",
					"name": "",
					"entries": [
						"For a medium humanoid at a normal relaxed walking pace, 10 steps is approximately 20 ft. A creature in combat is likely to be taking longer strides, and a small creature likely has a shorter stride than a medium creature, so you may wish to rule a different distance for 10 steps depending on the circumstances."
					]
				}
			]
		},
		{
			"name": "Theif's Red Hand",
			"source": "MADMT",
			"page": 27,
			"type": "G",
			"rarity": "none",
			"poison": true,
			"poisonTypes": [
				"contact"
			],
			"entries": [
				"This poison is colourless, but reacts upon contact with skin. A creature subject to this poison must make a DC 13 Constitution saving throw, taking 5 (2d4) poison damage on a failure, or no damage on  a success. Regardless of the outcome of the save, the section of skin that made contact with the poison turns a bright red-pink. The mark remains until the poison is cured. A creature can repeat the saving throw against this poison whenever it finishes a long rest, ending the effect on a success. Attempting to wash the mark off by ordinary means does not work, and simply causes painful irritation. A creature that attempts to scrub or apply soap to the red mark must make a DC 13 Constitution saving throw, taking 5 (2d4) poison damage on a failure."
			]
		}
	],
	"monster": [
		{
			"name": "Awakened Shroud Vine Shrub",
			"size": [
				"M"
			],
			"type": "plant",
			"source": "MADMT",
			"alignment": [
				"U"
			],
			"ac": [
				9
			],
			"hp": {
				"formula": "2d8",
				"average": 9
			},
			"speed": {
				"walk": 20
			},
			"str": 3,
			"dex": 8,
			"con": 11,
			"int": 10,
			"wis": 10,
			"cha": 6,
			"passive": 10,
			"cr": "0",
			"shortName": "Awakened Shrub",
			"page": 28,
			"languages": [
				"On language known by its creator"
			],
			"vulnerable": [
				"fire"
			],
			"resist": [
				"piercing"
			],
			"trait": [
				{
					"name": "False Appearance (Awakened Shrub)",
					"entries": [
						"While the awakened shrub remains motionless, it is indistinguishable from a normal shrub."
					]
				}
			],
			"traitTags": [
				"False Appearance"
			],
			"action": [
				{
					"name": "Rake",
					"entries": [
						"{@atk mw} {@hit 1} to hit, reach 5 ft., one target. {@h}1 ({@damage 1d4 - 1}) slashing damage, and the target must make a {@dc 13} Constitution saving throw against Shroud Vine infection."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"Shroud Vine bushes grow into eerie silhouettes of the creature that spawned them, but are otherwise normal bushes. Thus, they can be targeted by any magic that affects plants, such as the *Awaken* spell."
				]
			},
			"environment": [
				"forest",
				"grassland",
				"mountain"
			],
			"damageTags": [
				"S"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Shroud Vine Druid",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "MADMT",
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 13,
					"condition": "(16 with Barkskin)"
				}
			],
			"hp": {
				"formula": "1d8 + 1",
				"average": 5
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 12,
			"con": 13,
			"int": 12,
			"wis": 15,
			"cha": 11,
			"passive": 14,
			"cr": "2",
			"shortName": "Druid",
			"page": 28,
			"languages": [
				"Druidic plus any two languages",
				"can communicate simple ideas with plants"
			],
			"languageTags": [
				"DU",
				"X"
			],
			"skill": {
				"medicine": "+4",
				"nature": "+3",
				"perception": "+4"
			},
			"trait": [
				{
					"name": "Contagious Thorns",
					"entries": [
						"Once on a turn, if a creature takes damage from the Druid's melee weapon attacks, Thorn Whip, or Thornhide, it must make a {@dc 13} Constitution saving throw, becoming infected with Shroud Vine on a failed save."
					]
				},
				{
					"name": "Thornhide",
					"entries": [
						"A creature that grapples the Druid takes 2 ({@damage 1d4}) piercing damage."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The druid is a 4th-level spellcaster. Its spellcasting ability is Wisdom (spell save {@dc 12}, +4 to hit with spell attacks). It has the following druid spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell druidcraft}",
								"{@spell shillelagh}",
								"{@spell thorn whip}"
							]
						},
						"1": {
							"spells": [
								"{@spell entangle}",
								"{@spell longstrider}",
								"{@spell speak with animals}",
								"{@spell thunderwave}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell animal messenger}",
								"{@spell barkskin}",
								"{@spell spike growth}"
							],
							"slots": 3
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"CD"
			],
			"action": [
				{
					"name": "Quarterstaff",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6}) bludgeoning damage, or 6 ({@damage 1d8 + 2}) bludgeoning damage and 2 ({@damage 1d4}) piercing damage with shillelagh or if wielded with two hands."
					]
				},
				{
					"name": "Thorn Whip (Cantrip)",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 30 ft., one target. {@h}3 ({@damage 1d6}) piercing damage, and if the target is Large or smaller it is pulled up to 10ft towards the druid. "
					]
				}
			],
			"miscTags": [
				"MW",
				"MLW",
				"RCH"
			],
			"attachedItems": [
				"quarterstaff|phb"
			],
			"fluff": {
				"entries": [
					"While Shroud Vine is an insidous blight to most people, some Druids see it as a means of connecting with nature, and form a symbiotic relationship with the parasite, and wield it as a weapon against their enemies. "
				]
			},
			"environment": [
				"forest",
				"grassland",
				"swamp"
			],
			"damageTags": [
				"B",
				"P"
			],
			"damageTagsSpell": [
				"P",
				"T"
			],
			"savingThrowForced": [
				"constitution"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"strength"
			]
		},
		{
			"name": "Blightpus Kobold",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"kobold"
				]
			},
			"source": "MADMT",
			"alignment": [
				"N"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "2d6 - 2",
				"average": 5
			},
			"speed": {
				"walk": 30
			},
			"str": 7,
			"dex": 15,
			"con": 9,
			"int": 8,
			"wis": 7,
			"cha": 8,
			"passive": 8,
			"cr": "1/8",
			"shortName": "Kobold",
			"page": 29,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"trait": [
				{
					"name": "Blightpus eruption",
					"entries": [
						"The first time the Kobold takes bludgeoning, piercing, or slashing damage, Blightpus pustules erupt across its body. Each creature within 5ft of the Kobold must make a {@dc 12} Dexterity saving throw,  taking 6 ({@damage 2d6}) acid damage on a failed save, or half as much on a successful one. The kobold automatically fails the save."
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The kobold has advantage on an attack roll against a creature if at least one of the kobold's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the kobold has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				}
			],
			"traitTags": [
				"Pack Tactics",
				"Sunlight Sensitivity"
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit +4} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage."
					]
				}
			],
			"miscTags": [
				"RW",
				"MW",
				"MLW",
				"THW"
			],
			"attachedItems": [
				"dagger|phb"
			],
			"fluff": {
				"entries": [
					"Kobolds dwelling in the underdark are at great risk of Blightpus outbreaks due to their cramped lairs and communal living. Infected kobolds are likely to charge recklessly at threats, sacrificing themselves to use their infection against enemies of the tribe."
				]
			},
			"environment": [
				"mountain",
				"underdark"
			],
			"damageTags": [
				"A",
				"P"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Tumourous Cave Bear",
			"size": [
				"L"
			],
			"type": "beast",
			"source": "MADMT",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 12,
					"from": [
						"natural armour"
					]
				}
			],
			"hp": {
				"formula": "5d10 + 15",
				"average": 42
			},
			"speed": {
				"walk": 40,
				"swim": 30
			},
			"str": 20,
			"dex": 10,
			"con": 16,
			"int": 2,
			"wis": 13,
			"cha": 7,
			"passive": 13,
			"cr": "0",
			"shortName": "Tumourous Cave Bear",
			"page": 29,
			"skill": {
				"perception": "+3"
			},
			"trait": [
				{
					"name": "Keen Smell",
					"entries": [
						"The tumourous cave bear has advantage on Wisdom ({@skill Perception}) checks that rely on smell."
					]
				},
				{
					"name": "Tumourous Regeneration",
					"entries": [
						"The bear regains 10 Hit Points at the start of its turn. If the bear takes acid or fire damage, this trait doesn't function at the start of the bears's next turn. The bear dies only if it starts its turn with 0 Hit Points and doesn't Regenerate."
					]
				}
			],
			"traitTags": [
				"Keen Senses"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The bear makes two attacks: one with its bite and one with its claws."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d8 + 5}) piercing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d8 + 5}) slashing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack",
				"Swallow"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"When wildlife or monsters ingest troll meat, they risk contracting Contagious Troll Tumours. While their increased resilience is a temporary boon that may lead to them dominating the local ecosystem and hedging out rivals, the disease will eventually overcome them, leading to the birth of a new troll. "
				]
			},
			"environment": [
				"arctic",
				"forest",
				"grassland",
				"hill",
				"mountain",
				"swamp"
			],
			"damageTags": [
				"P",
				"S"
			]
		},
		{
			"name": "Noble of the Horrid Reflection",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "MADMT",
			"alignment": [
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"Breastplate"
					]
				}
			],
			"hp": {
				"formula": "2d6",
				"average": 7
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 12,
			"con": 11,
			"int": 12,
			"wis": 14,
			"cha": 16,
			"passive": 12,
			"cr": "1/8",
			"shortName": "Noble",
			"page": 29,
			"languages": [
				"any two languages"
			],
			"languageTags": [
				"X"
			],
			"skill": {
				"deception": "+5",
				"insight": "+4",
				"persuasion": "+5"
			},
			"trait": [
				{
					"name": "Horrid reflection",
					"entries": [
						"If a creature starts its turn where it can see the Noble's reflection, it must make a {@dc 10} Wisdom saving throw, becoming Frightened on a failed save. It can repeat this saving throw at the end of each of its turns. A creature that succeeds on this save is immune to this trait for 24 hours."
					]
				}
			],
			"action": [
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit +3} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d8 + 1}) piercing damage."
					]
				}
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"attachedItems": [
				"rapier|phb"
			],
			"reaction": [
				{
					"name": "Parry",
					"entries": [
						"The noble adds 2 to its AC against one melee attack that would hit it. To do so, the noble must see the attacker and be wielding a melee weapon."
					]
				}
			],
			"actionTags": [
				"Parry"
			],
			"fluff": {
				"entries": [
					"Of the people likely to be cursed in this way, nobles are especially prime targets as they depend so heavily on their reputation, and the terror of having one's true nature revealed can eat away at them. Nonetheless, some villains aren't afraid of their wicked nature, but their foulness terrifies others, leaving them to fester in evil isolated from others. "
				]
			},
			"damageTags": [
				"P"
			],
			"savingThrowForced": [
				"wisdom"
			]
		},
		{
			"name": "Two-Faced Imp",
			"size": [
				"T"
			],
			"type": {
				"type": "fiend",
				"tags": [
					"devil"
				]
			},
			"source": "MADMT",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "3d4 + 3",
				"average": 10
			},
			"speed": {
				"walk": 20,
				"fly": 40
			},
			"str": 6,
			"dex": 17,
			"con": 13,
			"int": 11,
			"wis": 12,
			"cha": 14,
			"passive": 11,
			"cr": "1",
			"shortName": "imp",
			"page": 29,
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"languages": [
				"Common",
				"Infernal"
			],
			"languageTags": [
				"C",
				"I"
			],
			"skill": {
				"deception": "+4",
				"history": "+2",
				"persuasion": "+4",
				"stealth": "+5"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical/nonsilver weapons",
					"cond": true
				},
				{
					"resist": [
						"cold"
					]
				}
			],
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"trait": [
				{
					"name": "Shapechanger (Imp)",
					"entries": [
						"The imp can use its action to polymorph into a beast form that resembles a rat (speed 20 ft.), a raven (20 ft., fly 60 ft.), or a spider (20 ft., climb 20 ft.), or back into its true form. Its statistics are the same in each form, except for the speed changes noted. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				},
				{
					"name": "Devil's Sight",
					"entries": [
						"Magical darkness doesn't impede the imp's darkvision."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The imp has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Two-faced",
					"entries": [
						"The imp has advantage on Wisdom (Perception) checks and on saving throws against being {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, {@condition stunned}, and knocked {@condition unconscious}. In addition, whenever the Imp tells a truth, its second face will lie. If it tells a lie, its second face will tell the truth."
					]
				}
			],
			"traitTags": [
				"Devil's Sight",
				"Magic Resistance",
				"Shapechanger"
			],
			"action": [
				{
					"name": "Invisibility (Quasit)",
					"entries": [
						"The imp magically turns {@condition invisible} until it attacks, or until its {@status concentration} ends (as if {@status concentration||concentrating} on a spell). Any equipment the imp wears or carries is {@condition invisible} with it."
					]
				},
				{
					"name": "Sting (Bite in beast form)",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage, and the target must make on a {@dc 11} Constitution saving throw, taking 10 ({@damage 3d6}) poison damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"conditionInflict": [
				"invisible"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"As befitting their role as tempters and deceivers, devils are more likely than anyone to be cursed with two faces. Some come under this kind of curse as a result of clerics or divine entities that oppose fiends, other devils are cursed as punishment by their superiors."
				]
			},
			"damageTags": [
				"I",
				"P"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Lodestone Elemental",
			"size": [
				"L"
			],
			"type": "elemental",
			"source": "MADMT",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "12d10 + 60",
				"average": 126
			},
			"speed": {
				"walk": 30,
				"burrow": 30
			},
			"str": 20,
			"dex": 8,
			"con": 20,
			"int": 5,
			"wis": 10,
			"cha": 5,
			"passive": 10,
			"cr": "5",
			"shortName": "Elemental",
			"page": 30,
			"languages": [
				"Terran"
			],
			"languageTags": [
				"T"
			],
			"vulnerable": [
				"thunder"
			],
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"exhaustion",
				"paralyzed",
				"petrified",
				"poisoned",
				"unconscious"
			],
			"trait": [
				{
					"name": "Earth Glide",
					"entries": [
						"The elemental can burrow through nonmagical, unworked earth and stone. While doing so, the elemental doesn't disturb the material it moves through."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The elemental deals double damage to objects and structures."
					]
				},
				{
					"name": "Lodestone",
					"entries": [
						"The elemental is partially made of lodestone: it projects a magnetic field up to 10ft away. Creatures wearing iron or steel armour have their movement impaired within the magnetic field: the area counts as difficult terrain. Iron or Steel objects that are not being worn or carried within the area are pulled towards the elemental and adhere to it, including ammunition from ranged weapon attacks that pass through the area, causing such attacks to automatically miss creatures that aren't the elemental. A creature can make a {@dc 13} Strength check at the start of its turn to prevent an object being worn or carried from being pulled towards the elemental.",
						"On a fail, the creature drops the object if it is being carried, or the creature is pulled up to 10ft towards the elemental if its being worn. Once a magnetic object touches the elemental, it adheres to the elemental and a creature must make a {@dc 13} Strength check as an action to remove it. If an adhered object is being worn by a creature, that creature's speed becomes zero, and if the creature is Large or smaller it moves with the elemental."
					]
				}
			],
			"traitTags": [
				"Siege Monster"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The elemental makes two slam attacks."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 10 ft., one target. {@h}14 ({@damage 2d8 + 5}) bludgeoning damage, and if the target is wearing metal armour it adheres to the elemental."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"fluff": {
				"entries": [
					"Sometimes the forces that create  Lodestones can also give rise to elemental creatures. They are potent guardians of druidic temples, especially against foes that wield metal. "
				]
			},
			"damageTags": [
				"B"
			]
		},
		{
			"name": "Shambling Mist Mound",
			"size": [
				"L"
			],
			"type": "plant",
			"source": "MADMT",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d10 + 48",
				"average": 136
			},
			"speed": {
				"walk": 20
			},
			"str": 18,
			"dex": 8,
			"con": 16,
			"int": 5,
			"wis": 10,
			"cha": 5,
			"passive": 10,
			"cr": "5",
			"page": 31,
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"senseTags": [
				"B"
			],
			"skill": {
				"stealth": "+2"
			},
			"resist": [
				"cold",
				"fire"
			],
			"immune": [
				"lightning"
			],
			"conditionImmune": [
				"blinded",
				"deafened",
				"exhaustion"
			],
			"trait": [
				{
					"name": "Lightning Absorption",
					"entries": [
						"Whenever the shambling mist mound is subjected to lightning damage, it takes no damage and instead regains a number of hit points equal to the lightning damage dealt."
					]
				},
				{
					"name": "Poison Aura",
					"entries": [
						"A creature that starts its turn within 15ft of the mound  must make a {@dc 15} Constitution saving throw. On a failed save it takes 33 ({@damage 6d10}) poison damage, or half as much on a successful save. A creature that is holding its breath doesn't need to make a save."
					]
				}
			],
			"traitTags": [
				"Damage Absorption"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The shambling mound makes two slam attacks. If both attacks hit a Medium or smaller target, the target is {@condition grappled} (escape {@dc 14}), and the shambling mound uses its Engulf on it."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}13 ({@damage 2d8 + 4}) bludgeoning damage."
					]
				},
				{
					"name": "Engulf (Shambling Mound)",
					"entries": [
						"The shambling mist mound engulfs a Medium or smaller creature {@condition grappled} by it. The engulfed target is {@condition blinded}, {@condition restrained}, and unable to breathe, and it must succeed on a {@dc 14} saving throw at the start of each of the shambling mist mound's turns or take 13 ({@damage 2d8 + 4}) bludgeoning damage. If the shambling mist mound moves, the engulfed target moves with it. The shambling mist mound can have only one creature engulfed at a time."
					]
				}
			],
			"conditionInflict": [
				"blinded",
				"grappled",
				"restrained"
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"fluff": {
				"entries": [
					"Shambling mounds accumulate all kinds of plant matter as they devour their way through the wilderness. CMC normally stays static, feeding on the carrion its vapours kill, and ordinarily wouldn't fare well with mobility. However, a Shambling Mound generates enough carrion by itself that the fungus can easily survive. "
				]
			},
			"damageTags": [
				"B",
				"I"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "'False Dragon' aka Flamethrower Roc",
			"size": [
				"G"
			],
			"type": "monstrosity",
			"source": "MADMT",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d20 + 80",
				"average": 248
			},
			"speed": {
				"walk": 20,
				"fly": 120
			},
			"str": 28,
			"dex": 10,
			"con": 20,
			"int": 3,
			"wis": 10,
			"cha": 9,
			"passive": 14,
			"cr": "11",
			"shortName": "Roc",
			"save": {
				"dex": "+4",
				"con": "+9",
				"wis": "+4",
				"cha": "+3"
			},
			"skill": {
				"perception": "+4"
			},
			"trait": [
				{
					"name": "Keen Sight",
					"entries": [
						"The roc has advantage on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				}
			],
			"traitTags": [
				"Keen Senses"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The roc makes two attacks: one with its beak and one with its talons."
					]
				},
				{
					"name": "beak",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 10 ft., one target. {@h}27 ({@damage 4d8 + 9}) piercing damage."
					]
				},
				{
					"name": "Talons",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 5 ft., one target. {@h}23 ({@damage 4d6 + 9}) slashing damage, and the target is {@condition grappled} (escape {@dc 19}). Until this grapple ends, the target is {@condition restrained}, and the roc can't use its talons on another target."
					]
				},
				{
					"name": "Flamethrower",
					"entries": [
						"The flamethrower shoots burning oil in a line 60ft long and 5ft wide. Flammable objects in the area that aren't being worn or carried are set alight. Creatures in the area must make a {@dc 15} Dexterity saving throw. On a failed save, it takes 28 ({@damage 8d6}) fire damage and is ignited. While ignited, a creature takes 7 ({@damage 2d6}) fire damage at the start of each of its turns unless it or another creature within 5ft of it uses its action to douse the flames. A creature that succeeds on the saving throw takes half as much damage, and isn't ignited."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"fluff": {
				"entries": [
					"Rocs, like crows, can learn how to use tools, so this flamethrower device is activated by a simple switch that the Roc can operate itself. The False Dragon is an attempt to create a flying artillery weapon with the might of a dragon, capable of devestating fly-by strafing runs, but one that also won't grow up to be an intelligent titan that can resent its captivity. Only two kinds of people would create a False Dragon: people know know all there is to know about Rocs, and people who know nothing about Rocs. "
				]
			},
			"environment": [
				"mountain"
			],
			"damageTags": [
				"F",
				"P",
				"S"
			],
			"savingThrowForced": [
				"dexterity"
			]
		},
		{
			"name": "Fetid Hill Giant",
			"size": [
				"H"
			],
			"type": "giant",
			"source": "MADMT",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "10d12 + 40",
				"average": 105
			},
			"speed": {
				"walk": 40
			},
			"str": 21,
			"dex": 8,
			"con": 19,
			"int": 5,
			"wis": 9,
			"cha": 6,
			"passive": 12,
			"cr": "5",
			"shortName": "giant",
			"page": 32,
			"languages": [
				"Giant"
			],
			"languageTags": [
				"GI"
			],
			"skill": {
				"perception": "+2"
			},
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The giant makes two greatclub attacks. Alternatively, it can make one Sewage Pot attack followed by one Greatclub or Rock attack. "
					]
				},
				{
					"name": "Greatclub",
					"entries": [
						"{@atk mw} {@hit +8} to hit, reach 5 ft., one target. {@h}18 ({@damage 3d8 + 5}) bludgeoning damage."
					]
				},
				{
					"name": "Rock",
					"entries": [
						"{@atk rw} {@hit 2} to hit, range 60/120 ft., one target. {@h}15 ({@damage 3d10 - 1}) bludgeoning damage."
					]
				},
				{
					"name": "Sewage Pot (1/day)",
					"entries": [
						"The giant pours foul-smelling sewage onto a 10ft area adjacent to it. Any creature in the area must make a {@dc 15} Consitution saving throw. On a failed save, the creature is {@condition poisoned} for 1 minute."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"MLW",
				"RW"
			],
			"attachedItems": [
				"greatclub|phb"
			],
			"conditionInflict": [
				"poisoned"
			],
			"fluff": {
				"entries": [
					"Hill Giants are notoriously filthy, and have no dignity in battle. If you think you've caught a giant off-guard in the latrine, you're in for a revolting lesson. A hill giant has no shame in tossing the contents of its chamber pot at attackers, then clubbing the unfortunate creature with the pot, or hurling it at foes outside of the splash zone. "
				]
			},
			"damageTags": [
				"B"
			]
		},
		{
			"name": "Venomous Assassin",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"any race"
				]
			},
			"source": "MADMT",
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"studded leather"
					]
				}
			],
			"hp": {
				"formula": "12d8 + 24",
				"average": 78
			},
			"speed": {
				"walk": 30
			},
			"str": 11,
			"dex": 16,
			"con": 14,
			"int": 13,
			"wis": 11,
			"cha": 10,
			"passive": 13,
			"cr": "8",
			"shortName": "assassin",
			"languages": [
				"Thieves' cant plus any two languages"
			],
			"languageTags": [
				"X",
				"TC"
			],
			"skill": {
				"acrobatics": "+6",
				"deception": "+3",
				"perception": "+3",
				"stealth": "+6"
			},
			"trait": [
				{
					"name": "Assassinate",
					"entries": [
						"During its first turn, the assassin has advantage on attack rolls against any creature that hasn't taken a turn. Any hit the assassin scores against a {@quickref Surprise|PHB|3|0|surprised} creature is a critical hit."
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"If the assassin is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, the assassin instead takes no damage if it succeeds on the saving throw, and only half damage if it fails."
					]
				},
				{
					"name": "Sneak Attack (1/day)",
					"entries": [
						"The assassin deals an extra 14 ({@dice 4d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the assassin that isn't {@condition incapacitated} and the assassin doesn't have disadvantage on the attack roll."
					]
				}
			],
			"traitTags": [
				"Sneak Attack"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The assassin makes two shortsword attacks."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit +6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) piercing damage, and the target must make a {@dc 15} Constitution saving throw, taking 24 ({@damage 7d6}) poison damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"name": "Light Crossbow",
					"entries": [
						"{@atk rw} {@hit +6} to hit, range 80/320 ft., one target. {@h}7 ({@damage 1d8 + 3}) piercing damage, and the target must make a {@dc 15} Constitution saving throw, taking 24 ({@damage 7d6}) poison damage on a failed save, or half as much damage on a successful one. In addition, The creature takes 3 ({@dice 1d6}) necrotic at the start of each of its turns, with an additional 3 ({@damage 1d6}) damage for each additional wound recieved. A creature can use its action on its turn to attempt to staunch any wounds by making a {@dc 10} Wisdom (Medicine) check, which ends all bleeding on a success. Regaining hitpoints from magical healing also closes any bleeding wounds. At the end of each of its turns, a creature can repeat its saving throw against this poison, ending the effect on a success."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"MLW",
				"RW"
			],
			"attachedItems": [
				"light crossbow|phb",
				"shortsword|phb"
			],
			"bonus": [
				{
					"name": "Cyanide Pill",
					"entries": [
						"The assassin instantly takes takes 42 ({@damage 12d6}) poison damage."
					]
				}
			],
			"fluff": {
				"entries": [
					"Poison is an incredibly potent tool for assassination. Some assassins master the art of using poisons, and may pay tribute to gods of poison and death in order to learn their arts. Wyvern venom is common for its high toxicity, but some assassins use other mixtures. Quickbleed is useful against foes that may try to flee or take cover, as they can bleed to death even after leaving the assassin's sights. Assassins also know that they could suffer terrible fates if captured alive so carry cyanide pills to ensure they cannot be tortured, often concealed in a false tooth. "
				]
			},
			"damageTags": [
				"I",
				"P"
			],
			"savingThrowForced": [
				"constitution"
			]
		}
	]
}
