{
	"_meta": {
		"sources": [
			{
				"json": "Skul",
				"abbreviation": "GMT:S",
				"full": "Game Master's Toolbox: Ultimate NPCs: Skulduggery",
				"authors": [
					"Lou Fryer",
					"Chris Haskins",
					"Ralph Stickley",
					"Nord Games"
				],
				"convertedBy": [
					"DMsGuild2017"
				],
				"version": "1.0",
				"url": "https://nordgamesllc.com/product/ultimate-npcs-skulduggery/",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1555492476,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "5b3ca3521b",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Ultimate NPCs: Skulduggery",
			"id": "GMT:Skul",
			"source": "Skul",
			"published": "2019-07-19",
			"group": "homebrew",
			"author": "Lou Fryer, Chris Haskins, Ralph Stickley",
			"contents": [
				{
					"name": "Ultimate NPCs: Skulduggery",
					"headers": [
						"Foreward",
						"Instructions",
						"Encounter Table",
						"Good Aligned Guilds",
						"Good Aligned Characters",
						"Neutral Aligned Guilds",
						"Neutral Aligned Characters",
						"Evil Aligned Guilds",
						"Evil Aligned Characters",
						"Generic NPCs",
						"Unique Items",
						"Unique Spells"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "GMT:Skul",
			"source": "Skul",
			"data": [
				{
					"type": "section",
					"name": "Foreward",
					"entries": [
						"Like many gamers out there, we have been overfl owing with creativity since an early age. Creative writing, poetry, art and music have always played a large role in our lives, but it was during our teenage years that all of those talents and passions were ignited into a fi re storm of excitement when we sat down for our fi rst session of Dungeons & Dragons. Although we didn't know it at the time, that fi rst game would be a life changing experience. For almost two decades now we've been creating characters and going on fantastic adventures, each more exciting than the last!",
						"When the latest version of D&D hit the shelves, we were eager to try it out. We had been part of the beta testing process and saw many new and interesting rules enter the scene. We enjoyed the Starter Set, and we picked up each of the core rule books as soon as they were available. For a year we've been meeting weekly, and sometimes daily, for game sessions where we've explored perilous dungeons, faced insurmountable hordes, fought deadly foes, and conquered monstrous beasts. We've lost a few party members along the way, but their names will be remembered as we reminisce for years to come about the epic adventures we all had together.",
						"This very topic got all of us thinking. How can we help the gaming community, both Game Masters and Players, to get the most out of their gaming experience? Th e question wasn't easy to answer. Th ere is already so much excellent content out there, what would gamers really need that doesn't already exist? ",
						"The answer came quite naturally one night during a game session when our Game Master was going a bit off  script and needed an unplanned NPC to interact with the Players. It took him longer than usual to create the NPC from what he had to work with, and aft er a few rolls he had enough, but not much more than that. Th ere was no backstory, no real personality beyond the stereotype based on race and gender.",
						"We instantly saw a need for a resource book that didn't exist yet: a book populated by NPCs that had more to them than just a name, race and class. A book that could be used by a Game Master to populate a tavern, or a trading post, or a banquet hall. Alternatively, the book could be used by Players to create starting characters, or to spy out character progression, or to create characters at later levels if they come late to the adventure and the rest of the Players' characters have already leveled up a few times.",
						"We brainstormed and collaborated, seeing our quest unfold before us. It would not be an easy task, but nothing worth doing ever is. We all know that; our years of role playing games have proven it time and time again. You can't just stroll in and slay the dragon, it takes planning, preparation, talent, and teamwork to accomplish the hardest quests. So that's what we've done."
					]
				},
				{
					"type": "section",
					"name": "Instructions",
					"entries": [
						"Th is book was written to be a resource to Game Masters and Players alike. It contains a wealth of information for developing plot points, character behaviors, histories, guilds, and many other valuable assets designed to aid in the running and playing of fantasy role playing games.",
						{
							"type": "section",
							"name": "Game Masters",
							"entries": [
								"For Game Masters this book is a valuable resource and time saving tool. Whether during your pre-game prep, or on the fl y, you'll be able to pull NPCs from this book to aid, hinder, or challenge your Players. Th e book is split into three large sections—Good Aligned Characters, Neutral Aligned Characters, and Evil Aligned Characters. Each of these sections is self-explanatory and contains ten unique characters who have been completely detailed with backstory, traits, roleplaying cues, actions, and items. Th is attention to detail during the character creation and writing process saves you time during the preparation process and game session.",
								"You have access to 30 completely unique NPCs at six diff erent levels, eff ectively giving you 180 diff erent NPCs to use during your campaign or game session. Make sure to utilize the Encounter Table on page 5, as well as the encounter tables at the beginning of each group of similarly aligned characters. "
							]
						},
						{
							"type": "section",
							"name": "Players",
							"entries": [
								"Have you ever had an idea for a character but didn't know where to start? Or perhaps you knew where you'd like to start but didn't know where your path would lead you. Th is book fi xes both dilemmas by providing Players with a starting point, mid points, and an ending point for each character.",
								"This makes it possible to not only duplicate an NPC for your level 1 character, but to also use higher level NPCs as your own character in the eventuality that you need a higher level character. All of their attributes, skills, features, items, weapons, and other mechanics have already been calculated and optimized. Th is means you spend less time working out the math, and more time slaying dragons!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Encounter Table",
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Good Aligned Guilds",
					"entries": [
						"Not all groups that work outside the law work to a nefarious end; perhaps the law is infl exible, negligent, or even evil itself. Below are some examples of shady organizations working for the greater good, along with a suggested membership.",
						{
							"type": "section",
							"name": "Purse Cutters",
							"entries": [
								"Taxes, rent, tithes; as Th e Purse Cutters see it, the rich are all thieves of one stripe or another, and everyone knows that stealing from thieves doesn't count. Besides, any decent sort of person would be glad to see their money go towards helping the poor and needy. Sometimes specifi c targets are pointed out—the particularly corrupt, greedy or tyrannical—other times each member is free to do as they see fi t, as long as they make a contribution to the group's earnings. Said earnings are distributed amongst the lower rungs of society. Strangely enough, whenever the city watch makes enquiries about the latest wave of pickpockets, the poorer populace seem to forget all about these transactions...  Tauberel (p.62) is the de facto leader of the group. She never strove for leadership, but she is the best thief among them, and has the most fi re for the cause.",
								"{@creature Tam Fletcher|Skul} (p.56) and {@creature Natterjack|Skul} (p.44) are associates and accessories with varying levels of commitment to The Purse Cutters as a whole, but great personal loyalty to Tauberel."
							]
						},
						{
							"type": "section",
							"name": "The Ravens",
							"entries": [
								"Is there any animal more loyal than a raven? Not if you ask any member of this guild. What started in antiquity as an organization of messengers for the king's personal use became much more through the generations. Before long, Th e Ravens had become a society of scribes, bird trainers and messengers whose sole purpose was the spreading of knowledge.",
								"Their intention was to quickly spread news across the realm to the benefi t of all but, as is all too common, their power was soon turned to darker purposes. The king used The Ravens as a platform to spread propaganda and condemn those groups who opposed or spoke ill of him.",
								"The Raven leaders who did not agree to spread the king's messages were jailed, and the remaining scribes, forced to write falsities, conspired together. The remaining elders among them, meanwhile, decided to leave the service of the king and instead live a life of seclusion and secrecy. No longer would they live in the lap of luxury within the palace. Th eir dedication to the spreading of truth and knowledge led to a collective agreement to abandon the lap of luxury in the dead of night.",
								"The king was understandably furious when the news reached him that his scribes had vanished. He cursed their names and off ered a prince's ransom for their capture, but the search was fruitless. The scribes had all taken new names and histories and settled in new cities as far away as they could manage.",
								"Now, decades on, whispers and rumors of The Ravens have begun to be spoken around the tables at local inns. News is spread through small notes, oft en transported on a trained raven's ankle. The literate then spread the news among those who can only speak the common tongue",
								"The Ravens stand for truth above all else, and if any story in the realm is to have weight, it oft en starts with the words: \"A Raven told me...\""
							]
						},
						{
							"type": "section",
							"name": "The Red Gloves",
							"entries": [
								"The Red Gloves have a long and sordid history. Originally they were an aristocratic group lead by a man called Hammonder Strattenbury, a wealthy land owner in the realm. He and his constituents were oft en invited to fancy gatherings reserved for nobility and the landed gentry. Th e reason was simple: he controlled vast tracts of land excellent for farming and, although not everyone needs a fancy palace with a view overlooking a valley, everyone does need to eat. This made Hammonder very powerful in times of plenty, and even more so in times of need.",
								"The Red Gloves remained a welcome addition to any social gathering of the upper class for many decades but little did they know there was a vagabond in their midst",
								"Tatan of the house Freely, as he named himself when fi rst introduced to Hammonder, was an imposter. He was not of a noble house, as he claimed to be, nor indeed did he have any wealth to speak of. He was, in fact, a thief. He had traveled the realm, never staying in a village, town, or city long enough to get comfortable. Th is time, however, he saw the chance to tip the scales in the favor of those less fortunate.",
								"He quickly gained the favor of Hammonder, representing himself as a man with a long history concerning trade and commerce. After many years of improving business from the farms, he proposed to Hammonder that he handle more of the business arrangements. By this time, the old man was living comfortably in his retirement and felt there was no one more suited to the task. Promptly agreeing, he spent the rest of his years enjoying his wealth and attending lavish gatherings with the realm's elite until his death at a well-earned, but untimely, age of sixty three. With Hammonder having no heirs to lay claim to the land or the vast wealth he had accumulated, Tatan found himself in a hard place. Th e law of the land stated that the property of an heirless lord, in absense of a will, would become the property of the crown. Tatan and other friends of the old man had searched through his belongings for such a document, but to no avail.",
								"Digging through his connections to underground networks of thieves and criminals, Tatan sought the aid of The Quills (p.68), a tight-lipped guild of forgers who artfully produce any document that need requires, if the requester is willing to pay the price... Just two days before the king was to lay claim on the property of Hammonder, a will was unexpectantly discovered in his most personal eff ects declaring Tatan and four other members of Th e Red Gloves benefi ciaries of his vast estate. Th e wealth was divided evenly between the fi ve and, so great a compensation was just one fi ft h of his wealth, the other four kept to themselves any grievance that Tatan appeared to have been given the entirety of Hammonder's land. Tatan was quickly named Lord and took up residence in the Lord's House in which Hammonder had lived.",
								"Even today, members of Th e Red Gloves consist of former criminals of one ilk or another. They use their power to subtly sway the pendulum of politics in their favor, with a philosophy that life is but a play and we are all actors in it. We each have much to gain if we play the right part."
							]
						},
						{
							"type": "section",
							"name": "Warf Rats",
							"entries": [
								"It happens in the city; parents die, weaken in sickness or turn to drink, and children are abandoned or are forced to run away. Th ese waifs and strays trickle down through the cracks in society almost exclusively illiterate, hungry and frightened and, if they're lucky, they fi nd the Wharf Rats. Th eir exact numbers are diffi  cult to guess and constantly fl uctuating, but generally there are around 15. Th ey are always on the move, scratching their crude symbol on walls and rooft iles to indicate the current place of safety. Without greed, and taking no pleasure in their situation, they steal what they must, and only what they must, to survive, but generally try to lead as legitimate and \"normal\" a life as possible (albeit one fraught with danger and which could be cut short at any time), if only so that no one can say they owe anything to society as a whole. Th ey look aft er each other and their own business. Th ose that grow up to fi nd work or apprenticeships are luckiest, but even those that grow up to join criminal enterprises are fortunate compared to the all-toomany that don't grow up at all.",
								"{@creature Nell|Skul} (p.50) leads Th e Rats, acting as part gang leader and part communal mother."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Good Aligned Characters",
					"entries": [
						"If you're looking for an ally, patron, or a temporary party member, this chapter contains a selection of (to varying degrees) good characters within the murky sphere of skulduggery. Use this table to select a character at random."
					]
				},
				{
					"type": "section",
					"name": "Neutral Aligned Guilds",
					"entries": [
						"Sometimes you don't need a higher purpose to ply a trade or provide a service; the pursuit of coin, or renown, or simply the love of the work itself is enough. Below are some example guilds working towards no particularly good or ill end, along with suggested membership and affiliates.",
						{
							"name": "The Parliament",
							"entries": [
								"The members of The Parliament aren't generally ones to get their hands dirty; they won't be delving into lost temples and digging up lost artifacts, but someone in their number will be able to tell you where that temple is, and who made the artifact. Enthusiastic amateurs without the formal training or funding to be truly respected, Th e Parliament is nonetheless a well-learned collective, and always eager to learn more. Th ey meet every so often to compare notes, share fi ndings and pool funds to fi nance occasional expeditions.",
								"{@creature Quranis Kuilanya|Skul} (p.118) has been a very active member in the past, but for the last few years has been uncharacteristically silent, taking in far more information than she gives out.",
								"{@creature Aticus Greenmoss (p.14)|Skul} can oft en be found at gatherings. He is tolerated by the assembled enthusiasts by virtue of many of his stories having a basis in historical fact, lending interesting context. However, his contributions are oft en... dubious.",
								"On the rare occasions that biology and anatomy are discussed, {@creature Nimh|Skul} (p.162) is likely to be found. She does not come to socialize, but seems to have a great deal of knowledge on the topic from her enigmatic research..."
							],
							"type": "entries"
						},
						{
							"name": "The Purple Rose",
							"entries": [
								"From time to time many of the more affluent folk throughout the realm have need of a particular service. It's a necessity that most wouldn't speak of around polite company, and only comes up when another member of the upper class society oversteps their bounds, or makes a social faux-pas that simply can't be forgiven.",
								"This service, of course, is the honored tradition of an elegant assassination. Not your typical throat slash or strangulation; no, The Purple Rose are responsible for the more subtle approaches, and are well known among the upper elite.",
								"An agent of The Purple Rose may take weeks to get the job done, but they will invariably arrange things to look like an accident, or natural causes. Th ey may infi ltrate the family, posing as a member of a more powerful noble house than that of the target. Cover stories are oft en elaborate and well thought out; a beautiful debutante making herself available for potential suitors, a wealthy land owner searching for a bride to bear his children, or even a distant, aging cousin with no heir, but wealth beyond count that he must leave to someone, you see...",
								"No matter the con, the target never suspects and, as is all too common among the wealthy, the prospect of yet more wealth makes them blind to treachery and easily seduced by the agent.",
								"Once the assassin is accepted into the inner circle, the process of sizing up the target begins, and the choosing of a method that best suits the situation. If the target is a young, athletic fellow, an unfortunate accident may befall him during his aft ernoon ride. A low branch on the trail at head height, or an exposed tree root to trip the horse. There are so many possibilities... Perhaps if the target is elderly, a bad cough or fever is in order—one they are unlikely to recover from, of course—introduced so elegantly through a poisoned thorn in their slipper, or a needle expertly placed into a feather pillow. Eiderdown can be bothersome, as we all know.",
								"It doesn't matter who the target may be. Most agents are in it for the coin, but a select few participate for the rush and the craft . Th eir identity remains a complete mystery to all but a select few high-ranking agents.",
								"Rumor has it that {@creature Talim Nezara|Skul} used to be associated with The Purple Rose, but no one seems to know for sure. "
							],
							"type": "entries"
						},
						{
							"name": "The Quills",
							"entries": [
								"Literacy is not a key concern for most of the populace; readers are rare, writers are rarer, and forgers are nearly unheard of. Among this unusual breed, The Quills are the best of the best.",
								"{@i \"Applications must be filled out clearly with 1) The purpose of the document(s) required 2) A preferred collection point (deliveries will be made to most commonly inhabited planes. Note that requests to deliver to pocket dimensions will not be fulfilled) and 3) Full name and signature of the applicant. The blood mark is final and binding; no alterations or rescindments are possible once a mark is made. (Note that non-blood signatures carry no guarantee of completion and may delay the application process)\"}",
								"The document, having been filled out to specifications, will disappear in a theatrical puff  of smoke and be replaced with a gray goose feather as proof of receipt. The document will then pass through the hands of various experts, each adding their own flair to the piece until it is entirely indistinguishable from the genuine article.",
								"The Quills will ask for a favor (of varying legality, difficulty and commitment) at an unspecified point in the future. There may be consequences for this favor but Th e Quills individually tailor favors to ensure that their consequences will never be worse than those of your forgery being made public. You pay for what you get.",
								"{@creature Ka'Laera|Skul} is a master of impersonation, but in the few cases where documentation is necessary, she turns to The Quills to give her disguise that extra layer of authenticity (signing with the name and blood of whoever she is wearing at the time, naturally).",
								"{@creature Tauberel|Skul} has been known to make use of their services in dire straits, when it is vital to buy up a deed or sow temporary confusion amongst the upper classes by, for example, casting doubt over a noble's legitimacy."
							],
							"type": "entries"
						},
						{
							"name": "The Silent Road",
							"entries": [
								"No matter what, no matter where, and no matter when, folk will always have a need for transport. Whether that be for themselves, their belongings (or someone else's) there is always coin to be made.",
								"That is the motto of any person claiming to be part of the age old transporter's guild, Th e Silent Road. Most of them wear it (and the signet ring that proves their membership) as a badge of pride, not least because the guild is credited for being reliable. Additionally, they oft en fetch higher prices, especially for transporting moody goods; the guild also has a reputation for not asking too many questions.",
								"The Silent Road consists of all manner of traders, smugglers, and wagoneers from all across the realm that make their living from transporting a huge array of goods of varying legality, size, scope and destination. Not exclusively used by the unsavory world of the underground, The Silent Road are also open to accepting  legitimate long and short-haul cargo or passenger-movement jobs. {@creature Rurik Rockfist|Skul} (p.124) has been a member of the Silent Road for many decades, and is an excellent contact for anyone looking to transport whatever kinds of goods to almost any place within the realm."
							],
							"type": "entries"
						},
						{
							"name": "Neutral Aligned Characters",
							"entries": [
								"table"
							],
							"type": "entries"
						}
					]
				},
				{
					"type": "section",
					"name": "Neutral Aligned Characters",
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Evil Aligned Guilds",
					"entries": [
						"It's generally the rule that a criminal organization attracts some very unsavory characters, but some cross the line to become truly evil; enjoying the chaos, destruction and death in their wake just as much as the related rewards. Below are some examples of the sort of gangs that your average thug would have to think twice before joining, along with suggested membership.",
						{
							"name": "The Black Mast",
							"entries": [],
							"type": "entries"
						},
						{
							"name": "Jackdaws",
							"entries": [
								"In any city you can see them; scavenger birds crowding and chattering over rubbish piles. As a city grows bigger and fi lthier and the trash accumulates, the jackdaws and other vermin grow fat, content and numerous. Like the bird which gives them their name, Th e Jackdaws are opportunists, not ones to let a chance for profi t slip through their fi ngers; mugging, burglary, extortion, even the occasional assassination are all fair game as far as they're concerned. Once the bones of the city are picked clean, or bigger scavengers show their faces, Th e Jackdaws take fl ight, fi nd a new nest, and leave others to clean up the mess. {@creature Mal Addik|Skul} (p.156) is as close to a leader as Th e Jackdaws have. His voice is listened to more oft en than not, anyway. Unwilling as he may be, {@creature Talim Nezara|Skul} (p.174) finds a living of sorts amongst The Jackdaws as an infiltrator and burglar.",
								"Once an unquestioning thug, {@creature Mardren Mar|Skul} (p.38) has, unbeknownst to his former cronies, turned his cloak and now works for the city watch, passing them information from inside the gang."
							],
							"type": "entries"
						},
						{
							"name": "Sisters of Sin",
							"entries": [
								"'The Sisters', as they are often called, are admired by some, and despised by others. Th ey are a loosely-associated network of women who run brothels throughout the major cities of the realm. The Sisters of Sin take pride in their work. Each leader, commonly referred to as a 'mother', has control over a particular district of a city—if not the entire city—and watches over all of the girls in her charge.",
								"The Sisters usually have a good idea of what's going on politically, as their prices for companionship only attract the upper elite. Small talk can sometimes be rather interesting, you see, and all of the girls are good listeners. They have been responsible for ruining many political careers throughout the decades, and even for taking down some of the most powerful noble houses through scandal and outrage.",
								"Willing to accept payment for useful information and spilled secrets, they don't much care for who that knowledge might ruin, or the long term ramifi cations. They view the world outside of their brothels as a cruel place that they must have an edge in to get by. Their private disclosures and the impact they could have is what gives them that edge.",
								"{@creature Elenor Ravenhair|Skul} (p.32) was once a companion in a house controlled by Th e Sisters. She started learning the art of seduction when she was barely a woman, and enjoyed being adored by handsome princes and young noblemen, until she did what a companion should never do, and fell in love with one. Her house mother, a cruel woman who had long since given up on the idea of love, made gentle threats to keep things professional. When Elenor ignored her and met with her new love in secret, quick and merciless action was taken.",
								"To punish Elenor, the house mother went aft er her forbidden love. In no time at all he was accused of conspiracy by a member of his own noble house and banished within a month. Elenor wept alone in her quarters. When her tears had dried and the pain of his memory was only a lingering wound, she decided to leave the sisterhood, dreaming of a day that her love would once again hold her in his arms. Often she thinks of ways that she could claim retribution on those responsible for his banishment."
							],
							"type": "entries"
						},
						{
							"name": "Two Blades",
							"entries": [
								"Assassins are greedy. Assassins are ruthless. Assassins are utterly self-assured in their own abilities. Exploit these traits to their extreme, and you'll find the Two Blades. Th eirs is an elegantly blunt method—two assassins are sent on every mission, each with two targets: fi rstly, the mark, secondly, the other assassin. Some covet wealth; the promise of close to double what they could make working for another guild entices them. Some desire esteem; 'the assassin of assassins' is an epithet worth risking all for. Some...well, some are just blood-thirsty maniacs. All share an uneasy truce at their headquarters, each of them knowing that any other of them could have a knife to their throat on the next job, and that as each job goes by, the blades are only getting sharper. {@creature Yrla Silverhand|Skul} (p.186) leads the Blades, inspired by the traumatic incidents of her past; she's a shrewd businesswoman, keeping work steady, and having the history, skills, and charisma to keep her 'boys' in check and her word above contestation. She takes sadistic amusement in predicting the outcomes of every job, and every rivalry, she orchestrates. "
							],
							"type": "entries"
						}
					]
				},
				{
					"type": "section",
					"name": "Evil Aligned Characters",
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Generic NPCs",
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Unique Items",
					"entries": [
						"Each of these items can be found on one of the NPCs within this book, and can be used or distributed at the DM's discretion."
					]
				},
				{
					"type": "section",
					"name": "Unique Spells",
					"entries": [
						"A life spent on the wrong side of the law requires a particular set of spells to aid a craft y character in their skulduggerous aff airs. Th e following selection of spells were designed for just this purpose, and are ready to be put to good (or morally questionable) use."
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Black Beast's Gaze",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"value": 400000,
			"source": "Skul",
			"page": 218,
			"entries": [
				"The eye of a massive burrowing insect monstrosity. It is kept in a leather pouch and fi ts in the palm of a hand. It appears to most people as a large, black, translucent opal with fl ecks of amber deep within it. When the eye is taken out of its leather pouch, any creature within 30 feet that looks at it, including the eye's holder, must make a DC 15 Wisdom saving throw. On a failed save, the viewer is forced to roll a d6 to determine their new condition or action on their next turn. Th e viewer can re-roll their saving throw at the end of each of their future turns. Once they have succeeded, they will not be aff ected by the eye until they look at it again.",
				{
					"type": "table",
					"caption": "Rollable Table Caption",
					"colLabels": [
						"{@dice d6}",
						"Condition / Action"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"The viewer is blinded"
						],
						[
							2,
							"The viewer is charmed by the holder of the eye."
						],
						[
							3,
							"The viewer is frightened by the holder of the eye."
						],
						[
							4,
							"The viewer is incapacitated."
						],
						[
							5,
							"The viewer attacks any target within 5 feet of them with whatever weapon they are holding, or their fi sts if they are unarmed."
						],
						[
							6,
							"The viewer runs for their entire movement speed in a random direction of the DM's choosing."
						]
					]
				}
			]
		},
		{
			"name": "The Blade of Dagr-Nath",
			"type": "M",
			"weaponCategory": "martial",
			"tier": "major",
			"rarity": "rare",
			"value": 300000,
			"source": "Skul",
			"baseItem": "longsword|phb",
			"weight": 3,
			"dmg1": "1d8+6",
			"dmgType": "S",
			"property": [
				"V"
			],
			"page": 218,
			"entries": [
				"This blade was originally forged to commemorate the victory of a dark elf army over that of a vastly larger alliance of high elves and wood elves. Th e weapons were taken from the bodies of the alliance commanders and melted down to create the steel used to forge this blade. Th e sword itself is well-known among those who pledge allegiance to the dark forces. It is a sign of power and bestows its owner with advantage on Intimidation and Persuasion checks against elves."
			]
		},
		{
			"name": "Blade of Vasim Tell'ani",
			"source": "Skul",
			"page": 218,
			"baseItem": "scimitar|phb",
			"type": "M",
			"tier": "major",
			"rarity": "very rare",
			"reqAttune": true,
			"value": 3500000,
			"weaponCategory": "martial",
			"entries": [
				"This wickedly sharp scimitar is enchanted with a unique spell. When the attuned wielder hits an enemy with an attack using this weapon, the blade glows with a faint yellow light and its damage is increased by +1. Each time the wielder lands a successful attack, the blade gains +1 damage. The damage increases until the wielder misses an attack, at which point all bonus damage is nullified and the blade fades, now smoking with a dark gray fume and hot to the touch. There is no limit to the amount of bonus damage that the blade can gain, however all bonus damage is nullified 60 seconds after the last successful attack.",
				"Legends say that Vazim Tell'ani was a vicious warlord from the Far East. He ruled a nomadic people centuries ago who made war with many kingdoms. On his 50th birthday he was betrayed by his lover, drugged, and sold to a brutal and unforgiving king who had him burned alive on the top of a high dune for all to see. Many days passed as word reached his sons of his death. They rode many days and many nights to the high dune and, once there, gathered what they could of their father's ashes. They swore revenge on all kingdoms in the realm and took the ashes, gathering them in a copper urn. Vabrum, Vasim's eldest son, commissioned the smithing of a new sword which he would use to remove the head of every king who had conspired against his father. He instructed the smith to mix his father's ashes into the coal he would use to smelt the ore, thereby imbuing the blade with the very soul of Vasim himself. Th e blade remained an heirloom of the Tell'ani brothers and their decedents until well after it had fulfilled Vabrum's curse on the kings. After that, the blade mysteriously went missing, but has been claimed to exist mounted on the wall of countless armories throughout the realms."
			],
			"bonusWeaponDamage": "+1"
		},
		{
			"name": "Blackheart's Blade",
			"type": "M",
			"weaponCategory": "martial",
			"tier": "major",
			"rarity": "rare",
			"value": 450000,
			"source": "Skul",
			"baseItem": "longsword|phb",
			"weight": 3,
			"dmg1": "1d8",
			"dmgType": "S",
			"property": [
				"V"
			],
			"page": 218,
			"entries": [
				"This blade was once owned by the infamous pirate Samul Blackheart, whose name is legendary amount the pirates, slavers, bandits and ruffi  ans from throughout the realm. Whoever wields it has advantage on skill checks using Charisma against nonlaw-abiding citizens—the sort of scum who would hold Captain Blackheart in high esteem."
			]
		},
		{
			"name": "Book of Blackmail",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"value": 35000,
			"source": "Skul",
			"page": 218,
			"entries": [
				"This book contains a wealth of information about local lords, leaders and people of high status—even those of high status in low places such as the leader of a thieves' guild. Some of the information is pure fantasy (but not beyond possibility) and the rest of the information is cold, hard fact, the sort of fact that most folk wouldn't want going public. Th e knowledge in the book grants the owner +1d6 on Insight, Intimidation, and Persuasion checks made against anyone named in the book."
			]
		},
		{
			"name": "Crude Beaded Necklace",
			"wondrous": true,
			"tier": "minor",
			"reqAttune": true,
			"rarity": "uncommon",
			"value": 1000,
			"source": "Skul",
			"page": 218,
			"entries": [
				"This necklace was crafted from remnants of other jewelry found on the streets and back allies of a merchant quarter in the city. It has been slowly assembled by a young girl named Nell and, though she doesn't know it, one of the remnants is a small piece of a very powerful ancient seal. Its magical energy still lingers, and may prove to be a very important relic to any nefarious character on the lookout for it, or that learned of its whereabouts."
			]
		},
		{
			"name": "Drum Chest",
			"wondrous": true,
			"tier": "minor",
			"rarity": "uncommon",
			"value": 19000,
			"source": "Skul",
			"page": 218,
			"entries": [
				"This drum has a hidden hatch near one of the shoulder straps, opened with a unique key. Th e hatch is the length and width of a fl attened palm, and opens inward on a hidden hinge. Th e space inside is large enough to fi t as much as an average backpack, as long as you can fi t the object through the hatch. Th e drum is most commonly used to temporarily conceal loot after a spree of pickpocketing. Even when full, the drum's sound is not aff ected by the items inside it due to the clever design and craftsmanship."
			]
		},
		{
			"name": "Enhanced Forger's Kit",
			"type": "T",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"value": 4500,
			"source": "Skul",
			"page": 219,
			"entries": [
				"This kit not only contains all of the standard items contained within a forgery kit, but also contains wooden replica rings of all the major lords and noble houses from throughout the realm. The use of authentic-looking wax seals makes forging documents from the upper elite even more convincing."
			]
		},
		{
			"name": "Finger Blade",
			"type": "T",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"value": 500,
			"source": "Skul",
			"page": 219,
			"entries": [
				"This slender knife, used for cutting purses and picking locks, is small enough to be  easily concealed in one's hand, or can be incorporated into a glove for ease of access. When used, it grants advantage to any attempt the user makes to cut a purse or pick a simple lock. Value: ~5 gp"
			]
		},
		{
			"name": "Fury",
			"type": "M",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"baseItem": "warhammer|phb",
			"value": 500000,
			"source": "Skul",
			"page": 219,
			"dmg1": "1d8 bludgeoning + 1d8 force",
			"dmgType": "B",
			"property": [
				"F",
				"L",
				"S"
			],
			"entries": [
				"The wielder of this impressive hammer can forgo their movement and bonus action during their turn to charge up Fury with magical energy. When charged, the head of the warhammer glows with a pulsing red light.",
				"On the next successful attack, Fury unleashes its magical energy in the form of a massive blow that causes the target of the attack to take an additional {@dice 1d8} force damage. Additionally, all targets of Medium size or smaller within a 15 foot cone must make a DC 15 Constitution saving throw, or be knocked back 10 feet."
			]
		},
		{
			"name": "Gemstone Flute",
			"type": "INS",
			"tier": "minor",
			"rarity": "uncommon",
			"reqAttune": true,
			"value": 16000,
			"weight": 1,
			"source": "Skul",
			"page": 219,
			"entries": [
				"This finely crafted flute is adorned with a glittering gemstone suspended from a cord. When playing this instrument the musician has advantage on Performance checks."
			]
		},
		{
			"name": "Gold Dragon Figurine",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"reqAttune": true,
			"value": 225000,
			"source": "Skul",
			"page": 219,
			"entries": [
				"This small dragon figurine is finely crafted from pure gold and could fit in the palm of a hand. It is enchanted to contain an entire rooms worth of poisonous gas within, which can be triggered in a variety of ways.",
				"The owner (once attuned) can speak the words, \"let forth your breath\" in Draconic within 50 feet of the figurine, to have it instantly belch a dark green cloud of poison in a 30 foot sphere. Additionally, the owner can give the figurine delayed commands, such as, \"the next time you are picked up, let forth your breath\" or can give more specifi c times such as ,\"in one hour...\" in Draconic, and the fi gurine will follow the instructions. Th e fi gurine can be disarmed when the owner says, \"sleep and be still\" in Draconic within 50 feet of the figurine. The figurine will recharge its poison breath 24 hours after it's been expelled."
			]
		},
		{
			"name": "Heads & Tails",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"reqAttune": true,
			"value": 290000,
			"source": "Skul",
			"page": 219,
			"entries": [
				"A pair of gold coins, one with the impression of a monarch's face at profile on both sides, and the other with the impression of a thieving magpie on both sides. When the coins are within 5 feet of each other they have no eff ect. But when they are separated, the tails coin teleports coins worth at least 1 copper piece (starting with the highest denomination) to the heads coin at a rate of 1 coin per minute for 1 hour, at which point the tails coin will teleport itself to within 1 inch of the heads coin. This wondrous item is best utilizes by swindlers and thieves who slip the tails coin into the coin purse of their unsuspecting victim, or pay for goods with a handful of gold pieces so that the tails coin won't stand out."
			]
		},
		{
			"name": "Hidden Wrist-Blade",
			"type": "M",
			"weaponCategory": "simple",
			"baseItem": "dagger|phb",
			"rarity": "uncommon",
			"value": 1000,
			"weight": 1,
			"dmg1": "1d4",
			"dmgType": "P",
			"property": [
				"F",
				"L",
				"S"
			],
			"source": "Skul",
			"page": 219,
			"entries": [
				"This devilish little device is designed to fi t under the wearers glove, strapped around the wrist. When the wearer pulls their hand back to make their palm perpendicular with their forearm, the blade deploys and extends out 6 or so inches. Th e blade locks in place when fully extended, and is most commonly used to stab an unsuspecting target."
			]
		},
		{
			"name": "Hobgoblin Glaive",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "uncommon",
			"value": 6000,
			"weight": 6,
			"dmg1": "1d10+1",
			"dmgType": "S",
			"property": [
				"R",
				"V"
			],
			"source": "Skul",
			"page": 219,
			"entries": [
				"This glaive, made by master hobgoblin craftsmen, deals +1 damage, and is long enough to extend the wielder's reach by an additional 5 feet (on top of the 5 feet granted by its reach property) but giving the wielder disadvantage on attack rolls made at this distance."
			],
			"bonusWeaponAttack": "+1"
		},
		{
			"name": "Knot of Romantic Entanglement",
			"wondrous": true,
			"tier": "minor",
			"rarity": "common",
			"value": 5000,
			"source": "Skul",
			"page": 219,
			"entries": [
				"This bracelet, weaved from tatty cotton thread, grants the wearer +1d4 when performing skill checks using Charisma if the check has anything to do with fl irtation, seduction or romance."
			]
		},
		{
			"name": "Loupe of True Sight",
			"wondrous": true,
			"tier": "major",
			"rarity": "very rare",
			"value": 825000,
			"source": "Skul",
			"page": 220,
			"entries": [
				"One of the most useful items for a jeweler or collector of fi ne gems, the Loupe of True Sight grants the wearer the ability to identify the magical properties of gems, jewels and other precious stones. Th ese magical properties can be innate to the item, or could have been imbued in the item through a spell, ritual, or enchantment."
			]
		},
		{
			"name": "Multitool",
			"type": "T",
			"rarity": "uncommon",
			"value": 35000,
			"source": "Skul",
			"page": 220,
			"entries": [
				"This hand held tool has many different tools within it, giving the user advantage when picking locks, disarming traps, and other complex tasks requiring Dexterity or Intelligence."
			]
		},
		{
			"name": "Orb of The Voice",
			"wondrous": true,
			"tier": "major",
			"rarity": "rare",
			"value": 460000,
			"source": "Skul",
			"page": 220,
			"entries": [
				"This orb is a means of communication for the entity known only as The Voice. Within is a whirling, churning maelstrom which feeds paranoia, mocks, threatens and laughs. When the orb is nearby, sentient creatures suff er frequent nightmares. Th e orb can be used as a +1 spellcasting focus and, in addition, a creature can gaze into the orb to attempt to harness a portion of its power. Each time a creature gazes into the orb, they must make a DC 20 Wisdom saving throw. On a failed save, roll a d10. Th e creature is given a new fl aw or personality quirk that lasts for 1 week (use the  table below, or use it as inspiration to create your own); aft er multiple failures, these can become severe.",
				{
					"type": "table",
					"caption": "Rollable Table Caption",
					"colLabels": [
						"{@dice d10}",
						"Effect"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							1,
							"New flaw - \"I WILL NOT BE MOCKED!\""
						],
						[
							2,
							"New flaw - \"Gold. I have to have it. I have to have it!\""
						],
						[
							3,
							"Every time the character faces a new enemy, they must make a Wisdom saving throw (DC 15). On a failed save, the character is frightened of the enemy. The character may repeat this saving throw as a bonus action on their turn."
						],
						[
							4,
							"The character is mute."
						],
						[
							5,
							"New flaw - \"The Voice knows best. If I'm the only one that can hear it, that just means I'm special.\""
						],
						[
							6,
							"Every time the character finishes speaking, they must say \"so says The Voice\" or suff er intense pain (1d4 psychic damage)"
						],
						[
							7,
							"Once per turn, before the character declares an attack, they must roll a d20. On a 1, the character must attack the closest ally, moving up to their speed if necessary."
						],
						[
							8,
							"Animals fear the character intensely and are unable to be calmed in their presence, instead fl eeing or fi ghting as best suits their nature."
						],
						[
							9,
							"When the character casts a spell, roll a d20. On a 1, the spell backfi res, creating the opposite eff ect to that intended, or targeting the caster or an ally rather than an enemy (or vice-versa) at the DM's discretion."
						],
						[
							10,
							"The character immediately takes 1d12 psychic damage, and its hit point maximum is reduced by the damage taken for the duration of the week."
						]
					]
				},
				"On a successful save, the orb's bonus increases to +2 and the wielder has advantage on Wisdom and Intelligence saving throws. These benefits last for 24 hours."
			],
			"bonusSavingThrow": "+2"
		},
		{
			"name": "Orryn's Enchanted Playing Cards",
			"type": "GS",
			"wondrous": true,
			"tier": "major",
			"reqAttune": true,
			"rarity": "rare",
			"value": 250000,
			"source": "Skul",
			"page": 220,
			"entries": [
				"This magical deck of playing cards has been enchanted with an illusion spell. Each card has a blank face but, when dealt, the cards take on their value according to the desires of the person who the deck is attuned to. If someone looks at the card faces before they are dealt, they will all be assigned a random face value. A magic user profi cient in illusion spells can detect the enchantment on the cards with an DC 20 Arcana check."
			]
		},
		{
			"name": "Poppy Milk Vial",
			"type": "P",
			"rarity": "rare",
			"tier": "major",
			"value": 100000,
			"source": "Skul",
			"page": 220,
			"entries": [
				"{@b Description}: A small vial full of viscous white liquid.",
				"When diluted into a drink it has no fl avor or smell and when consumed in such a fashion it causes the drinker to become drowsy and fall asleep within thirty minutes. Th ey will be in a sleep so deep that, though a vigorous shake or a slap in the face will temporarily rouse them, they will immediately be drawn back into sleep, and must rest for at least eight hours before they are able to come to their senses."
			]
		},
		{
			"name": "Potion of Spell Rejuvenation",
			"type": "P",
			"rarity": "rare",
			"tier": "major",
			"value": 200000,
			"source": "Skul",
			"page": 220,
			"entries": [
				"When a creature drinks this foul-smelling, bitter potion, roll a d10 and refer to the following table for the effect.",
				{
					"type": "table",
					"caption": "Rollable Table Caption",
					"colLabels": [
						"{@dice d10}",
						"Effect"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"min": 1,
									"max": 3
								}
							},
							"The drinker recovers their lowest level expended spell slot."
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 4,
									"max": 5
								}
							},
							"The drinker recovers their two lowest level expended spell slots."
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 6,
									"max": 7
								}
							},
							"The drinker recovers their highest level expended spell slot."
						],
						[
							{
								"type": "cell",
								"roll": {
									"min": 8,
									"max": 9
								}
							},
							"The drinker recovers their two highest level expended spell slots."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 10,
									"pad": true
								}
							},
							"The drinker recovers all expended spell slots, and must make a DC 17 Constitution saving thrown. On a failed save, they suffer one level of exhaustion."
						]
					]
				}
			]
		},
		{
			"name": "Potion of Suggestion",
			"type": "P",
			"rarity": "uncommon",
			"tier": "minor",
			"value": 18500,
			"source": "Skul",
			"page": 220,
			"entries": [
				"Just two drops of this bright blue, magic liquid, consumed directly from the vial or concealed in an unsuspecting target's ale mug, drinking horn, or wine glass, causes the target to have disadvantage on saving throws against Deception, Intimidation, and Persuasion from any creature for 1 hour."
			]
		},
		{
			"name": "Powerful Crossbow",
			"type": "R",
			"weaponCategory": "martial",
			"rarity": "rare",
			"value": 250000,
			"weight": 18,
			"dmg1": "1d10",
			"dmgType": "P",
			"property": [
				"A",
				"H",
				"LD",
				"2H"
			],
			"range": "100/400",
			"source": "Skul",
			"page": 220,
			"entries": [
				"A heavy crossbow of Dwarvish origin (with specialized adaptations), its multiple limbs and thick string allow for a frightening draw weight. Despite this, its unique design allows it to be loaded and drawn with ease. Whenever this bow deals maximum damage, the target must succeed at a DC 15 Constitution saving throw. On a failed save, the attack is considered a critical hit."
			],
			"ammoType": "crossbow bolt|phb"
		},
		{
			"name": "Rowan Bead Necklace",
			"type": "TG",
			"wondrous": true,
			"tier": "minor",
			"reqAttune": true,
			"value": 16000,
			"rarity": "uncommon",
			"source": "Skul",
			"page": 220,
			"entries": [
				"A necklace of beads craft ed from the wood of the Rowan tree, a plant well known amongst herbalists for its resistance to witchcraft  and enchantment. Th e necklace grants the wearer +1d6 on Wisdom saving throws."
			],
			"bonusSavingThrow": "+1"
		},
		{
			"name": "Scalpel",
			"type": "M",
			"weaponCategory": "simple",
			"rarity": "uncommon",
			"value": 12000,
			"baseItem": "daggger|phb",
			"weight": 1,
			"dmg1": "1d4+1",
			"dmgType": "P",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"source": "Skul",
			"page": 221,
			"entries": [
				"This extremely small blade is so sharp, it can make incisions without causing any immediate pain when in the hand of a skilled practitioner. Attack rolls of 19 or 20 made with this weapon are considered a critical hit, and deal four times normal damage if the target is surprised."
			]
		},
		{
			"name": "Skera",
			"type": "M",
			"weaponCategory": "martial",
			"rarity": "rare",
			"reqAttune": true,
			"baseItem": "greatsword|phb",
			"value": 185000,
			"weight": 6,
			"dmg1": "2d6",
			"dmgType": "S",
			"property": [
				"H",
				"2H"
			],
			"source": "Skul",
			"page": 221,
			"entries": [
				"This sword was crafted in the ancient Nord fashion, finely balanced with a razor edge. When an attack with this weapon deals maximum damage, the target must make a Constitution saving throw, the DC of which is 8 + the wielder's profi ciency bonus + the wielder's Strength modifi er. On a failed save, a limb (determined randomly or assigned by the DM) is cleaved from the target's body, if the target is Large or smaller."
			]
		},
		{
			"name": "Skeleton Key of Karn Ithel",
			"wondrous": true,
			"tier": "minor/major",
			"rarity": "very rare",
			"reqAttune": true,
			"value": 3700000,
			"source": "Skul",
			"page": 221,
			"entries": [
				"This key is enchanted with an alteration spell purposed to unlock even the most masterfully locked doors, chests, and even objects locked with magic. Karn Ithel is the name of a long-dead mage who was entombed beneath a great fortress of his own making. Legends tell of his rise to power through the use of elemental magic, and how he was eventually betrayed and incarcerated by his followers, who sought his power and wished to bend it to their own purposes. Encased in a great metal sarcophagus, he was kept alive for many decades while his once-loyal followers fed from his life force. Th ey had craft ed a key from the amulet he wore, which is said to be the only way to open his casket, the location of which, along with the fortress, has been lost to time."
			]
		},
		{
			"name": "Talim's Blade",
			"type": "M",
			"weaponCategory": "simple",
			"rarity": "rare",
			"value": 125000,
			"reqAttune": true,
			"dmg1": "1d4",
			"dmg2": "1d8",
			"dmgType": "P",
			"property": [
				"F",
				"L",
				"T"
			],
			"source": "Skul",
			"page": 149,
			"entries": [
				"This dagger is imbued with poison of wraith essence. As well as piercing, on a successful attack, the target takes 1d8 necrotic damage, dealing damage and reducing their maximum hit points. Maximum hit points lost in this way can only be recovered through magical healing, or a long rest. Th e pommel contains a coin displaying a man's face on one side, and a dwarf woman's on the other.",
				"Damage: 2 (1d4) piercing, 4 (1d8) necrotic"
			]
		},
		{
			"name": "Thief Slayer's Ring",
			"type": "RG|DMG",
			"tier": "minor",
			"rarity": "common",
			"reqAttune": true,
			"value": 3500,
			"source": "Skul",
			"page": 221,
			"entries": [
				"This ring is made of silver and is fashioned in the shape of a swooping crow.",
				"It is proof of the wearer's allegiance to an ancient, once-prevalent (but now disbanded) order of bounty hunters, who tracked down nefarious miscreants. Forced to cease activity aft er an infamous thief apprehended and tortured their leader, members were no longer willing to show their affi  liation, and the rings became commonly pawned and scrapped items, their worth almost negligible. Th ough their signifi cance is almost lost among common folk, who would pay no heed to an old ring, there are rare possessors who choose to wear the rings symbolically, but usually keep them hidden in company, especially in the bad parts of town. Some creatures have long memories and vengeful spirits. A wearer can reveal their ring to gain advantage on Intimidation checks against thieves."
			]
		}
	],
	"spell": [
		{
			"name": "Donnybrook",
			"level": 5,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cube",
				"distance": {
					"type": "feet",
					"amount": 50
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Rogue",
						"source": "PHB"
					},
					{
						"name": "Dirge",
						"source": "redditUA"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"shortName": "Trickery"
						}
					}
				]
			},
			"page": 222,
			"source": "Skul",
			"entries": [
				"You shout the word \"Donnybrook\" in the common tongue into a crowd or group of at least 15 targets. The DM assigns a number on the {@dice d100} at which the spell will be unsuccessful, taking into consideration the average Wisdom of the targets. For example, a tavern full of brigands and ruffians may have only a 10% chance of failing, while a group of nobles at a fancy dinner party may have a 90% chance of failing. If successful, the spell causes all of the targets to immediately attack the closest target to them with whatever non-weapon item they have available. Th ese items include tankards, plates, chairs, stools, etc. Th e spell lasts for up to one minute, or until most of the targets are unconscious save one, standing confused amidst a pile of stricken bodies. The caster is unable to revoke the spell's effects before it has run its course."
			]
		},
		{
			"name": "Fade",
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": "a pinch of powdered charcoal"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Rogue",
						"source": "PHB"
					},
					{
						"name": "Dirge",
						"source": "redditUA"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"shortName": "Trickery"
						}
					}
				]
			},
			"page": 222,
			"source": "Skul",
			"entries": [
				"Your form becomes hazy and indistinct, seeming to fade away into shadowy smoke at the extremities. You have advantage on stealth checks while in dimly lit areas or while standing in the shadow cast by a larger object or creature. "
			],
			"miscTags": [
				"ADV"
			]
		},
		{
			"name": "Invisible Arrow Illusion",
			"level": 0,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "round"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Rogue",
						"source": "PHB"
					},
					{
						"name": "Dirge",
						"source": "redditUA"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"shortName": "Trickery"
						}
					}
				]
			},
			"page": 222,
			"source": "Skul",
			"entries": [
				"While wielding a weapon which requires ammunition, you whisper a short incantation while you draw or load. Th e next piece of ammunition becomes invisible the instant it's fi red, and it will remain so for one minute. When fi red, no target or bystander can see the ammunition, however they will be able to hear it travel through the air and impact the target."
			]
		},
		{
			"name": "Lucky Cricket",
			"level": 0,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Rogue",
						"source": "PHB"
					},
					{
						"name": "Dirge",
						"source": "redditUA"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"shortName": "Trickery"
						}
					}
				]
			},
			"page": 222,
			"source": "Skul",
			"entries": [
				"You conjure the image of a spectral cricket, and instruct it to guard a doorway, short corridor, small room or other similarly constrained location. If a Tiny or larger creature approaches the area, the cricket will begin chirping loud enough for you to hear."
			]
		},
		{
			"name": "Patter",
			"level": 4,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Rogue",
						"source": "PHB"
					},
					{
						"name": "Dirge",
						"source": "redditUA"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"shortName": "Trickery"
						}
					}
				]
			},
			"page": 222,
			"source": "Skul",
			"entries": [
				"You gain the ability to speak in a long, unbroken series of words that both confuse and confound the target(s). Any creature in range that can understand the language you are speaking must make an Intelligence saving throw or become confused for up to 1 minute. While confused, targets won't be hostile or pursue the caster, so intent will they be on unraveling the meaning of the riddle. Th e spell is broken if the target(s) are attacked, take damage, or succeed at their saving throw. Th e target can attempt a saving throw at the end of each of its turns, and the saving throw becomes easier by -1 each time a creature repeats it."
			]
		},
		{
			"name": "Shadow Path",
			"level": 2,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true,
				"m": "a hound's hair and some sand"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Rogue",
						"source": "PHB"
					},
					{
						"name": "Dirge",
						"source": "redditUA"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"shortName": "Trickery"
						}
					}
				]
			},
			"page": 222,
			"source": "Skul",
			"entries": [
				"You can see the footprints of the last creature who traveled along this same path, outlined in a magical blue aura. The aura is visible only to you. When cast at level 4, you can identify the race of the creature, and when cast at level 6 you can identify its name (if it has one and the individual is known to you)."
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Sticky fingers",
			"level": 0,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "round",
						"amount": 5
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Rogue",
						"source": "PHB"
					},
					{
						"name": "Dirge",
						"source": "redditUA"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"shortName": "Trickery"
						}
					}
				]
			},
			"page": 223,
			"source": "Skul",
			"entries": [
				"For the duration, your hands seem to magnetically attract coins and valuables. You have advantage on Sleight of Hand checks when pickpocketing."
			],
			"miscTags": [
				"ADV"
			]
		},
		{
			"name": "Talk the Talk",
			"level": 3,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"m": "grease and a mockingbird's feather"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Rogue",
						"source": "PHB"
					},
					{
						"name": "Dirge",
						"source": "redditUA"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"shortName": "Trickery"
						}
					}
				]
			},
			"page": 223,
			"source": "Skul",
			"entries": [
				"You are suddenly granted with the ability to say exactly the right thing in social situations. You know the most basic and pertinent information about people you've never met before, including their name, title, immediate relations, and publicly known interests—anything  they would be happy to disclose in public. Th is allows you to blend in and appear as though you belong at any type of social gathering, whether it be a fancy ball at the palace surrounded by the social elite, or a clandestine meeting at a fi lthy tavern, surrounded by brigands and thieves. Aft er an hour, you forget the information granted to you by the spell when it took eff ect, but retain any gleaned since the spell was cast. For example, the name of a nobleman you did not speak to would be forgotten, but the knowledge of the secret slaving ring run by the baron you ingratiated yourself with would still be known to you."
			]
		},
		{
			"name": "Thief's Eye",
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"s": true,
				"m": "a glass eye"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Rogue",
						"source": "PHB"
					},
					{
						"name": "Dirge",
						"source": "redditUA"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"shortName": "Trickery"
						}
					}
				]
			},
			"page": 223,
			"source": "Skul",
			"entries": [
				"All precious metals, gems, and other valuable naturallyoccurring minerals within a 120 foot sphere, centred on you, glow in a faint blue light visible only to you. Th e light can be seen through most objects, walls, ceilings and fl oors but is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead or 3 feet of wood or dirt."
			]
		},
		{
			"name": "Unlock",
			"level": 1,
			"school": "T",
			"time": [
				{
					"number": 5,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Rogue",
						"source": "PHB"
					},
					{
						"name": "Dirge",
						"source": "redditUA"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"shortName": "Trickery"
						}
					}
				]
			},
			"page": 223,
			"source": "Skul",
			"entries": [
				"You close your eyes and place your hand over a small, mechanical, non-magical lock. In your mind's eye you see the inner workings of the mechanism. As you concentrate, the tiny cogs, springs and levers rotate and move until, with a sudden click, the lock is released."
			]
		},
		{
			"name": "Windfall",
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 6,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a number of coins of equal value which you wish to duplicate"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Rogue",
						"source": "PHB"
					},
					{
						"name": "Dirge",
						"source": "redditUA"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Cleric",
							"source": "PHB"
						},
						"subclass": {
							"name": "Trickery Domain",
							"source": "PHB",
							"shortName": "Trickery"
						}
					}
				]
			},
			"page": 223,
			"source": "Skul",
			"entries": [
				"You concentrate for 6, 8, or 10 minutes, creating duplicate coins that are {@dice d6}, {@dice d8}, or {@dice d10} times as many as the original coins. Th e duplicate coins will only exist for 1 hour, aft er which point they will instantly disappear, just as they appeared. While they are in the material realm, they have the same weight and appearance as the original coins but cannot be melted down or craft ed into another object. Greed carries a risk. The spell has a chance of failing, resulting in the disappearance of the original coins, during casting. At 6 minutes, there is a 10% chance of this happening. Roll a {@dice d10}; a 1 will cause the spell to fail. At 8 minutes, a 1-3 will result in failure and, at 10 minutes, 1-5."
			]
		}
	],
	"monster": [
		{
			"name": "Aelar Oakenheel (lvl 1)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Wood Elf"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"Hide"
					]
				}
			],
			"hp": {
				"formula": "1d10 + 1",
				"average": 11
			},
			"speed": {
				"walk": 35
			},
			"str": 13,
			"dex": 17,
			"con": 12,
			"int": 10,
			"wis": 15,
			"cha": 8,
			"passive": 14,
			"cr": "1/2",
			"page": 217,
			"senses": [
				"darkvision 60 ft."
			],
			"languages": [
				"Common",
				"Elvish",
				"Goblin",
				"Orc",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"E",
				"GO",
				"O",
				"TC"
			],
			"skill": {
				"acrobatics": "+5",
				"insight": "+4",
				"perception": "+4",
				"stealth": "+5",
				"athletics": "+3",
				"survival": "+4",
				"special": "flute +0"
			},
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"Aelar has advantage on saving throws against being {@condition charmed}, and magic cannot put him to sleep."
					]
				},
				{
					"name": "Trance",
					"entries": [
						"Aelar does not sleep. Instead, he meditates for four hours each night. This grants him the benefit of a long rest."
					]
				},
				{
					"name": "Mask of the Wild",
					"entries": [
						"Aelar may attempt to hide when only lightly obscured by natural phenomenon such as rain."
					]
				},
				{
					"name": "Wanderer",
					"entries": [
						"Aelar can find enough food and water for himself and 5 others in the wilderness, provided the area is adequately stocked. Additionally, he always recalls the general layout of the area around him. "
					]
				},
				{
					"name": "Favored Enemy (Orcs, Goblins)",
					"entries": [
						"Aelar has advantage on survival checks made when tracking his favored enemies, as well as advantage on Intelligence checks to recall information about them. "
					]
				},
				{
					"name": "Natural Explorer (Forests)",
					"entries": [
						"Aelar may double his proficiency bonus when making Intelligence or Wisdom checks about his favored terrain, as well as other benefits listed on the following pages."
					]
				}
			],
			"action": [
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} (versatile)  {@hit 3} to hit, reach 5 ft., one creature. {@hit 6}/ {@hit 7} ({@dice 1d8}/{@dice 1d10 + 1}) slashing damage. "
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 150/600 ft., one creature. {@hit 8} ({@damage 1d8 + 3}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"senseTags": [
				"D"
			],
			"save": {
				"str": "+3",
				"dex": "+5"
			},
			"traitTags": [
				"Fey Ancestry"
			],
			"environment": [
				"forest"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roleplaying Yrla",
						"entries": [
							"",
							{
								"type": "quote",
								"entries": [
									"\"{@i }\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									""
								]
							}
						]
					},
					"Aelar spent his youth tracking and hunting wild animals in a forested valley near his tribe's village, selling the pelts to traveling merchants. It was a simple life, but when he reached maturity he wanted more. He sought fortune in the settlements he had learned about from passing traders and weary travelers. He joined a caravan and journeyed far from home over several weeks. It wasn't long after reaching the fi rst city that he realized civilization isn't very civilized. ",
					"His entire stock of pelts which he brought with him was stolen on the first night they arrived, along with many other things from the other traders' wagons. Th e whole trade quarter of the city was in an uproar over the theft s. A reward was off ered to the fi rst person to bring the thief or thieves to justice. Aelar, having a vested interest in the matter, tracked the thieves who had fl ed with the stolen merchandise through a small forest and to a nearby river. Th ere was no negotiation; instead, his arrows found their mark and all three thieves were slain on the bank of the river as they loaded their boat. Th e stolen goods were returned to their rightful owners and Aelar was given a handsome reward.",
					"In the decades since, he has spent his days collecting on contracts for outlaws, murderers and violent criminals. All the while, he has gained much fame, and enough gold to get by. Now he finds himself the target of other hunters in his trade looking to collect a bounty on him.",
					"It would seem that he has unwittingly accepted and delivered on contracts for important members of criminal organizations. Whenever he spends time in and around civilization, he has to hide his face, and is habitually looking over his shoulder. ",
					"Personality Traits ",
					"\"Money's fine, but I've yet to see a wolf take a bribe.\" Aelar places no stock in wealthy or well mannered folk. Money and manners can't save you from harm in the wild. He is very quiet, speaking only when absolutely necessary. ",
					"Ideals ",
					"\"It's everyone's responsibility to be the best they can be.\" Aelar believes in the greater good, and that each individual should make the best future for the whole tribe. ",
					"Bonds ",
					"\"Hunting rabbits to hunting thieves. What will they think of me?\" Aelar's family is the most important thing in his life, even when they are far away. He desires to go back some day, but fears how his family will react when he does. ",
					"Flaws ",
					"\"Carry your own weight and we'll get along just fine.\" Don't count on Aelar to save those who can't save themselves. It's nature's way to let the strong survive and the weak perish. He may help his party members out of a deadly situation if they lack the wits or strength themselves, but only the fi rst time. ",
					"Roleplaying Aelar ",
					"Aelar does not boast about himself or his achievements, he lets others do that for him. He doesn't oft en start conversations with people, or even continue them once someone has started a conversation with him. Instead, he watches and listens—ever aware of those around him and what's being said.  ",
					"\"An arrow to the chest. If you ask me, it couldn't have happened to a more deserving target.\"",
					"Weapons, Armor & Items Longsword, Longbow, Hide Armor, Explorer's Kit, Quiver with 20 arrows. 15cp, 6sp, Thief Slayer's Ring"
				]
			},
			"isNpc": true,
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"attachedItems": [
				"longbow|phb",
				"longsword|phb"
			]
		},
		{
			"name": "Aelar Oakenheel (lvl 4)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Wood Elf"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"Hide"
					]
				}
			],
			"hp": {
				"formula": "4d10 + 4",
				"average": 32
			},
			"speed": {
				"walk": 35
			},
			"str": 13,
			"dex": 18,
			"con": 12,
			"int": 10,
			"wis": 16,
			"cha": 8,
			"passive": 15,
			"cr": "1",
			"page": 217,
			"senses": [
				"darkvision 60 ft."
			],
			"languages": [
				"Common",
				"Elvish",
				"Goblin",
				"Orc",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"E",
				"GO",
				"O",
				"TC"
			],
			"skill": {
				"acrobatics": "+6",
				"insight": "+5",
				"perception": "+5",
				"stealth": "+6",
				"athletics": "+3",
				"survival": "+5"
			},
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"Aelar has advantage on saving throws against being {@condition charmed}, and magic cannot put him to sleep."
					]
				},
				{
					"name": "Trance",
					"entries": [
						"Aelar does not sleep. Instead, he meditates for four hours each night. Th is grants him the benefi t of a long rest."
					]
				},
				{
					"name": "Mask of the Wild",
					"entries": [
						"Aelar may attempt to hide when only  lightly obscured by natural phenomenon such as rain."
					]
				},
				{
					"name": "Wanderer",
					"entries": [
						"Aelar can fi nd enough food and water for himself and 5 others in the wilderness, provided the area is adequately stocked. Additionally, he always recalls the general layout of the area around him. "
					]
				},
				{
					"name": "Favored Enemy (Orcs, Goblins)",
					"entries": [
						"Aelar has advantage on survival checks made when tracking his favored enemies, as well as advantage on Intelligence checks to recall information about them. "
					]
				},
				{
					"name": "Natural Explorer (Forests)",
					"entries": [
						"Aelar is particularly adept at traversing his favored terrain and may double his profi ciency bonus when making Intelligence or Wisdom checks about such areas. In favored terrain, diffi cult terrain doesn't slow his group's travel, his group can't get lost except by magical means, he can engage in another activity such as foraging or tracking and remain alert to danger, he can move stealthily at a normal pace if traveling alone, finds twice as much food as normal while foraging and, when tracking other creatures, he learns their exact number, sizes, and how long ago they passed through the area."
					]
				},
				{
					"name": "Fighting Style (Archery)",
					"entries": [
						"Aelar gains a +2 to attack rolls with ranged weapons."
					]
				},
				{
					"name": "Horde Breaker",
					"entries": [
						"Once per turn, when Aelar makes a weapon attack against a creature, he may make another attack against another creature within 5 ft. . of the target and within range of his weapon. "
					]
				},
				{
					"name": "Primeval Awareness",
					"entries": [
						"Aelar may use his action and expend one ranger spell slot to focus on the region around him. For 1 minute per level of the spell expended he can sense whether there are any aberrations, celestials, dragons, elementals, fey, fi ends or undead within a mile of his current location. (6 miles if in favored terrain.)"
					]
				}
			],
			"action": [
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} (versatile)  {@hit 3} to hit, reach 5 ft., one creature. {@h}{@hit 6}/ {@hit 7} ({@dice 1d8}/{@dice 1d10 + 1}) slashing damage. "
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 8} to hit, range 150/600 ft., one creature. {@h} {@hit 9} ({@damage 1d8 + 4}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"senseTags": [
				"D"
			],
			"save": {
				"str": "+3",
				"dex": "+6"
			},
			"traitTags": [
				"Fey Ancestry"
			],
			"environment": [
				"forest"
			],
			"fluff": {
				"entries": [
					"Thief Slayer It had been nearly two months of hard work: freezing nights on rooft ops and up to his knees in fi lth in the sewers, but it had all been worth it. Th e information he had gathered—watch schedules, rivalries, fears—meant his plan went off  without a hitch. Aft er tonight, Th e Vipers would never take out another bounty on him. Last night was hard, but by sunrise twelve of the highest ranking members of the group lay dead. Aelar had used their own techniques against them, making it look like old rivalries had fl ared, or treacherous deals had been made. Come the morning the bodies were discovered, and the entire gang dissolved into infi ghting factions. Th ose that weren't killed were now in chains and would doubtless face the hangman. Now there were just a few loose ends to clear up. Th ree loose ends to be precise, limping their way through the woods a few miles out from the city: the chief and his last two remaining loyal men.",
					"Aelar had been close on their trail throughout the evening and, now that they had stopped to make camp, he had his opportunity. Th e chief had taken the fi rst watch, staring slumped into the campfi re. Aelar nocked an arrow and drew back the string but, just as he leveled his aim, the chief's face hardened with a sudden resolve. Slowly, he got to his feet, a fl ash of fi re at his belt as his knife left  its sheath. Aelar held his breath, but he was seemingly not the chief's target. Instead, he moved towards his sleeping men, clearly meaning to put to rest any suspicion in his mind that they would turn on him as the others had.",
					"Aelar loosed the arrow; the chief grunted as it pierced his chest, and he sank to his knees. Th e two men awoke, startled, and reached for their weapons but two arrows piercing their wrists put a stop to such thoughts. Th e chief toppled forwards snapping a smoldering log and sending embers fl ying, and the men surrendered.",
					"Aelar left  them tied to a tree by the city's main gate, and ordered them to call for help, \"and when it comes,\" he told them, \"you shall confess your crimes and lead the guard to your camp.",
					"As he disappeared into the night, he had a sudden thought.  \"And tell them Th e Th ief Slayer sent you.\" ",
					"Weapons, Armor & Items Longsword, Longbow, Hide Armor, Explorer's Kit, Quiver with 20 arrows. 15cp, 6sp, Th ief Slayer's Ring"
				]
			},
			"isNpc": true,
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Aelar uses Wisdom as his spellcasting ability (Spell Save {@dc 13}, +5 to hit with spell attacks). He may cast the following spells: "
					],
					"spells": {
						"1": {
							"slots": 3,
							"spells": [
								"{@spell alarm}",
								"{@spell hail of thorns}",
								"{@spell hunter's mark}"
							]
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"damageTagsSpell": [
				"P"
			],
			"attachedItems": [
				"longbow|phb",
				"longsword|phb"
			],
			"savingThrowForcedSpell": [
				"dexterity"
			]
		},
		{
			"name": "Aelar Oakenheel (lvl 8)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Wood Elf"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"Hide"
					]
				}
			],
			"hp": {
				"formula": "8d10 + 8",
				"average": 60
			},
			"speed": {
				"walk": 35
			},
			"str": 13,
			"dex": 20,
			"con": 12,
			"int": 10,
			"wis": 16,
			"cha": 8,
			"passive": 16,
			"cr": "3",
			"page": 217,
			"senses": [
				"darkvision 60 ft."
			],
			"languages": [
				"Common",
				"Elvish",
				"Goblin",
				"Orc",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"E",
				"GO",
				"O",
				"TC"
			],
			"skill": {
				"acrobatics": "+8",
				"insight": "+6",
				"perception": "+6",
				"stealth": "+8",
				"athletics": "+4",
				"survival": "+6"
			},
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"Aelar has advantage on saving throws against being {@condition charmed}, and magic cannot put him to sleep."
					]
				},
				{
					"name": "Trance",
					"entries": [
						"Aelar does not sleep. Instead, he meditates for four hours each night. Th is grants him the benefi t of a long rest."
					]
				},
				{
					"name": "Mask of the Wild",
					"entries": [
						"Aelar may attempt to hide when only  lightly obscured by natural phenomenon such as rain."
					]
				},
				{
					"name": "Wanderer",
					"entries": [
						"Aelar can fi nd enough food and water for himself and 5 others in the wilderness, provided the area is adequately stocked. Additionally, he always recalls the general layout of the area around him. "
					]
				},
				{
					"name": "Favored Enemy (Orcs, Goblins)",
					"entries": [
						"Aelar has advantage on survival checks made when tracking his favored enemies, as well as advantage on Intelligence checks to recall information about them. "
					]
				},
				{
					"name": "Natural Explorer (Forests)",
					"entries": [
						"Aelar is particularly adept at traversing his favored terrain and may double his profi ciency bonus when making Intelligence or Wisdom checks about such areas. In favored terrain, diffi cult terrain doesn't slow his group's travel, his group can't get lost except by magical means, he can engage in another activity such as foraging or tracking and remain alert to danger, he can move stealthily at a normal pace if traveling alone, finds twice as much food as normal while foraging and, when tracking other creatures, he learns their exact number, sizes, and how long ago they passed through the area."
					]
				},
				{
					"name": "Fighting Style (Archery)",
					"entries": [
						"Aelar gains a +2 to attack rolls with ranged weapons."
					]
				},
				{
					"name": "Horde Breaker",
					"entries": [
						"Once per turn, when Aelar makes a weapon attack against a creature, he may make another attack against another creature within 5 ft. . of the target and within range of his weapon. "
					]
				},
				{
					"name": "Primeval Awareness",
					"entries": [
						"Aelar may use his action and expend one ranger spell slot to focus on the region around him. For 1 minute per level of the spell expended he can sense whether there are any aberrations, celestials, dragons, elementals, fey, fi ends or undead within a mile of his current location. (6 miles if in favored terrain.)"
					]
				},
				{
					"name": "Steel Will",
					"entries": [
						"Aelar has advantage on saving throws against being {@condition frightened}. "
					]
				},
				{
					"name": "Land's Stride",
					"entries": [
						"Aelar may move through non-magical diffi  cult terrain at no extra movement cost. He takes no damage from non-magical plants via thorns, spikes, and other similar hazards. In addition, he has advantage on saving throws against plants that are magically created or manipulated to impede movement."
					]
				}
			],
			"action": [
				{
					"name": "Extra Attack",
					"entries": [
						"Aelar makes two attacks per Attack action. "
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} (versatile)  {@hit 3} to hit, reach 5 ft., one creature. {@h}{@hit 6}/ {@hit 7} ({@dice 1d8}/{@dice 1d10 + 1}) slashing damage. "
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 8} to hit, range 150/600 ft., one creature. {@h} {@hit 9} ({@damage 1d8 + 4}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"senseTags": [
				"D"
			],
			"save": {
				"str": "+4",
				"dex": "+8"
			},
			"traitTags": [
				"Fey Ancestry"
			],
			"environment": [
				"forest"
			],
			"fluff": {
				"entries": [
					"Weapons, Armor & Items Longsword, Longbow, Hide Armor, Explorer's Kit, Quiver with 20 arrows. 15cp, 6sp, Thief Slayer's Ring",
					"Aelar in Your Game Aelar is most likely to be met out in the wilderness, possibly pursuing one of his bounties. He may turn up out of the blue to save the party from a group of ne'er-do-wells he has been tracking, or to help bring them to justice. If the party were to encounter him in a more civilized setting, he is unlikely to start up a conversation, but would respond cordially if spoken to. Quest Hook. Aelar sees potential in the player characters and asks them to help him gather intelligence on the leader of a group of ruffi  ans by attempting to bluff  their way into the gang. If they are found out, will Aelar come to their rescue, or abandon them to their fate?"
				]
			},
			"isNpc": true,
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Aelar uses Wisdom as his spellcasting ability (Spell Save {@dc 14}, +6 to hit with spell attacks). He may cast the following spells: "
					],
					"spells": {
						"1": {
							"slots": 3,
							"spells": [
								"{@spell lesser restoration}",
								"{@spell pass without trace}"
							]
						},
						"2": {
							"slots": 4,
							"spells": [
								"{@spell alarm}",
								"{@spell hail of thorns}",
								"{@spell hunter's mark}"
							]
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"damageTagsSpell": [
				"P"
			],
			"attachedItems": [
				"longbow|phb",
				"longsword|phb"
			],
			"savingThrowForcedSpell": [
				"dexterity"
			]
		},
		{
			"name": "Aelar Oakenheel (lvl 12)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Wood Elf"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"Hide"
					]
				}
			],
			"hp": {
				"formula": "8d10 + 8",
				"average": 60
			},
			"speed": {
				"walk": 35
			},
			"str": 13,
			"dex": 20,
			"con": 14,
			"int": 10,
			"wis": 16,
			"cha": 8,
			"passive": 17,
			"cr": "5",
			"page": 217,
			"senses": [
				"darkvision 60 ft."
			],
			"languages": [
				"Common",
				"Draconic",
				"Elvish",
				"Goblin",
				"Orc",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"DR",
				"E",
				"GO",
				"O",
				"TC"
			],
			"skill": {
				"acrobatics": "+9",
				"insight": "+7",
				"perception": "+7",
				"stealth": "+9",
				"athletics": "+5",
				"survival": "+7"
			},
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"Aelar has advantage on saving throws against being {@condition charmed}, and magic cannot put him to sleep."
					]
				},
				{
					"name": "Trance",
					"entries": [
						"Aelar does not sleep. Instead, he meditates for four hours each night. Th is grants him the benefi t of a long rest."
					]
				},
				{
					"name": "Mask of the Wild",
					"entries": [
						"Aelar may attempt to hide when only  lightly obscured by natural phenomenon such as rain."
					]
				},
				{
					"name": "Wanderer",
					"entries": [
						"Aelar can fi nd enough food and water for himself and 5 others in the wilderness, provided the area is adequately stocked. Additionally, he always recalls the general layout of the area around him. "
					]
				},
				{
					"name": "Favored Enemy (Orcs, Goblins)",
					"entries": [
						"Aelar has advantage on survival checks made when tracking his favored enemies, as well as advantage on Intelligence checks to recall information about them. "
					]
				},
				{
					"name": "Natural Explorer (Forests)",
					"entries": [
						"Aelar is particularly adept at traversing his favored terrain and may double his profi ciency bonus when making Intelligence or Wisdom checks about such areas. In favored terrain, diffi cult terrain doesn't slow his group's travel, his group can't get lost except by magical means, he can engage in another activity such as foraging or tracking and remain alert to danger, he can move stealthily at a normal pace if traveling alone, finds twice as much food as normal while foraging and, when tracking other creatures, he learns their exact number, sizes, and how long ago they passed through the area."
					]
				},
				{
					"name": "Fighting Style (Archery)",
					"entries": [
						"Aelar gains a +2 to attack rolls with ranged weapons."
					]
				},
				{
					"name": "Horde Breaker",
					"entries": [
						"Once per turn, when Aelar makes a weapon attack against a creature, he may make another attack against another creature within 5 ft. . of the target and within range of his weapon. "
					]
				},
				{
					"name": "Primeval Awareness",
					"entries": [
						"Aelar may use his action and expend one ranger spell slot to focus on the region around him. For 1 minute per level of the spell expended he can sense whether there are any aberrations, celestials, dragons, elementals, fey, fi ends or undead within a mile of his current location. (6 miles if in favored terrain.)"
					]
				},
				{
					"name": "Steel Will",
					"entries": [
						"Aelar has advantage on saving throws against being {@condition frightened}. "
					]
				},
				{
					"name": "Land's Stride",
					"entries": [
						"Aelar may move through non-magical diffi  cult terrain at no extra movement cost. He takes no damage from non-magical plants via thorns, spikes, and other similar hazards. In addition, he has advantage on saving throws against plants that are magically created or manipulated to impede movement."
					]
				},
				{
					"name": "Hide in Plain Sight",
					"entries": [
						"Aelar may spend 1 minute creating camoufl age for himself. He must have access to fresh mud, dirt, plants, soot, or other naturally occurring materials with which to create his camoufl age. Once Aelar is camoufl aged in this way he gains +10 to his Stealth checks as long as he remains stationary without taking actions. Once he moves or takes an action or reaction he must camoufl age himself again to gain this benefit"
					]
				},
				{
					"name": "Volley",
					"entries": [
						"Aelar can use his action to make a ranged attack against any number of creatures within 10 feet of a point he can see within his weapon's range. He must have ammunition for each target as normal and he makes a separate attack for each target"
					]
				}
			],
			"action": [
				{
					"name": "Extra Attack",
					"entries": [
						"Aelar makes two attacks per Attack action. "
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} (versatile)  {@hit 5} to hit, reach 5 ft., one creature. {@h}{@hit 6}/ {@hit 7} ({@dice 1d8}/{@dice 1d10 + 5}) slashing damage. "
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 11} to hit, range 150/600 ft., one creature. {@h} {@hit 10} ({@damage 1d8 + 5}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"senseTags": [
				"D"
			],
			"save": {
				"str": "+5",
				"dex": "+9"
			},
			"traitTags": [
				"Fey Ancestry"
			],
			"environment": [
				"forest"
			],
			"fluff": {
				"entries": [
					"Weapons, Armor & Items Longsword, Longbow, Hide Armor, Explorer's Kit, Quiver with 20 arrows. 15cp, 6sp, Thief Slayer's Ring"
				]
			},
			"isNpc": true,
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Aelar uses Wisdom as his spellcasting ability (Spell Save {@dc 15}, +7 to hit with spell attacks). He may cast the following spells: "
					],
					"spells": {
						"1": {
							"slots": 4,
							"spells": [
								"{@spell alarm}",
								"{@spell hail of thorns}",
								"{@spell hunter's mark}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell lesser restoration}",
								"{@spell pass without trace}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell plant growth}",
								"{@spell speak with plants}"
							]
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"damageTagsSpell": [
				"P"
			],
			"attachedItems": [
				"longbow|phb",
				"longsword|phb"
			],
			"savingThrowForcedSpell": [
				"dexterity"
			]
		},
		{
			"name": "Aelar Oakenheel (lvl 16)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Wood Elf"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"Hide"
					]
				}
			],
			"hp": {
				"formula": "16d10 + 32",
				"average": 132
			},
			"speed": {
				"walk": 35
			},
			"str": 13,
			"dex": 20,
			"con": 14,
			"int": 10,
			"wis": 18,
			"cha": 8,
			"passive": 19,
			"cr": "6",
			"page": 217,
			"senses": [
				"darkvision 60 ft."
			],
			"languages": [
				"Common",
				"Elvish",
				"Goblin",
				"Orc",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"E",
				"GO",
				"O",
				"TC"
			],
			"skill": {
				"acrobatics": "+10",
				"insight": "+9",
				"perception": "+9",
				"stealth": "+10",
				"athletics": "+6",
				"survival": "+9"
			},
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"Aelar has advantage on saving throws against being {@condition charmed}, and magic cannot put him to sleep."
					]
				},
				{
					"name": "Trance",
					"entries": [
						"Aelar does not sleep. Instead, he meditates for four hours each night. Th is grants him the benefi t of a long rest."
					]
				},
				{
					"name": "Mask of the Wild",
					"entries": [
						"Aelar may attempt to hide when only  lightly obscured by natural phenomenon such as rain."
					]
				},
				{
					"name": "Wanderer",
					"entries": [
						"Aelar can fi nd enough food and water for himself and 5 others in the wilderness, provided the area is adequately stocked. Additionally, he always recalls the general layout of the area around him. "
					]
				},
				{
					"name": "Favored Enemy (Orcs, Goblins)",
					"entries": [
						"Aelar has advantage on survival checks made when tracking his favored enemies, as well as advantage on Intelligence checks to recall information about them. "
					]
				},
				{
					"name": "Natural Explorer (Forests)",
					"entries": [
						"Aelar is particularly adept at traversing his favored terrain and may double his profi ciency bonus when making Intelligence or Wisdom checks about such areas. In favored terrain, diffi cult terrain doesn't slow his group's travel, his group can't get lost except by magical means, he can engage in another activity such as foraging or tracking and remain alert to danger, he can move stealthily at a normal pace if traveling alone, finds twice as much food as normal while foraging and, when tracking other creatures, he learns their exact number, sizes, and how long ago they passed through the area."
					]
				},
				{
					"name": "Fighting Style (Archery)",
					"entries": [
						"Aelar gains a +2 to attack rolls with ranged weapons."
					]
				},
				{
					"name": "Horde Breaker",
					"entries": [
						"Once per turn, when Aelar makes a weapon attack against a creature, he may make another attack against another creature within 5 ft. . of the target and within range of his weapon. "
					]
				},
				{
					"name": "Primeval Awareness",
					"entries": [
						"Aelar may use his action and expend one ranger spell slot to focus on the region around him. For 1 minute per level of the spell expended he can sense whether there are any aberrations, celestials, dragons, elementals, fey, fi ends or undead within a mile of his current location. (6 miles if in favored terrain.)"
					]
				},
				{
					"name": "Steel Will",
					"entries": [
						"Aelar has advantage on saving throws against being {@condition frightened}. "
					]
				},
				{
					"name": "Land's Stride",
					"entries": [
						"Aelar may move through non-magical diffi  cult terrain at no extra movement cost. He takes no damage from non-magical plants via thorns, spikes, and other similar hazards. In addition, he has advantage on saving throws against plants that are magically created or manipulated to impede movement."
					]
				},
				{
					"name": "Hide in Plain Sight",
					"entries": [
						"Aelar may spend 1 minute creating camoufl age for himself. He must have access to fresh mud, dirt, plants, soot, or other naturally occurring materials with which to create his camoufl age. Once Aelar is camoufl aged in this way he gains +10 to his Stealth checks as long as he remains stationary without taking actions. Once he moves or takes an action or reaction he must camoufl age himself again to gain this benefit"
					]
				},
				{
					"name": "Volley",
					"entries": [
						"Aelar can use his action to make a ranged attack against any number of creatures within 10 feet of a point he can see within his weapon's range. He must have ammunition for each target as normal and he makes a separate attack for each target"
					]
				},
				{
					"name": "Vanish",
					"entries": [
						"Aelar may use the Hide action as a bonus action on his turn. Also he can't be tracked by non-magical means unless he chooses to leave a trail."
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"When Aelar is subjected to an eff ect that allows him to make a Dexterity saving throw to only take half damage, he takes no damage on a successful saving throw and half damage on a failed one."
					]
				}
			],
			"action": [
				{
					"name": "Extra Attack",
					"entries": [
						"Aelar makes two attacks per Attack action. "
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} (versatile)  {@hit 6} to hit, reach 5 ft., one creature. {@h}{@hit 6}/ {@hit 7} ({@dice 1d8}/{@dice 1d10 + 5}) slashing damage. "
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 12} to hit, range 150/600 ft., one creature. {@h} {@hit 10} ({@damage 1d8 + 5}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"senseTags": [
				"D"
			],
			"save": {
				"str": "+6",
				"dex": "+10"
			},
			"traitTags": [
				"Fey Ancestry"
			],
			"environment": [
				"forest"
			],
			"fluff": {
				"entries": [
					"Weapons, Armor & Items Longsword, Longbow, Hide Armor, Explorer's Kit, Quiver with 20 arrows. 15cp, 6sp, Thief Slayer's Ring"
				]
			},
			"isNpc": true,
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Aelar uses Wisdom as his spellcasting ability (Spell Save {@dc 15}, +7 to hit with spell attacks). He may cast the following spells: "
					],
					"daily": {
						"2": [
							"{@spell freedom of movement}",
							"{@spell grasping vine}"
						],
						"3": [
							"{@spell lesser restoration}",
							"{@spell pass without trace}",
							"{@spell plant growth}",
							"{@spell speak with plants}"
						],
						"4": [
							"{@spell alarm}",
							"{@spell ensnaring strike}",
							"{@spell hunter's mark}"
						]
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"conditionInflictSpell": [
				"restrained"
			],
			"damageTagsSpell": [
				"P"
			],
			"attachedItems": [
				"longbow|phb",
				"longsword|phb"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"strength"
			]
		},
		{
			"name": "Aelar Oakenheel (lvl 20)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Wood Elf"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"Hide"
					]
				}
			],
			"hp": {
				"formula": "20d10 + 40",
				"average": 164
			},
			"speed": {
				"walk": 35
			},
			"str": 13,
			"dex": 20,
			"con": 14,
			"int": 10,
			"wis": 20,
			"cha": 8,
			"passive": 21,
			"cr": "7",
			"page": 217,
			"senses": [
				"darkvision 60 ft."
			],
			"languages": [
				"Common",
				"Elvish",
				"Goblin",
				"Orc",
				"Thieves' cant",
				"Draconic"
			],
			"languageTags": [
				"C",
				"E",
				"GO",
				"O",
				"TC",
				"DR"
			],
			"skill": {
				"acrobatics": "+11",
				"insight": "+11",
				"perception": "+11",
				"stealth": "+11",
				"athletics": "+7",
				"survival": "+11"
			},
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"Aelar has advantage on saving throws against being {@condition charmed}, and magic cannot put him to sleep."
					]
				},
				{
					"name": "Trance",
					"entries": [
						"Aelar does not sleep. Instead, he meditates for four hours each night. Th is grants him the benefi t of a long rest."
					]
				},
				{
					"name": "Mask of the Wild",
					"entries": [
						"Aelar may attempt to hide when only  lightly obscured by natural phenomenon such as rain."
					]
				},
				{
					"name": "Wanderer",
					"entries": [
						"Aelar can fi nd enough food and water for himself and 5 others in the wilderness, provided the area is adequately stocked. Additionally, he always recalls the general layout of the area around him. "
					]
				},
				{
					"name": "Favored Enemy (Orcs, Goblins)",
					"entries": [
						"Aelar has advantage on survival checks made when tracking his favored enemies, as well as advantage on Intelligence checks to recall information about them. "
					]
				},
				{
					"name": "Natural Explorer (Forests)",
					"entries": [
						"Aelar is particularly adept at traversing his favored terrain and may double his profi ciency bonus when making Intelligence or Wisdom checks about such areas. In favored terrain, diffi cult terrain doesn't slow his group's travel, his group can't get lost except by magical means, he can engage in another activity such as foraging or tracking and remain alert to danger, he can move stealthily at a normal pace if traveling alone, finds twice as much food as normal while foraging and, when tracking other creatures, he learns their exact number, sizes, and how long ago they passed through the area."
					]
				},
				{
					"name": "Fighting Style (Archery)",
					"entries": [
						"Aelar gains a +2 to attack rolls with ranged weapons."
					]
				},
				{
					"name": "Horde Breaker",
					"entries": [
						"Once per turn, when Aelar makes a weapon attack against a creature, he may make another attack against another creature within 5 ft. . of the target and within range of his weapon. "
					]
				},
				{
					"name": "Primeval Awareness",
					"entries": [
						"Aelar may use his action and expend one ranger spell slot to focus on the region around him. For 1 minute per level of the spell expended he can sense whether there are any aberrations, celestials, dragons, elementals, fey, fi ends or undead within a mile of his current location. (6 miles if in favored terrain.)"
					]
				},
				{
					"name": "Steel Will",
					"entries": [
						"Aelar has advantage on saving throws against being {@condition frightened}. "
					]
				},
				{
					"name": "Land's Stride",
					"entries": [
						"Aelar may move through non-magical diffi  cult terrain at no extra movement cost. He takes no damage from non-magical plants via thorns, spikes, and other similar hazards. In addition, he has advantage on saving throws against plants that are magically created or manipulated to impede movement."
					]
				},
				{
					"name": "Hide in Plain Sight",
					"entries": [
						"Aelar may spend 1 minute creating camoufl age for himself. He must have access to fresh mud, dirt, plants, soot, or other naturally occurring materials with which to create his camoufl age. Once Aelar is camoufl aged in this way he gains +10 to his Stealth checks as long as he remains stationary without taking actions. Once he moves or takes an action or reaction he must camoufl age himself again to gain this benefit"
					]
				},
				{
					"name": "Volley",
					"entries": [
						"Aelar can use his action to make a ranged attack against any number of creatures within 10 feet of a point he can see within his weapon's range. He must have ammunition for each target as normal and he makes a separate attack for each target"
					]
				},
				{
					"name": "Vanish",
					"entries": [
						"Aelar may use the Hide action as a bonus action on his turn. Also he can't be tracked by non-magical means unless he chooses to leave a trail."
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"When Aelar is subjected to an eff ect that allows him to make a Dexterity saving throw to only take half damage, he takes no damage on a successful saving throw and half damage on a failed one."
					]
				},
				{
					"name": "Feral Senses",
					"entries": [
						"When Aelar attacks a creature he can't see, his inability to see it doesn't impose disadvantage on his attack roll against it. He is also aware of the location of any {@condition invisible} creature within 30 ft. . of him, provided the creature is not hidden from him and he is not {@condition blinded} of {@condition deafened} "
					]
				},
				{
					"name": "Foe Slayer",
					"entries": [
						"Once per turn, Aelar can add his Wisdom modifi er to the attack roll or the damage roll of an attack he makes against one of his favored enemies. He can choose to use this feature before or aft er the roll but before any eff ects of the roll are applied. "
					]
				}
			],
			"action": [
				{
					"name": "Extra Attack",
					"entries": [
						"Aelar makes two attacks per Attack action. "
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} (versatile)  {@hit 7} to hit, reach 5 ft., one creature. {@h}{@hit 6}/ {@hit 7} ({@dice 1d8}/{@dice 1d10 + 5}) slashing damage. "
					]
				},
				{
					"name": "Longbow",
					"entries": [
						"{@atk rw} {@hit 13} to hit, range 150/600 ft., one creature. {@h} {@hit 10} ({@damage 1d8 + 5}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"senseTags": [
				"D"
			],
			"save": {
				"str": "+7",
				"dex": "+11"
			},
			"traitTags": [
				"Fey Ancestry"
			],
			"environment": [
				"forest"
			],
			"fluff": {
				"entries": [
					"Weapons, Armor & Items Longsword, Longbow, Hide Armor, Explorer's Kit, Quiver with 20 arrows. 15cp, 6sp, Thief Slayer's Ring"
				]
			},
			"isNpc": true,
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Aelar uses Wisdom as his spellcasting ability (Spell Save {@dc 15}, +7 to hit with spell attacks). He may cast the following spells: "
					],
					"daily": {
						"2": [
							"{@spell locate creature}",
							"{@spell swift quiver}"
						],
						"3": [
							"{@spell lesser restoration}",
							"{@spell pass without trace}",
							"{@spell plant growth}",
							"{@spell speak with plants}",
							"{@spell freedom of movement}",
							"{@spell grasping vine}"
						],
						"4": [
							"{@spell alarm}",
							"{@spell ensnaring strike}",
							"{@spell hunter's mark}"
						]
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"conditionInflictSpell": [
				"restrained"
			],
			"damageTagsSpell": [
				"P"
			],
			"attachedItems": [
				"longbow|phb",
				"longsword|phb"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"strength"
			]
		},
		{
			"name": "Aticus Greenmoss (lvl 1)",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Lightfoot Halfling"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"Hide"
					]
				}
			],
			"hp": {
				"formula": "9d8 + 1",
				"average": 9
			},
			"speed": {
				"walk": 25
			},
			"str": 8,
			"dex": 16,
			"con": 12,
			"int": 10,
			"wis": 13,
			"cha": 16,
			"passive": 11,
			"cr": "1/2",
			"page": 217,
			"languages": [
				"Common",
				"Halfling"
			],
			"languageTags": [
				"C",
				"H"
			],
			"skill": {
				"acrobatics": "+5",
				"insight": "+3",
				"history": "+2",
				"performance": "+5",
				"persuasion": "+5"
			},
			"trait": [
				{
					"name": "Lucky",
					"entries": [
						"If Aticus rolls a 1 on an attack roll, ability check, or saving throw, he can reroll the die and must take the new result."
					]
				},
				{
					"name": "Brave",
					"entries": [
						"Aticus has advantage on saving throws against being {@condition frightened}. "
					]
				},
				{
					"name": "Halfling Nimbleness",
					"entries": [
						"Aticus can move through a space occupied by a creature that is larger than him."
					]
				},
				{
					"name": "Naturally Stealthy",
					"entries": [
						"Aticus can attempt to hide even when he's only obscured by a creature at least one size bigger than him."
					]
				},
				{
					"name": "By Popular Demand",
					"entries": [
						"Aticus can always find a place to perform, and can expect free food and lodging at the venue for each performance day."
					]
				},
				{
					"name": "Bardic Inspiration (d6).",
					"entries": [
						"Aticus can use his bonus action to give a creature within 60 ft. . his bardic inspiration die. Once within the next 10 minutes the creature can roll the die and add the number rolled to one ability check, attack roll, or saving throw it makes. Aticus can use bardic inspiration 3 times per day."
					]
				}
			],
			"action": [
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one creature. {@h} {@hit 8} ({@dice 1d8 + 3} ) piercing damage."
					]
				},
				{
					"name": "Dagger",
					"entries": [
						"{@atk rw} {@hit 5} to hit, range 20/60 ft., one creature. {@h} {@hit 5} ({@damage 1d4 + 3}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"senseTags": [
				"D"
			],
			"save": {
				"dex": "+5",
				"cha": "+5"
			},
			"fluff": {
				"entries": [
					"Overview ",
					"Aticus was born and raised in a beautiful green country, in a small village of lightfoot halflings. He and his parents, along with four brothers and one sister, lived quite comfortably in their vast burrow and Aticus had little care for the world of the big folk. That was, until one day when a traveling merchant came to town to trade with the little folk. Promising that Aticus would have astounding tales to relate on his return, the merchant convinced the eager halfling to accompany him during his travels.",
					"Aticus' parents were against his leaving, forbidding it, which only made Aticus want to leave even more. He left  one night through his bedroom window, taking with him only a few items, most importantly, his grandfather's flute. Ever since, he's been finding work as an entertainer in various taverns and inns across the land, longing to one day return home with a fortune beyond imagination to prove his parents wrong. ",
					"Personality Traits ",
					"\"That reminds me of when...\" Aticus knows a story for almost every situation, even if he embellishes the details a bit. He's not opposed to lying if it makes for a good story. Not easily insulted, he uses his small stature to his advantage from time to time. ",
					"Ideals ",
					"\"Come! Sit! Drink! Let me play you a tune!\" Aticus is a people person. He likes seeing the smiles on peoples' faces when he performs. He longs for bigger and better things, but doesn't want to let down his current employers. ",
					"Bonds ",
					"\"This? Oh, it's just my little piece of home.\" His fl ute is his most treasured possession; it reminds him of his grandfather, who was also an entertainer. Sometimes, he regrets ever leaving his family behind. ",
					"Flaws ",
					"\"I suppose one more little ditty won't hurt...\" Despite his best eff orts he is unreliable, oft en choosing a gig and a chance at riches over his friends. This has left  him with very few of them to speak of. He has a hard time saying no when it comes to performing, not only because of the money, but for the attention as well. His outlandish claims have caused people to question his stories more than once. ",
					"Roleplaying Aticus ",
					"Although barely twenty years old, his life has been filled with countless interesting people, who all had their own tales to tell. Of course he doesn't always know or remember every detail when he comes to retell them, so he often shifts the topic of the conversation to himself, or an experience that he had, or merges them with other stories that he heard second hand. Th is is not out of selfishness, but rather a desire to entertain people. He would never go out of his way to steal from someone, but if he happened to find a lost coin purse, he would be very confl icted on whether to seek out its owner or consider it an extra tip. ",
					"Most folk pay him little mind, considering him more of an oddity than anyone of worth. He uses this to his advantage so as to avoid too much attention from the less than reputable folk that he often performs for. After all, when a thief thinks him penniless, they're not likely to make him their mark. ",
					"\"If it's a story worth telling, I'll tell it, even if I have to fudge the details.\"",
					"Weapons, Armor & Items Rapier, Dagger, Fine Leather Shirt, Jester's Clothes, Gemstone Flute, 23cp, 5sp, 1gp."
				]
			},
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Aelar uses Charisma as his spellcasting ability (Spell Save {@dc 13}, +5 to hit with spell attacks). He may cast the following spells: "
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell minor illusion}",
								"{@spell prestidigitation}"
							]
						},
						"1": {
							"spells": [
								"{@spell charm person}",
								"{@spell comprehend languages}",
								"{@spell cure wounds}",
								"{@spell disguise self}"
							],
							"slots": 0
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"isNpc": true,
			"environment": [
				"grassland"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW",
				"MLW"
			],
			"conditionInflictSpell": [
				"charmed"
			],
			"attachedItems": [
				"dagger|phb",
				"rapier|phb"
			],
			"savingThrowForcedSpell": [
				"wisdom"
			]
		},
		{
			"name": "Aticus Greenmoss (lvl 20)",
			"size": [
				"S"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Lightfoot Halfling"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"G"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"Leather"
					]
				}
			],
			"hp": {
				"formula": "20d8 + 40",
				"average": 143
			},
			"speed": {
				"walk": 25
			},
			"str": 8,
			"dex": 19,
			"con": 14,
			"int": 10,
			"wis": 14,
			"cha": 20,
			"passive": 15,
			"cr": "1",
			"page": 217,
			"languages": [
				"Common",
				"Halfling"
			],
			"languageTags": [
				"C",
				"H"
			],
			"skill": {
				"acrobatics": "+16",
				"insight": "+8",
				"history": "+6",
				"performance": "+17",
				"persuasion": "+17",
				"sleight of hand": "+16",
				"stealth": "+10"
			},
			"trait": [
				{
					"name": "Lucky",
					"entries": [
						"If Aticus rolls a 1 on an attack roll, ability check, or saving throw, he can reroll the die and must take the new result."
					]
				},
				{
					"name": "Brave",
					"entries": [
						"Aticus has advantage on saving throws against being {@condition frightened}. "
					]
				},
				{
					"name": "Halfling Nimbleness",
					"entries": [
						"Aticus can move through a space occupied by a creature that is larger than him."
					]
				},
				{
					"name": "Naturally Stealthy",
					"entries": [
						"Aticus can attempt to hide even when he's only obscured by a creature at least one size bigger than him."
					]
				},
				{
					"name": "By Popular Demand",
					"entries": [
						"Aticus can always find a place to perform, and can expect free food and lodging at the venue for each performance day."
					]
				},
				{
					"name": "Bardic Inspiration (d12).",
					"entries": [
						"Aticus can use his bonus action to give a creature within 60 ft. . his bardic inspiration die. Once within the next 10 minutes the creature can roll the die and add the number rolled to one ability check, attack roll, or saving throw it makes. Aticus can use bardic inspiration 5 times per day."
					]
				},
				{
					"name": "Jack of all Trades",
					"entries": [
						"Aticus can add half his profi ciency bonus, rounded down, to any ability check he makes that doesn't already include his profi ciency bonus."
					]
				},
				{
					"name": "Song of Rest (d12)",
					"entries": [
						"During a short rest, when Aticus or any friendly creature who can hear him regains HP by spending hit dice, Aticus can use his Song of Rest to allow each creature to regain an additional {@dice 1d12} HP. "
					]
				},
				{
					"name": "Expertise (Acrobatics, Performance, Persuasion, Sleight of Hand)",
					"entries": [
						"Aticus adds double his profi ciency bonus to skill checks he has expertise with. "
					]
				},
				{
					"name": "Cutting Words.",
					"entries": [
						"When a creature that Aticus can see within 60 ft. . of him makes an attack roll, an ability check, or a damage roll, he can use his reaction and expend on of his uses of Bardic Inspiration to roll a Bardic Inspiration die and subtract the number rolled from the creature's roll. He can choose to use this feature aft er the creature makes its roll but before the DM determines whether the attack roll or ability check succeeds or fails, or before the creature deals its damage."
					]
				},
				{
					"name": "Font of Inspiration",
					"entries": [
						"Aticus regains all uses of his Bardic Inspiration ability when he fi nishes a long or short rest. "
					]
				},
				{
					"name": "Countercharm",
					"entries": [
						"As an action, Aticus can start a performance that lasts until his next turn. During that time, he and any friendly creature within 30 feet of him have advantage on saving throws against being {@condition frightened} or {@condition charmed}."
					]
				},
				{
					"name": "Peerless Skill",
					"entries": [
						"When Aticus makes an ability check, he can expend one use of Bardic Inspiration to roll a Bardic Inspiration die and add the number rolled to his ability check. He can choose to do so aft er the roll but before the DM tells him whether he succeeds or fails. "
					]
				},
				{
					"name": "Superior Inspiration",
					"entries": [
						"When Aticus rolls initiative, if he has no uses of Bardic Inspiration left, he regains one use. "
					]
				}
			],
			"action": [
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one creature. {@h} {@hit 8} ({@dice 1d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Dagger",
					"entries": [
						"{@atk rw} {@hit 10} to hit, range 20/60 ft., one creature. {@h} {@hit 5} ({@damage 1d4 + 4}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"senseTags": [
				"D"
			],
			"save": {
				"dex": "+10",
				"cha": "+11"
			},
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roleplaying Yrla",
						"entries": [
							"",
							{
								"type": "quote",
								"entries": [
									"\"{@i }\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									""
								]
							}
						]
					},
					"Overview ",
					"Aticus was born and raised in a beautiful green country, in a small village of lightfoot halflings. He and his parents, along with four brothers and one sister, lived quite comfortably in their vast burrow and Aticus had little care for the world of the big folk. That was, until one day when a traveling merchant came to town to trade with the little folk. Promising that Aticus would have astounding tales to relate on his return, the merchant convinced the eager halfling to accompany him during his travels.",
					"Aticus' parents were against his leaving, forbidding it, which only made Aticus want to leave even more. He left  one night through his bedroom window, taking with him only a few items, most importantly, his grandfather's flute. Ever since, he's been finding work as an entertainer in various taverns and inns across the land, longing to one day return home with a fortune beyond imagination to prove his parents wrong. ",
					"Personality Traits ",
					"\"That reminds me of when...\" Aticus knows a story for almost every situation, even if he embellishes the details a bit. He's not opposed to lying if it makes for a good story. Not easily insulted, he uses his small stature to his advantage from time to time. ",
					"Ideals ",
					"\"Come! Sit! Drink! Let me play you a tune!\" Aticus is a people person. He likes seeing the smiles on peoples' faces when he performs. He longs for bigger and better things, but doesn't want to let down his current employers. ",
					"Bonds ",
					"\"This? Oh, it's just my little piece of home.\" His fl ute is his most treasured possession; it reminds him of his grandfather, who was also an entertainer. Sometimes, he regrets ever leaving his family behind. ",
					"Flaws ",
					"\"I suppose one more little ditty won't hurt...\" Despite his best eff orts he is unreliable, oft en choosing a gig and a chance at riches over his friends. This has left  him with very few of them to speak of. He has a hard time saying no when it comes to performing, not only because of the money, but for the attention as well. His outlandish claims have caused people to question his stories more than once. ",
					"Roleplaying Aticus ",
					"Although barely twenty years old, his life has been filled with countless interesting people, who all had their own tales to tell. Of course he doesn't always know or remember every detail when he comes to retell them, so he often shifts the topic of the conversation to himself, or an experience that he had, or merges them with other stories that he heard second hand. Th is is not out of selfishness, but rather a desire to entertain people. He would never go out of his way to steal from someone, but if he happened to find a lost coin purse, he would be very confl icted on whether to seek out its owner or consider it an extra tip. ",
					"Most folk pay him little mind, considering him more of an oddity than anyone of worth. He uses this to his advantage so as to avoid too much attention from the less than reputable folk that he often performs for. After all, when a thief thinks him penniless, they're not likely to make him their mark. ",
					"\"If it's a story worth telling, I'll tell it, even if I have to fudge the details.\"",
					"Weapons, Armor & Items Rapier, Dagger, Fine Leather Shirt, Jester's Clothes, Gemstone Flute, 23cp, 5sp, 1gp."
				]
			},
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Aelar uses Charisma as his spellcasting ability (Spell Save {@dc 15}, +7 to hit with spell attacks). He may cast the following spells: "
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell friends}",
								"{@spell minor illusion}",
								"{@spell prestidigitation}",
								"{@spell vicious mockery}"
							]
						},
						"1": {
							"spells": [
								"{@spell charm person}",
								"{@spell comprehend languages}",
								"{@spell cure wounds}",
								"{@spell disguise self}"
							],
							"slots": 0
						},
						"2": {
							"spells": [
								"{@spell detect thoughts}",
								"{@spell enthrall}",
								"{@spell phantasmal force}",
								"{@spell suggestion}"
							],
							"slots": 0
						},
						"3": {
							"spells": [
								"{@spell counterspell}",
								"{@spell fireball}",
								"{@spell hypnotic pattern}",
								"{@spell sending}"
							],
							"slots": 0
						},
						"4": {
							"spells": [
								"{@spell confusion}",
								"{@spell dimension door}",
								"{@spell greater invisibility}"
							],
							"slots": 0
						},
						"5": {
							"spells": [
								"{@spell animate objects}",
								"{@spell legend lore}",
								"{@spell mass cure wounds}"
							],
							"slots": 0
						},
						"6": {
							"spells": [
								"{@spell mass suggestion}",
								"{@spell otto's irresistible dance}"
							],
							"slots": 0
						},
						"7": {
							"spells": [
								"{@spell prismatic spray}",
								"{@spell project image}",
								"{@spell symbol}"
							],
							"slots": 0
						},
						"8": {
							"spells": [
								"{@spell dominate monster}",
								"{@spell power word stun}"
							],
							"slots": 0
						},
						"9": {
							"spells": [
								"{@spell power word heal}"
							],
							"slots": 0
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"isNpc": true,
			"environment": [
				"grassland"
			],
			"miscTags": [
				"MW",
				"RW",
				"THW",
				"MLW"
			],
			"conditionInflictSpell": [
				"charmed",
				"incapacitated",
				"invisible",
				"blinded",
				"petrified",
				"restrained",
				"deafened",
				"frightened",
				"stunned",
				"unconscious"
			],
			"damageTagsSpell": [
				"A",
				"B",
				"C",
				"F",
				"I",
				"L",
				"N",
				"O",
				"P",
				"S",
				"Y"
			],
			"attachedItems": [
				"dagger|phb",
				"rapier|phb"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"dexterity",
				"intelligence",
				"wisdom"
			]
		},
		{
			"name": "Cogrin Heavyfist (lvl 1)",
			"size": [
				"M"
			],
			"type": "humanoid",
			"source": "Skul",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				11
			],
			"hp": {
				"formula": "1d12 + 2",
				"average": 14
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 9,
			"con": 15,
			"int": 13,
			"wis": 11,
			"cha": 14,
			"passive": 10,
			"cr": "1/2",
			"page": 20,
			"languages": [
				"Common",
				"Dwarvish"
			],
			"languageTags": [
				"C",
				"D"
			],
			"save": {
				"str": "+5",
				"con": "+4"
			},
			"skill": {
				"animal handling": "+2",
				"acrobatics": "+5",
				"intimidation": "+4",
				"survival": "+2"
			},
			"fluff": {
				"entries": [
					"Overview ",
					"Cogrin's father taught him the art of swordplay from an early age, imparting all of his own knowledge to his son. On his sixteenth birthday, he was given a masterfully craft ed greatsword which his father had spent weeks forging, balancing, sharpening, and polishing. It was a thing to behold, and he was grateful. Cogrin's people were natural warriors, but only ever meant to defend what was theirs; their land and their families.",
					"The village lived in relative peace for many years until one day, when Cogrin and his uncle were hunting in the forest for deer and small game, they spied a troop of half a dozen vagabonds, scurrying through the forest with a common purpose: a scouting party, his uncle thought. Th ey were headed toward Cogrin's village, each of them heavily armed and ready for battle.",
					"Cogrin and his uncle intercepted the group and slew every one of them, by bow and by sword. It was the first time his blade had tasted human blood. When they returned to their village they found it ablaze. Their families were either slain or taken, along with anything valuable. Cogrin found his father's body near his forge, pierced with many arrows and laying in a circle of slain foes. His sword was missing, as was Cogrin's mother. ",
					"Personality Traits ",
					"\"Talk is cheap.\" Cogrin judges people by their actions, not their words. He has little patience for folk who speak too much, or refuse to pay other folk proper respect. He does not hide his emotions, expressing his thoughts and feelings without care for who he might off end. ",
					"Ideals ",
					"\"We are all born free.\" He values freedom above all other things in life. Tyrants must not be allowed to oppress people, he will gladly be part of any plan that involves disrupting their schemes. ",
					"Bonds ",
					"\"I will find her. One day.\" He is constantly on the move, searching for any sign of his mother and the villains who took her. He has a deeply ingrained desire to protect those who cannot protect themselves.",
					"Flaws",
					"\"I'll tell you when I've had enough!\" He has a weakness for vices of the city, especially hard drink and easy women. He's been the instigator in more than a few tavern brawls. He uses his great size to intimidate people more oft en than he should, and oft en regrets his actions in retrospect.",
					"Roleplaying Cogrin",
					"Cogrin has two very diff erent personalities. Around men, he is gruff  and quick to accept, or issue, a challenge. He will speak his mind, even going so far as to put another man's reputation and honor into question publicly. Around women, he is respectful and chivalrous. A gentle hulk, whose reputation among the fairer sex may actually be more wide spread than it is among men who either fear or admire him.",
					"He is not above stealing what he needs to survive and rarely has any money to pay for goods and services. He has been known to sneak into a hayloft  for a good night's rest if he can't fi nd a free room in the local inn.",
					"In combat, Cogrin will not back down to insurmountable odds, believing that he will be victorious over evil no matter what. He prefers to meet his enemies head on, but his experience in battle prevents him from passing up an attack of opportunity.",
					"\"Hm.\"",
					"Weapons, Armor & Items Skera, 5 Javelins, Bear Skin Cloak"
				]
			},
			"isNpc": true,
			"action": [
				{
					"name": "Greatsword",
					"entries": [
						"({@atk mw}  {@hit 5} to hit, reach 5 ft., one creature. {@h}13 ({@damage 2d6 + 5}) slashing damage. "
					]
				},
				{
					"name": "Javelin",
					"entries": [
						"{@atk rw} Attack: {@hit 5} to hit, range 30/120 ft., one creature. {@h}7 ({@damage 1d6 + 3}) piercing damage."
					]
				}
			],
			"damageTags": [
				"S",
				"P"
			],
			"trait": [
				{
					"name": "Rustic Hospitality",
					"entries": [
						"Commoners will happily accept Cogrin if he has need of shelter, food or rest. Th ey won't risk their lives for him, but will shield him from any pursuers if they are able. "
					]
				},
				{
					"name": "Rage",
					"entries": [
						"Twice per day, on his turn, Cogrin can enter a rage as a bonus action. He gains advantage on Strength checks and Strength saving throws, a +2 bonus to damage when making Strength based melee attacks, and resistance to bludgeoning, piercing, and slashing damage. Rage lasts for 1 minute; it ends early if his turn ends and he hasn't attacked a hostile creature since his last turn or taken damage since then. He can also choose to end his rage early as a bonus action. Rage recharges aft er a long rest."
					]
				}
			],
			"attachedItems": [
				"greatsword|phb",
				"javelin|phb"
			],
			"miscTags": [
				"MLW"
			]
		},
		{
			"name": "Cogrin Heavyfist (lvl 20)",
			"size": [
				"M"
			],
			"type": "humanoid",
			"source": "Skul",
			"alignment": [
				"C",
				"G"
			],
			"ac": [
				17
			],
			"hp": {
				"formula": "20d12 + 140",
				"average": 285
			},
			"speed": {
				"walk": 40
			},
			"str": 24,
			"dex": 10,
			"con": 24,
			"int": 13,
			"wis": 11,
			"cha": 14,
			"passive": 10,
			"cr": "1/2",
			"page": 20,
			"languages": [
				"Common",
				"Dwarvish"
			],
			"languageTags": [
				"C",
				"D"
			],
			"save": {
				"str": "+13",
				"con": "+13"
			},
			"skill": {
				"animal handling": "+6",
				"intimidation": "+8",
				"survival": "+6",
				"athletics": "+13"
			},
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roleplaying Yrla",
						"entries": [
							"",
							{
								"type": "quote",
								"entries": [
									"\"{@i }\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									""
								]
							}
						]
					},
					"Weapons, Armor & Items Skera, 5 Javelins, Bear Skin Cloak"
				]
			},
			"isNpc": true,
			"action": [
				{
					"name": "Extra Attack",
					"entries": [
						"Cogrin can attack twice with each Attack action"
					]
				},
				{
					"name": "Greatsword",
					"entries": [
						"{@atk mw}  {@hit 13} to hit, reach 5 ft., one creature. {@h}17 ({@damage 2d6 + 9}) slashing damage. "
					]
				},
				{
					"name": "Javelin",
					"entries": [
						"{@atk rw} Attack: {@hit 13} to hit, range 30/120 ft., one creature. {@h}11 ({@damage 1d6 + 7}) piercing damage."
					]
				}
			],
			"damageTags": [
				"S",
				"P"
			],
			"trait": [
				{
					"name": "Rustic Hospitality",
					"entries": [
						"Commoners will happily accept Cogrin if he has need of shelter, food or rest. Th ey won't risk their lives for him, but will shield him from any pursuers if they are able. "
					]
				},
				{
					"name": "Rage",
					"entries": [
						"Twice per day, on his turn, Cogrin can enter a rage as a bonus action. He gains advantage on Strength checks and Strength saving throws, a +2 bonus to damage when making Strength based melee attacks, and resistance to bludgeoning, piercing, and slashing damage. Rage lasts for 1 minute; it ends early if his turn ends and he hasn't attacked a hostile creature since his last turn or taken damage since then. He can also choose to end his rage early as a bonus action. Rage recharges aft er a long rest."
					]
				},
				{
					"name": "Reckless Attack",
					"entries": [
						"When making his fi rst attack on his turn, Cogrin may choose to attack recklessly, giving him advantage on all Strength-based attacks during his turn, but granting advantage to all attacks made against him until his next turn."
					]
				},
				{
					"name": "Danger Sense",
					"entries": [
						"Cogrin has advantage on Dexterity saving throws against eff ects he can see, such as traps and spells, as long as he is not {@condition blinded}, {@condition deafened}, or {@condition incapacitated}. "
					]
				},
				{
					"name": "Frenzy",
					"entries": [
						"When raging, Cogrin can make a single melee weapon attack on each of his turns as a bonus action. When his rage ends he suff ers one level of {@condition exhaustion}."
					]
				},
				{
					"name": "Mindless Rage",
					"entries": [
						"Cogrin can't be {@condition charmed} or {@condition frightened} while raging. If he enters a rage while {@condition charmed} or {@condition frightened} the eff ect is suspended for the duration of the rage."
					]
				},
				{
					"name": "Feral Instinct",
					"entries": [
						"Cogrin has advantage on initiative rolls. In addition, if he is surprised at the beginning of combat and isn't {@condition incapacitated} he may act normally during his fi rst turn but only if he enters a rage before doing anything else."
					]
				},
				{
					"name": "Brutal Critical",
					"entries": [
						"When Cogrin scores a melee critical hit he may roll three additional weapon damage die when determining the extra damage."
					]
				},
				{
					"name": "Intimidating Presence",
					"entries": [
						" Cogrin can use his action to frighten someone with his menacing presence. He can choose one creature within 30 ft. . which can see or hear him. Th at creature must succeed on a Wisdom saving throw ({@dc 16}) or be {@condition frightened} until the end of Cogrin's next turn. He can use his action to extend this condition. Th e creature stops being {@condition frightened} if it ends its turn out of line of sight or more than 60 ft. . away from Cogrin. If it succeeds on its saving throw, Cogrin cannot use this feature on that creature again for 24 hours. "
					]
				},
				{
					"name": "Relentless Rage",
					"entries": [
						"If Cogrin drops below 0 hit points while raging and doesn't die outright, he can make a {@dc 10} Constitution saving throw. If he succeeds he drops to 1 hit point instead. Each time he uses this feature aft er the fi rst, the DC increases by 5. When he fi nishes a long or short rest the DC resets to 10."
					]
				},
				{
					"name": "Retaliation",
					"entries": [
						"When Cogrin takes damage from a creature within 5 ft. . of him, he can use his reaction to make a melee attack against that creature."
					]
				},
				{
					"name": "Persistent Rage",
					"entries": [
						"Cogrin's rage only ends early if he falls {@condition unconscious} or chooses to end it."
					]
				},
				{
					"name": "Indomitable Might",
					"entries": [
						"If Cogrin's total for a Strength check is less than his Strength score he can use that score in place of his total."
					]
				}
			],
			"conditionInflict": [
				"frightened"
			],
			"attachedItems": [
				"greatsword|phb",
				"javelin|phb"
			],
			"savingThrowForced": [
				"constitution"
			],
			"miscTags": [
				"MLW"
			]
		},
		{
			"name": "Utan Brabus (lvl 20)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Drow"
				]
			},
			"source": "Skul",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item plate armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "20d10 + 100",
				"average": 224
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 20,
			"con": 20,
			"int": 10,
			"wis": 8,
			"cha": 20,
			"passive": 15,
			"cr": "9",
			"page": 20,
			"languages": [
				"Common",
				"Elvish",
				"Undercommon"
			],
			"languageTags": [
				"C",
				"E",
				"U"
			],
			"save": {
				"str": "+8",
				"int": "+4",
				"con": "+11"
			},
			"skill": {
				"persuasion": "+11",
				"athletics": "+8",
				"history": "+6",
				"intimidation": "+11",
				"perception": "+5"
			},
			"isNpc": true,
			"damageTags": [
				"P"
			],
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"Utan has advantage on saving throws against being {@condition charmed}, and magic cannot put him to sleep. "
					]
				},
				{
					"name": "Trance",
					"entries": [
						"Utan does not sleep. Instead, he meditates for four hours each night. This grants him the benefit of a long rest. "
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						" Utan has disadvantage on attack rolls and on Perception checks based on sight when he's in direct sunlight. "
					]
				},
				{
					"name": "Drow Magic",
					"entries": [
						"Utan knows the {@spell Dancing Lights|PHB} cantrip. He may also cast {@spell Faerie Fire|PHB} and {@spell Darkness|PHB} once per day, using Charisma as his spellcasting modifier. "
					]
				},
				{
					"name": "Position of Privilege.",
					"entries": [
						"Utan can secure an audience with a local noble, is welcome in high society, and common people will try their best to accommodate him. "
					]
				},
				{
					"name": "Fighting Style (Dueling).",
					"entries": [
						"When using a melee weapon in one hand and no other weapons, Utan deals +2 damage with it. "
					]
				},
				{
					"name": "Second Wind.",
					"entries": [
						"On his turn Utan can use a bonus action to regain {@dice 1d10 + 20} hit points. Once he uses this feature, he must fi nish a long or short rest before using it again. "
					]
				},
				{
					"name": "Action Surge.",
					"entries": [
						"Twice per day on his turn, Utan can take one additional action on top of his regular action and a possible bonus action. Once he expends all uses of this feature, he must fi nish a short or long rest before using it again. "
					]
				},
				{
					"name": "Combat Superiority.",
					"entries": [
						"Utan has six superiority dice which are {@dice d12}'s. Th ese dice are expended when used and are regained aft er a short or long rest."
					]
				},
				{
					"name": "Disarming Attack.",
					"entries": [
						"Utan can expend one superiority die when he hits a creature with a weapon attack to attempt to disarm the target. He adds the superiority die to the attack's damage roll. Th e target must make a Strength saving throw, {@dc 19}, or drop one item of Utan's choice that it's holding. "
					]
				},
				{
					"name": "Evasive Footwork.",
					"entries": [
						"Utan can expend one superiority die when moving, adding the number rolled to his AC until he stops. "
					]
				},
				{
					"name": "Feinting Attack.",
					"entries": [
						"Utan can expend one superiority dice to choose a creature within 5 ft. . of him. He gains advantage on his next attack roll against that target and adds the superiority die to attack's damage roll on a hit. "
					]
				},
				{
					"name": "Maneuvering Attack.",
					"entries": [
						"Utan can expend one superiority die when he hits a creature with a weapon attack to move an ally. He adds the superiority die to the attack's damage roll. An ally who can see or hear him can use its reaction to move up to half its speed, provoking no opportunity attacks from the target of the attack."
					]
				},
				{
					"name": "Menacing Attack.",
					"entries": [
						"Utan can expend one superiority die when he hits a creature with a weapon attack. He adds the superiority die to the attack's damage roll. Th e target must make a Wisdom saving throw, {@dc 19}, or become {@condition frightened} by Utan until the end of his next turn. "
					]
				},
				{
					"name": "Parry.",
					"entries": [
						"Utan can use his reaction to expend one superiority die when damaged by another creature's melee attack, reducing the damage taken by the number rolled + 5."
					]
				},
				{
					"name": "Precision Attack.",
					"entries": [
						"Utan can expend a superiority die when making a weapon attack against a creature, adding the number rolled to the attack roll. "
					]
				},
				{
					"name": "Sweeping Attack.",
					"entries": [
						"Utan can expend one superiority die when he hits a creature with a melee weapon attack to damage an additional creature. If the creature would have been hit by the original attack roll, is within 5 ft.  of the original target, and within Utan's reach, it takes damage equal to the number rolled on the superiority die "
					]
				},
				{
					"name": "Trip Attack.",
					"entries": [
						"Utan may expend one superiority die when he hits a creature with a weapon attack to attempt to knock the target down. He adds the superiority die to the attack's damage roll. If it is Large or smaller, the target must make a Strength saving throw, {@dc 19}, or fall {@condition prone}. "
					]
				},
				{
					"name": "Know Your Enemy.",
					"entries": [
						"Utan can learn certain information about a creature's capabilities compared to his own if he spends at least one minute observing or interacting with it outside of combat. He can discern if the creature is his equal, superior, or inferior in up to two categories: Strength score, Dexterity score, Constitution score, Armor Class, current hit points, total class levels, or Fighter class levels. "
					]
				},
				{
					"name": "Indomitable.",
					"entries": [
						"Three times per day, Utan can reroll a failed saving throw. Once he expends all uses of this feature, he must fi nish a short or long rest before using it again. "
					]
				},
				{
					"name": "Relentless.",
					"entries": [
						"When Utan rolls initiative and has no superiority dice remaining he gains one superiority die. "
					]
				}
			],
			"traitTags": [
				"Fey Ancestry",
				"Sunlight Sensitivity"
			],
			"action": [
				{
					"name": "Extra Attack",
					"entries": [
						" Utan can attack four times with each Attack action. "
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}7 ({@dice 1d8} / {@dice 1d10 + 2}) slashing damage."
					]
				},
				{
					"name": "Longsword",
					"entries": [
						"{@atk rw} {@hit 11} to hit, range 80/320 ft., one target. {@h}4 ({@damage 1d8 + 5}) piercing damage."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roleplaying Yrla",
						"entries": [
							"",
							{
								"type": "quote",
								"entries": [
									"\"{@i }\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									"Blade of Dagr-Nath, Light Crossbow, Plate Armor, 10pp, 150gp, 200sp"
								]
							}
						]
					}
				]
			},
			"miscTags": [
				"MW",
				"RW",
				"MLW"
			],
			"conditionInflict": [
				"frightened",
				"prone"
			],
			"attachedItems": [
				"longsword|phb"
			]
		},
		{
			"name": "Ka'laera of Many Faces (lvl 1)",
			"size": [
				"M"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"Shapechanger"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "1d8",
				"average": 8
			},
			"speed": {
				"walk": 30
			},
			"str": 8,
			"dex": 14,
			"con": 10,
			"int": 12,
			"wis": 14,
			"cha": 17,
			"passive": 14,
			"cr": "1/2",
			"languages": [
				"Common",
				"Elvish",
				"Dwarvish",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"E",
				"D",
				"TC"
			],
			"save": {
				"dex": "+4",
				"int": "+3"
			},
			"skill": {
				"acrobatics": "+4",
				"deception": "+7",
				"insight": "+6",
				"perception": "+4",
				"sleight of hand": "+4",
				"stealth": "+4"
			},
			"action": [
				{
					"name": "Two-Weapon Fighting.",
					"entries": [
						"When Ka'Laera makes an attack with her Shortsword, she may also attack with her Sickle as a bonus action, but gains no bonus to the damage roll "
					]
				},
				{
					"name": "Shortsword.",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 2}) piercing damage."
					]
				},
				{
					"name": "Sickle.",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 2}) slashing damage."
					]
				}
			],
			"damageTags": [
				"P",
				"S"
			],
			"trait": [
				{
					"name": "Change Shape.",
					"entries": [
						"Ka'laera can use her action to polymorph into a small or medium humanoid she's seen or back into her true form. Her statistics, other than her size, are the same.  Any equipment she is wearing or carrying isn't transformed. She reverts to her true form if she dies. "
					]
				},
				{
					"name": "Read Thoughts.",
					"entries": [
						"Ka'laera can read the surface thoughts of one creature within 60 feet. Th e eff ect can penetrate barriers, but 3 feet of wood or dirt, 2 feet of stone, 2 inches of metal, or a thin sheet of lead blocks it. While the target is in range, she can continue reading thoughts as long as her concentration isn't broken. While doing so, she has advantage on Deception, Intimidation, Insight, and Persuasion checks against the target. "
					]
				},
				{
					"name": "Ambusher.",
					"entries": [
						"Ka'Laera has advantage on attack rolls against any creature she has surprised. "
					]
				},
				{
					"name": "Criminal Contact.",
					"entries": [
						"Ka'Laera has a contact in the criminal network, and can send and receive messages to them through various means, even over great distances. "
					]
				},
				{
					"name": "Expertise (Deception, Insight).",
					"entries": [
						"Ka'Laera adds double her profi ciency bonus to skill checks she has expertise with. "
					]
				},
				{
					"name": "Sneak Attack (+1d6).",
					"entries": [
						"Once per turn, Ka'Laera can deal an extra {@dice 10d6} damage to one creature she hits with an attack if she has advantage on the attack roll. Th e attack must use a fi nesse or ranged weapon. She doesn't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and she doesn't have disadvantage on the attack roll. "
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roleplaying Yrla",
						"entries": [
							"",
							{
								"type": "quote",
								"entries": [
									"\"{@i }\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									""
								]
							}
						]
					},
					"Overview ",
					"You have met Ka'Laera before; she was that beggar you threw a coin to, the stuttering dwarven trader, the noble's son returned from his travels. She was your trusted friend, or your father, or your lover. Most spies have a network—Ka'Laera is the network.  ",
					"Ka'Laera lives to exert power over those weaker than herself and revels in the destruction and humiliation of any who have wronged her. She sees any attack on her employer's interests as a personal slight, and any long term plans are put on hold to systematically and brutally tear apart the lives of those responsible.  ",
					"Ka'Laera's primary weapon is fear; she spreads rumors amongst her various personas, letting it be known that she is in the city, and could be anywhere. Overtime, this creates an environment of paranoia, where no one truly trusts anyone, and no coordinated response can be formulated for the schemes of her employer. ",
					"Personality Traits ",
					"\"Your life is a tool I can use. Your face is a mask I can wear. Your ownership is irrelevant.\" A narcissist, despite spending no time in her true form, Ka'Laera's life revolves around herself. The lives of others are meaningless; the world is her plaything.",
					"Ideals ",
					"\"When you look up at me from the gutter, you will know that I am better than you.\" Ka'Laera lives to bring others down, for her boot on another's throat and that fi nal barbed jibe. ",
					"Bonds ",
					"\"I'll serve my master unfl inchingly. As long as it serves me.\" Ka'Laera is talented and cruel, but she's not a planner. To truly enjoy herself, she wants someone to channel her malevolence in the right direction. ",
					"Flaws ",
					"\"Lose your power, lose me.\" Ka'Laera respects and serves only the wealthy, infl uential and strong. She chooses employers carefully, and should they fall short of her exacting standards, won't be around to pick up the pieces of their fallen empire. ",
					"Roleplaying Ka'laera ",
					"When the going is good, Ka'Laera has a near fanatical loyalty to her employer; she cannot be threatened, reasoned with or bribed. She'd rather die than let another have power over her, but if she senses weakness, compassion or is off ered a bribe, she will readily give up false information (as disastrously wrong as possible) and escape at the first opportunity. Those who cross her or her employer will be attacked in the most personally damaging way possible; Ka'Laera has no sense of honor, and no compunctions about threatening or harming innocents if it will help her get to her target.  ",
					"\"All you have left  now are memories. Meddle in my aff airs again and you won't even have those.\"",
					"Weapons, Armor & Items Shortsword, Sickle, 5 vials of Drow Poison, Leather Armor, Th ieves' Tools, Book of Blackmail and a False Copy, 15sp, 4gp"
				]
			},
			"miscTags": [
				"MW",
				"MLW"
			],
			"conditionInflict": [
				"incapacitated"
			]
		},
		{
			"name": "Ka'laera of Many Faces (lvl 20)",
			"size": [
				"M"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"Shapechanger"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "20d8",
				"average": 103
			},
			"speed": {
				"walk": 30
			},
			"str": 8,
			"dex": 20,
			"con": 10,
			"int": 12,
			"wis": 17,
			"cha": 20,
			"passive": 19,
			"cr": "6",
			"languages": [
				"Common",
				"Elvish",
				"Dwarvish",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"E",
				"D",
				"TC"
			],
			"save": {
				"dex": "+11",
				"int": "+7",
				"wis": "+9"
			},
			"skill": {
				"acrobatics": "+11",
				"deception": "+17",
				"insight": "+15",
				"perception": "+9",
				"sleight of hand": "+17",
				"stealth": "+17"
			},
			"action": [
				{
					"name": "Two-Weapon Fighting.",
					"entries": [
						"When Ka'Laera makes an attack with her Shortsword, she may also attack with her Sickle as a bonus action, but gains no bonus to the damage roll "
					]
				},
				{
					"name": "Shortsword.",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d6 + 5}) piercing damage."
					]
				},
				{
					"name": "Sickle.",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4 + 5}) slashing damage."
					]
				}
			],
			"damageTags": [
				"P",
				"S"
			],
			"trait": [
				{
					"name": "Change Shape.",
					"entries": [
						"Ka'laera can use her action to polymorph into a small or medium humanoid she's seen or back into her true form. Her statistics, other than her size, are the same.  Any equipment she is wearing or carrying isn't transformed. She reverts to her true form if she dies. "
					]
				},
				{
					"name": "Read Thoughts.",
					"entries": [
						"Ka'laera can read the surface thoughts of one creature within 60 feet. Th e eff ect can penetrate barriers, but 3 feet of wood or dirt, 2 feet of stone, 2 inches of metal, or a thin sheet of lead blocks it. While the target is in range, she can continue reading thoughts as long as her concentration isn't broken. While doing so, she has advantage on Deception, Intimidation, Insight, and Persuasion checks against the target. "
					]
				},
				{
					"name": "Ambusher.",
					"entries": [
						"Ka'Laera has advantage on attack rolls against any creature she has surprised. "
					]
				},
				{
					"name": "Criminal Contact.",
					"entries": [
						"Ka'Laera has a contact in the criminal network, and can send and receive messages to them through various means, even over great distances. "
					]
				},
				{
					"name": "Expertise (Deception, Insight, Sleight of Hand, Stealth).",
					"entries": [
						"Ka'Laera adds double her profi ciency bonus to skill checks she has expertise with. "
					]
				},
				{
					"name": "Sneak Attack (+10d6).",
					"entries": [
						"Once per turn, Ka'Laera can deal an extra {@dice 10d6} damage to one creature she hits with an attack if she has advantage on the attack roll. Th e attack must use a fi nesse or ranged weapon. She doesn't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and she doesn't have disadvantage on the attack roll. "
					]
				},
				{
					"name": "Cunning Action.",
					"entries": [
						"On her turn, as a bonus action, Ka'Laera can take a Dash, Dodge, Disengage, or Hide action. "
					]
				},
				{
					"name": "Fast Hands.",
					"entries": [
						"Ka'Laera can use her Cunning Action to make a Sleight of Hand check, use her thieves' tools to disarm a trap or open a lock, or take the Use an Object action. "
					]
				},
				{
					"name": "Second-Story Work.",
					"entries": [
						"Ka'Laera can climb without expending extra movement. In addition, when she makes a running jump, the distance she covers increases by 5 ft. . "
					]
				},
				{
					"name": "Uncanny Dodge.",
					"entries": [
						"When Ka'Laera is hit with an attack from an attacker that she can see, she can use her reaction to halve the attack's damage. "
					]
				},
				{
					"name": "Evasion.",
					"entries": [
						"When Ka'Laera is subjected to an eff ect that allows her to make a Dexterity saving throw to only take half damage, she takes no damage on a successful saving throw and half damage on a failed one."
					]
				},
				{
					"name": "Supreme Sneak.",
					"entries": [
						"Ka'Laera has advantage on Stealth checks if she moves no more than half her speed on the same turn. "
					]
				},
				{
					"name": "Reliable Talent.",
					"entries": [
						"When Ka'Laera makes an ability check that lets her add her profi ciency bonus she can treat a {@dice d20} roll of a 9 or lower as a 10. "
					]
				},
				{
					"name": "Use Magic Device.",
					"entries": [
						"Ka'Laera ignores all class, race, and level requirements for the use of magic items. "
					]
				},
				{
					"name": "Blindsense.",
					"entries": [
						"If Ka'Laera is able to hear, she is aware of the location of any hidden or {@condition invisible} creatures within 10 feet of her. "
					]
				},
				{
					"name": "Thief's Refl exes.",
					"entries": [
						"Ka'Laera can take two turns during the first round of any combat. She takes her first turn at her normal initiative, and her second turn at her initiative minus 10. She can't use this feature when she is surprised. "
					]
				},
				{
					"name": "Elusive.",
					"entries": [
						"No attack roll can have advantage against Ka'Laera unless she is {@condition incapacitated}. "
					]
				},
				{
					"name": "Stroke of Luck.",
					"entries": [
						"If Ka'Laera's attack misses a target within range, she can turn the miss into a hit. Alternatively, if she fails an ability check, she can treat the {@dice d20} roll as a 20. Once she uses this feature she cannot use it again until she fi nishes a short or long rest. "
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roleplaying Yrla",
						"entries": [
							"",
							{
								"type": "quote",
								"entries": [
									"\"{@i }\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									""
								]
							}
						]
					}
				]
			},
			"miscTags": [
				"MW",
				"MLW"
			],
			"conditionInflict": [
				"incapacitated"
			]
		},
		{
			"name": "Mal Addik (lvl 1)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "Skul",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item scale mail|phb}"
					]
				}
			],
			"hp": {
				"formula": "1d10 + 1",
				"average": 204
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 15,
			"con": 13,
			"int": 11,
			"wis": 14,
			"cha": 9,
			"passive": 14,
			"cr": "1",
			"languages": [
				"Common",
				"Elvish"
			],
			"languageTags": [
				"C",
				"E"
			],
			"save": {
				"str": "+5",
				"dex": "+4"
			},
			"skill": {
				"athletics": "+5",
				"deception": "+1",
				"perception": "+4",
				"stealth": "+4",
				"survival": "+4"
			},
			"action": [
				{
					"name": "Longsword.",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d8 + 3}) slashing damage, or 5 ({@damage 1d10 + 3}) slashing damage if used with both hands."
					]
				},
				{
					"name": "Shortbow.",
					"entries": [
						"{@atk rw} {@hit 4} to hit, range 80/320 ft., one target. {@h}3 ({@damage 1d6 + 2}) piercing damage."
					]
				}
			],
			"damageTags": [
				"S",
				"P"
			],
			"trait": [
				{
					"name": "Criminal Contact.",
					"entries": [
						"Mal has a contact in the criminal network, and can send and receive messages to them through various means, even over great distances. "
					]
				},
				{
					"name": "Favored Enemy (Humans, Elves).",
					"entries": [
						"Mal has advantage on survival checks made when tracking his favored enemies, as well as advantage on Intelligence checks to recall information about them. "
					]
				},
				{
					"name": "Natural Explorer (Grasslands).",
					"entries": [
						"Mal is particularly adept at traversing his favored terrain and may double his profi ciency bonus when making Intelligence or Wisdom checks about such areas. In favored terrain, diffi  cult terrain doesn't slow his group's travel, his group can't get lost except by magical means, he can engage in another activity such as foraging or tracking and remain alert to danger, he can move stealthily at a normal pace if traveling alone, fi nds twice as much food as normal while foraging, and when tracking other creatures, he learns their exact number, sizes, and how long ago they passed through the area. "
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roleplaying Yrla",
						"entries": [
							"",
							{
								"type": "quote",
								"entries": [
									"\"{@i }\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									""
								]
							}
						]
					},
					"Overview ",
					"Once a hunter and trapper selling furs and game, Mal began his criminal career by accident—he was falsely accused of murder shortly after entering a foreign city. While awaiting his turn at the gallows, he shared a jail cell with two members of a local thieves guild. Although they spoke the common tongue to him, they spoke to one another in a strange language. The night before they were to be executed, Mal was suddenly roused from sleep. His cell mates were conspiring. When they noticed he was awake they motioned for him to stay silent. They spoke in whispers, \"How much do you want to live?\" ",
					"Mal became suddenly frightened, thinking these thieves meant to slit his throat. He was, however, mistaken. Th ey explained that their guild brothers would be unlocking their cell shortly, and, if he so desired, he could go free as well. He was skeptical but desperate. Sure enough, minutes later, the light from a guard's oil lamp came through the small barred window in the cell door. A hushed voice echoed in the chamber just outside and one of the thieves in Mal's cell answered. Th e key in the lock chattered. It was now or never and Mal's cell mates didn't waste time.",
					"On the floor just outside his cell door there sat an oil lamp and a key ring. Mal knelt down to take them, but when he looked up again, the thieves were gone. He was on his own. ",
					"He crept slowly, but not very quietly, through the network of hallways and passages for several tense minutes, trying to recall the exact route that he was brought days earlier. It was hard to remember as he had been badly beaten by the city guard during his arrest, then again as he was brought to the prison and questioned. He thought about slitting the throats of every guard he might meet but, surprisingly, there were none on patrol. The thieves and their guild mates' work, he thought. ",
					"Suddenly he rounded a corner, and there was the flickering of fi relight. He crept closer as quietly as he could, discovering one of many guard rooms. In it were several guards lying in bunks, or sitting around a fire in the middle of the room, but there was no sound besides the crackling of the dwindling fire. Mal approached cautiously to find that all of the guards had been slain with a single slice to the throat. ",
					"He quickly ransacked the room, taking any coin he could lay his hands on, along with arms and armor. He left the oil lamp but kept the keys, exiting the large door to the north. Finding himself in the moonlight of the early morning, he took a deep breath of free air. Having been spat on by the world for attempting an honest living, Mal turned his back on his old life and vowed to bring down the system of \"justice\" which allowed him to be jailed.",
					"Personality Traits ",
					"\"Keep your head, or lose it.\" Mal is always calm no matter what the situation. He never raises his voice or lets his emotions control him. ",
					"Ideals ",
					"\"Can't buy drinks with reputation.\" Mal will do whatever it takes to become wealthy, even if that means sacrifi cing his honor. ",
					"Bonds ",
					"\"My life's worth more than a pat on the back.\"He owes his life to the guild responsible for his release from prison, but has no way of ever paying them back. ",
					"Flaws ",
					"\"You know I'm good for it.\" Mal spends all his money on luxuries and ale and never has enough to pay off  his debt. ",
					"Roleplaying Mal ",
					"Mal only speaks when he has something worth saying, and is easily annoyed by folk who talk too much. In combat, Mal takes any opportunity that is presented to him. ",
					"\"Try not to draw too much attention to yourself.\"",
					"Weapons, Armor & Items Longsword, Shield, Shortbow, 20 Arrows, Scale Mail, Hidden Wrist Blade, 18sp, 22cp"
				]
			},
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			]
		},
		{
			"name": "Mal Addik (lvl 20)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"source": "Skul",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item scale mail|phb}"
					]
				}
			],
			"hp": {
				"formula": "20d10 + 80",
				"average": 204
			},
			"speed": {
				"walk": 30
			},
			"str": 20,
			"dex": 15,
			"con": 18,
			"int": 12,
			"wis": 14,
			"cha": 9,
			"passive": 18,
			"cr": "8",
			"languages": [
				"Common",
				"Dwarvish",
				"Elvish"
			],
			"languageTags": [
				"C",
				"D",
				"E"
			],
			"save": {
				"str": "+11",
				"dex": "+8"
			},
			"skill": {
				"athletics": "+11",
				"deception": "+5",
				"perception": "+8",
				"stealth": "+8",
				"survival": "+7"
			},
			"action": [
				{
					"name": "Extra Attack",
					"entries": [
						"Mal can attack twice with each Attack action. "
					]
				},
				{
					"name": "Longsword.",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d8 + 7}) slashing damage, or 5 ({@damage 1d10 + 7}) slashing damage if used with both hands."
					]
				},
				{
					"name": "Shortbow.",
					"entries": [
						"{@atk rw} {@hit 8} to hit, range 80/320 ft., one target. {@h}3 ({@damage 1d6 + 2}) piercing damage."
					]
				}
			],
			"damageTags": [
				"S",
				"P"
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Mal uses Wisdom as his spellcasting ability (Spell Save {@dc 16}, +8 to hit with spell attacks). He may cast each of the following spells once:"
					],
					"spells": {
						"1": {
							"spells": [
								"{@spell alarm}",
								"{@spell cure wounds}",
								"{@spell hunter's mark}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell barkskin}",
								"{@spell spike growth}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell conjure animals}",
								"{@spell plant growth}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell grasping vine}",
								"{@spell stoneskin}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell commune with nature}",
								"{@spell tree stride}"
							],
							"slots": 2
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Criminal Contact.",
					"entries": [
						"Mal has a contact in the criminal network, and can send and receive messages to them through various means, even over great distances. "
					]
				},
				{
					"name": "Favored Enemy (Humans, Elves, Dwarves, Halfl ings).",
					"entries": [
						"Mal has advantage on survival checks made when tracking his favored enemies, as well as advantage on Intelligence checks to recall information about them. "
					]
				},
				{
					"name": "Natural Explorer (Grasslands, Desert, Mountain).",
					"entries": [
						"Mal is particularly adept at traversing his favored terrain and may double his profi ciency bonus when making Intelligence or Wisdom checks about such areas. In favored terrain, diffi  cult terrain doesn't slow his group's travel, his group can't get lost except by magical means, he can engage in another activity such as foraging or tracking and remain alert to danger, he can move stealthily at a normal pace if traveling alone, fi nds twice as much food as normal while foraging, and when tracking other creatures, he learns their exact number, sizes, and how long ago they passed through the area. "
					]
				},
				{
					"name": "Fighting Style (Dueling).",
					"entries": [
						"When using a melee weapon in one hand and no other weapons, Mal deals +2 damage with it. "
					]
				},
				{
					"name": "Primeval Awareness.",
					"entries": [
						"Mal may use his action and expend one ranger spell slot to focus on the region around him. For 1 minute per level of the spell expended he can sense whether there are any aberrations, celestials, dragons, elementals, fey, fi ends or undead within a mile of his current location. (6 miles if in favored terrain.)"
					]
				},
				{
					"name": "Colossus Slayer.",
					"entries": [
						"Once per turn, when Mal deals damage to a creature that is below its hit point maximum, he can deal an additional {@dice 1d8} damage. "
					]
				},
				{
					"name": "Steel Will.",
					"entries": [
						"Mal has advantage on saving throws against being {@condition frightened}."
					]
				},
				{
					"name": "Land's Stride.",
					"entries": [
						"Mal can move through nonmagical diffi  cult terrain at the cost of no extra movement. He can pass through nonmagical plants without being slowed by them and without taking damage from them if they have spines or a similar hazard. In addition, he has advantage on saving throws against magical plants or are magically manipulated to impede him. "
					]
				},
				{
					"name": "Hide in Plain Sight.",
					"entries": [
						"Mal may spend 1 minute creating camoufl age for himself. He must have access to fresh mud, dirt, plants, soot, or other naturally occurring materials with which to create his camouflage. Once Mal is camoufl aged in this way he gains +10 to his Stealth checks as long as he remains stationary without taking actions. Once he moves or takes an action or reaction he must camouflage himself again to gain this benefit "
					]
				},
				{
					"name": "Whirlwind Attack.",
					"entries": [
						"Mal can use his action to attack any number of creatures within 5 ft. . of him, with a separate attack roll for each creature. "
					]
				},
				{
					"name": "Vanish.",
					"entries": [
						"Mal can use the Hide action as a bonus action on his turn. Also he can't be tracked by nonmagical means unless he chooses to leave a trail."
					]
				},
				{
					"name": "Uncanny Dodge.",
					"entries": [
						"When Mal is hit with an attack from an attacker that he can see, he can use his reaction to halve the attack's damage. "
					]
				},
				{
					"name": "Feral Senses.",
					"entries": [
						"When Mal attacks a creature he can't see, his inability to see it doesn't impose disadvantage on his attack roll against it. He is also aware of the location of any {@condition invisible} creature within 30 ft. . of him, provided the creature is not hidden from him and he is not {@condition blinded} of {@condition deafened} "
					]
				},
				{
					"name": "Foe Slayer.",
					"entries": [
						"Once per turn, Mal can add his Wisdom modifier to the attack roll or the damage roll of an attack he makes against one of his favored enemies. He can choose to use this feature before or after the roll but before any effects of the roll are applied. "
					]
				}
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"damageTagsSpell": [
				"P"
			],
			"savingThrowForcedSpell": [
				"dexterity"
			]
		},
		{
			"name": "Nimh the Surgeon (lvl 1)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Tiefling"
				]
			},
			"source": "Skul",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "1d8 + 1",
				"average": 5
			},
			"speed": {
				"walk": 30
			},
			"str": 8,
			"dex": 15,
			"con": 12,
			"int": 15,
			"wis": 13,
			"cha": 12,
			"passive": 11,
			"cr": "1/4",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Infernal",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"I",
				"TC"
			],
			"save": {
				"dex": "+4",
				"int": "+4"
			},
			"skill": {
				"deception": "+5",
				"insight": "+3",
				"medicine": "+6",
				"persuasion": "+3",
				"sleight of hand": "+4",
				"stealth": "+4"
			},
			"isNpc": true,
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roleplaying Yrla",
						"entries": [
							"",
							{
								"type": "quote",
								"entries": [
									"\"{@i }\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									""
								]
							}
						]
					},
					"Overview ",
					"Always fascinated, always reading, always learning; Nimh was forever asking questions, fi nding out how and why things worked, even as a child. Th e arthritic dog of a neighbor mysteriously disappeared one day and was found cut into neat pieces in the temple grounds next to Nimh's house. She had just wanted to know why it was broken and if it could be fi xed. Th e fi nal straw came as a teenager, when she 'fi xed' the pneumonia of the farmer's prize sheep by transplanting into it the lungs of his carthorse. Th e townsfolk hid their children and animals as she made her way to the road. ",
					"She moved to a town where nobody knew of her peculiarities and trained as an apothecary, keeping her unusual 'hobbies' to herself. Her intensive study turned her into an accomplished alchemist; observing the eff ects of elixirs on living things mesmerized her. Not satisfi ed with simply viewing their external eff ects, waifs and strays both human and animal oft en found themselves invited in out of the cold, then strapped to a table in her tiny backroom, fl esh and muscle neatly clipped back to reveal their inner workings. If they were lucky, Nimh would let them die fi rst.",
					"Completely ruthless and clinical, she had no reservations whatsoever when mortal representatives of the Demon Lord of the Affl  icted appeared to her and off ered her knowledge beyond measure in exchange for what's left  of those who perish on her table. To increase her body count, she now moonlights as a backstreet surgeon, mostly for the less savory characters of the town, and can easily be persuaded to facilitate a 'tragic complication' if her patron would prefer the patient not make a full recovery. Aft er all, the necromancers get what they want and Nimh can start a new 'side-project'... ",
					"Personality Traits ",
					"\"Emotions cloud the mind. Logic fuels it.\" Nimh doesn't hate those she kills, nor does she love what she does. Nimh approaches her work with cold, mechanical necessity. ",
					"Ideals ",
					"\"Life is learning. Everything has a lesson for those willing to see it.\" Nimh isn't a sadist. She does what she does out of  genuine inquisitiveness and a longing to learn more about the world. ",
					"Bonds ",
					"\"So many people stumble through life with no purpose. My subjects are lucky; they get to do something of use as they die.\" The high body count is a side-effect, not the aim. If Nimh's research could be facilitated by just the one death then it would be so, for efficiency's sake. ",
					"Flaws ",
					"\"People get in the way of my research. I'm better off  without them.\" Nimh's only tie is to her work. She recognizes that her methods are unusual and, even if it weren't, having assistants would only mean having to say her thoughts out loud, slowing the whole process down. ",
					"Roleplaying Nimh ",
					"Nimh is driven solely by the pursuit of knowledge and has no sentiment, no empathy and no moral compass; animals and humans are meat. Although not a natural combatant, she would not hesitate to kill to protect or further her research. However, while worth killing for, her research is not worth dying for. Naturally charismatic when it suits her, such as when persuading lowlifes in off  the street, she is generally solitary and quiet, believing interaction with others to be unnecessary, time-consuming and beneath her. ",
					"\"You poor soul, you look close to death! Come in, maybe I can help...\"",
					"Weapons, Armor & Items Scalpel, Surgical Tools, Leather Vest, Apron, Common Clothes"
				]
			},
			"trait": [
				{
					"name": "Hellish Resistance.",
					"entries": [
						"Nimh has resistance to fire. "
					]
				},
				{
					"name": "Infernal Legacy",
					"entries": [
						"Nimh can cast the Thaumaturgy cantrip, Hellish Rebuke as a 2nd level spell, and the Darkness spell using Charisma as her spellcasting modifier. "
					]
				},
				{
					"name": "Researcher.",
					"entries": [
						"If Nimh is unable to recall a piece of lore, she probably knows where the information can be found. "
					]
				},
				{
					"name": "Expertise (Deception, Medicine).",
					"entries": [
						"Nimh adds double her profi ciency bonus to skill checks she has expertise with. "
					]
				},
				{
					"name": "Sneak attack (+1d6).",
					"entries": [
						"Once per turn, Nimh can deal an extra {@dice 10d6} damage to one creature she hits with an attack if she has advantage on the attack roll. The attack must use a finesse or ranged weapon. She doesn't needadvantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and she doesn't have disadvantage on the attack roll. "
					]
				}
			],
			"action": [
				{
					"name": "Scalpel.",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d8 + 2}) slashing damage."
					]
				}
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"incapacitated"
			]
		},
		{
			"name": "Nimh the Surgeon (lvl 20)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Tiefling"
				]
			},
			"source": "Skul",
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "1d8 + 1",
				"average": 5
			},
			"speed": {
				"walk": 30
			},
			"str": 8,
			"dex": 20,
			"con": 12,
			"int": 20,
			"wis": 13,
			"cha": 14,
			"passive": 11,
			"cr": "6",
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Infernal",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"I",
				"TC"
			],
			"save": {
				"dex": "+11",
				"int": "+11",
				"wis": "+7"
			},
			"skill": {
				"deception": "+14",
				"insight": "+7",
				"medicine": "+17",
				"persuasion": "+14",
				"sleight of hand": "+17",
				"stealth": "+11"
			},
			"isNpc": true,
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roleplaying Yrla",
						"entries": [
							"",
							{
								"type": "quote",
								"entries": [
									"\"{@i }\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									""
								]
							}
						]
					}
				]
			},
			"trait": [
				{
					"name": "Hellish Resistance.",
					"entries": [
						"Nimh has resistance to fire. "
					]
				},
				{
					"name": "Infernal Legacy",
					"entries": [
						"Nimh can cast the Thaumaturgy cantrip, Hellish Rebuke as a 2nd level spell, and the Darkness spell using Charisma as her spellcasting modifier. "
					]
				},
				{
					"name": "Researcher.",
					"entries": [
						"If Nimh is unable to recall a piece of lore, she probably knows where the information can be found. "
					]
				},
				{
					"name": "Expertise (Deception, Medicine, Persuasion, Sleight of Hand).",
					"entries": [
						"Nimh adds double her profi ciency bonus to skill checks she has expertise with. "
					]
				},
				{
					"name": "Sneak attack (+10d6).",
					"entries": [
						"Once per turn, Nimh can deal an extra {@dice 10d6} damage to one creature she hits with an attack if she has advantage on the attack roll. The attack must use a finesse or ranged weapon. She doesn't needadvantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and she doesn't have disadvantage on the attack roll. "
					]
				},
				{
					"name": "Cunning Action.",
					"entries": [
						"On her turn, as a bonus action, Nimh can take a Dash, Dodge, Disengage, or Hide action. "
					]
				},
				{
					"name": "Assassinate.",
					"entries": [
						"Nimh has advantage on attack rolls against any creature that hasn't taken a turn in combat yet. Additionally, if she hits a surprised creature, it is counted as a critical hit. "
					]
				},
				{
					"name": "Uncanny Dodge.",
					"entries": [
						"When Nimh is hit with an attack from an attacker that she can see, she can use her reaction to halve the attack's damage. "
					]
				},
				{
					"name": "Evasion.",
					"entries": [
						"When Nimh is subjected to an eff ect that allows her to make a Dexterity saving throw to only take half damage, she takes no damage on a successful saving throw and half damage on a failed one. "
					]
				},
				{
					"name": "Infiltration Expertise.",
					"entries": [
						"Nimh can spend seven days and 25gp to create a false identity for herself with established history and connections. She can't establish an identity that belongs to someone else. When disguised this way, people will believe her to be the new identity unless given reason not to."
					]
				},
				{
					"name": "Reliable Talent.",
					"entries": [
						"When Nimh makes an ability check that lets her add her proficiency bonus she can treat a {@dice d20} roll of a 9 or lower as a 10. "
					]
				},
				{
					"name": "Impostor.",
					"entries": [
						"Nimh can fl awlessly mimic another person's speech, writing, and behavior if she spends at least three hours studying the person's speech, hand writing, and mannerisms. She has advantage on any Deception check made to avoid detection. "
					]
				},
				{
					"name": "Blindsense.",
					"entries": [
						"If Nimh is able to hear, she is aware of the location of any hidden or {@condition invisible} creatures within 10 feet of her. "
					]
				},
				{
					"name": "Death Strike.",
					"entries": [
						"When Nimh hits a surprised target, it must make a Constitution saving throw, {@dc 19}, or take double damage from the attack. "
					]
				},
				{
					"name": "Elusive.",
					"entries": [
						"No attack roll can have advantage against Nimh unless she is {@condition incapacitated}."
					]
				},
				{
					"name": "Stroke of Luck.",
					"entries": [
						"If Nimh's attack misses a target within range, she can turn the miss into a hit. Alternatively, if she fails an ability check, she can treat the {@dice d20} roll as a 20. Once she uses this feature she cannot use it again until she fi nishes a short or long rest. "
					]
				}
			],
			"action": [
				{
					"name": "Scalpel.",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d8}) slashing damage."
					]
				}
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"incapacitated"
			]
		},
		{
			"name": "Stanus Millrun (lvl 1)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Human"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "1d8 + 2",
				"average": 10
			},
			"speed": {
				"walk": 30
			},
			"str": 13,
			"dex": 15,
			"con": 14,
			"int": 11,
			"wis": 9,
			"cha": 16,
			"passive": 11,
			"cr": "1/2",
			"page": 20,
			"languages": [
				"Common",
				"Orc"
			],
			"languageTags": [
				"C",
				"O"
			],
			"save": {
				"dex": "+4",
				"cha": "+5"
			},
			"skill": {
				"perception": "+1",
				"persuasion": "+5",
				"athletics": "+3",
				"deception": "+5",
				"stealth": "+4"
			},
			"isNpc": true,
			"damageTags": [
				"P"
			],
			"senseTags": [
				"D"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roleplaying Yrla",
						"entries": [
							"",
							{
								"type": "quote",
								"entries": [
									"\"{@i }\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									""
								]
							}
						]
					},
					"Overview",
					"Stanus once had aspirations of being a famous musician, traveling from town to town, making people smile and laugh. It didn't take long for the cruel reality of life to take advantage of a young and naive Stanus. Discovering that bards just starting out are not unquestioningly invited to play at court to those of quality, he resorted to playing for coppers in disgusting taverns and outside inns. He didn't even make enough to rent a room, and oft en slept in dirty allyways and under eaves. Despite his poor lodgings, he maintained his dignity with fi ne clothes and a fantastic hat. ",
					"Late one night, he was playing his lute outside of a tavern in the dim lamp light. His hat, with a handful of coppers and a few silvers, was upturned on a stool in front of him. Unbeknownst to him, he had attracted the attention of a few ruffi  ans who falsely assumed that such a well-dressed fellow would have more than a his fair share of coins and other valuables. They waited until the streets were fairly clear before making their move. ",
					"One of the three ruffi  ans approached casually, bobbing his head to the music before dropping a copper into the hat. Stanus bowed his head to him as he continued to play. That's when the other two ruffians snuck up from either side. He was grabbed and pushed up against the tavern wall. One ruffian quickly grabbed the hat and ran. The other two began to turn out his pockets. He struggled until a swift  punch to the stomach doubled him over. One of them ripped the lute from his hands, breaking the shoulder strap. The other one found his coin purse, \"Where is the rest?!\" He demanded. Another punch to the stomach. ",
					"At that moment, a tall figure opened the tavern door and staggered out. He looked over at the three of them and said, \"Let him go.\" The ruffians chuckled. The figure stepped closer, Stanus looked up to see a dapper sailor with tanned skin and long dark hair. \"He may not be the best musician, but what he lacks in talent he makes up for in determination.\" ",
					"The ruffian who had taken the lute approached, intending to use it as a club. Without a second thought, the man drew a pistol concealed under his jacket and fi red, killing him. The other thief began to run, so the man drew another pistol, took aim, and fired. He fell with a grunt. The stranger looked down at Stanus, \"Care to join me for an ale?\" ",
					"Stanus was shocked and surprised. He had no idea who he had just met, or how this man would change his life, and his views, forever. ",
					"Personality Traits ",
					"\"I'll be there.\" His friends know he's reliable and can count on him no matter what. He doesn't talk much, but when he does, most people listen. ",
					"Ideals ",
					"\"Enough wealth can set any man free.\" Gold and platinum are the key to a better life. He means to one day buy or steal a ship and chart his own destiny. ",
					"Bonds ",
					"\"I'm loyal to the Captain fi rst, everything else  second.\" He and Bram (p.132) have been friends for over a decade. ",
					"Flaws ",
					"\"Have you tried saying 'no' to that man? Let me know how it turns out for you.\" He will follow orders even if he thinks they're wrong. He doesn't have the confi dence to stand up to Bram on any major matters for fear of how he might react. ",
					"Roleplaying Stanus ",
					"Not the man he once was, Stanus' good nature has all but been forgotten, snuff ed out by the corruption of his surroundings and associates. Not unduly cruel, but far from kind, he does what he needs to get by, and doesn't much care who he hurts. \"No I don't know that song, stop asking!\"",
					"Weapons, Armor & Items Rapier, Leather Armor, Large Net, Fine Hat, Sailor's Clothes, 5gp, 15sp, Potion of Spell Rejuvenation        "
				]
			},
			"action": [
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 2}) piercing damage."
					]
				}
			],
			"trait": [
				{
					"name": "Ship's Passage.",
					"entries": [
						"Stanus can secure free passage on a ship for himself and his companions. "
					]
				},
				{
					"name": "Bardic Inspiration (d6).",
					"entries": [
						"Stanus can use his bonus action to give a creature within 60 ft. . his Bardic Inspiration die. Once within the next 10 minutes the creature can roll the die and add the number rolled to one ability check, attack roll, or saving throw it makes. Stanus can use Bardic Inspiration 5 times per day , and regains expended uses aft er a long rest. . "
					]
				}
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Stanus uses Charisma as his spellcasting ability (Spell Save {@dc 19}, +11 to hit with spell attacks). He may cast the following spells: "
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell dancing lights}",
								"{@spell vicious mockery}"
							]
						},
						"1": {
							"spells": [
								"{@spell bane}",
								"{@spell cure wounds}",
								"{@spell faerie fire}",
								"{@spell tasha's hideous laughter}"
							],
							"slots": 2
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"damageTagsSpell": [
				"Y"
			],
			"attachedItems": [
				"rapier|phb"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Stanus Millrun (lvl 20)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Human"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"{@item leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "20d8 + 80",
				"average": 183
			},
			"speed": {
				"walk": 30
			},
			"str": 13,
			"dex": 16,
			"con": 18,
			"int": 11,
			"wis": 10,
			"cha": 20,
			"passive": 22,
			"cr": "3",
			"page": 20,
			"languages": [
				"Common",
				"Orc"
			],
			"languageTags": [
				"C",
				"O"
			],
			"save": {
				"dex": "+9",
				"cha": "+11"
			},
			"skill": {
				"perception": "+12",
				"persuasion": "+17",
				"athletics": "+7",
				"deception": "+17",
				"stealth": "+13"
			},
			"isNpc": true,
			"damageTags": [
				"P"
			],
			"senseTags": [
				"D"
			],
			"fluff": {
				"entries": [
					"Weapons, Armor & Items Rapier, Leather Armor, Large Net, Fine Hat, Sailor's Clothes, 120gp, 210sp, {@item Potion of Spell Rejuvenation}."
				]
			},
			"action": [
				{
					"name": "Extra Attack",
					"entries": [
						"Stanus can attack twice with each Attack action. "
					]
				},
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d8 + 3}) piercing damage."
					]
				}
			],
			"trait": [
				{
					"name": "Ship's Passage.",
					"entries": [
						"Stanus can secure free passage on a ship for himself and his companions. "
					]
				},
				{
					"name": "Bardic Inspiration (d12).",
					"entries": [
						"Stanus can use his bonus action to give a creature within 60 ft. . his Bardic Inspiration die. Once within the next 10 minutes the creature can roll the die and add the number rolled to one ability check, attack roll, or saving throw it makes. Stanus can use Bardic Inspiration 5 times per day , and regains expended uses aft er a long rest. . "
					]
				},
				{
					"name": "Sneak Attack (+10d6).",
					"entries": [
						"Once per turn, Talim can deal an extra {@dice 10d6} damage to one creature he hits with an attack if he has advantage on the attack roll. Th e attack must use a fi nesse or ranged weapon. He doesn't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and he doesn't have disadvantage on the attack roll. "
					]
				},
				{
					"name": "Jack of all Trades.",
					"entries": [
						"Stanus can add half his profi ciency bonus, rounded down, to any ability check he makes that doesn't already include his profi ciency bonus."
					]
				},
				{
					"name": "Song of Rest (d12).",
					"entries": [
						"During a short rest, when Stanus or any friendly creature who can hear him regains HP by spending hit dice, Stanus can use his Song of Rest to allow each creature to regain an additional {@dice 1d12} HP. "
					]
				},
				{
					"name": "College of Valor.",
					"entries": [
						"Stanus gains profi ciency with martial weapons, medium armor, and shields. ack's damage. "
					]
				},
				{
					"name": "Expertise (Athletics, Deception, Persuasion, Stealth).",
					"entries": [
						"Stanus adds double his profi ciency bonus to skill checks he has expertise with. "
					]
				},
				{
					"name": "Combat Inspiration.",
					"entries": [
						"A creature given Bardic Inspiration die by Stanus can use it on a weapon damage roll. Alternatively, if the creature is targeted by an attack roll, it can use its reaction to add the Bardic Inspiration die to its AC against it. "
					]
				},
				{
					"name": "Font of Inspiration.",
					"entries": [
						"Stanus regains all uses of his Bardic Inspiration ability when he fi nishes a long or short rest."
					]
				},
				{
					"name": "Countercharm.",
					"entries": [
						"As an action, Stanus can start a performance that lasts until his next turn. During that time, he and any friendly creature within 30 feet of him have advantage on saving throws against being {@condition frightened} or {@condition charmed}. "
					]
				},
				{
					"name": "Battle Magic.",
					"entries": [
						"When Stanus casts a bard spell using his action, he may make one weapon attack as a bonus action. "
					]
				},
				{
					"name": "Superior Inspiration.",
					"entries": [
						"When Stanus rolls initiative, if he has no uses of Bardic Inspiration left , he regains one use. "
					]
				}
			],
			"spellcasting": [
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Stanus uses Charisma as his spellcasting ability (Spell Save {@dc 19}, +11 to hit with spell attacks). He may cast the following spells: "
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell blade ward}",
								"{@spell dancing lights}",
								"{@spell minor illusion}",
								"{@spell vicious mockery}"
							]
						},
						"1": {
							"spells": [
								"{@spell bane}",
								"{@spell cure wounds}",
								"{@spell faerie fire}",
								"{@spell tasha's hideous laughter}"
							],
							"slots": 2
						},
						"2": {
							"spells": [
								"{@spell cloud of daggers}",
								"{@spell crown of madness}",
								"{@spell hold person}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell fear}",
								"{@spell hypnotic pattern}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell confusion}",
								"{@spell freedom of movement}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell blade barrier}",
								"{@spell dominate person}",
								"{@spell hold monster}"
							],
							"slots": 3
						},
						"6": {
							"spells": [
								"{@spell chain lightning}",
								"{@spell mass suggestion}"
							],
							"slots": 2
						},
						"7": {
							"spells": [
								"{@spell fire storm}",
								"{@spell teleport}"
							],
							"slots": 2
						},
						"8": {
							"spells": [
								"{@spell dominate monster}"
							],
							"slots": 1
						},
						"9": {
							"spells": [
								"{@spell power word kill}",
								"{@spell time stop}"
							],
							"slots": 1
						}
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"conditionInflictSpell": [
				"incapacitated",
				"prone",
				"charmed",
				"paralyzed",
				"frightened"
			],
			"damageTagsSpell": [
				"F",
				"L",
				"S",
				"Y"
			],
			"attachedItems": [
				"rapier|phb"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Talim Nezara (lvl 20)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Human"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				9
			],
			"hp": {
				"formula": "20d8",
				"average": 103
			},
			"speed": {
				"walk": 20
			},
			"str": 10,
			"dex": 7,
			"con": 10,
			"int": 16,
			"wis": 20,
			"cha": 20,
			"passive": 21,
			"cr": "3",
			"page": 20,
			"languages": [
				"Common",
				"Dwarvish",
				"Undercommon"
			],
			"languageTags": [
				"C",
				"D",
				"U"
			],
			"save": {
				"int": "+9",
				"dex": "+4",
				"wis": "+11"
			},
			"skill": {
				"deception": "+17",
				"insight": "+17",
				"perception": "+11",
				"performance": "+10",
				"persuasion": "+17",
				"sleight of hand": "+10"
			},
			"isNpc": true,
			"damageTags": [
				"B",
				"P"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"fluff": {
				"entries": [
					"Weapons, Armor & Items Quarterstaff , Tattered Clothes, Talim's Blade"
				]
			},
			"action": [
				{
					"name": "Quarterstaff",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6}) bludgeoning damage, or 4 ({@damage 1d8}) bludgeoning damage if used with both hands."
					]
				},
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d4}) piercing damage."
					]
				}
			],
			"trait": [
				{
					"name": "Criminal Contact",
					"entries": [
						"Talim has a contact in the criminal network, and can send and receive messages to them through various means, even over great distances. "
					]
				},
				{
					"name": "Expertise (Deception, Insight, Persuasion, Sleight of Hand).",
					"entries": [
						"Talim adds double his profi ciency bonus to skill checks he has expertise with. "
					]
				},
				{
					"name": "Sneak Attack (+10d6).",
					"entries": [
						"Once per turn, Talim can deal an extra {@dice 10d6} damage to one creature he hits with an attack if he has advantage on the attack roll. Th e attack must use a fi nesse or ranged weapon. He doesn't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and he doesn't have disadvantage on the attack roll. "
					]
				},
				{
					"name": "Cunning Action.",
					"entries": [
						"Talim can take a bonus action on each of his turns during combat. He can use this action to Dash, Disengage, or Hide. "
					]
				},
				{
					"name": "Assassinate.",
					"entries": [
						"Talim has advantage on attack rolls against any creature that hasn't taken a turn in combat yet. Additionally, if he hits a surprised creature, it is counted as a critical hit. "
					]
				},
				{
					"name": "Uncanny Dodge.",
					"entries": [
						"When Talim is hit with an attack from an attacker that he can see, he can use his reaction to halve the attack's damage. "
					]
				},
				{
					"name": "Evasion.",
					"entries": [
						"When Talim is subjected to an eff ect that allows him to make a Dexterity saving throw to only take half damage, he takes no damage on a successful saving throw and half damage on a failed one. "
					]
				},
				{
					"name": "Infi ltration Expertise.",
					"entries": [
						"Talim can spend seven days and 25gp to create a false identity for himself with established history and connections. He can't establish an identity that belongs to someone else. When disguised this way, people will believe him to be the new identity unless given reason not to. "
					]
				},
				{
					"name": "Reliable Talent.",
					"entries": [
						"Whenever Talim makes an ability check that lets him add his profi ciency bonus, he can treat a {@dice d20} roll of 9 or lower as a 10. "
					]
				},
				{
					"name": "Impostor.",
					"entries": [
						"Talim can fl awlessly mimic another person's speech, writing, and behavior if he spends at least three hours studying the person's speech, hand writing, and mannerisms. He has advantage on any Deception check made to avoid detection."
					]
				},
				{
					"name": "Blindsense.",
					"entries": [
						"If Talim is able to hear, he is aware of the location of any hidden or {@condition invisible} creature within 10 ft. . of him. "
					]
				},
				{
					"name": "Death Strike.",
					"entries": [
						"When Talim hits a surprised target, it must make a Constitution saving throw, {@dc 19}, or take double damage from the attack. "
					]
				},
				{
					"name": "Elusive.",
					"entries": [
						"No attack rolls against Talim can have advantage as long as he's not {@condition incapacitated}."
					]
				},
				{
					"name": "Stroke of Luck.",
					"entries": [
						"If Talim's attack misses a target within range, he can turn the miss into a hit. Alternatively, if he fails an ability check, he can treat the {@dice d20} roll as a 20. Once he uses this feature he cannot use it again until he fi nishes a short or long rest. "
					]
				}
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"attachedItems": [
				"dagger|phb",
				"quarterstaff|phb"
			]
		},
		{
			"name": "Yrla Silverhand (lvl 1)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Mountain Dwarf"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"{@item half plate armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "1d8 + 2",
				"average": 10
			},
			"speed": {
				"walk": 25
			},
			"str": 11,
			"dex": 15,
			"con": 15,
			"int": 13,
			"wis": 12,
			"cha": 11,
			"passive": 13,
			"cr": "1/2",
			"page": 20,
			"languages": [
				"Common",
				"Dwarvish",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"D",
				"TC"
			],
			"save": {
				"str": "+0",
				"dex": "+4",
				"int": "+3",
				"wis": "+0"
			},
			"skill": {
				"acrobatics": "+4",
				"deception": "+4",
				"insight": "+5",
				"stealth": "+4",
				"sleight of hand": "+4",
				"perception": "+3"
			},
			"fluff": {
				"entries": [
					{
						"name": "Roleplaying Yrla",
						"entries": [
							"Yrla isn't one to miss an opportunity. If she's faced with an opening she can use to her benefi t, she will take it. Like many dwarves, she is proud and stubborn and her sadistic streak means she will not forget or forgive any slight. Her underlings appreciate the life of relative luxury she aff ords them, attempting to move up in her favor and, understandably, trying to avoid forming too strong a connection with other members.",
							{
								"type": "quote",
								"entries": [
									"\"Not another step. I didn't get to where I am today by missing.\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									"Concealed Halfplate, Powerful Crossbow, 30 bolts, Fine Clothes, Pipe, Silver Choker (4gp), 36sp, 10gp"
								]
							}
						],
						"type": "entries"
					}
				]
			},
			"isNpc": true,
			"action": [
				{
					"name": "Metal Hand",
					"entries": [
						"{@atk mw}  {@hit 2} to hit, reach 5 ft., one creature. {@h}4 ({@damage 1d6 + 0}) bludgeoning damage. "
					]
				},
				{
					"name": "Heavy Crossbow",
					"entries": [
						"{@atk rw}  {@hit 4} to hit, range 100/400 ft., one creature. {@h}11 ({@damage 1d10 + 2}) piercing damage. "
					]
				}
			],
			"damageTags": [
				"B",
				"P"
			],
			"trait": [
				{
					"name": "Dwarven Resilience",
					"entries": [
						"Yrla has advantage on saving throws against poison, and resistance to poison damage. "
					]
				},
				{
					"name": "Criminal Contact",
					"entries": [
						"Yrla has a contact in the criminal network, and can send and receive messages to them through various means, even over great distances. "
					]
				},
				{
					"name": "Expertise (Deception and Insight).",
					"entries": [
						"Yrla adds double her proficiency bonus to skill checks she has expertise with."
					]
				},
				{
					"name": "Sneak attack (+1d6)",
					"entries": [
						"Once per turn, Yrla can deal an extra {@dice 1d6} damage to one creature she hits with an attack if she has advantage on the attack roll. The attack must use a finesse or ranged weapon. She doesn't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and she doesn't have disadvantage on the attack roll."
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"miscTags": [
				"RNG"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"traitTags": [
				"Sneak Attack"
			],
			"attachedItems": [
				"heavy crossbow|phb"
			]
		},
		{
			"name": "Yrla Silverhand (lvl 04)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Mountain Dwarf"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"{@item half plate armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "4d8 + 12",
				"average": 35
			},
			"speed": {
				"walk": 25
			},
			"str": 11,
			"dex": 16,
			"con": 16,
			"int": 13,
			"wis": 12,
			"cha": 11,
			"passive": 23,
			"cr": "1",
			"page": 20,
			"languages": [
				"Common",
				"Dwarvish",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"D",
				"TC"
			],
			"save": {
				"dex": "+4",
				"int": "+3"
			},
			"skill": {
				"acrobatics": "+5",
				"deception": "+4",
				"insight": "+5",
				"stealth": "+5",
				"sleight of hand": "+5",
				"perception": "+3"
			},
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Defense",
						"entries": [
							"As she oft en was, Yrla was still at her desk well past dusk. She wore a satisfi ed sneer as she went through the week's lists. She had guessed every outcome correctly: she nearly always did. A noise outside her window interrupted her musings and she sat bolt upright. You didn't get where she was without taking any threat seriously. Looking around, she took in each of her traps in turn, all rigged to hit various points in the room, her eyes resting at last on the large, custom crossbow that she'd had to commission to be compatible with her... condition.",
							"{@i Talim}",
							"She remembered the night. She'd taken care of the guards from afar, while he'd snuck into the mansion for the target. Some baron or other, she seemed to remember. Th eir tracks would have shown their escape route in the snow, so they made their way out through the sewers.",
							"Talim had been acting strange all day. Still reckless, still deadly, but strange. She wondered if their employer had off ered him the same deal as her. She'd turned him down, naturally, but that was a lot of coin.",
							"He was fi rst up the ladder onto the street. As Yrla ascended, she saw Talim drawing his dagger and, across the street from him, a stranger, hooded and cloaked.",
							"{@i He'd taken the deal.}",
							"Yrla could load and fi re a crossbow faster than anyone, but not faster than Talim could draw a dagger. She remembered moonlight on the blade as it came down. She remembered a jolt as it caught her in the arm, as if she had caught a blow while sparring. She remembered no pain as she fell, registering only distantly that her hand lay in the snow beside her.",
							"Talim ran. With all her strength, she hoisted up the crossbow as her vision dimmed. Th e bolt whistled into the night. A blurred fi gure collapsed to the ground. And she remembered nothing more.",
							"Yrla twitched open the curtains to peer through the snow into the street below. No, not Talim.",
							"{@i Just some old beggar.}"
						]
					}
				]
			},
			"isNpc": true,
			"action": [
				{
					"name": "Metal Hand",
					"entries": [
						"{@atk mw}  {@hit 2} to hit, reach 5 ft., one creature. {@h}4 ({@damage 1d6 + 0}) bludgeoning damage. "
					]
				},
				{
					"name": "Heavy Crossbow",
					"entries": [
						"{@atk rw}  {@hit 5} to hit, range 100/400 ft., one creature. {@h}11 ({@damage 1d10 + 3}) piercing damage. "
					]
				}
			],
			"damageTags": [
				"B",
				"P"
			],
			"trait": [
				{
					"name": "Dwarven Resilience",
					"entries": [
						"Yrla has advantage on saving throws against poison, and resistance to poison damage. "
					]
				},
				{
					"name": "Criminal Contact",
					"entries": [
						"Yrla has a contact in the criminal network, and can send and receive messages to them through various means, even over great distances. "
					]
				},
				{
					"name": "Expertise (Acrobatics, Deception, Insight, and Perception).",
					"entries": [
						"Yrla adds double her profi ciency bonus to skill checks she has expertise with."
					]
				},
				{
					"name": "Sneak attack (+2d6)",
					"entries": [
						"Once per turn, Yrla can deal an extra {@dice 10d6} damage to one creature she hits with an attack if she has advantage on the attack roll. Th e attack must use a fi nesse or ranged weapon. She doesn't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and she doesn't have disadvantage on the attack roll."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"On her turn, as a bonus action, Yrla can take a Dash, Dodge, Disengage, or Hide action. "
					]
				},
				{
					"name": "Assassinate",
					"entries": [
						"Yrla has advantage on attack rolls against any creature that hasn't taken a turn in combat yet. Additionally, if she hits a surprised creature, it is counted as a critical hit."
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"miscTags": [
				"RNG"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"traitTags": [
				"Sneak Attack"
			],
			"attachedItems": [
				"heavy crossbow|phb"
			]
		},
		{
			"name": "Yrla Silverhand (lvl 8)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Mountain Dwarf"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"{@item half plate armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "16d8 + 48",
				"average": 131
			},
			"speed": {
				"walk": 25
			},
			"str": 11,
			"dex": 20,
			"con": 16,
			"int": 13,
			"wis": 16,
			"cha": 11,
			"passive": 23,
			"cr": "6",
			"page": 20,
			"languages": [
				"Common",
				"Dwarvish",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"D",
				"TC"
			],
			"save": {
				"dex": "+10",
				"int": "+6",
				"wis": "+8"
			},
			"skill": {
				"acrobatics": "+15",
				"deception": "+10",
				"insight": "+13",
				"stealth": "+10",
				"sleight of hand": "+10",
				"perception": "+13"
			},
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roleplaying Yrla",
						"entries": [
							"Yrla isn't one to miss an opportunity. If she's faced with an opening she can use to her benefi t, she will take it. Like many dwarves, she is proud and stubborn and her sadistic streak means she will not forget or forgive any slight. Her underlings appreciate the life of relative luxury she aff ords them, attempting to move up in her favor and, understandably, trying to avoid forming too strong a connection with other members.",
							{
								"type": "quote",
								"entries": [
									"\"Not another step. I didn't get to where I am today by missing.\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									"Concealed Halfplate, Powerful Crossbow, 30 bolts, Fine Clothes, Pipe, Silver Choker (4gp), 250sp, 160gp"
								]
							}
						]
					}
				]
			},
			"isNpc": true,
			"action": [
				{
					"name": "Metal Hand",
					"entries": [
						"{@atk mw}  {@hit 5} to hit, reach 5 ft., one creature. {@h}4 ({@damage 1d6 + 0}) bludgeoning damage. "
					]
				},
				{
					"name": "Heavy Crossbow",
					"entries": [
						"{@atk rw}  {@hit 10} to hit, range 100/400 ft., one creature. {@h}11 ({@damage 1d10 + 5}) piercing damage. "
					]
				}
			],
			"damageTags": [
				"B",
				"P"
			],
			"trait": [
				{
					"name": "Dwarven Resilience",
					"entries": [
						"Yrla has advantage on saving throws against poison, and resistance to poison damage. "
					]
				},
				{
					"name": "Criminal Contact",
					"entries": [
						"Yrla has a contact in the criminal network, and can send and receive messages to them through various means, even over great distances. "
					]
				},
				{
					"name": "Expertise (Acrobatics, Deception, Insight, and Perception).",
					"entries": [
						"Yrla adds double her profi ciency bonus to skill checks she has expertise with."
					]
				},
				{
					"name": "Sneak attack (+4d6)",
					"entries": [
						"Once per turn, Yrla can deal an extra {@dice 10d6} damage to one creature she hits with an attack if she has advantage on the attack roll. Th e attack must use a fi nesse or ranged weapon. She doesn't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and she doesn't have disadvantage on the attack roll."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"On her turn, as a bonus action, Yrla can take a Dash, Dodge, Disengage, or Hide action. "
					]
				},
				{
					"name": "Assassinate",
					"entries": [
						"Yrla has advantage on attack rolls against any creature that hasn't taken a turn in combat yet. Additionally, if she hits a surprised creature, it is counted as a critical hit."
					]
				},
				{
					"name": "Uncanny Dodge",
					"entries": [
						"When Yrla is hit with an attack from an attacker that she can see, she can use her reaction to halve the attack's damage. "
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"When Yrla is subjected to an effect that allows her to make a Dexterity saving throw to only take half damage, she takes no damage on a successful saving throw and half damage on a failed one."
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"miscTags": [
				"RNG"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"traitTags": [
				"Sneak Attack"
			],
			"attachedItems": [
				"heavy crossbow|phb"
			]
		},
		{
			"name": "Yrla Silverhand (lvl 12)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Mountain Dwarf"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"{@item half plate armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "16d8 + 48",
				"average": 131
			},
			"speed": {
				"walk": 25
			},
			"str": 11,
			"dex": 20,
			"con": 16,
			"int": 13,
			"wis": 16,
			"cha": 11,
			"passive": 23,
			"cr": "6",
			"page": 20,
			"languages": [
				"Common",
				"Dwarvish",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"D",
				"TC"
			],
			"save": {
				"dex": "+10",
				"int": "+6",
				"wis": "+8"
			},
			"skill": {
				"acrobatics": "+15",
				"deception": "+10",
				"insight": "+13",
				"stealth": "+10",
				"sleight of hand": "+10",
				"perception": "+13",
				"special": "playing cards +0, Thieves' Tools +0"
			},
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roleplaying Yrla",
						"entries": [
							"Yrla isn't one to miss an opportunity. If she's faced with an opening she can use to her benefi t, she will take it. Like many dwarves, she is proud and stubborn and her sadistic streak means she will not forget or forgive any slight. Her underlings appreciate the life of relative luxury she aff ords them, attempting to move up in her favor and, understandably, trying to avoid forming too strong a connection with other members.",
							{
								"type": "quote",
								"entries": [
									"\"Not another step. I didn't get to where I am today by missing.\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									"Concealed Halfplate, Powerful Crossbow, 30 bolts, Fine Clothes, Pipe, Silver Choker (4gp), 120sp, 40gp"
								]
							}
						]
					}
				]
			},
			"isNpc": true,
			"action": [
				{
					"name": "Metal Hand",
					"entries": [
						"{@atk mw}  {@hit 5} to hit, reach 5 ft., one creature. {@h}4 ({@damage 1d6 + 0}) bludgeoning damage. "
					]
				},
				{
					"name": "Heavy Crossbow",
					"entries": [
						"{@atk rw}  {@hit 10} to hit, range 100/400 ft., one creature. {@h}11 ({@damage 1d10 + 5}) piercing damage. "
					]
				}
			],
			"damageTags": [
				"B",
				"P"
			],
			"trait": [
				{
					"name": "Dwarven Resilience",
					"entries": [
						"Yrla has advantage on saving throws against poison, and resistance to poison damage. "
					]
				},
				{
					"name": "Criminal Contact",
					"entries": [
						"Yrla has a contact in the criminal network, and can send and receive messages to them through various means, even over great distances. "
					]
				},
				{
					"name": "Expertise (Acrobatics, Deception, Insight, and Perception).",
					"entries": [
						"Yrla adds double her profi ciency bonus to skill checks she has expertise with."
					]
				},
				{
					"name": "Sneak attack (+6d6)",
					"entries": [
						"Once per turn, Yrla can deal an extra {@dice 10d6} damage to one creature she hits with an attack if she has advantage on the attack roll. Th e attack must use a fi nesse or ranged weapon. She doesn't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and she doesn't have disadvantage on the attack roll."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"On her turn, as a bonus action, Yrla can take a Dash, Dodge, Disengage, or Hide action. "
					]
				},
				{
					"name": "Assassinate",
					"entries": [
						"Yrla has advantage on attack rolls against any creature that hasn't taken a turn in combat yet. Additionally, if she hits a surprised creature, it is counted as a critical hit."
					]
				},
				{
					"name": "Uncanny Dodge",
					"entries": [
						"When Yrla is hit with an attack from an attacker that she can see, she can use her reaction to halve the attack's damage. "
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"When Yrla is subjected to an effect that allows her to make a Dexterity saving throw to only take half damage, she takes no damage on a successful saving throw and half damage on a failed one."
					]
				},
				{
					"name": "Infiltration Expertise",
					"entries": [
						"Yrla can spend seven days and 25gp to create a false identity for herself with established history and connections. She can't establish an identity that belongs to someone else. When disguised this way, people will believe her to be the new identity unless given reason not to. "
					]
				},
				{
					"name": "Reliable Talent",
					"entries": [
						" When Yrla makes an ability check that lets her add her profi ciency bonus she can treat a {@dice d20} roll of a 9 or lower as a 10. "
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"miscTags": [
				"RNG"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"traitTags": [
				"Sneak Attack"
			],
			"attachedItems": [
				"heavy crossbow|phb"
			]
		},
		{
			"name": "Yrla Silverhand (lvl 16)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Mountain Dwarf"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"{@item half plate armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "16d8 + 48",
				"average": 131
			},
			"speed": {
				"walk": 25
			},
			"str": 11,
			"dex": 20,
			"con": 16,
			"int": 13,
			"wis": 16,
			"cha": 11,
			"passive": 23,
			"cr": "6",
			"page": 20,
			"languages": [
				"Common",
				"Dwarvish",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"D",
				"TC"
			],
			"save": {
				"dex": "+10",
				"int": "+6",
				"wis": "+8"
			},
			"skill": {
				"acrobatics": "+15",
				"deception": "+10",
				"insight": "+13",
				"stealth": "+10",
				"sleight of hand": "+10",
				"perception": "+13"
			},
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Roleplaying Yrla",
						"entries": [
							"Yrla isn't one to miss an opportunity. If she's faced with an opening she can use to her benefi t, she will take it. Like many dwarves, she is proud and stubborn and her sadistic streak means she will not forget or forgive any slight. Her underlings appreciate the life of relative luxury she aff ords them, attempting to move up in her favor and, understandably, trying to avoid forming too strong a connection with other members.",
							{
								"type": "quote",
								"entries": [
									"\"Not another step. I didn't get to where I am today by missing.\""
								]
							},
							{
								"type": "inset",
								"name": "Weapons, Armor & Items",
								"entries": [
									"Concealed Halfplate, Powerful Crossbow, 30 bolts, Fine Clothes, Pipe, Silver Choker (4gp), 200sp, 80gp"
								]
							}
						]
					}
				]
			},
			"isNpc": true,
			"action": [
				{
					"name": "Metal Hand",
					"entries": [
						"{@atk mw}  {@hit 5} to hit, reach 5 ft., one creature. {@h}4 ({@damage 1d6 + 0}) bludgeoning damage. "
					]
				},
				{
					"name": "Heavy Crossbow",
					"entries": [
						"{@atk rw}  {@hit 10} to hit, range 100/400 ft., one creature. {@h}11 ({@damage 1d10 + 5}) piercing damage. "
					]
				}
			],
			"damageTags": [
				"B",
				"P"
			],
			"trait": [
				{
					"name": "Dwarven Resilience",
					"entries": [
						"Yrla has advantage on saving throws against poison, and resistance to poison damage. "
					]
				},
				{
					"name": "Criminal Contact",
					"entries": [
						"Yrla has a contact in the criminal network, and can send and receive messages to them through various means, even over great distances. "
					]
				},
				{
					"name": "Expertise (Acrobatics, Deception, Insight, and Perception).",
					"entries": [
						"Yrla adds double her profi ciency bonus to skill checks she has expertise with."
					]
				},
				{
					"name": "Sneak attack (+8d6)",
					"entries": [
						"Once per turn, Yrla can deal an extra {@dice 10d6} damage to one creature she hits with an attack if she has advantage on the attack roll. Th e attack must use a fi nesse or ranged weapon. She doesn't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and she doesn't have disadvantage on the attack roll."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"On her turn, as a bonus action, Yrla can take a Dash, Dodge, Disengage, or Hide action. "
					]
				},
				{
					"name": "Assassinate",
					"entries": [
						"Yrla has advantage on attack rolls against any creature that hasn't taken a turn in combat yet. Additionally, if she hits a surprised creature, it is counted as a critical hit."
					]
				},
				{
					"name": "Uncanny Dodge",
					"entries": [
						"When Yrla is hit with an attack from an attacker that she can see, she can use her reaction to halve the attack's damage. "
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"When Yrla is subjected to an effect that allows her to make a Dexterity saving throw to only take half damage, she takes no damage on a successful saving throw and half damage on a failed one."
					]
				},
				{
					"name": "Infiltration Expertise",
					"entries": [
						"Yrla can spend seven days and 25gp to create a false identity for herself with established history and connections. She can't establish an identity that belongs to someone else. When disguised this way, people will believe her to be the new identity unless given reason not to. "
					]
				},
				{
					"name": "Reliable Talent",
					"entries": [
						" When Yrla makes an ability check that lets her add her profi ciency bonus she can treat a {@dice d20} roll of a 9 or lower as a 10. "
					]
				},
				{
					"name": "Impostor",
					"entries": [
						"Yrla can fl awlessly mimic another person's speech, writing, and behavior if she spends at least three hours studying the person's speech, hand writing, and mannerisms. She has advantage on any Deception check made to avoid detection."
					]
				},
				{
					"name": "Blindsense",
					"entries": [
						"If Yrla is able to hear, she is aware of the location of any hidden or {@condition invisible} creatures within 10 feet of her."
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"miscTags": [
				"RNG"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"traitTags": [
				"Sneak Attack"
			],
			"attachedItems": [
				"heavy crossbow|phb"
			]
		},
		{
			"name": "Yrla Silverhand (lvl 20)",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Mountain Dwarf"
				]
			},
			"source": "Skul",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"{@item half plate armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "20d8 + 63",
				"average": 163
			},
			"speed": {
				"walk": 25
			},
			"str": 11,
			"dex": 20,
			"con": 16,
			"int": 13,
			"wis": 16,
			"cha": 11,
			"passive": 23,
			"cr": "7",
			"page": 20,
			"languages": [
				"Common",
				"Dwarvish",
				"Thieves' cant"
			],
			"languageTags": [
				"C",
				"D",
				"TC"
			],
			"save": {
				"str": "+0",
				"dex": "+10",
				"int": "+6",
				"wis": "+8"
			},
			"skill": {
				"acrobatics": "+15",
				"deception": "+10",
				"insight": "+13",
				"stealth": "+10",
				"sleight of hand": "+10",
				"persuasion": "+13"
			},
			"fluff": {
				"entries": [
					"Weapons, Armor & Items Concealed Halfplate, Powerful Crossbow, 30 bolts, Fine Clothes, Pipe, Silver Choker (4gp), 250sp, 160gp "
				]
			},
			"isNpc": true,
			"action": [
				{
					"name": "Metal Hand",
					"entries": [
						"{@atk mw}  {@hit 6} to hit, reach 5 ft., one creature. {@h}4 ({@damage 1d6 + 0}) bludgeoning damage. "
					]
				},
				{
					"name": "Heavy Crossbow",
					"entries": [
						"{@atk rw}  {@hit 11} to hit, range 100/400 ft., one creature. {@h}11 ({@damage 1d10 + 5}) piercing damage. "
					]
				}
			],
			"damageTags": [
				"B",
				"P"
			],
			"trait": [
				{
					"name": "Dwarven Resilience",
					"entries": [
						"Yrla has advantage on saving throws against poison, and resistance to poison damage. "
					]
				},
				{
					"name": "Criminal Contact",
					"entries": [
						"Yrla has a contact in the criminal network, and can send and receive messages to them through various means, even over great distances. "
					]
				},
				{
					"name": "Expertise (Acrobatics, Deception, Insight, and Perception).",
					"entries": [
						"Yrla adds double her profi ciency bonus to skill checks she has expertise with."
					]
				},
				{
					"name": "Sneak attack (+10d6)",
					"entries": [
						"Once per turn, Yrla can deal an extra {@dice 10d6} damage to one creature she hits with an attack if she has advantage on the attack roll. Th e attack must use a fi nesse or ranged weapon. She doesn't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and she doesn't have disadvantage on the attack roll."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"On her turn, as a bonus action, Yrla can take a Dash, Dodge, Disengage, or Hide action. "
					]
				},
				{
					"name": "Assassinate",
					"entries": [
						"Yrla has advantage on attack rolls against any creature that hasn't taken a turn in combat yet. Additionally, if she hits a surprised creature, it is counted as a critical hit."
					]
				},
				{
					"name": "Uncanny Dodge",
					"entries": [
						"When Yrla is hit with an attack from an attacker that she can see, she can use her reaction to halve the attack's damage. "
					]
				},
				{
					"name": "Evasion",
					"entries": [
						" When Yrla is subjected to an effect that allows her to make a Dexterity saving throw to only take half damage, she takes no damage on a successful saving throw and half damage on a failed one."
					]
				},
				{
					"name": "Infiltration Expertise",
					"entries": [
						"Yrla can spend seven days and 25gp to create a false identity for herself with established history and connections. She can't establish an identity that belongs to someone else. When disguised this way, people will believe her to be the new identity unless given reason not to. "
					]
				},
				{
					"name": "Reliable Talent",
					"entries": [
						" When Yrla makes an ability check that lets her add her profi ciency bonus she can treat a {@dice d20} roll of a 9 or lower as a 10. "
					]
				},
				{
					"name": "Impostor",
					"entries": [
						"Yrla can fl awlessly mimic another person's speech, writing, and behavior if she spends at least three hours studying the person's speech, hand writing, and mannerisms. She has advantage on any Deception check made to avoid detection."
					]
				},
				{
					"name": "Blindsense",
					"entries": [
						"If Yrla is able to hear, she is aware of the location of any hidden or {@condition invisible} creatures within 10 feet of her."
					]
				},
				{
					"name": "Death Strike",
					"entries": [
						"When Yrla hits a surprised target, it must make a Constitution saving throw, {@dc 19}, or take double damage from the attack. "
					]
				},
				{
					"name": "Elusive",
					"entries": [
						"No attack roll can have advantage against Yrla unless she is {@condition incapacitated}. "
					]
				},
				{
					"name": "Stroke of Luck",
					"entries": [
						"If Yrla's attack misses a target within range, she can turn the miss into a hit. Alternatively, if she fails an ability check, she can treat the {@dice d20} roll as a 20. Once she uses this feature she cannot use it again until she fi nishes a short or long rest. "
					]
				}
			],
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"miscTags": [
				"RNG"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"traitTags": [
				"Sneak Attack"
			],
			"attachedItems": [
				"heavy crossbow|phb"
			]
		},
		{
			"name": "Advanced Assassin Boss",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"Any Race"
				]
			},
			"source": "Skul",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"Leather"
					]
				}
			],
			"hp": {
				"formula": "15d8 + 8",
				"average": 75
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 20,
			"con": 10,
			"int": 20,
			"wis": 18,
			"cha": 20,
			"passive": 19,
			"cr": "8",
			"page": 217,
			"languages": [
				"Any one language (usually Common)",
				"Common"
			],
			"languageTags": [
				"C"
			],
			"save": {
				"dex": "+10",
				"int": "+10"
			},
			"skill": {
				"acrobatics": "+10",
				"deception": "+15",
				"insight": "+14",
				"perception": "+9",
				"persuasion": "+10",
				"sleight of hand": "+15",
				"stealth": "+15"
			},
			"trait": [
				{
					"name": "Escape Artist",
					"entries": [
						"The advanced assassin boss leaves no trace. Anyone attempting to track them has disadvantage. "
					]
				},
				{
					"name": "Poison Dip",
					"entries": [
						"The advanced assassin boss can use a bonus action, before their Attack action, to add poison to their weapon. On a successful attack, the target must make a {@dc 25} Constitution saving throw or become {@condition unconscious}. The target can repeat the saving throw at the end of each of its turns, ending the poison's effects on a success. "
					]
				},
				{
					"name": "Sneak attack (+8d6)",
					"entries": [
						"Once per turn, the advanced assassin boss can deal an extra {@dice 8d6} damage to one creature they hit with an attack if they have advantage on the attack roll. Th e attack must use a fi nesse or ranged weapon. Th ey don't need advantage on the attack roll if another enemy of the target is within 5 feet of it, that enemy isn't {@condition incapacitated}, and they don't have disadvantage on the attack roll. "
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"On their turn, as a bonus action, the advanced assassin boss can take a Dash, Dodge, Disengage, or Hide action. "
					]
				},
				{
					"name": "Assassinate",
					"entries": [
						"The advanced assassin boss has advantage on attack rolls against any creature that hasn't taken a turn in combat yet. Additionally, if they hit a surprised creature, it is counted as a critical hit."
					]
				},
				{
					"name": "Uncanny Dodge",
					"entries": [
						"When the advanced assassin boss is hit with an attack from an attacker that they can see, they can use their reaction to halve the attack's damage. "
					]
				},
				{
					"name": "Evasion",
					"entries": [
						"When the advanced assassin boss is subjected to an eff ect that allows them to make a Dexterity saving throw to only take half damage, they take no damage on a successful saving throw and half damage on a failed one. "
					]
				},
				{
					"name": "Infiltration Expertise",
					"entries": [
						"The advanced assassin can spend seven days and 25g to create a false identity for themselves with established history and connections. Th ey can't establish an identity that belongs to someone else. When disguised this way, people will believe them to be the new identity unless given reason not to. "
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw} or Ranged Weapon Attack:  {@hit 10} to hit, reach 5 ft. . or range 20/60 ft. ., one creature. {@h}{@hit 7} ({@dice 1d4 + 5}) piercing damage. "
					]
				},
				{
					"name": "Shortbow",
					"entries": [
						"{@atk rw} {@hit 8} to hit, range 80/320 ft. ., one creature. {@h} {@hit 8} ({@damage 1d6 + 5}) piercing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW",
				"RW",
				"RNG",
				"MLW"
			],
			"conditionInflict": [
				"unconscious",
				"incapacitated"
			],
			"traitTags": [
				"Sneak Attack"
			],
			"attachedItems": [
				"dagger|phb",
				"shortbow|phb"
			],
			"savingThrowForced": [
				"constitution"
			]
		}
	]
}
