{
	"_meta": {
		"sources": [
			{
				"json": "MasStr",
				"abbreviation": "MasStr",
				"full": "Master Strikes",
				"color": "818f88",
				"authors": [
					"normiespy96"
				],
				"convertedBy": [
					"Maal"
				],
				"version": "2.0",
				"url": "https://www.reddit.com/r/UnearthedArcana/comments/juijqh/master_strikes_v2_want_martial_classes_to_have/",
				"targetSchema": "1.0.0"
			}
		],
		"optionalFeatureTypes": {
			"MS": "Master Strike"
		},
		"dateAdded": 1609637586,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "f13bf58983",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Master Strikes",
			"id": "MasStr",
			"author": "normiespy96",
			"published": "2020-11-15",
			"group": "homebrew",
			"source": "MasStr",
			"cover": {
				"type": "external",
				"url": "https://i.ibb.co/wrP4TRz/Mas-Str-cover.png"
			},
			"contents": [
				{
					"name": "Introduction"
				},
				{
					"name": "Rules and Progression",
					"ordinal": {
						"type": "chapter",
						"identifier": 1
					},
					"headers": [
						"Martial Class Progression by level",
						"Using a Master Strike",
						"Master Strikes Variant Rules"
					]
				},
				{
					"name": "Master Strike List"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "MasStr",
			"source": "MasStr",
			"data": [
				{
					"name": "Introduction",
					"type": "section",
					"page": 3,
					"entries": [
						"Over the ages legends have been told of great warriors, those whose tales of battle and feats of martial prowess were something very few are able to achieve. To these heroes and villains of legends, their weapons were mere extension of their martial might. They had an absolute mastery of the art of combat, theirs strikes could only be compared to the destructive force of evocation magic. These are Master Strikes, techniques that only the greatest masters of combat can hope to achieve.",
						{
							"name": "Only the greatest warriors",
							"page": 3,
							"entries": [
								"Master Strikes aren't something that someone new to the art of combat could even hope to perform. In order to achieve such feats one must hone their craft to near absolute perfection. Someone who has just learned how to use a weapon is unable to do a Master Strike.",
								"Out of most warriors, it's the Battle Masters who train in this arts and attempt to achieve them in the form of different Maneuvers. Yet these ones have yet ways to go before they achieve the power of true Master Strikes.",
								"Thus Master Strikes are reserved only for warriors that have an extensive experience of battle."
							],
							"type": "entries"
						},
						{
							"name": "Physically taxing",
							"page": 3,
							"entries": [
								"Master Strikes are more than just attacks; they are to be the right tool for the right job. They aren't meant to crush opponents with immense damage. Even the strongest of barbarians will need to think twice when it's the right moment to perform one of this moves."
							],
							"type": "entries"
						},
						{
							"name": "More than just combat",
							"page": 3,
							"entries": [
								"While most Master Strikes are indeed intended for combat, some have applications outside of it. Just like an experienced wizard can know the school of magic of a spell after seeing it, martial warriors of the greatest excellence can survey the field in an instant, determine a foe's power or inspire others like no others."
							],
							"type": "entries"
						},
						{
							"type": "inset",
							"name": "Purpose of Master Strikes",
							"entries": [
								"Master Strikes have three intended purposes.",
								{
									"type": "list",
									"items": [
										"First is to give martial classes more options in combat, the place where they are supposed to shine the most. While they are supposed to be more simple by design and a good entry point for new players, even those new to the game seem to get tired of just declaring an attack in every turn. You can only flavor how you swing your longsword so many times.",
										"Second is for balance reasons. It's nothing new that martial classes fall down in later levels. Once level 5 spells are on the table it becomes apparent. On level 11 casters are altering reality while martial classes struggle to keep up.",
										"Last is to give players a sense of how much they have grown over the story. Casters get a great sense of this with spells, a first level wizard can't cast a Fireball. But a level 1 fighter can hit with a sword, something a level 14 fighter will be doing on almost every turn. Thus, Master Strikes let players feel like they get to do something they just couldn't before."
									]
								},
								"In other words, they aren't supposed to be that powerful, at least until level 15, but instead to give variety, choice and some cool factor."
							]
						}
					]
				},
				{
					"name": "Rules and Progression",
					"type": "section",
					"page": 4,
					"entries": [
						{
							"name": "Martial Class Progression by level",
							"page": 4,
							"entries": [
								"Upon reaching level 9 in Barbarian, Fighter, Monk, Paladin, Ranger, Rogue or a multiclass combination of any of those classes, you gain access to the Master Strike progression table. If you reach level 9 as a character with a class outside of the mentioned ones, you must reach 9 total levels in any of those classes before accessing the table.",
								"Master Strikes are learned as you advance on the table. After a long rest you can change one you know for another.",
								{
									"name": "Advancement on the table",
									"page": 4,
									"entries": [
										"Once accessed, advancement is dependent on your class.",
										{
											"type": "list",
											"items": [
												"{@bold Full Martials:} Barbarian, Fighter, Monk and Rogue classes, advance on the table with every level.",
												"{@bold Half Martials:} Paladin and Ranger advance on the table every 2 levels they gain, rounded down."
											]
										},
										"{@table Master Strike Progression Table|MasStr}"
									],
									"type": "entries"
								},
								{
									"name": "Multiclassing",
									"page": 4,
									"entries": [
										"Performing and learning Master Strikes depends partly on your combined levels in all your martial classes and partly on your individual levels in those classes. First, you must gain access to the table by having 9 total levels on martial classes. Then, after accessing the Master Strike Progression table, and after every level increase, determine your highest level among your martial classes. The martial class with the highest level determines your progression on the table, as it represents how much more dedication have you placed on training with martial prowess rather than magic.",
										"For example, if you are a fighter 8/rogue 5, you only have full martial classes, as such you are considered a full martial for the table's progression, therefore you count as a level 13 character with access to level 3 Master strikes. A rogue 9/ranger 4 is also a full martial with level 3 strikes. On the other hand, a paladin 8/ rogue 5 has spent more time training with their magical powers and is considered a half martial. As such counting as a level 11 character with access to level 2 Master Strikes.",
										{
											"type": "inset",
											"name": "Master strikes and homebrew classes",
											"entries": [
												"Master Strikes are intended to be performed by martial classes. If you have a homebrew class, try to determine if it should be a 'full or half martial'. The Bloodhunter, for example, could be a half martial."
											]
										}
									],
									"type": "entries"
								}
							],
							"type": "entries"
						},
						{
							"name": "Using a Master Strike",
							"page": 5,
							"entries": [
								"Whenever a character performs a Master Strike, the same rules are followed. Due to formatting and to use a familiar concept, Master Strikes are presented similar to spells.",
								{
									"name": "Using a Master Strike",
									"page": 5,
									"entries": [
										{
											"name": "Uses per day",
											"page": 5,
											"entries": [
												"Master Strikes are physically taxing and can cause heavy strain on the body. It is only safe to perform a Master Strike an amount of times between {@bold long rests} equal to the number indicated on the table of that strike's level, or with a higher level strike point.",
												"Performing a Master Strike of a certain level again after the threshold has been reached will cause the character to {@bold  gain a number of {@condition exhaustion} levels equal to the strike's level + 1}. Therefore, it's best to know one's limits and stop when appropriate, but a desperate attempt is also an option."
											],
											"type": "entries"
										},
										{
											"name": "Uses per attack",
											"page": 5,
											"entries": [
												"In combat one must focus on a specific attack and it's technique. Master Strikes are particularly hard to perform, therefore only one can be performed on each attack."
											],
											"type": "entries"
										}
									],
									"type": "entries"
								},
								{
									"name": "Strike Time",
									"page": 5,
									"entries": [
										"The timing of each Master Strike may vary depending on what it does. Most of them require an action, bonus action or reaction to perform. If it has a Strike Time of 1 attack, then you can perform it in exchange of any attack, regardless of how you are able to make said attack.",
										"When a Master Strike has a Strike Time of a specific number of attacks, you must be able to perform that many attacks in this turn. This can be due to the {@i Extra Attack} class feature, {@i Two-Weapon Fighting}, or another feature or feat that lets you make additional attacks with your action or bonus action.",
										{
											"name": "Perform a Strike Action",
											"page": 5,
											"entries": [
												"When a Master Strike hast a Strike Time of 1 action, it is considered the {@action Perform a Strike|MasStr} action. This is a new action that is added to the list of actions available to you.",
												"Performing a Master Strike counts as taking the Attack action for the purpose of {@i Two-Weapon Fighting} or other types of bonus action attacks that require the Attack action to be taken, if all other conditions are met. For example, if you Perform a Strike with a Strike Time of 1 action and attack with a polearm, then you can use the bonus action attack granted by the {@feat Polearm Master} feat."
											],
											"type": "entries"
										}
									],
									"type": "entries"
								},
								{
									"name": "Range",
									"page": 5,
									"entries": [
										"Master Strikes will have a range measured in feet. Some of them will affect other creatures without the need of a weapon, while others that affect only you have a range of {@i Self}.",
										"If a Master Strike requires an attack roll, then it's limited by your weapon's reach or range. If you have a {@item dagger|phb} and a strike has a range of more than 60 feet you cannot throw it to perform it at more than 60 feet. In addition, if it's beyond your weapon's normal range, but not its maximum range, the attack is made with disadvantage as normal."
									],
									"type": "entries"
								},
								{
									"name": "Requirements",
									"page": 6,
									"entries": [
										"Just like a painter needs the right brush for the right stroke, you need the right weapon for the right strike. If a Master Strike requires a specific weapon to perform you must be holding that weapon, you cannot draw it as you perform the Strike.",
										"Others will require a specific condition to be met in order to be performed. If the conditions are not met, you are unable to begin the strike.",
										{
											"name": "Unarmed Attacks",
											"page": 5,
											"entries": [
												"When a Master Strike requires a melee weapon or melee weapon attack, you can instead perform an unarmed attack. This does not apply to specific requirements, such as a heavy or slashing weapon."
											],
											"type": "entries"
										}
									],
									"type": "entries"
								},
								{
									"name": "Duration",
									"page": 6,
									"entries": [
										"A Master Strike's duration is the amount of time it persists after being performed. It can be in a number of rounds or minutes. Some of them can end early if the conditions are met.",
										{
											"name": "Instantaneous",
											"page": 6,
											"entries": [
												"If a Master Strike has a duration of instantaneous, then it takes place in that moment and it has no further effect."
											],
											"type": "entries"
										},
										{
											"name": "Stance",
											"page": 6,
											"entries": [
												"Some Master Strikes require you to take a specific stance in order to perform them over the duration. This may it be a guard, a specific way to handle your weapon or to fight in a manner that prevents you from performing the previous ones,such as giving constant signals to allies or calling out enemies. If the stance is broken, then the Strike ends early.",
												"The following factors can break your stance:",
												{
													"type": "list",
													"items": [
														"{@bold Performing another Strike that requires a Stance.} You can only maintain one Stance at the time, as such, performing another Strike with a Stance ends the other.",
														"{@bold Being incapacitated or killed.} You lose your Stance on a Strike if you are {@b incapacitated} or if you die."
													]
												}
											],
											"type": "entries"
										}
									],
									"type": "entries"
								},
								{
									"name": "Saving Throws",
									"page": 6,
									"entries": [
										"Martial techniques such as these will often require a target to make a saving throw in order to avoid a part or all of its effects. The saving throw DC is calculated as follows:",
										"{@b Master Strike Save DC} = 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice).",
										{
											"name": "Magic Weapons and Master Strikes",
											"page": 6,
											"entries": [
												"If you find a magical weapon on your adventures it could also boost the save DC of your Master Strikes.",
												"For example a +1 {@item longsword|phb} would also increase the DC of your strikes by 1.",
												"Yet, just like some magic items for spellcasters only increase spell attacks and not spell save DCs, the magic weapon you found could also only boost attacks and not the DC of your strikes. So ask your DM if your magical weapon should also boost your strike save DC."
											],
											"type": "entries"
										}
									],
									"type": "entries"
								}
							],
							"type": "entries"
						},
						{
							"name": "Master Strikes Variant Rules",
							"page": 6,
							"entries": [
								"If you feel like Master Strikes might be too powerful nor not strong enough, I offer a few alternatives here. These are made from my perspective, and therefore might not fit your game. In that sense, it's strongly recommended that you come up with your own variant if it would make the experience better for you.",
								{
									"name": "Limited Master Strikes",
									"page": 6,
									"entries": [
										"A way to tone down power level is to reduce the amount of times they can be performed. When following this variant rule, ignore the Master Strike progression table and Uses per day rules and apply the following:",
										"{@variantrule Limited Master Strikes|MasStr}"
									],
									"type": "entries"
								},
								{
									"name": "Feats",
									"page": 6,
									"entries": [
										"An alternative to make having access to Master Strikes is to make them revolve around feats. You might believe that having access to them for free is too powerful and may risk balance. So by adding a bonus requirement, Master Strikes come at a cost instead of being a free power boost to martial classes, or even other class should you wish to. Yet take into account that Fighters and Rogues can take advantage of their bonus ASIs to grab this one.",
										"{@feat Master Strikes|MasStr}",
										"{@feat Master Strikes: Variant|MasStr}",
										"In order to further explore Master Strikes new feats are also suggested. These explore how can half and full casters such as Battle Smiths, Bladesingers, Swords Bards and multiclass builds that attack with weapons have a small taste of Master Strikes.",
										"{@feat Divine Shield|MasStr}",
										"{@feat Hunter's Insight|MasStr}",
										"{@feat Martial Caster|MasStr}"
									],
									"type": "entries"
								},
								{
									"name": "Your own Variant Rules",
									"page": 7,
									"entries": [
										"What is presented here might still not be up to you, or your game. Maybe your DM is still on the fence, unsure to play with this or not. The variant rules might be better, but still not it. Feel free to modify them!",
										"Maybe {@variantrule Limited Master Strikes|MasStr} is too little? Bump the uses or the numbers known! Come up with your own adjustment to the rules."
									],
									"type": "entries"
								},
								{
									"name": "Reflavor Every Strike",
									"page": 7,
									"entries": [
										"Both the start of the document and multiple Master Strikes hold descriptions of why and how do they work. This is meant as a starting point. It's best to get rid of it if it gets in the way of your character's concept.",
										"A skillful parry might be a brutal counterstrike for your barbarian, a hard-hitting blow for your rogue can also be just aiming for the right spot. Overpower might be a smart use of your weight, Brutalize could be call at the enemies to surrender, etc. What I'm trying to say is to free yourself of the descriptions, they only serve as a starting point, the goal is for you to decide how your character acts or performs this moves.",
										"Try to pick Master Strikes based what gameplay you want to get out of them and then reimagine a Master Strike around your character. Don't think there are few options for you, adapt everything that you can!"
									],
									"type": "entries"
								},
								{
									"type": "inset",
									"name": "Balancing and Design",
									"page": 7,
									"entries": [
										"I'm not a designer at WotC, nor am I a great expertin game design. Yet, balance and design are very important to me, it's the reason I will try to explain why did I made this and think it's kinda balanced.",
										"{@b This document is far from perfect} and you might disagree with me in how it's implemented. If you believe a Master Strike does too much damage, think about the attacks that weren't made to achieve it.",
										"As always feedback is very much appreciated. And feel free to make any changes you might need for your own game!",
										{
											"name": "Design philosophy",
											"entries": [
												"Master Strikes are meant to give martial classes more tools, not even more damage. While it's true that they fall down next to casters in later levels the difference when it comes to damage output every round is not where they tend to be more lacking.",
												"At later levels casters can teleport, warp the whole party, fly, breath underwater, dominate a kraken, etc. This is fine, as it's the caster's role. Casters are meant to do such things, while martial classes excel in combat. The problem lies when a wizard can cast {@spell Wall of Force}, split the enemy in half and become the most impactful character in combat as well as outside of it.",
												"In this sense Master Strikes, while being a power boost, are meant to let martial classes shine the most in combat. Be the stars of it, if you will."
											],
											"type": "entries"
										},
										{
											"name": "Balancing by level",
											"entries": [
												"When it comes to balancing, damage is not to be a big increase. Master Strikes are meant to a bit some extra damage and a neat new effect. Their purpose is variety, not more damage, there are some strikes that have damage as their main purpose, these are exceptions. Mostly, their damage is inversely proportional to their utility.",
												"{@b Master Strike Damage Average:}",
												{
													"type": "list",
													"items": [
														"Level 1 - 1d6 (x4 = 14 average dmg per day)",
														"Level 2 - 2d6/8 (x3 = 24 average dmg per day)",
														"Level 3 - 3d8 (x3 = 40 average dmg per day)",
														"Level 4 - 6d8+ (x2 = 57 average dmg per day)",
														"Level 5 - These ones are meant to be broken."
													]
												},
												"When looking at the damage take into account that 1 hit from a GWM, 20 Strength, PC deals an {@b average of 24 damage with no class feature or item.}",
												"Think then how much damage is being lost due to not attacking or attacking less when looking at the seemingly big numbers some strikes might have."
											],
											"type": "entries"
										}
									]
								}
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Master Strike List",
					"type": "section",
					"page": 8,
					"entries": [
						{
							"type": "list",
							"items": [
								"{@b 1st Level}",
								"{@optfeature Bash and Shoot|MasStr}",
								"{@optfeature Battle Surge|MasStr}",
								"{@optfeature Boast|MasStr}",
								"{@optfeature Breath of Nature|MasStr}",
								"{@optfeature Bulwark|MasStr}",
								"{@optfeature Descending Steel|MasStr}",
								"{@optfeature Deadly Gambit|MasStr}",
								"{@optfeature Dirty Trick|MasStr}",
								"{@optfeature Encourage|MasStr}",
								"{@optfeature Exploit Wounds|MasStr}",
								"{@optfeature Flowing Water|MasStr}",
								"{@optfeature Gut Strike|MasStr}",
								"{@optfeature Hindering Strike|MasStr}",
								"{@optfeature Iron Fortress|MasStr}",
								"{@optfeature Mighty Kick|MasStr}",
								"{@optfeature Perseverance|MasStr}",
								"{@optfeature Power Strike|MasStr}",
								"{@optfeature Quick Step|MasStr}",
								"{@optfeature Rushing Ram|MasStr}",
								"{@optfeature Suppress Presence|MasStr}",
								"{@optfeature Survey the Field|MasStr}",
								"{@optfeature Swift Response|MasStr}",
								"{@optfeature Tactical Retreat|MasStr}",
								"{@optfeature Toss|MasStr}",
								"{@optfeature Unleashed Fury|MasStr}",
								"{@optfeature War Cry|MasStr}",
								"{@optfeature Warmaster's Orders|MasStr}",
								"{@b 2nd Level}",
								"{@optfeature Area Denial|MasStr}",
								"{@optfeature Blood Render|MasStr}",
								"{@optfeature Bashing Attack|MasStr}",
								"{@optfeature Careful Study|MasStr}",
								"{@optfeature Cut a Path|MasStr}",
								"{@optfeature Focus|MasStr}",
								"{@optfeature Goading Challenge|MasStr}",
								"{@optfeature Guardian Angel|MasStr}",
								"{@optfeature In and Out|MasStr}",
								"{@optfeature Longshot|MasStr}",
								"{@optfeature Mage Bane Strike|MasStr}",
								"{@optfeature Multi Shot|MasStr}",
								"{@optfeature Onslaught|MasStr}",
								"{@optfeature Outmaneuver|MasStr}",
								"{@optfeature Overpower|MasStr}",
								"{@optfeature Pinning Shot|MasStr}",
								"{@optfeature Power Stance|MasStr}",
								"{@optfeature Silent Takedown|MasStr}",
								"{@optfeature Sundering Strike|MasStr}",
								"{@optfeature Sweep Attack|MasStr}",
								"{@optfeature Sure Strike|MasStr}",
								"{@optfeature Vlanversh's Humble Bow|MasStr}",
								"{@b 3rd Level}",
								"{@optfeature Adrenaline Rush|MasStr}",
								"{@optfeature Alvatum's Authority|MasStr}",
								"{@optfeature Battle Trance|MasStr}",
								"{@optfeature Brutalize|MasStr}",
								"{@optfeature Crippling Blow|MasStr}",
								"{@optfeature Cyclone Slash|MasStr}",
								"{@optfeature Detailed Tactics|MasStr}",
								"{@optfeature Dual Cross|MasStr}",
								"{@optfeature Great Cleave|MasStr}",
								"{@optfeature Menacing Coat|MasStr}",
								"{@optfeature Rising/Descending Carp|MasStr}",
								"{@optfeature Sudden Vanish|MasStr}",
								"{@optfeature Taunt|MasStr}",
								"{@optfeature Unrelenting|MasStr}",
								"{@b 4th Level}",
								"{@optfeature Against the Odds|MasStr}",
								"{@optfeature Backstab|MasStr}",
								"{@optfeature Blitz Rush|MasStr}",
								"{@optfeature Deadly Draw|MasStr}",
								"{@optfeature Deadly Flourish|MasStr}",
								"{@optfeature Finishing Blow|MasStr}",
								"{@optfeature Grand Shot|MasStr}",
								"{@optfeature Moment of Courage|MasStr}",
								"{@optfeature Rally the People|MasStr}",
								"{@optfeature Shifting Tides|MasStr}",
								"{@optfeature Tandem Strikes|MasStr}",
								"{@b 5th Level}",
								"{@optfeature Coup de Grace|MasStr}",
								"{@optfeature Dramatic Reversal|MasStr}",
								"{@optfeature Imposing Presence|MasStr}",
								"{@optfeature Steel Rain|MasStr}",
								"{@optfeature True Battle Trance|MasStr}",
								"{@optfeature True Focus|MasStr}",
								"{@optfeature True Strike|MasStr}"
							]
						}
					]
				}
			]
		}
	],
	"action": [
		{
			"name": "Perform a Strike",
			"source": "MasStr",
			"page": 5,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"Performing a Master Strike counts as taking the Attack action for the purpose of {@i Two-Weapon Fighting} or other types of bonus action attacks that require the Attack action to be taken, if all other conditions are met. For example, if you Perform a Strike with a Strike Time of 1 action and attack with a polearm, then you can use the bonus action attack granted by the {@feat Polearm Master} feat."
			]
		}
	],
	"variantrule": [
		{
			"name": "Limited Master Strikes",
			"page": 6,
			"entries": [
				"Upon reaching level 9 in a martial class, or multiclass combination of martial classes. You learn two level 1 Master Strikes. You can perform ether of them twice a day.",
				"As you gain levels you learn Master Strikes of higher level. Two of level 2 at level 11, two of level 3 at level 13, two of level 4 at level 15, and one of level 5 at level 17.",
				"You can perform level 2 Master Strikes twice a day. Once you perform a Master Strike of level 3 or higher you cannot perform another Master Strike of that level until you finish a long rest."
			],
			"source": "MasStr"
		}
	],
	"feat": [
		{
			"name": "Master Strikes",
			"source": "MasStr",
			"page": 6,
			"prerequisite": [
				{
					"other": "Level 8 or higher, Strength or Dexterity 15 or higher"
				}
			],
			"entries": [
				"You have mastered combat to an immense degree, being able to learn Master Strikes. You gain access to the {@table Master Strike Progression Table|MasStr}."
			]
		},
		{
			"name": "Master Strikes: Variant",
			"source": "MasStr",
			"page": 6,
			"prerequisite": [
				{
					"other": "Level 8 or higher, Strength or Dexterity 15 or higher"
				}
			],
			"entries": [
				"You have mastered combat to an immense degree, being able to learn Master Strikes. You gain access to the {@variantrule Limited Master Strikes|MasStr} Variant progression."
			]
		},
		{
			"name": "Divine Shield",
			"source": "MasStr",
			"page": 2,
			"prerequisite": [
				{
					"other": "Level 9 or higher, Divine Smite class feature"
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"When a target other than you that is within 5 feet of you takes damage, you can expend your reaction and a spell slot to reduce that damage equal to {@dice 2d8} for a 1st-level spell slot, plus {@dice ld8} for each spell level higher than 1st, to a maximum of {@dice 6d8}."
			]
		},
		{
			"name": "Hunter's Insight",
			"source": "MasStr",
			"page": 2,
			"prerequisite": [
				{
					"other": "Level 9 or higher, Hunter's Mark spell and Favored Enemy class feature"
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"dex",
							"wis"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"{@spell Hunter's Mark} no longer requires concentration when used on one of your favored enemies. When a creature affected by your Hunter's Mark has to make a saving throw against one of your Master Strikes you can roll a {@dice d6} and subtract it from the creature's roll. You can't do this more than once for each cast of the spell."
			]
		},
		{
			"name": "Martial Caster",
			"source": "MasStr",
			"page": 2,
			"prerequisite": [
				{
					"other": "Level 9 or higher, Strength or Dexterity 15 or higher, proficiency with a martial weapon,  Spellcasting or Pact Magic class feature"
				}
			],
			"entries": [
				"While magic is your main strength, you fight with weapons more than with spells, and use that magic to fuel your martial might. You learn two level 1  Master Strikes and, after level 11, two level 2 Master Strikes:",
				"You can spend a level 1 spell slot to perform a level 1 strike up to twice per long rest",
				"You can spend a level 2 spell slot to perform a level 2 strike up to twice per long rest."
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Bash and Shoot",
			"source": "MasStr",
			"page": 9,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} 5 feet",
				"{@b Requirements:} A ranged weapon",
				"{@b Duration:} Instantaneous",
				"While in close combat with an enemy you can push them just enough to prevent them from getting in the way from the shot you are about to make. Choose a large or smaller creature within range, until the end of this turn, you don't have disadvantage on ranged attacks as a result of that creature being within 5 ft of you."
			]
		},
		{
			"name": "Battle Surge",
			"source": "MasStr",
			"page": 9,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} Self",
				"{@b Requirements:} Action Surge class feature",
				"{@b Duration:} Instantaneous",
				"You gain an additional special use of Action Surge, this bonus use is lost at the end of a long rest and isn't recovered at the end of a short rest. Once you use this Master Strike you cannot do so again until the end your next long rest."
			]
		},
		{
			"name": "Boast",
			"source": "MasStr",
			"page": 9,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} 60 feet",
				"{@b Requirements:} None",
				"{@b Duration:} 3 rounds",
				"You declare to all nearby of how a nearby target will sure fall soon. Choose a hostile creature within range. If the target is reduced to 0 HP before the duration ends, you and friendly creatures within range gain boosted confidence, adding {@damage 1d6} to their first damage roll during their next turn. If the target had a level or CR higher than your level, add {@damage 2d6} to the damage roll instead."
			]
		},
		{
			"name": "Breath of Nature",
			"source": "MasStr",
			"page": 9,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 reaction",
				"{@b Range:} Self",
				"{@b Requirements:} Ki class feature",
				"{@b Duration:} Instantaneous",
				"When you reduce a creature to 0 HP you may expend your reaction to breathe in and exhale, expelling both regret and reaffirming the core of your spirit, regaining Ki points equal to your proficiency bonus."
			]
		},
		{
			"name": "Bulwark",
			"source": "MasStr",
			"page": 9,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} 5 feet",
				"{@b Requirements:} Wearing a Shielf",
				"{@b Duration:} 1 round",
				"You ready your shield and lend it to friendly creatures within range. Until the start of your next turn you lose any AC bonus your shield grants and creatures of your choice within range gain a that amount as a bonus to their AC and Dexterity saving throws."
			]
		},
		{
			"name": "Descending Steel",
			"source": "MasStr",
			"page": 9,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} Your weapon's reach",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"Your strikes are decisive and powerful. When you hit a target with an attack using strength you may deal bonus damage equal to {@damage 1d6} + twice your strength modifier."
			]
		},
		{
			"name": "Deadly Gambit",
			"source": "MasStr",
			"page": 9,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} Your weapon's reach or range",
				"{@b Requirements:} Sneak Attack class feature",
				"{@b Duration:} Instantaneous",
				"You go for a risky attack, expecting it to pay off. When you make an attack roll you can 'bet' any amount of d6 up to your Sneak Attack maximum, and if you hit you add them to the damage dealt + an additional {@dice 1d6} for every 2 dice bet. Each die you bet in this way is subtracted from the dice you roll on your next Sneak Attack, which may include the current hit."
			]
		},
		{
			"name": "Dirty Trick",
			"source": "MasStr",
			"page": 10,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} 10 feet",
				"{@b Requirements:} Ash, dirt, sand or similar powder",
				"{@b Duration:} 1 round",
				"You take one of the oldest tricks in the book and practice it to perfection. You grab a fistful of ash, dirt, sand or similar material and wait for the perfect moment to throw it at your target's eyes. The target must make a Dexterity saving throw or be {@condition blinded} until the end of its next turn. If it has more than one pair of eyes it has advantage, if it has a single eye it has disadvantage."
			]
		},
		{
			"name": "Encourage",
			"source": "MasStr",
			"page": 10,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} 60 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"Your voice is like a beacon of hope on the battlefield, increasing the bravery of your allies as you lift everyone's resolve, even yourself. Any number of friendly creatures, up to your proficiency bonus, within range that can hear you and are {@condition frightened} may attempt to make a saving throw against that condition, on a success the effect ends."
			]
		},
		{
			"name": "Exploit Wounds",
			"source": "MasStr",
			"page": 10,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} Your weapon's range",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"You target a creature and attempt to strike it were its hurt in an attempt to harm it even further. Make an attack against a target within range. The attack deals {@damage 1d6} bonus damage. If the target under half its maximum HP, it deals {@damage 2d6} bonus damage instead and the next attack made by a creature other than you until the start of your next turn deals {@damage 1d6} bonus damage."
			]
		},
		{
			"name": "Flowing Water",
			"source": "MasStr",
			"page": 10,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 reaction",
				"{@b Range:} Self",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"You meet blows like passing water instead of taking them head on by force. When you are hit by a melee weapon or unarmed attack, you can spend your reaction to reduce damage from it equal to your {@dice 1d6} + twice your dexterity modifier."
			]
		},
		{
			"name": "Gut Strike",
			"source": "MasStr",
			"page": 10,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 5 feet",
				"{@b Requirements:} A piercing or finesse weapon",
				"{@b Duration:} Instantaneous",
				"You aim for a target's guts, introducing your weapon inside them and twist them to cause immense pain. Make an attack roll against a creature within range. On a hit the attack deals {@damage 1d6} bonus damage and the target must make a Constitution saving throw or reel in pain until the end of it's next turn, preventing them from taking reactions and reducing their speed in half."
			]
		},
		{
			"name": "Hindering Strike",
			"source": "MasStr",
			"page": 10,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} 60 feet",
				"{@b Requirements:} None",
				"{@b Duration:} 1 round",
				"You strike a target in such a way that it has a difficulties retaliating. When you hit a creature that's Large or smaller you can expend a Master Strike point of level 1 or higher to hinder the target. On a hit the attack deals {@damage 1d6} additional damage and the target has disadvantage on its first attack roll until the end of its next turn."
			]
		},
		{
			"name": "Iron Fortress",
			"source": "MasStr",
			"page": 10,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} Self",
				"{@b Requirements:} Wearing a shield",
				"{@b Duration:} Stance, up to 1 round",
				"Your shield is an impenetrable fortress. You rise it in front of you in a defensive stance. Until the start of your next turn you have advantage on Strength saving throws and whenever you take damage, except psychic damage, from an attack, spell or an effect that requires you to make a Dexterity saving throw, reduce that damage by an amount equal to twice your shield's AC bonus."
			]
		},
		{
			"name": "Mighty Kick",
			"source": "MasStr",
			"page": 10,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} 5 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"You kick a target within rage with all your power and might. Make an unarmed attack roll to a target within range. On a hit the attack deals {@damage 1d6} additional damage and the target is pushed 15 feet away from you as if by the {@action Shove} action."
			]
		},
		{
			"name": "Perseverance",
			"source": "MasStr",
			"page": 11,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} Self",
				"{@b Requirements:} None",
				"{@b Duration:} 1 round",
				"You draw into your inner strength to withstand incoming damage. You gain the benefits of the {@action Dodge} action and temporary hit points equal to twice your level until the start of your next turn."
			]
		},
		{
			"name": "Power Strike",
			"source": "MasStr",
			"page": 11,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 2 or more attacks",
				"{@b Range:} Your weapon's range",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"Instead of attacking multiple times you go for just one heavy-hitting blow. Expend two or more attacks and make an attack roll against a target within range. If the attack hits, the target takes damage equal to double your weapon's damage dice times the number of attacks spent + your damage modifier times the amount of attacks spent."
			]
		},
		{
			"name": "Quick Step",
			"source": "MasStr",
			"page": 11,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 reaction which you take when you are hit by an attack or have to make a Dexterity saving throw",
				"{@b Range:} Self",
				"{@b Requirements:} None",
				"{@b Duration:} 1 round",
				"You are able to dodge out of danger in an instant. When you are hit by an attack or subjected to a dexterity saving throw, you can expend your reaction to gain a +5 bonus AC against the triggering attack or saving throw and can move 5 feet without provoking attacks of opportunity."
			]
		},
		{
			"name": "Rushing Ram",
			"source": "MasStr",
			"page": 11,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 or more attack",
				"{@b Range:} 30 feet",
				"{@b Requirements:} None",
				"{@b Duration:} 3 rounds",
				"You rush up to 30 feet in a straight line, hitting every enemy you can on your path. Until the end of your turn you can move through any hostile creature's space as long as you have moved 10 feet in a straight line before so. Whenever you move through a hostile creature's space this turn, you can make an attack roll if you can do so this turn. On a hit the attack deals {@damage 1d4} additional damage and the target must make a Strength saving throw, on a failed save it falls {@condition prone}."
			]
		},
		{
			"name": "Suppress Presence",
			"source": "MasStr",
			"page": 11,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} Self",
				"{@b Requirements:} Proficiency in Stealth",
				"{@b Duration:} Stance, up to 1 hour or until you are spotted by a non-friendly creature",
				"You have mastered stealth to a point it's hard to detect you or react to after you reveal yourself. For the duration you can attempt to hide in dim light or slightly obscured areas as long as you are 30ft away from a target that relies on sight, including darkvision. If a target is unaware of your presence, you are treated as if you are still hidden from it until the end of your turn once you reveal yourself."
			]
		},
		{
			"name": "Survey the Field",
			"source": "MasStr",
			"page": 11,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 60 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"You sweep a field were a battle has taken or might take place with an eye for detail. The DM answers you two of the following questions about things or creatures within range.",
				{
					"type": "list",
					"items": [
						"Who won/who has the odds of winning and why?",
						"Who was/could be the biggest threat?",
						"What strategy was/could be employed to a side's advantage?",
						"How many people survived?",
						"What weapons or spells seem to have been employed?",
						"Is there a strategic position advantageous to take hold of?"
					]
				}
			]
		},
		{
			"name": "Swift Response",
			"source": "MasStr",
			"page": 11,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 reaction which you take when you are targeted for a melee attack",
				"{@b Range:} Your weapon's range",
				"{@b Requirements:} A melee weapon",
				"{@b Duration:} Instantaneous",
				"You counterstrike swiftly before you are hit, taking advantage of an enemy dropping its guard for an attack. When you are targeted by an attack, you can expend your reaction to make a weapon or unarmed attack against that creature. The speed required for this attack prevents it from gaining benefits from any class feature."
			]
		},
		{
			"name": "Tactical Retreat",
			"source": "MasStr",
			"page": 11,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} 60 feet",
				"{@b Requirements:} None",
				"{@b Duration:} 1 round",
				"After a quick signal to your allies and a distraction to your foes you order a fast retreat to a more advantageous position. Choose up to 5 friendly creatures within range. They can expend their reaction to move up to half their speed without provoking attacks of opportunity and they must end this movement further away from enemies than where it started. If a creature moved in this way, the first attack made against it until the start of its turn has disadvantage."
			]
		},
		{
			"name": "Toss",
			"source": "MasStr",
			"page": 12,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} 15/30 feet",
				"{@b Requirements:} 17 or higher Strength",
				"{@b Duration:} 1 round",
				"A weapon, object or a Medium or smaller {@condition grappled} creature you hold is granted the Thrown property, make an attack with it to a target within range. If the attack hits, it deals the weapon's damage die + {@damage 1d6} bonus damage. Medium creatures and objects deal {@damage 2d8} bludgeoning damage, small ones deal {@damage 1d8}."
			]
		},
		{
			"name": "Unleashed Fury",
			"source": "MasStr",
			"page": 12,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} Entering rage or 1 bonus action",
				"{@b Range:} Self",
				"{@b Requirements:} Rage class feature",
				"{@b Duration:} Instantaneous",
				"If you are raging, you can use your bonus action to instantly free yourself out of a {@action grapple}, non-magical restraints or spells of 3rd level or lower. When you enter rage you can free yourself in the same way as well.",
				"If you know this Master Strike your unarmed attacks using Strength now deal {@damage 1d8} damage, or {@damage 1d10} if both of your hands are free, and apply rage damage bonus while you rage."
			]
		},
		{
			"name": "Vault",
			"source": "MasStr",
			"page": 12,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} 5 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"You climb or jump over a target, gracefully moving over its space and landing quickly and safety behind it. Choose a creature within range, until the end of turn you can move over its space, unless it's already squeezing into a smaller space, and its attacks of opportunity have disadvantage. During or after moving through its space you can make an attack roll against that target, on a hit add {@damage 1d6} to the damage roll."
			]
		},
		{
			"name": "War Cry",
			"source": "MasStr",
			"page": 12,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} 30 feet",
				"{@b Requirements:} None",
				"{@b Duration:} 1 round",
				"You call out your allies and inspire them with your determination. Choose a friendly creature that can see or hear you within range. It's next attack roll has advantage and deals an additional {@damage 1d8} damage."
			]
		},
		{
			"name": "Warmaster's Orders",
			"source": "MasStr",
			"page": 12,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"1st level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} 30 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Stance, up to 1 minute",
				"Your experience in battle has taught you when enemies are open to attacks and to see weak points that others can't notice. You can lead your allies to exploit those openings and weak spots. When you perform this strike—and as a bonus action on each of your turns thereafter—you can target a creature within range. The next attack against that target made by a creature other than you is made with advantage. You can't target the same creature more than once with this strike and can only target up to 5 creatures."
			]
		},
		{
			"name": "Area Denial",
			"source": "MasStr",
			"page": 13,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} 60 feet",
				"{@b Requirements:} A ranged weapon",
				"{@b Duration:} 1 round",
				"You shoot a special piece of ammunition at an area to measure distance, fix it in your mind and ready yourself to shoot down those that enter the vicinity of where the shot landed.",
				"Until the start of your next turn you gain 3 special reactions that can only be used to make a ranged weapon attack against a creature that ends its turn within 10 feet of where the shot landed or that enters that radius for the first time on it's turn. You can't use these special reactions on the same turn you take your normal reaction."
			]
		},
		{
			"name": "Blood Render",
			"source": "MasStr",
			"page": 13,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 melee attack",
				"{@b Range:} 5 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"You strike deep into an enemy's vital points. When you hit a creature with a weapon attack that deals slashing or piercing damage, you may expend a level 11 or higher master strike point to cut deep, dealing {@damage 2d6} additional damage and causing it to bleed. At the start of each of its turns, that creature takes {@damage 2d6} damage of your weapon's damage type, ignoring resistances, until the bleeding stops.",
				"As an action, any creature can pressure the wound, allowing the bleeding creature to make a Constitution saving throw, on a success the bleeding stops. Creatures that don't have blood in their bodies or can regenerate are immune to the bleed damage of this master strike."
			]
		},
		{
			"name": "Bashing Attack",
			"source": "MasStr",
			"page": 13,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} 5 feet",
				"{@b Requirements:} A blunt weapon",
				"{@b Duration:} Instantaneous",
				"When you hit an enemy with a weapon that deals bludgeon damage you can spend a master strike point in an attempt to stun it. The attack deals an additional {@damage 1d12} damage, and the target must make a Constitution saving throw or be {@condition stunned} until the end of its next turn. If the target succeeds the saving throw, or the stun ends, its speed is halved until the end of it's next turn and it can't take reactions until then."
			]
		},
		{
			"name": "Careful Study",
			"source": "MasStr",
			"page": 13,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 5 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Stance, up to 10 minutes",
				"Your experience in combat lets you figure out your foes in an instant. Choose a creature you can see within range. The DM gives you the following information about that creature and you gain some benefits when talking or fighting with it for the duration:",
				{
					"type": "list",
					"items": [
						"If it's level, or CR, is higher, lower or equal to your total level.",
						"If it's AC is higher, lower or equal to yours.",
						"If it has any weakness, resistance, immunities or damage reduction against slashing, piercing and/or bludgeon damage, and how to overcome them, if possible.",
						"In conversations you have advantage on {@skill persuasion} and {@skill intimidation} checks against it that is of any topic related to combat or knowledge of it.",
						"You gain a +2 bonus to your attack rolls against that target, and it has a -2 penalty on attack rolls against you."
					]
				}
			]
		},
		{
			"name": "Cut a Path",
			"source": "MasStr",
			"page": 13,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 10 feet",
				"{@b Requirements:} A melee weapon",
				"{@b Duration:} Instantaneous",
				"You slice and dice around the battlefield, cutting through your foes. Target a creature within range. You move towards it and through that creature's space, you strike and end upon a space within 5 feet of it, opposite from where you started. Afterwards you can target another creature within range and do the same action. A creature targeted by this strike has to make a Dexterity saving throw or take {@damage 2d8} +your dexterity modifier damage of your weapon's damage type, half as much on a successful one."
			]
		},
		{
			"name": "Focus",
			"source": "MasStr",
			"page": 13,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} Self",
				"{@b Requirements:} None",
				"{@b Duration:} 1 round",
				"You ready yourself to perform an incredible assault of attacks. When you take the Attack action for the first time on your next turn, you can make twice as many attacks as you normally could plus 2 additional attacks as a part of the same action."
			]
		},
		{
			"name": "Goading Challenge",
			"source": "MasStr",
			"page": 14,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} 60 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Stance, up to 1 minute",
				"You challenge a target to try and best you in combat, goading it constantly to direct its anger towards you. The target must make a Wisdom saving throw or it must try to hurt you to the best of its abilities, ignoring others if necessary. On a fail the target must try to damage you the most if it can during its turn with ether attacks, spells or other special abilities. If it has multiple attacks all of them must target you, if it uses area spells or abilities, you must be at the center of them. At the end of each of its turns, if it damaged you for at least an amount equal or higher than your level + 10 on that turn, it can make another Wisdom saving throw, ending the effect on a success."
			]
		},
		{
			"name": "Guardian Angel",
			"source": "MasStr",
			"page": 14,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 5 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Stance, up to 10 minutes",
				"You put your life on the line to defend an ally in need. Target a friendly creature within range. For the duration, whenever they are hit by an attack roll, if they're within range, you can intercept a portion of the attack. That creature gains resistance to the damage from that attack roll and you take the same damage as them. You can do this only once each round (as if it was a reaction), unless you expend your regular reaction to do so again."
			]
		},
		{
			"name": "Longshot",
			"source": "MasStr",
			"page": 14,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 600 feet",
				"{@b Requirements:} A ranged weapon",
				"{@b Duration:} Instantaneous",
				"You take aim and shoot, taking advantage of the range. For this Master Strike increase your weapon's regular and long range by 100 feet and attacking at long range doesn't' impose disadvantage on your ranged weapon attack roll. Make a ranged attack roll with advantage against a target within range. The attack deals additional {@damage 1d6} damage + {@damage 1d6} for every 50 feet of distance between you and the target, up to a maximum of {@damage 7d6}."
			]
		},
		{
			"name": "In and Out",
			"source": "MasStr",
			"page": 14,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} 10 feet",
				"{@b Requirements:} A melee weapon",
				"{@b Duration:} Instantaneous",
				"You move towards an enemy, strike and then leap away in an instant. Target a creature within range, you move towards them and attack with swiftness, distracting the target, and leap out up to 10 feet. Moving towards and away from the target doesn't provoke attacks of opportunity nor does it expend your movement. The attack deals {@damage 1d8} bonus damage and marks the target.",
				"Until the start of your next turn, a friendly creature can consume the mark perform this Master Strike for free, if they meet the requirements, but they don't create another mark. They can do this even if they can't normally perform Strikes, as you are the one who creates the opening and distract the creature."
			]
		},
		{
			"name": "Mage Bane Strike",
			"source": "MasStr",
			"page": 14,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 reaction, which you take when you see a creature that attempts to cast a spell",
				"{@b Range:} Your weapon's range, up to 60 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"Your experience against casters has given you the knowledge necessary to know when a spell is being prepared, and to interrupt it before its cast. You make an attack against a target within range. On a hit, the target takes {@damage 1d10} extra damage from the attack and must make a Concentration saving throw, on a fail, the spell is not finished and the action is wasted (the spell slot is not consumed)."
			]
		},
		{
			"name": "Multi Shot",
			"source": "MasStr",
			"page": 14,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} Your weapon's range, up to 60 feet",
				"{@b Requirements:} a bow, a finesse thrown weapon, or a crossbow, if the user can ignore the loading property",
				"{@b Duration:} Instantaneous",
				"You charge your ranged weapon with up to 4 projectiles or hold that many finesse thrown weapons in your hand. Make one or more attacks against targets within range, with each of those attacks expend any number of up to 4 projectiles. Each creature hit with more than 1 projectile takes extra damage equal to the weapon's damage die times the amount of additional projectiles used against that target."
			]
		},
		{
			"name": "Onslaught",
			"source": "MasStr",
			"page": 14,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} Your weapon's range, up to 30 feet",
				"{@b Requirements:} A weapon with which you can attack more than once a turn",
				"{@b Duration:} Instantaneous",
				"You unleash a flurry of attacks at alarming speed. Make up to 4 attacks against a single target. Each attack that hits deals an additional {@damage 1d6} damage. If you miss an attack with this master strike, the next attack during it has advantage."
			]
		},
		{
			"name": "Outmaneuver",
			"source": "MasStr",
			"page": 15,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} 30 feet",
				"{@b Requirements:} The target must be Large or larger",
				"{@b Duration:} Stance, up to 1 minute",
				"You position your allies to surround a powerful foe and signal them how to best hurt it and stay safe from its attacks, using your superior numbers and teamwork to bring it down.",
				"Choose a target within range. For the duration, as long as two or more friendly creatures are within 30 feet of the target but 10 feet away from each other, each of them gain a {@damage 1d6} bonus to their first damage roll against that target each turn, and take {@damage 1d6} less damage from its first attack each turn, as long as they meet both of the range requirements."
			]
		},
		{
			"name": "Overpower",
			"source": "MasStr",
			"page": 15,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} Your weapon's reach",
				"{@b Requirements:} A melee weapon, wearing armor",
				"{@b Duration:} Instantaneous",
				"You deal a blow with incredible strength, putting the weight of your armor on your strike. When you hit a creature with a weapon attack, you may expend a level 2 or higher Master Strike point to attempt to overwhelm the target with your weight. The target must make a Strength saving throw or be knocked {@condition prone}. If your AC without any Dexterity bonus is greater than that of your enemy's total AC, the attack deals {@damage 2d10} additional damage and the target is instantly knocked {@condition prone} if it's large or smaller."
			]
		},
		{
			"name": "Pinning Shot",
			"source": "MasStr",
			"page": 15,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} Your weapon's range, up to 120 feet",
				"{@b Requirements:} A ranged or thrown piercing weapon",
				"{@b Duration:} 1 round",
				"You aim for the target's legs, in an attempt to cripple it for a moment and give your allies an edge when attacking it. Until the end of your next turn, the first attack you hit a large or smaller creature that has 4 or less legs, it's speed is reduced to 0 until the end of its next turn and the next attack made against it has advantage and deals {@damage 1d10} bonus damage."
			]
		},
		{
			"name": "Power Stance",
			"source": "MasStr",
			"page": 15,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} Self",
				"{@b Requirements:} A melee weapon",
				"{@b Duration:} Stance, up to 1 round",
				"You assume a versatile stance in which you ready yourself to land a striking blow or deflect one coming at you. You gain the following benefits until the end of your next turn. You can choose any of them and when to apply them, but cannot gain the benefits of the same one more than twice.",
				{
					"type": "list",
					"items": [
						"When you hit a creature with a melee attack, you can deal {@damage 1d8} additional damage.",
						"When you make an attack roll you can add {@damage 1d6} to the roll before you make it.",
						"When you are targeted by an attack you can roll a {@dice d8} and reduce the result from the attack roll."
					]
				}
			]
		},
		{
			"name": "Silent Takedown",
			"source": "MasStr",
			"page": 16,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 5 feet",
				"{@b Requirements:} A finesse weapon, the target must be out of combat and unaware of your presence",
				"{@b Duration:} 1 turn",
				"You use stealth and strike a creature silently in an attempt to take the target down quickly and without anyone noticing. Make an attack roll with a +2 bonus. If the attack hits, it deals {@damage 3d6} bonus damage, and if it deals damage equal or greater than half the target's max HP, it drops {@condition unconscious}. After the attack, if the target is {@condition unconscious} or dead, you may expend your reaction to grab the body and move up to half your speed, preventing possible detection."
			]
		},
		{
			"name": "Sundering Strike",
			"source": "MasStr",
			"page": 16,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} Your weapon's range, up to 120 feet",
				"{@b Requirements:} None",
				"{@b Duration:} 1 round",
				"When you hit a creature with an attack, you may expend a level 2 or higher master strike point to sunder the target's defenses. The attack deals {@damage 2d8} additional damage and reduces the target's armor class by 2 until the end of your next turn."
			]
		},
		{
			"name": "Sure Strike",
			"source": "MasStr",
			"page": 16,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} Your weapon's range, up to 120 feet",
				"{@b Requirements:} None",
				"{@b Duration:} 1 round",
				"You take time to land an attack that's an unavoidable hit. Make a weapon or unarmed attack with advantage against a target you can see within range. The attack automatically hits and deals {@damage 2d6} extra damage. If your attack roll reaches or exceeds the target's AC, it takes additional damage equal to your weapon's damage dice + your damage modifier."
			]
		},
		{
			"name": "Sweep Attack",
			"source": "MasStr",
			"page": 16,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 2 attacks",
				"{@b Range:} Your weapon's reach",
				"{@b Requirements:} None",
				"{@b Duration:} A heavy melee weapon",
				"You sweep the ground around you up to your weapon's range in an attempt to trip enemies. Each creature in that area must make a strength saving throw. On a failed save a target takes {@damage 2d10} + your weapon's damage die and damage modifier, is knocked {@condition prone} and can't take reactions until the end of your turn. On a successful save they take half damage and suffer no other effects."
			]
		},
		{
			"name": "Vlanversh's Humble Bow",
			"source": "MasStr",
			"page": 16,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"2nd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} Self",
				"{@b Requirements:} None",
				"{@b Duration:} Stance, up to 10 minutes",
				"You are a warrior of incredible might and your demeanors demonstrate it. Yet you bow humbly in front of those that stand before you, gaining the respect of even your enemies.",
				"You gain the following benefits for the duration:",
				"{@bold In conversations}, you have a +5 bonus on persuasion checks. This bonus is doubled if used on a check to defuse a situation from scaling into a fight or to gain someone's trust as a worthy ally.",
				"{@bold In combat}, you can use a bonus action to call upon the honor of even the most chaotic of villains, and demand them leave others and fight you. Choose a target that can see and understand you, it must make a Wisdom saving throw. On a failed save, for each time and creature they damage other than you, your next attack against it deals an additional {@damage 1d8} damage, up to a {@damage 4d8} bonus. On a successful one it's not affected and becomes immune to this effect for 24 hours. Only one creature at the time can be affected by this effect."
			]
		},
		{
			"name": "Adrenaline Rush",
			"source": "MasStr",
			"page": 17,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} Self",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"A surge of adrenaline takes over your body, letting you perform over your limit at the cost of being unable to act at full capacity later. Until the start of your next turn you can take an additional action and bonus action, double the amount of dice you roll on attacks, double your speed and you gain resistance to all damage.",
				"At the start of your next turn the adrenaline leaves and you have to catch your breath, preventing you from moving or taking actions."
			]
		},
		{
			"name": "Alvatum's Authority",
			"source": "MasStr",
			"page": 17,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 attack",
				"{@b Range:} 5 feet",
				"{@b Requirements:} The target must be huge or smaller",
				"{@b Duration:} Instantaneous",
				"Like the ancient king, you bring enemies down to their knees, even the mightiest ones. You aim for a creature's knees or talons. When you hit a creature with with 4 or less legs with an attack you can spend a level 3 or greater Master Strike point to bring the target down to it's knees. The attack deals {@damage 3d8} additional damage and causes heavy damage to the limb. At the start of each of its turns the target must make a Strength saving throw. On a failed save, the target gives in to the pain, on a successful one it can choose to ether fight through the pain or give in.",
				"{@bold Give in}. Target falls to its knees, but not {@condition prone}. While in this state its speed is reduced to 0 and attacks against the target have advantage.",
				"{@bold Fight the pain}. If a creature refuses to relent and keeps moving it will further damage the limb, taking {@damage 3d8} damage."
			]
		},
		{
			"name": "Battle Trance",
			"source": "MasStr",
			"page": 17,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} Self",
				"{@b Requirements:} You must have made an attack against a creature for 3 turns in a row, which may include this one.",
				"{@b Duration:} Stance, up to 1 minute",
				"After fighting the same enemies for a few seconds, you enter a state of high concentration, noticing the pattern and rhythm in a fight that might proof chaotic for others. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Your movement speed increases by 10 feet and opportunity attacks against you are made with disadvantage.",
						"You gain 5 temporary hit points at the end of each of your turns.",
						"You have a +2 bonus to your AC.",
						"Your attacks gain a +2 bonus to damage rolls."
					]
				},
				"The effects end early if you don't attack a creature by the end of your turn and you aren't {@condition incapacitated}."
			]
		},
		{
			"name": "Brutalize",
			"source": "MasStr",
			"page": 17,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 reaction, which you take when you reduce a creature to 0 hit points with an attack",
				"{@b Range:} 30 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"When you finish a creature, you do it with such violence or impressive technique that invokes fear into your enemies. Any number of creatures of your choice within range that can see both you and the creature you reduced to 0 hit points must make a Wisdom saving throw or be {@condition frightened} of you until the end of their next turn. While frightened in this way, their speed becomes 0."
			]
		},
		{
			"name": "Crippling Blow",
			"source": "MasStr",
			"page": 17,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} 120 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"Until the end of your next turn, your first attack against a creature will hinder it and put it in a moment of weakness. The affected target's speed is halved, it takes a −2 penalty to AC and Dexterity saving throws, and it can't use reactions. On its turn, it can use either an action or a bonus action, not both. Regardless of the creature's abilities or magic items, it can't make more than one melee or ranged attack during its turn. At the end of each of its turns, the target can make a Constitution saving throw, ending the effect on a success."
			]
		},
		{
			"name": "Cyclone Slash",
			"source": "MasStr",
			"page": 17,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 5 feet",
				"{@b Requirements:} A slashing weapon",
				"{@b Duration:} Instantaneous",
				"You strike enemies around you like a powerful whirlwind. Each creature within 5 feet of you must make a Dexterity saving throw or take damage equal to your weapon's damage die + {@damage 3d8} on a failed save, or half as much on a successful one. If you are holding two weapons, add both their damage dice to the damage instead."
			]
		},
		{
			"name": "Detailed Tactics",
			"source": "MasStr",
			"page": 18,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 10 minutes",
				"{@b Range:} Self",
				"{@b Requirements:} None",
				"{@b Duration:} 8 hours",
				"You gather your group and discuss your approach to the following battle. Your mastery of the battlefield grants them a boon as long as they stick to the plan. Choose a strategy and target up to 6 friendly creatures within range. At the start of combat, you make take on a Stance, if you do, depending on the strategy chosen, grant each creature the following benefits until the end of combat and then strike ends:",
				{
					"type": "list",
					"items": [
						"Defeat the Hoard: Creatures gain a {@damage 1d6} bonus to damage rolls against creatures they haven't damaged this turn yet.",
						"Hold the Ground: Creatures that move less than 10 feet on their turn gain a +1 bonus to their AC until the start of your next turn.",
						"Joined Takedown: Creatures gain a +2 bonus to attack rolls when they attack a target a friendly creature has attacked since the end of your last turn.",
						"Push Forward: Creatures gain 10 temporary HP if they end their turn closer to an enemy than where they started.",
						"Secure the Target: Designate a creature or object that you know or can see at the start of combat, creatures gain an additional 10 feet movement speed that they can only use to move towards the target."
					]
				}
			]
		},
		{
			"name": "Dual Cross",
			"source": "MasStr",
			"page": 18,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 2 attacks",
				"{@b Range:} 5 feet",
				"{@b Requirements:} 2 weapons, one in each hand and being able to use Two-Weapon Fighting with them.",
				"{@b Duration:} Instantaneous",
				"With a weapon on each hand, you strike with both at the same time. Your target is confused to which is going to land first. Make a melee weapon attack with advantage, on a hit the target takes damage equal to twice your weapon's damage die and damage modifier + an additional {@damage 3d8} of the weapon's damage type and open the enemy's defenses, giving the next attack made against it by a creature other than yourself advantage."
			]
		},
		{
			"name": "Great Cleave",
			"source": "MasStr",
			"page": 18,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 2 attacks",
				"{@b Range:} 5 feet",
				"{@b Requirements:} A melee weapon",
				"{@b Duration:} Instantaneous",
				"You strike an enemy and any other creatures around them with a mighty swing. Choose a creature within 5 feet of you and make an attack roll against it. On a hit the target takes {@damage 2d8} extra damage. In addition, every other creature within both, 5 feet of the target and your weapon's reach, whose AC your attack roll reached or surpassed take damage equal to {@damage 1d8} + your weapon's damage dice and damage modifier."
			]
		},
		{
			"name": "Menacing Coat",
			"source": "MasStr",
			"page": 19,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} Self",
				"{@b Requirements:} None",
				"{@b Duration:} Stance, up to 1 hour",
				"Bathed in blood and filled with open wounds, you finish enemies with brutal violence or deadly precision, becoming even deadlier after every kill, your mere presence during and after combat is intimidating. During your stance, after reducing a creature to 0 HP with a melee attack you can decide to execute it. For every 2 creatures you have executed you gain the following benefits until your stance ends:",
				{
					"type": "list",
					"items": [
						"You gain a +1 to damage rolls (up to +3).",
						"You gain a +1 to attack rolls against creatures that can be {@condition frightened} (up to +3)",
						"You gain +1 bonus on {@skill intimidation} checks against creatures that can see you (up to +10)."
					]
				}
			],
			"skillProficiencies": [
				{
					"intimidation": true
				}
			]
		},
		{
			"name": "Rising/Descending Carp",
			"source": "MasStr",
			"page": 19,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} Self",
				"{@b Requirements:} None",
				"{@b Duration:} Stance, up to 1 minute",
				"You assume a flowing stance, alternating between blows that open the enemies' defenses and others that strike strong and true. While on this stance you may declare if the carp will rise or descend whenever you make an attack roll, you must do this before you make the roll.",
				"{@bold Rising Carp.} Your strikes rise up, opening the enemy defenses. The next time you hit the same creature with an attack roll using Descending Carp with this stance it deals an additional {@damage 1d8} damage, this bonus can stack up to a maximum of {@damage 3d8}.",
				"{@bold Descending Carp.} Your strikes descend with the strength of a waterfall. After such blow your weapon may rise with new speed that makes them hard to evade. The next time you attack the same creature with an attack roll using Rising Carp with this stance you gain a {@dice 1d8} bonus to the roll this bonus can stack up to a maximum of 3d8."
			]
		},
		{
			"name": "Sudden Vanish",
			"source": "MasStr",
			"page": 19,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} Self",
				"{@b Requirements:} A bag of dust, sand, flour or similar powder",
				"{@b Duration:} Stance, up 1 minute",
				"As you perform this Master Strike you can make a {@skill stealth} check to hide. You release a cloud of fine particles that slightly block vision and also covers your sent and presence. A 15-foot radius sphere centered at you becomes lightly obscured. You are considered to be heavily obscured as long as you are within the sphere, and can hide even from creatures with blind sight. If you leave the sphere you aren't revealed until the end of your turn."
			]
		},
		{
			"name": "Taunt",
			"source": "MasStr",
			"page": 19,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 60 feet",
				"{@b Requirements:} None",
				"{@b Duration:} 1 minute",
				"You provoke any number creatures that can hear and understand you within range. They must make a Wisdom saving throw or be provoked to attack you. For the next minute, an affected target has disadvantage on attack rolls against creatures other than you and will refuse to move away from you, attempting to end their turn within 30 feet of you if they are further away. At the end of each of their turns, a creature under this effect can make a Wisdom saving throw, ending the effect on a success."
			]
		},
		{
			"name": "Unrelenting",
			"source": "MasStr",
			"page": 19,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"3rd level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 reaction which you take when you drop below 0 hit points but are not killed outright",
				"{@b Range:} Self",
				"{@b Requirements:} None",
				"{@b Duration:} 1 round",
				"You have accustomed yourself to keep fighting with wounds that would have others drop to the ground, if only for a moment. When you take damage that drops you to 0 hit points but does not kill you outright, you can use your reaction to not fall {@condition unconscious} until the end of your next turn. While in this state you have advantage on attack rolls and any damage you take still makes you fail death saving throws as normal. Regaining hit points or death ends this effect."
			]
		},
		{
			"name": "Against the Odds",
			"source": "MasStr",
			"page": 20,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"4th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} 60 feet",
				"{@b Requirements:} None",
				"{@b Duration:} 1 minute",
				"You are fueled by the enemies' numbers to fight harder and inspire others to do the same. For every hostile creature you can see within range, you and creatures of your choice that can see or hear you gain twice that many temporary hit points that last for the duration + 5 for each creature with Legendary Actions. If there are at least twice or more hostile creatures than friendly ones within range, you and the chosen creatures also gain a {@dice 1d4} bonus on your attack rolls and saving throws."
			]
		},
		{
			"name": "Backstab",
			"source": "MasStr",
			"page": 20,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"4th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 5 feet",
				"{@b Requirements:} The target must be unaware of you",
				"{@b Duration:} Instantaneous",
				"With stealth and precision, you approach your foe from behind to give him a surprise, aiming for a vital spot. When hidden, you can move up to half your speed towards a creature without being detected and strike on the target's back with a +10 bonus to the attack roll. On a hit the target must make a Constitution saving throw. The target takes damage equal to {@damage 4d8} + twice your weapon's damage die and Dexterity modifier a failed save and is {@condition stunned} until the end of it's next turn, or half as much on as successful one."
			]
		},
		{
			"name": "Blitz Rush",
			"source": "MasStr",
			"page": 20,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"4th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 or more attacks",
				"{@b Range:} Self",
				"{@b Requirements:} A melee weapon",
				"{@b Duration:} 1 turn",
				"You rush though the battlefield in a flash, striking any foe in your path. Until the end of your turn every time you make a melee attack your speed increases by 10 feet and gain an additional special attack until the end of this turn. This special attacks can't target the same creature more than once, but can target a creature that has been attacked using Blitz Rush this turn. You don't provoke attacks of opportunity this turn."
			]
		},
		{
			"name": "Deadly Draw",
			"source": "MasStr",
			"page": 20,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"4th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 reaction, which you take when you roll initiative",
				"{@b Range:} Self",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"You are able to end fights before then even begin. Before anyone takes a turn in combat you gain an extra turn, in which you don't provoke attacks of opportunity. You cannot take a bonus action, your action can only be the attack action during that turn and can only make 1 attack, regardless of any spell, abilities or magic items. An attack you make during this turn has advantage, and deals an additional {@damage 4d8} + 10 damage on a hit, half as much on a miss."
			]
		},
		{
			"name": "Deadly Flourish",
			"source": "MasStr",
			"page": 20,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"4th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 5 feet",
				"{@b Requirements:} A piercing melee weapon",
				"{@b Duration:} Instantaneous",
				"You stab a target seemingly a dozen times in an instant, poking holes in every angle in an attempt to prevent a creature from being able to act for a moment. Target a creature within range, it must make a Dexterity saving throw. On a failed save it takes {@damage 6d8} damage and is {@condition incapacitated} until the end of its next turn, or half as much on a successful one and is not {@condition incapacitated}."
			]
		},
		{
			"name": "Finishing Blow",
			"source": "MasStr",
			"page": 20,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"4th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 5 feet",
				"{@b Requirements:} The creature you target must be {@condition prone}",
				"{@b Duration:} Instantaneous",
				"You take advantage of a creature that has fallen to the ground and attempt to end its life on the spot. The target must make a dexterity saving throw or take damage of your weapon's damage type equal to {@damage 6d10} + four times your weapon's damage dice and damage modifier on a failed save, half as much on a successful one. If the target has half or less of its hit points remaining, it has disadvantage on the saving throw."
			]
		},
		{
			"name": "Grand Shot",
			"source": "MasStr",
			"page": 21,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"4th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 100 feet",
				"{@b Requirements:} A bow or crossbow",
				"{@b Duration:} Instantaneous",
				"You load a projectile and pull the string greatly further than normal, and shoot with incredible might. Each creature in a 100 feet line must make a Dexterity saving throw. On a failed save they take {@damage 4d8} + your weapon's damage die and modifier and are knocked {@condition prone}, on a successful one they take half as much damage and aren't knocked {@condition prone}."
			]
		},
		{
			"name": "Moment of Courage",
			"source": "MasStr",
			"page": 21,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"4th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} Self",
				"{@b Requirements:} Having no more than half your hit points left",
				"{@b Duration:} Stance, up to 1 minute",
				"You make a stand in a dire moment, refusing to relent in the fight. For the next minute, whenever a creature hits you with a melee attack, you can immediately make a melee unarmed or weapon attack with disadvantage against that target if it's within your reach, this does not expend your reaction and cannot be done more than twice per round. If the attack hits, you gain 5 temporary hit points. If you gain hit points that make the requirement no longer valid, you lose the benefits until you have no more than half your hit points left."
			]
		},
		{
			"name": "Rally the People",
			"source": "MasStr",
			"page": 21,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"4th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 24 hours",
				"{@b Range:} 30 feet",
				"{@b Requirements:} A group of non-hostile people",
				"{@b Duration:} 7 days",
				"You are not someone who can alter reality with magic, but instead a simple mortal that has trained and pushed yourself to the limit. Thus, people that see you can strive to reach you one day, even common folk. You can spend a day rallying a group people to your cause. The amount of people you rally to your cause depends on the size of the settlement, your cause, reputation or the risk of what you're asking will also influence the amount of people that will follow you. Once you rally that people you can choose any of the following:",
				"{@bold Provisions:} You ask the people for what they can spare such as food, blankets or other objects that could prove beneficial for another group of people in need. The amount of items you get depends on how much people you drive to your cause.",
				"{@bold Tireless protesters:} You have convinced people of your cause and asked them to protest against the local authority. The protesters will refuse to work and will demand changes to their rulers for the following week.",
				"{@bold Trained Militia:} You teach common folk the basics of fighting and improve the skills of those that already know the fundamentals. By the end of the week you have taught the people how to defend themselves in a fight and can ask them to take a non-suicidal action such as defending a position or helping with an assault."
			]
		},
		{
			"name": "Shifting Tides",
			"source": "MasStr",
			"page": 21,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"4th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 reaction you make after taking the {@action Dodge} action",
				"{@b Range:} Your weapon's reach",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"You are swift like the wind and strike with the vengeance of an ocean storm's waves. As you dodge, you do so in a way that not only you are able to avoid the enemy's strikes, but you can also counter attack. When you take the {@action Dodge} action on your turn, you can spend your reaction and a level 4 or higher Master Strike point to gain a number of special reactions equal to your proficiency bonus. You can only use these special reactions to make an attack roll against a creature that targeted you for an attack and missed."
			]
		},
		{
			"name": "Tandem Strikes",
			"source": "MasStr",
			"page": 21,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"4th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} 60 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Stance, up to 1 turn",
				"You signal your allies to wait for your mark, and to strike in tandem with you, as you create openings in the enemies' defenses. Until the end of your turn, whenever you attack a creature, regardless if you hit or miss, you can signal a friendly creature who can see or hear you within range. That creature can immediately use its reaction to make one weapon or unarmed attack against that target. You can't create an opening on the same creature more than once, but can do so against multiple other targets."
			]
		},
		{
			"name": "Coup de Grace",
			"source": "MasStr",
			"page": 22,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"5th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 10 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"Your martial prowess lets you finish lesser and wounded targets in an instant. Make a melee weapon or unarmed attack with advantage against a target you can see within range with a +10 bonus to the roll. If the attack hits and the target you chose has 75 hit points or fewer before damage is dealt, it dies. Otherwise, the attack deals {@damage 3d8} bonus damage."
			]
		},
		{
			"name": "Dramatic Reversal",
			"source": "MasStr",
			"page": 22,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"5th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 reaction",
				"{@b Range:} Your weapon's reach",
				"{@b Requirements:} A melee weapon, having no more than half your hit points left",
				"{@b Duration:} Instantaneous",
				"As you seem to be on the edge of defeat, you take advantage of an adrenaline rush to turn the tables on your opponents. When you are hit by a melee attack you may expend your reaction to avoid the hit and counterstrike with immense power, using a part of the attack's force to your advantage. Make an attack of opportunity with advantage against that creature. The attack deals additional damage equal to that creature's attack damage dice + twice your weapon's damage dice. If the attack was a critical hit, then this attack becomes a critical hit instead. Until the start of your next turn you gain temporary hit points equal to the damage dealt as the adrenaline keeps you on your feet."
			]
		},
		{
			"name": "Imposing Presence",
			"source": "MasStr",
			"page": 22,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"5th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 60 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Stance, up to 10 minutes",
				"Your mere presence invokes great fear and reverence. Creatures within range that can see you must succeed on a Wisdom saving throw or be {@condition charmed} or {@condition frightened} (your choice) of you for the duration. While under that condition they will refuse to fight you or your allies, unless you or your allies attack them."
			]
		},
		{
			"name": "Steel Rain",
			"source": "MasStr",
			"page": 22,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"5th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} Self (30-foot cone)",
				"{@b Requirements:} 1 bow or crossbow, 10 pieces of ammunition of the same weapon.",
				"{@b Duration:} Instantaneous",
				"You load your weapon with 10 pieces of ammunition and shot them aimlessly at the enemies in front of you. Each creature 10 in a 30-foot cone must make a Dexterity saving throw. A creature takes {@damage 10d8} damage + your dexterity modifier or half as much on a successful one."
			]
		},
		{
			"name": "True Battle Trance",
			"source": "MasStr",
			"page": 23,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"5th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 bonus action",
				"{@b Range:} Self",
				"{@b Requirements:} You must have made a weapon or unarmed attack against a creature for 2 turns in a row, which may include this one.",
				"{@b Duration:} Stance, up to 1 minute",
				"You have such experience in combat than after a few moves you know how the rhythm of the fight will proceed. For the next minute, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You have advantage on attack rolls.",
						"Your movement speed increases by 10 feet and you do not provoke opportunity attacks when you leave a creature's reach.",
						"You gain 15 temporary hit points at the end of each of your turns.",
						"You have a +2 bonus to your AC and have advantage on Strength, Dexterity and Wisdom saving throws.",
						"Your attack rolls have a +5 bonus to their damage rolls."
					]
				},
				"The effects end early if you don't attack a creature by the end of your turn and you aren't {@condition incapacitated}."
			]
		},
		{
			"name": "True Focus",
			"source": "MasStr",
			"page": 23,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"5th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} Self",
				"{@b Requirements:} You must have not moved or taken a bonus action this turn",
				"{@b Duration:} 1 round",
				"You ready yourself to become a storm of martial prowess and might. Your speed becomes 0 and you cannot take a bonus action this turn. During your next turn, the first time you take the Attack action, you can make 2 additional attacks as part of the same action, and your attacks gain a +2 bonus to attack and damage rolls until the end of your turn. After that turn, you gain an additional turn with the same benefits."
			]
		},
		{
			"name": "True Strike",
			"source": "MasStr",
			"page": 23,
			"featureType": [
				"MS"
			],
			"prerequisite": [
				{
					"feature": [
						"5th level Master Strikes"
					]
				}
			],
			"entries": [
				"{@b Strike Time:} 1 action",
				"{@b Range:} 120 feet",
				"{@b Requirements:} None",
				"{@b Duration:} Instantaneous",
				"Your experience against all foes has taught you how to land deadly attacks that can't be avoided. Make a weapon or unarmed attack with advantage against a target you can see within range. The attack automatically hits and deals {@damage 6d6} extra damage. If your attack roll reaches or exceeds the target's AC, it becomes a critical hit."
			]
		}
	],
	"table": [
		{
			"colLabels": [
				"Level",
				"Strikes Known",
				"1st",
				"2nd",
				"3rd",
				"4th",
				"5th"
			],
			"colStyles": [
				"col-1 text-center",
				"col-2 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center",
				"col-1 text-center"
			],
			"rows": [
				[
					"{@b 9th}",
					"{@b 3}",
					"{@b 2}",
					"{@b -}",
					"{@b -}",
					"{@b -}",
					"{@b —}"
				],
				[
					"{@b 10th}",
					"{@b 4}",
					"{@b 3}",
					"{@b -}",
					"{@b -}",
					"{@b -}",
					"{@b -}"
				],
				[
					"{@b 11th}",
					"{@b 5}",
					"{@b 4}",
					"{@b 2}",
					"{@b -}",
					"{@b -}",
					"{@b -}"
				],
				[
					"{@b 12th}",
					"{@b 6}",
					"{@b 4}",
					"{@b 3}",
					"{@b -}",
					"{@b -}",
					"{@b -}"
				],
				[
					"{@b 13th}",
					"{@b 7}",
					"{@b 4}",
					"{@b 3}",
					"{@b 2}",
					"{@b -}",
					"{@b -}"
				],
				[
					"{@b 14th}",
					"{@b 8}",
					"{@b 4}",
					"{@b 3}",
					"{@b 3}",
					"{@b -}",
					"{@b -}"
				],
				[
					"{@b 15th}",
					"{@b 9}",
					"{@b 4}",
					"{@b 3}",
					"{@b 3}",
					"{@b 1}",
					"{@b -}"
				],
				[
					"{@b 16th}",
					"{@b 10}",
					"{@b 4}",
					"{@b 3}",
					"{@b 3}",
					"{@b 2}",
					"{@b -}"
				],
				[
					"{@b 17th}",
					"{@b 11}",
					"{@b 4}",
					"{@b 3}",
					"{@b 3}",
					"{@b 2}",
					"{@b 1}"
				],
				[
					"{@b 18th}",
					"{@b 12}",
					"{@b 4}",
					"{@b 3}",
					"{@b 3}",
					"{@b 3}",
					"{@b 1}"
				],
				[
					"{@b 19th}",
					"{@b 13}",
					"{@b 4}",
					"{@b 3}",
					"{@b 3}",
					"{@b 3}",
					"{@b 2}"
				],
				[
					"{@b 20th}",
					"{@b 14}",
					"{@b 4}",
					"{@b 3}",
					"{@b 3}",
					"{@b 3}",
					"{@b 2}"
				]
			],
			"name": "Master Strike Progression Table",
			"page": 4,
			"source": "MasStr"
		}
	]
}
