{
	"_meta": {
		"sources": [
			{
				"json": "festivalguide",
				"abbreviation": "FEST:Guide",
				"full": "Festival Guide",
				"authors": [
					"PD Jakobs"
				],
				"convertedBy": [
					"MrTavish"
				],
				"version": "1.0",
				"url": "https://www.dmsguild.com/product/207642/Festival-Guide?term=Festival+Guide&test_epoch=0",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "0f4fa9ba23",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Festival Guide",
			"id": "FEST:Guide",
			"source": "festivalguide",
			"group": "homebrew",
			"published": "2017-03-16",
			"contents": [
				{
					"name": "Introduction",
					"headers": [
						"Fun Ideas",
						"Festival Activities"
					]
				},
				{
					"name": "Appendix"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "FEST:Guide",
			"source": "festivalguide",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"entries": [
						"You can add this festival at any village the players are visiting. There are games, vendors and entertainment. Feel free to modify it to suit your players' interests and play style (more fighting or more role play).",
						{
							"type": "section",
							"name": "Fun Ideas",
							"entries": [
								"{@b Fortune Teller}: You can use the fortune teller to give the players a new quest hook or give them a hint about their current quest.",
								"{@b Biergarten}: Set up a good old-fashioned bar fight in the biergarten. If you wish to make the players be creative and fight with improvised weapons (like picking up chairs, or breaking a mug over someone's head), then have a person at the entrance ask them to check in their weapons and also explain to them that there's an anti-magic field on the tent.",
								"{@b Petting Zoo}: Let some of the beasts escape from the petting zoo and cause havoc at the festival. Also, If the players are looking for an exotic pet, the petting zoo animals can be for sale.",
								"{@b Quest Hooks}: The champion of the fighting tournament could get invited to dinner with the mayor who requests help with a problem the town is having. The winner of the stealth maze could get an invite to join the thieves' guild.",
								"{@b More Interesting Prizes}: Instead of just winning a few coins, the prizes could be food or interesting trinkets or even magical items. If the prizes are bigger, then the entry fee could be more, for example 1 gp instead of 5 sp. A few suggestions:",
								{
									"type": "list",
									"items": [
										"a bottle of fine drink",
										"a fancy hat with a colorful feather",
										"a wooden trophy with an inscription",
										"a commemorative mug",
										"a dinner with the mayor",
										"a tour of the local mine (quest hook)",
										"a bag of Random Jelly Beans (see Appendix)",
										"an item that will be useful in a future quest",
										"a magical item",
										"a cake",
										"a ribbon to pin on your clothes that gets you free entry to entertainment tents or other privileges.",
										"a live chicken or piglet"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Festival Activities",
							"entries": [
								{
									"type": "section",
									"name": "Games",
									"entries": [
										"{@b Limits}: A player can only win a game once, after that they cannot play that game anymore. You can also limit them to trying to win no more than 3 times.",
										{
											"type": "section",
											"name": "Fighting Pit",
											"entries": [
												"If the players have upgraded equipment and they are going to fight against NPCs, you can ask them to choose non-magical equipment from a weapons rack near the entrance instead of using their own.",
												"The players can participate in non-lethal PVP against each other or NPCs. Contestants fight until an opponent is unconscious. A healer is standing by to heal them afterwards. You can have separate categories for magical combat, melee only, or ranged weapons only. Two players may choose to fight each other, or the DM can take a level appropriate pre-generated character sheet from the Wizards of the Coast website (for example a Fighter) and use that as an opponent. You can also bring in an interesting monster for the players to fight (individually or in a group).",
												"{@i Entry Fee}: 1 sp",
												"{@i Prize: 2 sp (or coupon for a free mug of ale)}",
												"{@b Tournament Option}: Instead of each fight being an individual contest, you can make it an 8-bracket tournament (or 16). Start with 4 duels (8 contestants total). Use level appropriate NPCs for any empty slots. The 4 winners each fight another winner (randomly chosen). The two winners of those duels fight each other until there is a final champion.",
												"{@i Entry Fee: 1 gp}",
												"{@i Prize: 50 gp (or a +1 weapon)}"
											]
										},
										{
											"type": "section",
											"name": "Archery Contest (Archery Field)",
											"entries": [
												"Up to 5 contestants may enter. Players may compete against each other, or level appropriate rangers from a pre-generated character sheet from Wizards of the Coast can be used to fill any empty spots. All contestants stand 20 ft. from target and make an attack roll. The targets have an AC 12 to hit. Everybody who hits one gets to stay in the contest and moves 20 ft. further away and tries again, that makes the AC go up to 13. Keep moving further away and increasing the AC until only one winner remains.",
												"{@i Entry Fee: 5 sp}",
												"{@i Prize: 25 sp (or 5 arrows/bolts of sleep)}",
												"{@i Item: ammunition of sleep, when hit, the target does a DC13 wisdom save or fall asleep}."
											]
										},
										{
											"type": "section",
											"name": "Arm Wrestling (Location 10)",
											"entries": [
												"This is purely a Strength ability check between two opponents. NPC opponents have a +3 Strength modifier.",
												"{@i Entry Fee: 1 sp}",
												"{@i Prize: 2 sp (or a can of spinach)}"
											]
										},
										{
											"type": "section",
											"name": "Pie Eating Contest (Location 11)",
											"entries": [
												"Any number of players can enter, plus two villagers. NPCs have a +3 Constitution modifier. All participants will eat a tripe pie (tripe is the inner lining of a cow's stomach). Roll a constitution saving throw for all participants. Everybody but the highest score can't keep the food down and is eliminated. In case of a tie, keep eating more pies until only one contestant remains. Winner doesn't regurgitate the pie and wins the prize; another tripe pie!",
												"{@i Entry Fee: 1 sp}",
												"{@i Prize: a tripe pie}"
											]
										},
										{
											"type": "section",
											"name": "Archery Contest (Archery Field)",
											"entries": [
												"Talent Show (Biergarten Stage) To enter, players choose a talent and role play their character showing off the talent. They then make a skill check appropriate to that talent to see how loudly the audience claps. For example, playing an instrument or singing would be a performance check, juggling would be a dexterity check, lifting a heavy weight would be a strength check, etc.. This is an opportunity to get creative. Any number of players can enter along with a few NPCs. The player (or NPC) with the highest score wins. In the case of a tie, they do another performance of their talent until only one winner remains. As DM, just describe what the NPCs are doing, you don't need to role play it (unless you want to).",
												"A few NPC talents and skill modifiers:",
												{
													"type": "section",
													"name": "Archery Contest (Archery Field)",
													"entries": [
														"Bertha, the goat farmer, sings a song (-3 performance)",
														"Ronald, the blacksmith, lifts a small child from the audience on each arm (+3 strength)",
														"Elowen, the novice druid, gives commands to three chipmunks as they do acrobatics around the stage. (+2 animal handling)",
														"Gareth, the wizard, tells the history of the town with accompanying images using minor illusion. (+2 history)",
														"Vinny, the thief, does some card tricks (+2 sleight of hand)"
													]
												},
												"{@i Entry Fee: 5 sp}",
												"{@i Prize}: All the money from the entry fees (or a big fancy hat)."
											]
										},
										{
											"type": "section",
											"name": "Chicken Rodeo (Chicken Coop)",
											"entries": [
												"Participants need to do an animal handling check to see if they can catch a chicken (DC15). If nobody succeeds on the first round or there's a tie, continue with additional rounds. The first to succeed wins.",
												"{@i Entry Fee}:  1 sp",
												"{@i Prize:} All the gold from the entry fees (or a baby chick)"
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Entertainment",
									"entries": [
										{
											"type": "section",
											"name": "Freak Show (Location 12)",
											"entries": [
												"A man standing outside the tent promises that he will show you the ugliest creature in all the realms. He only allows one person in at a time and charges 4 sp for the entry fee. The person is then allowed to enter the tent where they go through a roped off area to a curtain with another man standing next to it. That man tells the person to \"pull open the curtain to see the abomination\". When they do, they see a mirror. The man asks them to be a good sport and not tell anyone what they saw, if they complain, he'll offer to give them half their money back, but only if they promise not to tell.",
												"{@b Basilisk Option}: Another option is to have a basilisk (p. 24 of MM) behind the curtain, anyone that looks at it has to do a DC12 constitution saving throw or be turned to stone. The people running the show then move the petrified players and store them in a separate area behind the curtain, to sell later to art patrons (perhaps there are a few similar statues at the art vendor, who is behind this plot). Hopefully players would soon catch on that their friends are missing and find them. Killing the basilisk and smearing its blood on a petrified victim brings them back to life.",
												"{@b Other Options}: There's lots of things you could do with this. Perhaps it's an ugly but harmless creature that just wants to be released from its prison. Or perhaps it's a {@creature Wight} that wants to drain life from its victims (p. 300 of MM). Or perhaps it's a {@creature Mind Flayer} (p. 222 of MM) that uses geas on the character to make them do something evil.",
												"{@i Entry Fee: 4 sp}"
											]
										},
										{
											"type": "section",
											"name": "Petting Zoo",
											"entries": [
												"An enthusiastic forest gnome ranger, named Bucky, has collected a number of dangerous beasts and has them on display in various enclosures. He loves these animals and claims they're perfectly tamed. If a player enters an enclosure to pet a creature, they need to do an Animal Handling check (DC13) or be attacked.  Bucky spends the entire time helplessly telling the animal to calm down and telling you not to hurt it.",
												"If attacked, a player can stay and fight or escape through the entrance, but they have to do a DC15 Dexterity check to close the door quickly enough to keep the creature from escaping. A few suggestions for creatures:",
												{
													"type": "list",
													"items": [
														"A {@creature Cockatrice} (CR ½, p. 42 of MM)",
														"An {@creature Owlbear} (CR 3, p. 249 of MM)",
														"An {@creature Ettercap} (CR 2, p. 131 of MM)",
														"A {@creature Hydra} (CR 8, p. 190 of MM)",
														"A {@creature Dire Wolf} (CR 1, p. 305 of MM)",
														"A {@creature Werewolf} shape shifted into wolf form (CR 3, p. 211 of MM)",
														"A {@creature Bullette} (CR 5, p. 34 of MM)"
													]
												}
											]
										},
										{
											"type": "section",
											"name": "Hedge Maze",
											"entries": [
												"A maze map is enclosed at the end of this file.",
												"{@b Stealth Option}: This is a stealth challenge. A player must do a Stealth Check of a DC 12 at the start and then another one every 10 steps as they go towards the middle. If they fail, they set off {@creature Shriekers} and fail the maze. A Shrieker is a fungus that makes a shrieking sound when something moves past it. They need to get to the center and do a Sleight of Hand check (also DC 12) to open the chest unnoticed and take out a prize. They can then exit without doing another stealth check.",
												"{@i Entry Fee: 1 gp}",
												"{@i Prize: A bag of Random Jelly Beans (or a black mask that gives a +1 to stealth)}",
												"{@b Dungeon Option}: There are monsters and traps in the maze. Players can go in together. Every 10 steps, the players encounter a CR appropriate monster. For example, for 4 players that average level 2, a monster of CR 2 is appropriate. For 1 player of level 2, a monster of CR ½ is appropriate. Page 306 of the DMG lists monsters by challenge rating. They need to make it to the center of the maze and open a trapped chest. The chest has a DC12 to detect the trap and DC12 investigation check to disable. If set off, it does 1d8 piercing damage as an arrow shoots out of it. The chest prizes equal to the number of players participating.",
												"{@i Entry Fee: 1 gp per participant}",
												"{@i Prize: A bag of Random Jelly Beans}"
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Vendors",
									"entries": [
										{
											"type": "section",
											"name": "Biergarten",
											"entries": [
												"The biergarten is a large tent with long picnic tables in the middle and smaller round tables around the edges. There is a wooden bar set up at one end. At the other end, a band plays music on a stage (if a bard is in the group, they will invite bard to play a few songs with them). There is room in front of the stage for dancing. Lanterns provide light late into the night.",
												{
													"type": "list",
													"name": "Refreshments For Sale:",
													"items": [
														"Meat on a stick 2 sp",
														"Slice of apple pie 3 sp",
														"Sausage & baked potato 5 sp",
														"Pint of ale 4 sp",
														"Pint of cider 1 sp",
														"Cup of mead 5 sp",
														"Bottle of elven wine 2 gp"
													]
												}
											]
										},
										{
											"type": "section",
											"name": "Madame Esmeralda, Fortune Teller (Location 9)",
											"entries": [
												"Madame Esmeralda has a tent set up in the vendor area where she offers to tell a person's fortune for 5 sp. Inside the tent, there are colorful lanterns strung up. There is small round table with a glass ball standing in the middle of it and a chair on either side. Roll 1d20 to determine which fortune the player will get.",
												{
													"type": "table",
													"colLabels": [
														"d20",
														"Result"
													],
													"colStyles": [
														"col-3 text-center",
														"col-7"
													],
													"outro": [
														"{@b Optional Extra}: The fortune teller offers the players to draw from the Deck of Many Things."
													],
													"rows": [
														[
															1,
															"There will be an assassination attempt on the adventurer within a week. The family member of an enemy the adventurer has killed will seek them out and try to kill them during a long rest. For example, the father of the very first orc the adventurer killed."
														],
														[
															{
																"type": "cell",
																"roll": {
																	"min": 2,
																	"max": 3
																}
															},
															"Adventurer has a secret admirer who will reveal themselves soon. If the group is traveling with an NPC, it could be the NPC, or perhaps an NPC they've met in the past."
														],
														[
															{
																"type": "cell",
																"roll": {
																	"min": 4,
																	"max": 5
																}
															},
															"Fortune teller starts channeling a person the adventurer has killed."
														],
														[
															{
																"type": "cell",
																"roll": {
																	"min": 6,
																	"max": 7
																}
															},
															"Adventurer gets hint related to a quest they're on (up to DM to decide what the hint is)."
														],
														[
															{
																"type": "cell",
																"roll": {
																	"min": 8,
																	"max": 9
																}
															},
															"Fortune teller starts channeling a dead person from the adventurer's past. Perhaps a dearly departed grandmother will berate them for their worthless life of adventuring instead of settling down and having a family."
														],
														[
															{
																"type": "cell",
																"roll": {
																	"min": 10,
																	"max": 11
																}
															},
															"Adventurer has been cursed and will become deathly ill within 1 week! Fortunately, the fortune teller can brew a potion for 50g using some very rare ingredients that will remove the curse. The fortune teller is lying about the curse and just trying to make some extra money (DC 18 insight check to find out). The potion is just a strong herbal tea."
														],
														[
															{
																"type": "cell",
																"roll": {
																	"min": 12,
																	"max": 13
																}
															},
															"Adventurer has a curse that causes them to sometimes have bad luck (who doesn't?) fortunately the fortune teller has a good luck potion she can sell them for 50g. This is a real potion (see Appendix)."
														],
														[
															{
																"type": "cell",
																"roll": {
																	"min": 14,
																	"max": 15
																}
															},
															"Adventurer has a great future ahead of them... as a turnip farmer. Fortune teller has a vision of the player settling down, buying a farm and getting married. They will have 12 children."
														],
														[
															{
																"type": "cell",
																"roll": {
																	"min": 16,
																	"max": 17
																}
															},
															"The fortune teller tells the player that a member of their party will betray them in the near future. She is lying (DC18 insight check to find out)."
														],
														[
															{
																"type": "cell",
																"roll": {
																	"min": 18,
																	"max": 19
																}
															},
															"Fortune teller starts channeling a demon, it tells the player to do something evil or die a horrible death. The demon has no actual power over the adventurer and cannot harm them, it's totally bluffing (DC 18 insight to find out)."
														],
														[
															20,
															"Adventurer will receive an inheritance. It's up to the DM what, perhaps a common magical item, or a family heirloom, or a mysterious key."
														]
													]
												},
												"If a player is rude to the fortune teller or starts to attack, she will curse them:",
												{
													"type": "inset",
													"entries": [
														"Madame Esmeralda stands up angrily and says, \"How dare you treat me this way?\". She reaches into a pouch hanging from a belt and throws a red dust in your face while muttering something in a language you cannot understand and waving her hands. She then disappears in a puff of smoke and everything in the tent disappears with her. You find yourself standing in an empty space where the tent once stood."
													]
												},
												"The character becomes cursed. Anytime they are rude to someone, swear, lie or mistreat someone, they take 1d10 psychic damage. This curse can be removed with a remove curse spell or by doing 3 major good deeds."
											]
										},
										{
											"type": "section",
											"name": "Potions Vendor (Location 1)",
											"entries": [
												"Sells healing potions, and other potions from DMG (starting on p. 187). A few suggestions for the inventory:",
												"The biergarten is a large tent with long picnic tables in the middle and smaller round tables around the edges. There is a wooden bar set up at one end. At the other end, a band plays music on a stage (if a bard is in the group, they will invite bard to play a few songs with them). There is room in front of the stage for dancing. Lanterns provide light late into the night.",
												{
													"type": "list",
													"name": "Refreshments For Sale:",
													"items": [
														"Potion of Healing 50gp",
														"Potion of Greater Healing 150gp",
														"Potion of Climbing 180gp",
														"Potion of Animal Friendship 200gp",
														"Potion of Fire Breath 150gp",
														"Potion of Hill Giant Strength 150gp"
													]
												}
											]
										},
										{
											"type": "section",
											"name": "Arcane Vendor (Location 2)",
											"entries": [
												"Sells magic items of uncommon value from the DMG (starting on p. 150. A few suggestions for the inventory:",
												{
													"type": "list",
													"name": "Refreshments For Sale:",
													"items": [
														"Spell Scroll (cantrip) 10gp",
														"Spell Scroll (level 1) 60gp",
														"Remove Curse Scroll 200gp",
														"Alchemy Jug 150gp",
														"Bag of Holding 100gp",
														"Goggles of Night 200gp",
														"Immovable Rod 100gp"
													]
												}
											]
										},
										{
											"type": "section",
											"name": "Weapons Vendor (Location 3)",
											"entries": [
												"The vendor has weapons of a non-magical type for the prices listed on p. 149 of the PHB. If the DM wishes, they can also make available magical weapons from the DMG."
											]
										},
										{
											"type": "section",
											"name": "Armor Vendor (Location 4)",
											"entries": [
												"The vendor has armor of a non-magical type for the prices listed on p. 145 of the PHB. If the DM wishes, they can also make available magical armor from the DMG."
											]
										},
										{
											"type": "section",
											"name": "Art Dealer (Location 5)",
											"entries": [
												"This vendor buys and sells interesting items and relics of a non-magical nature. This is a good opportunity for the players to sell some things they want to get rid of. If the players want to purchase something, you can find art objects on p. 135 of the DMG."
											]
										},
										{
											"type": "section",
											"name": "Art Dealer (Location 5)",
											"entries": [
												"Jeweler (Location 6) This vendor buys and sells non-magical jewelry and gemstones. This is a good opportunity for the players to sell some things they want to get rid of. If the players want to purchase something, you can find gem stones on p. 134 of the DMG."
											]
										},
										{
											"type": "section",
											"name": "Artisan's Tools (Location 7)",
											"entries": [
												"This vendor sells tools and musical instruments from p. 154 of the PHB."
											]
										},
										{
											"type": "section",
											"name": "Raffle Tickets (Location 8)",
											"entries": [
												"Players can buy tickets to win a raffle of a magic item of the DM's choosing. At the end of the festival, the DM chooses a number from 1100. The players then roll (or just choose) a number, if someone matches the chosen number exactly, they win. Otherwise, an NPC wins. (Or if you want to make sure a player wins, just choose whoever was the closest to the number)",
												"{@i Cost: 1gp}",
												"{@i Prize Suggestion: An interesting uncommon magical item that would require players to be creative in its use. For example; an alchemy jug, a portable hole, a bag of tricks.}"
											]
										},
										{
											"type": "section",
											"name": "Shady Vendor",
											"entries": [
												"If the players approach a vendor and seem interested in an expensive item for sale, a shady character will approach them and quietly ask to speak to them privately. He'll then offer to sell them that same item at a 50% discount. He swears it's legitimate (DC 10 insight check to find out he's lying). If the player agrees, the shady vendor will arrange to meet them at the biergarten in an hour with the item. He'll then steal the item from the real vendor and bring it to the biergarten to sell to the player. If the player proceeds with the sale and doesn't immediately hide the item, the real vendor will notice them carrying it around and accuse them of stealing and call the guards on them.",
												"If the player hides the item, they'll just hear the vendor calling the guards because of a theft but the player won't be implicated."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendix",
					"entries": [
						{
							"type": "section",
							"name": "Special Items",
							"entries": [
								{
									"type": "section",
									"name": "Ammunition of Sleep",
									"entries": [
										"5 bolts, arrows, or other ammunition.",
										"When used to hit a target, the target does a DC13 wisdom save, a fail makes the target fall unconscious for 10 minutes, until the sleeper takes damage, or someone takes an action to wake them."
									]
								},
								{
									"type": "section",
									"name": "Potion of Luck",
									"entries": [
										"After drinking the potion, the person will have advantage on all ability, saving and attack rolls for 1 hour."
									]
								},
								{
									"name": "Random Jelly Beans",
									"id": "FEST:Guide",
									"source": "festivalguide",
									"colLabels": [
										"d12",
										"Result"
									],
									"colStyles": [
										"col-3 text-center",
										"col-7"
									],
									"intro": [
										"A small bag of jelly beans, all green. The bag has 25 candies. Roll a 1d12 to see what effect the candy has on the player."
									],
									"rows": [
										[
											1,
											"1 For 10 minutes, the only word you can say is \"gygax\"."
										],
										[
											2,
											" You feel light as air. You can fly for the next 10 minutes."
										],
										[
											3,
											"The candy makes you feel sick to your stomach. You vomit green slime for 1 minute."
										],
										[
											4,
											"You gain +5 to your strength modifier for the next 10 minutes."
										],
										[
											5,
											"Your nose turns bright purple for 10 minutes, giving you disadvantage on stealth checks."
										],
										[
											6,
											"You can communicate telepathically with anyone within 50 ft. for the next 10 minutes."
										],
										[
											7,
											"1 For 10 minutes, the only word you can say is \"gygax\"."
										],
										[
											8,
											"You become invisible for 10 minutes."
										],
										[
											9,
											"Red spots appear all over your skin for 10 minutes, giving you disadvantage on charisma-based checks."
										],
										[
											10,
											"You feel lucky. You have advantage to all ability checks for the next 1 hour."
										],
										[
											11,
											"You keep slipping on your feet for the next 10 minutes, you have disadvantage on any acrobatics checks."
										],
										[
											12,
											"You have double your speed for the next 10 minutes."
										]
									],
									"type": "table"
								}
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "fortuneteller results",
			"source": "festivalguide",
			"colLabels": [
				"d20",
				"Result"
			],
			"colStyles": [
				"col-3 text-center",
				"col-7"
			],
			"outro": [
				"{@b Optional Extra}: The fortune teller offers the players to draw from the Deck of Many Things."
			],
			"rows": [
				[
					1,
					"There will be an assassination attempt on the adventurer within a week. The family member of an enemy the adventurer has killed will seek them out and try to kill them during a long rest. For example, the father of the very first orc the adventurer killed."
				],
				[
					{
						"type": "cell",
						"roll": {
							"min": 2,
							"max": 3
						}
					},
					"Adventurer has a secret admirer who will reveal themselves soon. If the group is traveling with an NPC, it could be the NPC, or perhaps an NPC they've met in the past."
				],
				[
					{
						"type": "cell",
						"roll": {
							"min": 4,
							"max": 5
						}
					},
					"Fortune teller starts channeling a person the adventurer has killed."
				],
				[
					{
						"type": "cell",
						"roll": {
							"min": 6,
							"max": 7
						}
					},
					"Adventurer gets hint related to a quest they're on (up to DM to decide what the hint is)."
				],
				[
					{
						"type": "cell",
						"roll": {
							"min": 8,
							"max": 9
						}
					},
					"Fortune teller starts channeling a dead person from the adventurer's past. Perhaps a dearly departed grandmother will berate them for their worthless life of adventuring instead of settling down and having a family."
				],
				[
					{
						"type": "cell",
						"roll": {
							"min": 10,
							"max": 11
						}
					},
					"Adventurer has been cursed and will become deathly ill within 1 week! Fortunately, the fortune teller can brew a potion for 50g using some very rare ingredients that will remove the curse. The fortune teller is lying about the curse and just trying to make some extra money (DC 18 insight check to find out). The potion is just a strong herbal tea."
				],
				[
					{
						"type": "cell",
						"roll": {
							"min": 12,
							"max": 13
						}
					},
					"Adventurer has a curse that causes them to sometimes have bad luck (who doesn't?) fortunately the fortune teller has a good luck potion she can sell them for 50g. This is a real potion (see Appendix)."
				],
				[
					{
						"type": "cell",
						"roll": {
							"min": 14,
							"max": 15
						}
					},
					"Adventurer has a great future ahead of them... as a turnip farmer. Fortune teller has a vision of the player settling down, buying a farm and getting married. They will have 12 children."
				],
				[
					{
						"type": "cell",
						"roll": {
							"min": 16,
							"max": 17
						}
					},
					"The fortune teller tells the player that a member of their party will betray them in the near future. She is lying (DC18 insight check to find out)."
				],
				[
					{
						"type": "cell",
						"roll": {
							"min": 18,
							"max": 19
						}
					},
					"Fortune teller starts channeling a demon, it tells the player to do something evil or die a horrible death. The demon has no actual power over the adventurer and cannot harm them, it's totally bluffing (DC 18 insight to find out)."
				],
				[
					20,
					"Adventurer will receive an inheritance. It's up to the DM what, perhaps a common magical item, or a family heirloom, or a mysterious key."
				]
			]
		},
		{
			"name": "Random Jelly Beans",
			"source": "festivalguide",
			"colLabels": [
				"d12",
				"Result"
			],
			"colStyles": [
				"col-3 text-center",
				"col-7"
			],
			"intro": [
				"A small bag of jelly beans, all green. The bag has 25 candies. Roll a 1d12 to see what effect the candy has on the player."
			],
			"rows": [
				[
					1,
					"1 For 10 minutes, the only word you can say is \"gygax\"."
				],
				[
					2,
					" You feel light as air. You can fly for the next 10 minutes."
				],
				[
					3,
					"The candy makes you feel sick to your stomach. You vomit green slime for 1 minute."
				],
				[
					4,
					"You gain +5 to your strength modifier for the next 10 minutes."
				],
				[
					5,
					"Your nose turns bright purple for 10 minutes, giving you disadvantage on stealth checks."
				],
				[
					6,
					"You can communicate telepathically with anyone within 50 ft. for the next 10 minutes."
				],
				[
					7,
					"1 For 10 minutes, the only word you can say is \"gygax\"."
				],
				[
					8,
					"You become invisible for 10 minutes."
				],
				[
					9,
					"Red spots appear all over your skin for 10 minutes, giving you disadvantage on charisma-based checks."
				],
				[
					10,
					"You feel lucky. You have advantage to all ability checks for the next 1 hour."
				],
				[
					11,
					"You keep slipping on your feet for the next 10 minutes, you have disadvantage on any acrobatics checks."
				],
				[
					12,
					"You have double your speed for the next 10 minutes."
				]
			]
		}
	],
	"item": [
		{
			"name": "Ammunition of Sleep",
			"type": "A",
			"rarity": "uncommon",
			"weight": 0.05,
			"tier": "major",
			"entries": [
				"5 bolts, arrows, or other ammunition. When used to hit a target, the target does a DC13 wisdom save, a fail makes the target fall unconscious for 10 minutes, until the sleeper takes damage, or someone takes an action to wake them."
			],
			"source": "festivalguide"
		},
		{
			"name": "Potion of Luck",
			"tier": "major",
			"rarity": "uncommon",
			"weight": 0.5,
			"type": "P",
			"entries": [
				"After drinking the potion, the person will have advantage on all ability, saving and attack rolls for 1 hour."
			],
			"source": "festivalguide"
		}
	]
}
