{
	"_meta": {
		"sources": [
			{
				"json": "ccg",
				"abbreviation": "CCG",
				"full": "Crystalpunk Campaign Guide",
				"color": "E94541",
				"authors": [
					"Zac Hussein",
					"Scarlett Rogers",
					"Sean \"Perry\" McGrory"
				],
				"version": "1.0.0",
				"url": "https://plusthreepress.com/#crystalpunk",
				"convertedBy": [
					"Ember Heartshine"
				],
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1659960938,
		"dateLastModified": 1660074247,
		"_dateLastModifiedHash": "9ac28b2ea4"
	},
	"race": [
		{
			"name": "Battleborn",
			"source": "ccg",
			"page": 24,
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"str": 1,
					"dex": 1,
					"con": 1
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Battleborn were made to mature quickly, live in perfect health, and then rapidly degrade at the end of their lifespan. They reach adulthood at age 5 and rarely live to be more than 40 years old."
					]
				},
				{
					"name": "Alchemy Adept",
					"entries": [
						"You have proficiency in {@item alchemist's supplies|phb}."
					]
				},
				{
					"name": "Martial Prodigy",
					"entries": [
						"You are proficient in three {@filter martial weapons|items|type=martial weapon} of your choice."
					]
				},
				{
					"name": "Armor Specialist",
					"entries": [
						"You have proficiency with both light and medium armor."
					]
				},
				{
					"name": "Wounded Fury",
					"entries": [
						"After you take damage, you can use your reaction to regain hit points equal to {@dice 1d6} + your proficiency bonus. You also gain an additional benefit that depends on your battleborn subrace. Once you use this trait, you can't do so again until you finish a short or long rest."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write {@language Common|ccg} and {@language Imperial|ccg}."
					]
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"imperial": true
				}
			],
			"traitTags": [
				"Tool Proficiency",
				"Weapon Proficiency"
			],
			"armorProficiencies": [
				{
					"light": true,
					"medium": true
				}
			]
		},
		{
			"name": "Beastfolk",
			"source": "ccg",
			"page": 26,
			"size": [
				"S",
				"M"
			],
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Beastfolk often reach maturity around age 15 and rarely live longer than 50 to 60 years."
					]
				},
				{
					"name": "Size",
					"entries": [
						"Your size is Medium or Small (your choice upon creating a Beastfolk character)."
					]
				},
				{
					"name": "Bestial Talent",
					"entries": [
						"You gain one of the following options of your choice: (a) {@sense darkvision} with a range of 60 feet or (b) a natural weapon on an appropriate part of your body, which you can use to make unarmed strikes. It deals damage equal to {@damage 1d6} + your Strength modifier, and the damage type is bludgeoning, piercing, or slashing, as appropriate."
					]
				},
				{
					"name": "Primal Battlecry",
					"entries": [
						"As a bonus action, you unleash a mystical howl, roar, or powerful cry which invigorates up to four allies of your choice you can see within 30 feet of you, which can include yourself. The next time those allies move on their turn, they can move up to 10 feet further. Also, the next time they deal damage with an attack or spell, it does extra damage equal to your level. Once you use this trait, you can't use it again until you finish a long rest."
					]
				},
				{
					"name": "Armor Specialist",
					"entries": [
						"You have proficiency with both light and medium armor."
					]
				},
				{
					"name": "Wounded Fury",
					"entries": [
						"After you take damage, you can use your reaction to regain hit points equal to {@dice 1d6} + your proficiency bonus. You also gain an additional benefit that depends on your battleborn subrace. Once you use this trait, you can't do so again until you finish a short or long rest."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write {@language Common|ccg} and {@language Wild|ccg}."
					]
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"wild": true
				}
			],
			"traitTags": [
				"Natural Weapon"
			],
			"darkvision": 60
		},
		{
			"name": "Curseborn",
			"source": "ccg",
			"page": 28,
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"con": 2,
					"choose": {
						"from": [
							"str",
							"dex",
							"int",
							"wis",
							"cha"
						],
						"count": 1
					}
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Curseborn reach adulthood at around the same time as humans, but only live up to 60 years."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"name": "Cursed",
					"entries": [
						"A powerful curse runs through your body, which is impossible to remove. You choose one of the following options for how your curse manifests:",
						{
						"type": "list",
						"items": [
								"{@b Sluggish.} You have disadvantage on Initiative rolls. Also, your base walking speed is 25 feet.",
								"{@b Skittish.} After you roll initiative, the first attack roll made against you within the next minute has advantage.",
								"{@b Frail.} Your hit point maximum decreases by 1, and it decreases by 1 every time you gain a level.",
								"{@b Weak.} One ability score of your choice decreases by 4, down to a minimum of 1 in that ability score."
							]
						}
					]
				},
				{
					"name": "Blighted Form",
					"entries": [
						"You have resistance to necrotic damage. Also, you are immune to disease."
					]
				},
				{
					"name": "Unflinching",
					"entries": [
						"You have advantage on saving throws against being {@condition frightened}."
					]
				},
				{
					"name": "Nightmarish Affinity",
					"entries": [
						"Whenever you make an Intelligence ({@skill Investigation}) or Wisdom ({@skill Perception}) check related to {@filter living nightmares|bestiary|tag=living nightmare} or any other type of {@filter aberration|bestiary|type=aberration}, you are considered proficient in the relevant skill and add double your proficiency bonus to the check, instead of your normal bonus."
					]
				},
				{
					"name": "Unleashed Curse",
					"entries": [
						"Starting at 3rd level, you can use your action to unleash the power of your curse, causing the red marks around your body to glow brightly and release powerful necrotic energy.",
						"Your transformation lasts for 1 minute or until you end it as a bonus action. When you transform, all creatures within 10 feet of you must make a Dexterity saving throw (DC 8 + your proficiency bonus + your Constitution modifier). A creature takes necrotic damage equal to your level + your proficiency bonus on a failed save, or half as much on a success. During your transformation, the area within 20 feet of you counts as difficult terrain for creatures you designate, and once on each of your turns, you can deal extra necrotic damage to one target within the area when you deal damage to it with an attack or a spell. This extra necrotic damage equals your level.",
						"Once you use this trait, you can't use it again until you finish a long rest."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write {@language Common|ccg} and one other language of your choice."
					]
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"resist": [
				"necrotic"
			],
			"conditionImmune": [
				"disease"
			],
			"darkvision": 60,
			"fluff": {
				"entries": [
					"Curses are commonplace throughout Aysta; sometimes they are cast on an enemy in battle, sometimes they are calculated attacks on rivals, and sometimes they are just harsh words used in anger. The excessive use of these curses may have been the cause for the terrifying rift into the void that gave rise to the curseborn.",
					"They are tall and slender, with unnaturally long, spindly limbs. Their ashen skin is wrapped with haphazard red marks, and their eyes of pure black sit upon their mask-like faces. They were once other races, but when that nightmarish rift tore into this reality, they were morphed into these strange, accursed beings. They gained power, but the price of this magic was a curse that manifests differently in each curseborn.",
					{
						"name": "Cursed Blood",
						"entries": [
							"Despite the rift opening centuries ago, the curseborn live on. Generations of children have received the curses of their parents, along with the eerie appearance of their people. They now live as their own people, with their own culture and traditions, although they suffer judgment due to their appearance. The curseborn are a reminder of the misuse of magic, one that the rest of Prismatic Falls often does not appreciate."
						]
					},
					{
						"name": "One With Nightmares",
						"entries": [
							"The power curseborn can unleash under threat pulls directly from the same plane that living nightmares form in. This direct link paired with the prejudice the curseborn suffer gives them a kindred spirit with some of the living nightmares that breach into reality. While curseborn still recognize these aberrant creatures as threats, they prefer to contain or divert living nightmares rather than eliminating them, owing to their shared origin and similar plights. Similarly, living nightmares recognize the curseborn, although whether they consider their material cousins friends, foes or food depends on the nightmare itself."
						]
					},
					{
						"name": "Shrouded Origins",
						"entries": [
							"There are many theories as to how and why the rift opened, ranging from an excess of necromantic magic concentrated in a specific area to a targeted attack on a specific part of the city by a cult. The following table suggests some possible origins for the disaster, although it is by no means exhaustive.",
							{
								"type": "table",
								"colLabels": [
									"{@dice d4}",
									"Origin of the Curseborn"
								],
								"colStyles": [
									"col-1 text-center",
									"col-11"
								],
								"rows": [
									[
										{
											"type": "cell",
											"roll": {
												"exact": 1
											}
										},
										"A freak accident opened a rift into the plane of nightmares, caused by the overuse of curses in Prismatic Falls."
									],
									[
										{
											"type": "cell",
											"roll": {
												"exact": 2
											}
										},
										"A cult or gang purposefully targeted a group of people with an uncontrollable rift, accidentally turning them to curseborn instead of harming them."
									],
									[
										{
											"type": "cell",
											"roll": {
												"exact": 3
											}
										},
										"A cult, gang or other group incurred the wrath of a god and were branded with a curse for their wrongdoing, which spread further than intended."
									],
									[
										{
											"type": "cell",
											"roll": {
												"exact": 4
											}
										},
										"An experiment on a living nightmare spurred out of control, destroying the nightmare and causing the terrifying rift to form."
									]
								]
							}
						]
					},
					{
						"name": "Curseborn Names",
						"entries": [
							"The curseborn were created from all kinds of races and cultures when the rift opened, and so their names tend to be common names from whichever race their ancestors originally were. When creating a curseborn, decide on what type of race your character's ancestors may be based upon, and choose a name that would be suitable if they were still that race."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/CCG/Curseborn.webp"
						}
					}
				]
			}
		},
		{
			"name": "Eternal",
			"source": "ccg",
			"page": 32,
			"size": [
				"S",
				"M"
			],
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"con": 1,
					"choose": {
						"from": [
							"str",
							"dex",
							"int",
							"wis",
							"cha"
						],
						"count": 1,
						"amount": 2
					}
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"As an eternal, you don't age, and you are immune to magical aging effects. However, your body slowly decomposes over time, becoming unusable after around 40 years. To continue living, you can transfer your soul into a new vessel using your Necromantic Touch trait. All of the original eternals were born at the same time, and they are all 513 years old."
					]
				},
				{
					"name": "Size",
					"entries": [
						"Your size is Medium or Small (depending on your current body's race)."
					]
				},
				{
					"name": "Brittle",
					"entries": [
						"Your decaying body has difficulty staying together. Your hit point maximum decreases by 1, and it decreases by 1 every time you gain a level."
					]
				},
				{
					"name": "Undead Form",
					"entries": [
						"As an undead being, you gain the following benefits:",
						{
						"type": "list",
						"items": [
								"You have advantage on saving throws against being {@condition poisoned}, and you have resistance against poison damage.",
								"You don't need to eat, drink, breathe, or sleep.",
								"You are immune to disease."
							]
						},
						{
							"type": "inset",
							"name": "Creature Types & Healing",
							"entries": [
								"For the purpose of game mechanics, all of the races presented have the humanoid creature type. Thus, magical healing such as from {@spell cure wounds} work for all of them, including the {@race eternal|ccg|eternals} and the {@race soulfueled|ccg}."
							]
						}
					]
				},
				{
					"name": "Collapse",
					"entries": [
						"As an action, you can fall prone into a slumping, motionless state. While in this state, you are indiscernible from a corpse, and you are semiconscious of your surroundings. After staying in this state for 6 hours, you gain the same benefit that a human does from 8 hours of sleep."
					]
				},
				{
					"name": "Necromantic Touch",
					"entries": [
						"As an action, you can touch a humanoid corpse and channel your necromantic powers into it, choosing one of the options below. Once you use either option, you can't use this trait again until you finish a long rest.",
						{
						"type": "list",
						"items": [
								"{@b Converse.} You cast the {@spell speak with dead} spell on the corpse, requiring no material components. Constitution is your spellcasting ability for this spell.",
								"{@b Rebirth.} You transfer your soul into the corpse: your consciousness, racial traits, class levels, and all of your other features are transferred to the new body, which rises to life before you. Once the transfer is complete, your original body immediately turns to dust. If the corpse had any mechanical augments, they cease to function and fall off the body before you transfer into it. After you transfer into the new body, you are freed of any poisons and magical effects that were affecting the previous body. Additionally, you regain hit points equal to your level + your Constitution modifier."
							]
						}
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write {@language Common|ccg}, {@language Eternal|ccg}, and one other language of your choice."
					]
				},
				{
					"name": "Borrowed Power",
					"entries": [
						"You gain one or more racial traits from the body you currently inhabit. Consult the table below for what trait(s) you gain, which you can find in that race's description. If the race is not on the following table, choose traits from that race with a similar power to those listed below, or simply use the trait granted from a human body. An eternal can't inhabit a {@race soulfueled|ccg}, {@race nomad|ccg}, or {@race unwoken|ccg} body.",
						{
							"type": "table",
							"colLabels": [
								"Race",
								"Racial Traits Gained"
							],
							"colStyles": [
								"col-2",
								"col-10"
							],
							"rows": [
								[
									"{@race Battleborn|ccg}",
									"Martial Prodigy, Wounded Fury (No Subrace)"
								],
								[
									"{@race Beastfolk|ccg}",
									"Primal Battlecry"
								],
								[
									"{@race Curseborn|ccg}",
									"Blighted Form, Unflinching"
								],
								[
									"{@race Dragonborn}",
									"Breath Weapon (your breath weapon's damage type is necrotic, and it is a 15-foot cone that requires a Constitution saving throw.)"
								],
								[
									"{@race Dwarf}",
									"Darkvision, Dwarven Combat Training"
								],
								[
									"{@race Elf}, {@race Half-Elf}",
									"Darkvision, Fey Ancestry"
								],
								[
									"{@race Gnome}",
									"Gnome Cunning"
								],
								[
									"{@race Half-Orc}",
									"Menacing, Relentless Endurance"
								],
								[
									"{@race Halfling}",
									"Lucky"
								],
								[
									"{@race Human}",
									"Special (you gain proficiency in any two skills of your choice.)"
								],
								[
									"{@race Nephilim|ccg}",
									"Divine Legacy"
								],
								[
									"{@race Tiefling}",
									"Infernal Legacy"
								]
							]
						}
					]
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"eternal": true,
					"anyStandard": 1
				}
			],
			"resist": [
				"poison"
			],
			"conditionImmune": [
				"disease"
			],
			"additionalSpells": [
				{
					"ability": "con",
					"innate": {
						"1": {
							"daily": {
								"1": [
									"speak with dead"
								]
							}
						}
					}
				}
			],
			"fluff": {
				"entries": [
					"Half a millenia ago, an event shrouded in mystery saw the birth of a new race, one who inhabited the bodies of people who died during whatever process created them. They now dance from body to body, immortal and with no idea how they were born. From walking skeletons to fresh, pallid corpses, the eternals take a variety of shapes.",
					"They are unsettling creatures; the faces they wear are never their own, and each eternal is a walking reminder of mortality. Some prefer to flaunt their undead nature, showing bones to the world, while others hide it, inhabiting fresh corpses as soon as their body begins to decay.",
					{
						"name": "Immortal",
						"entries": [
							"Living forever without the need to eat, drink or sleep gives the eternals vast amounts of time. Many became historians, as some of the events they study occurred in their lifetime. Others became scientists, locking themselves away to spend every waking second on their research. However, the majority of the eternals use their immortality to wander; after all, Aysta is a big place, and they have time to see it all."
						]
					},
					{
						"name": "Origins Unknown",
						"entries": [
							"The eternals have been around for exactly 513 years, and yet no one knows why or how they were created. The eternals remember simply coming into existence in a strange ruined city in the Overgrowth (see the Ruined City on page 199), left to work out what to do by themselves. They appeared within a variety of different races' bodies, though a majority of them had human bodies. They also found that they knew some strange language, but there was very little in the city in the way of writing. If you wish to explore this phenomenon in your games, the table below provides some ideas for how they were created, though you may have your own ideas about how it happened.",
							{
								"type": "table",
								"colLabels": [
									"{@dice d4}",
									"Origin of the Eternals"
								],
								"colStyles": [
									"col-1 text-center",
									"col-11"
								],
								"rows": [
									[
										{
											"type": "cell",
											"roll": {
												"exact": 1
											}
										},
										"A powerful necromancer attempted to raise an army from the dead, but instead turned their entire home city, including themself, into undead."
									],
									[
										{
											"type": "cell",
											"roll": {
												"exact": 2
											}
										},
										"An ancient group of people participated in a ritual to grant them eternal life. They got their wish, but it erased their memories and turned them into undead in exchange."
									],
									[
										{
											"type": "cell",
											"roll": {
												"exact": 3
											}
										},
										"A now-dead god attempted to bring their consciousness into this world, and it was instead split among corpses, raising them as eternals."
									],
									[
										{
											"type": "cell",
											"roll": {
												"exact": 4
											}
										},
										"An intense burst of magical, necromantic warfare was used against the now ruined city—transforming them all into eternal undead."
									]
								]
							}
						]
					},
					{
						"name": "Dwindling Population",
						"entries": [
							"There were around one thousand Eternals that appeared in the original ruined city—however, eternals are unable to reproduce through normal means, resulting in a dwindling population count. While they are immortal, they are not invulnerable, and many of the original eternals have died out since the original event. On rare occasions throughout the years, new eternals have come into existence. This is often due to a large, destructive burst of energy, but the reason behind it, as well as a way to consistently replicate it, has not been found."
						]
					},
					{
						"name": "Eternal Names",
						"entries": [
							"When each eternal came into existence, they had to name themselves and name others. Without any memories, those in the city tended to name themselves based on where they woke up or what they wore or carried—such as iron for one who woke up with a sword, or royal for one who woke up in a regal chamber. These names were in their original language and now take the form of their proper names—though many eternals also directly translate these names to use as handles.",
							{
								"type": "list",
								"style": "list-hang-notitle",
								"items": [
									{
										"type": "item",
										"name": "Eternal Names:",
										"entry": "Aakan, Baharic, Eaadrich, Euoraee, Ixaza, Kooruom, Raakuoa, Raanuui, Uoanuui, Vaaloka, Vaaruom, Zauriia, Zuularic, Zyana"
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/CCG/Eternal.webp"
						}
					}
				]
			}
		},
		{
			"name": "Nephilim",
			"source": "ccg",
			"page": 35,
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"wis": 1,
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"cha"
						],
						"count": 1
					}
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Nephilim mature at the same rate as humans but live a few decades longer."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Your celestial heritage grants you superior vision in dark conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"name": "Angelic Resistance",
					"entries": [
						"You have resistance to radiant damage."
					]
				},
				{
					"name": "Divine Legacy",
					"entries": [
						"You know the {@spell thaumaturgy} and {@spell light} cantrips. When you reach 3rd level, you can cast the {@spell cure wounds} spell once with this trait, and you regain the ability to do so when you finish a long rest. When you reach 5th level, you can also cast the {@spell invisibility} spell once with this trait, but you must target yourself, and you regain the ability to cast the spell this way when you finish a long rest. You can also cast these spells using any spell slots you have. Wisdom is your spellcasting ability for these spells."
					]
				},
				{
					"name": "Blessing of the Gods",
					"entries": [
						"The gods look over you, aiding you when the moment calls for it. If you miss an attack roll, or fail an ability check or saving throw, you can roll an additional d20 and use it instead, potentially changing the outcome. Alternatively, when you are hit with an attack, you can roll a d20 and replace the attacker's roll with the result. Once you use either option, you must finish a long rest before you can use this trait again."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write {@language Common|ccg} and {@language Celestial|ccg}"
					]
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"celestial": true
				}
			],
			"resist": [
				"radiant"
			],
			"darkvision": 60,
			"additionalSpells": [
				{
					"ability": "wis",
					"known": {
						"1": [
							"thaumaturgy",
							"light"
						]
					},
					"innate": {
						"3": {
							"daily": {
								"1": [
									"cure wounds"
								]
							}
						},
						"5": {
							"daily": {
								"1": [
									"invisibility"
								]
							}
						}
					}
				}
			],
			"fluff": {
				"entries": [
					"Few mortals will ever cross paths with a celestial being in their entire lives. Fewer still will talk to one. As such, it is incredibly rare for a mortal and a celestial to have children. Nevertheless, it does happen, which explains the existence of the nephilim.",
					"Nephilim are humanoid in appearance with some physical attributes taken from their mortal parent, such as elven ears, dwarven facial hair or beastfolk fangs. From their celestial parent, nephilim gain gray skin with occasional colored marks. They may also receive characteristics depending on the type of celestial they've descended from; perhaps a light coat of fur from a Pegasus, or flightless wings from a Deva.",
					{
						"name": "Revered",
						"entries": [
							"Their divine heritage can often make any nephilim an involuntary object of worship, by anyone from passersby to cult leaders. Some nephilim enjoy or even crave this attention, while others find the expectations of their morality and capabilities to be a burden. Many expect them to be the epitome of righteousness, yet some nephilim can be manipulated and twisted onto darker paths, making this very expectation so dangerous."
						]
					},
					{
						"name": "Divine Parentage",
						"entries": [
							"Celestials are very aloof beings, rarely appearing in Aysta even if they are the parent of a nephilim. As such, nephilim will often grow up with a single mortal parent, only hearing stories of their celestial heritage. Others with two nephilim parents will usually only know two of their grandparents. This often means they will grow up quite independent, but people outside of their family tend to tread on eggshells around them, making them also somewhat sheltered."
						]
					},
					{
						"name": "Nephilim Names",
						"entries": [
							"Nephilim names are often derived from one of their parents' cultures, and it is most often their celestial side that shines through.",
							{
								"type": "list",
								"style": "list-hang-notitle",
								"items": [
									{
										"type": "item",
										"name": "Male Nephilim Names:",
										"entry": "Aarin, Arioch, Azreon, Danasi, Gavrel, Ishim, Mikae, Omael, Seraphiel, Thodius"
									},
									{
										"type": "item",
										"name": "Female Nephilim Names:",
										"entry": "Dara, Dina, Dumah, Junai, Lailah, Mattia, Phazel, Sareash, Tien, Zuriel"
									}
								]
							}
						]
					},
					{
						"type": "inset",
						"entries": [
							"I found a new place to hide today. It's a bit away from Trava, just west of the old, rotted oak tree. I flew there after Karl's nan tried to cut a piece of my hair again. She thought eating it would heal her son... it would probably just give him indigestion. But the place is very cool. There are wildflowers, mushrooms, tiny pond fish, and gnomes watching from the forest. I hope nobody finds me, never ever.",
							"{@i —Ysrette the Nephilim}"
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/CCG/Nephilim.webp"
						}
					}
				]
			}
		},
		{
			"name": "Nomad",
			"source": "ccg",
			"page": 36,
			"size": [
				"M"
			],
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"ability": [
				{
					"dex": 1,
					"choose": {
						"from": [
							"wis",
							"cha"
						],
						"count": 1,
						"amount": 2
					}
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Nomads reach adulthood at around the age of 6 and live up to 400 years on average."
					]
				},
				{
					"name": "Crystal Form",
					"entries": [
						"Your body is made out of magically connected crystals. You don't need to eat, drink, or breathe. Also, while you aren't wearing armor, your AC is 11 + your Dexterity modifier. You can use a shield and still gain this benefit."
					]
				},
				{
					"name": "Hover",
					"entries": [
						"Instead of walking, you hover 1–2 feet above solid or liquid surfaces below you using your walking speed. You are unaffected by nonmagical difficult terrain when hovering this way, but hovering over a liquid counts as difficult terrain for you. You can fall into a body of liquid if you so choose, but this trait grants you no special ability to propel yourself while underwater."
					]
				},
				{
					"name": "Detach Hand",
					"entries": [
						"You know the {@spell mage hand} cantrip, and it appears as a hand-shaped cluster of crystals when you cast the cantrip with this trait. Dexterity is your spellcasting ability for this spell."
					]
				},
				{
					"name": "Split & Reform",
					"entries": [
						"You have the ability to briefly split your body into individual crystals, allowing you to take the {@action Disengage} action as bonus action on each of your turns."
					]
				},
				{
					"name": "Planar Knowledge",
					"entries": [
						"Whenever you make an Intelligence check related to planes other than the Material Plane, you are considered proficient in the relevant skill and add double your proficiency bonus to the check, instead of your normal bonus."
					]
				},
				{
					"name": "Musical Adept",
					"entries": [
						"Whenever you make an Intelligence check to identify a piece of music or a Charisma check to replicate a piece of music, you are considered proficient in the relevant skill or instrument and add double your proficiency bonus to the check, instead of your normal bonus."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak {@language Nomadic|ccg}, and you can speak, read, and write {@language Common|ccg} and any two other languages of your choice."
					]
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"nomadic": true,
					"anyStandard": 2
				}
			],
			"traitTags": [
				"Natural Armor"
			],
			"additionalSpells": [
				{
					"ability": "dex",
					"known": {
						"1": [
							"mage hand"
						]
					}
				}
			],
			"fluff": {
				"entries": [
					"Their form is utterly alien; a myriad of floating, colorful crystals connected by translucent magical tethers. The largest crystal, at the top of their bodies, has six holes in the place of eyes, where hovering spheres gaze outward.",
					"These people are the nomads, a wandering race from a distant plane that recently arrived in Prismatic Falls. Those who first met the travelers through the rift were originally hostile toward the strange crystal beings, yet the plane hopping experience of the nomads shone through, as they quickly picked up the common language and established communication. Once their peaceful and curious nature became clear to the people of Aysta, they began traveling the world, wandering in search of knowledge about this strange new world.",
					{
						"name": "Planar Nomads",
						"entries": [
							"Since the name of this species is a complex series of musical notes, they were given the name \"nomads\" by the people of Prismatic Falls. At the end of each of their calendar cycles (approximately a millennium) the nomads choose a new home plane, hoping to learn and document everything there is to know before moving onto the next plane. The nomads have only recently arrived on this plane, and the study of this continent has just begun."
						]
					},
					{
						"name": "Crystalline",
						"entries": [
							"Nomads are entirely made of crystals, from their eyes to their feet. They absorb light to sustain themselves, and they speak to each other by vibrating the different crystals that make up their bodies in specific notes. While some scholars have tried to create a musical script for the language, it is simply too complex and auditory to efficiently put to paper. Nomads have developed their vibrations in order to speak in other languages, though they often have difficulty pronouncing certain words and it is far less natural to them than their original languages of musical notes."
						]
					},
					{
						"name": "New Life",
						"entries": [
							"Nomads do not have genders. Instead, every nomad slowly forms extra crystals that they do not need to function. When 4 to 6 nomads with developed enough crystals come together, they can detach these crystals from their own bodies and construct a tiny nomad, who forms their own magical tethers, and will continue to grow on their own. This group will travel together to raise the child until they are old enough to fend for themselves, after which the group may choose to continue traveling together or go their separate ways."
						]
					},
					{
						"name": "Travelers & Traders",
						"entries": [
							"Nomads tend towards non-violence due to their culture as observers and students, so becoming traveling traders makes sense for many of them. They often travel in small groups, obsessively taking notes as they communicate with different peoples and exploring new locales. Of course there are exceptions, as performing missions is also an excellent way to explore the darkest corners of the world, and the nomads who choose to do so can make themselves quite useful to various groups of people."
						]
					},
					{
						"name": "Nomad Names",
						"entries": [
							"Nomadic is a language composed entirely of music. Their names are no different, however it is difficult for other races to perfectly sing their names and remember the correct notes. Nomads will usually go by a handle, but if they do give their names, they offer the alternative of phonetic notes—do, re, mi, fa, sol, la, ti. Their names are permutations of four or five of these notes.",
							{
								"type": "list",
								"style": "list-hang-notitle",
								"items": [
									{
										"type": "item",
										"name": "Nomad Names:",
										"entry": "Do-do-do-do-re, Do-fa-sol-mi, Fami- re-la-mi, La-do-fa-la-ti, Mi-do-re-fa, Re-re-mi-fa, Sol-la-ti-do, Ti-re-ti-re"
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/CCG/Nomad.webp"
						}
					}
				]
			}
		},
		{
			"name": "Soulfueled",
			"source": "ccg",
			"page": 38,
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"con": 1
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Each soul lasts about 40 years for a soulfueled, but if a soul died peacefully or was in acceptance of its use as a battery after death, a soul can instead last up to 100 years. A typical soulfueled has gone through one or two souls; a soulfueled has no maximum lifespan. You are immune to magical aging effects."
					]
				},
				{
					"name": "Constructed Form",
					"entries": [
						"As a mechanical being, you gain the following benefits:",
						{
						"type": "list",
						"items": [
								"You have advantage on saving throws against being {@condition poisoned}, and you have resistance against poison damage.",
								"You don't need to eat, drink, breathe, or sleep.",
								"You are immune to disease."
							]
						},
						{
							"type": "inset",
							"name": "Creature Types & Healing",
							"entries": [
								"For the purpose of game mechanics, all of the races presented have the humanoid creature type. Thus, magical healing such as from {@spell cure wounds} work for all of them, including the {@race eternal|ccg|eternals} and the {@race soulfueled|ccg}."
							]
						}
					]
				},
				{
					"name": "The Nightmare",
					"entries": [
						"Rather than sleeping, you go into an inactive state, which you must remain in for at least six hours to gain any benefit. While in this state, you are unconscious and unaware of your surroundings as you are recharged by your soul. During this time, you receive blurred and incomplete memories from your current soul's past life in the form of nightmares. Your GM determines the nature and contents of these nightmares, and whether you learn any new information from them."
					]
				},
				{
					"name": "Borrowed Memories",
					"entries": [
						"After you finish a short or long rest, you draw knowledge from your soul's past life. You gain a random skill proficiency out of those skills which you lack proficiency in until you finish your next short or long rest. Your GM can determine the skill, or you can roll on a table of the skill proficiencies you lack to determine it yourself."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write {@language Common|ccg} and one other language of your choice."
					]
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"resist": [
				"poison"
			],
			"conditionImmune": [
				"disease"
			]
		},
		{
			"name": "Split Soul",
			"source": "ccg",
			"page": 40,
			"size": [
				"S",
				"M"
			],
			"speed": {
				"walk": 30
			},
			"lineage": "UA1",
			"entries": [
				{
					"name": "Origin Race",
					"entries": [
						"You choose another race, such as a {@race dwarf} or a {@race half-orc}, to be your origin race, which determines your appearance, size and age. You gain none of the other racial traits from that race."
					]
				},
				{
					"name": "Origin Trait",
					"entries": [
						"You choose one of the following options: (a) {@sense darkvision} with a range of 60 feet or (b) proficiency in one skill of your choice."
					]
				},
				{
					"name": "Bonded Telepathy",
					"entries": [
						"You can communicate to your bonded telepathically no matter the distance between you, provided you are both on the same plane of existence."
					]
				},
				{
					"name": "Bonded Bravery",
					"entries": [
						"While within 30 feet of your bonded, you have advantage on saving throws against being {@condition frightened}."
					]
				},
				{
					"name": "Bonded Powers",
					"entries": [
						"You and your bonded have a shared reserve of power. This reserve contains two charges, which either of you can use on the abilities listed below while you are within 30 feet of each other. The reserve regains all of its charges when both of you complete a short or long rest.",
						{
						"type": "list",
						"items": [
								"{@b Swap.} You can spend a charge as a bonus action to have you and your bonded both teleport, swapping places.",
								"{@b Guard}. When you or your bonded take damage, you can spend a charge as a reaction to have the other take the damage instead.",
								"{@b Aid}. When your bonded makes an ability check, saving throw, or weapon attack roll in which you have proficiency, you can spend a charge as a reaction to grant them advantage on the roll."
							]
						}
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write {@language Common|ccg} and one other language of your choice."
					]
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"fluff": {
				"entries": [
					"Under incredibly rare circumstances, it is possible for the souls of two beings to become so entwined that they share a single soul. This can happen to twins, through a mishap during resurrection, or even by a powerful curse. However the combination occurs, these two creatures are permanently linked, and must trust each other to survive; if one dies, so does the other.",
					"Split souls can be any race, even different to each other, with the major change being that their soul is linked to their partner. There are usually no obvious signs of someone having a split soul, however it is possible that the process of entwining the souls leaves some sort of physical mark shared or reflected between the two.",
					{
						"name": "Synergy",
						"entries": [
							"Split souls tend to compliment each others' skills rather than share them; for example, mercenaries might train to fill different combat roles, or musicians may practice different instruments. Sometimes a pair will be naturally synergistic depending on how they were bound together, although in the case of twins, they commonly practice different skills purposefully to widen their combined skill set."
						]
					},
					{
						"name": "Allies of Circumstance",
						"entries": [
							"Becoming a split soul is an involuntary process. The most common way for this to occur is in an accident during resurrection that does not kill the sacrificial soul, someone who has just endured excruciating pain to bring someone back from the dead, but instead forces the two to share a soul. The two people sharing a soul will not always like each other; in fact, they will often hate each other, at least at first. However, they are irreversibly bound until death, and must work together if they are to stay alive. Some pairs will grow to understand each other, while others will continue to harbor animosity."
						]
					},
					{
						"name": "Two Bodies, One Soul",
						"entries": [
							"In order to choose the split soul race, another player character within the party must also choose to play a split soul. This race attaches on to any base race, such as a human or an elf, but replaces that race's traits entirely to represent the connection between the two characters. These characters are then bonded as one split soul, sharing one soul between two bodies."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/CCG/Split_Soul.webp"
						}
					}
				]
			}
		},
		{
			"name": "Unwoken",
			"source": "ccg",
			"page": 42,
			"size": [
				"M"
			],
			"speed": {
				"walk": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"ability": [
				{
					"int": 2,
					"dex": 1,
					"wis": 1
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Unwoken mature at the same rate as humans and live an average of about 150 years."
					]
				},
				{
					"name": "Psionic Being",
					"entries": [
						"Your body is made out of psionic energy. You have resistance to psychic damage."
					]
				},
				{
					"name": "Hover",
					"entries": [
						"Instead of walking, you can hover 1–2 feet above solid or liquid surfaces below you using your walking speed. You are unaffected by nonmagical difficult terrain when hovering this way, but hovering over a liquid counts as difficult terrain for you. You can fall into a body of liquid if you so choose, but this trait grants you no special ability to propel yourself while underwater."
					]
				},
				{
					"name": "Otherworldly Knowledge",
					"entries": [
						"The legends of your past world are the ancient history of this one. Whenever you make an Intelligence check related to ancient people, artifacts, or creatures, you are considered proficient in the relevant skill and add double your proficiency bonus to the check, instead of your normal bonus."
					]
				},
				{
					"name": "Bend Reality",
					"entries": [
						"You know the {@spell thaumaturgy} cantrip. Also, you know the {@spell mage hand} cantrip, and the hand is invisible when you cast the cantrip with this trait. When you reach 3rd level, you can cast the {@spell alter self} spell once with this trait, and you regain the ability to do so when you finish a long rest. You can also cast this spell using any spell slots you have. Intelligence is your spellcasting ability for these spells."
					]
				},
				{
					"name": "Psionic Casting",
					"entries": [
						"So long as you do not already have a spellcasting class with a spellcasting ability of Intelligence, you can choose one of your classes that grants you either the Spellcasting or Pact Magic feature. The spellcasting ability for that feature changes to Intelligence, as it does all other features of the class that uses the original ability score.",
						"{@note Developer Clarification: This feature can only be used on one spellcasting class and must be chosen when you take the first level of that class. Once chosen, this feature may not be switched to another spellcasting class. Should you later take a spellcasting class with a spellcasting ability of Intelligence, any spellcasting class using this feature reverts back to its original spellcasting ability.}"
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write {@language Common|ccg} and one other language of your choice."
					]
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"resist": [
				"psychic"
			],
			"additionalSpells": [
				{
					"ability": "int",
					"known": {
						"1": [
							"thaumaturgy",
							"mage hand"
						]
					},
					"innate": {
						"3": {
							"daily": {
								"1": [
									"alter self"
								]
							}
						}
					}
				}
			],
			"fluff": {
				"entries": [
					"Long ago, strange figures appeared individually all over Aysta. They appeared human, but spectral and hovering, with some kind of blindfold covering their eyes. They told stories of a plane where magic was fiction, and machines were powered by lightning. These people were once thought to be ghosts. Now, they are known as the unwoken.",
					"Original travelers have described the state of meditation that brought them to this world, and that the blindfold that appeared with them was what they used to reach this plane—and that here, they could see through it into this world. When the unwoken wished to return home, they found that they couldn't wake up, and were instead forced to live out their lives in this strange plane. Very few unwoken have appeared recently, although the descendants of travelers from centuries ago still learn about their old world.",
					{
						"name": "Explorers of Fiction",
						"entries": [
							"The first unwoken to arrive claimed that this world is almost exactly described in the fiction of their own world, and that in their meditative state, they could actually bend the very fabric of the plane around them, as if they were dreaming. This has led to the theory that the unwoken are projections from the Sunken Plane, and that their material bodies are still back home. When the unwoken found that they couldn't leave, it is believed that their material body 'woke up', but the projection remained, leading to the name 'unwoken'."
						]
					},
					{
						"name": "New Life",
						"entries": [
							"Unwoken reproduce asexually by 'dreaming' up a child in their sleep, which takes a portion of their soul to do. The child appears as a sphere of purple energy and slowly forms an unwoken over the span of about ten years. The orb can hear its parent even before it starts to take a humanoid shape, and they will learn most of their knowledge of the old world while they are in this child-like state. Each unwoken can only dream of a child this way once in each of their lives."
						]
					},
					{
						"name": "Storytellers",
						"entries": [
							"The unwoken had many different cultures back on their own plane, and each has a wealth of stories passed down from the first travelers. Solid facts have been lost to time, but the tales the unwoken can spin from the memory of their world enthrall the denizens of this plane."
						]
					},
					{
						"name": "Psionic Talents",
						"entries": [
							"The unwoken themselves are projections, acting as an anchor for the mind on a plane below to influence the world. The imagination of the mind on the Sunken Plane can have immense power on the Material Plane, warping the area around their projection to their will. While few people or even unwoken understand how this power works, the psionic ability of the unwoken is well-known and respected."
						]
					},
					{
						"name": "Unwoken Names",
						"entries": [
							"Unwoken names vary heavily depending on where on the Sunken Plane their original unwoken ancestor projected from. They are derived from many different cultures and languages, although the more common first names come from famous stories passed through the generations.",
							{
								"type": "list",
								"style": "list-hang-notitle",
								"items": [
									{
										"type": "item",
										"name": "Male Names:",
										"entry": "Aaron, Alexander, Benjamin, Jack, James, Juan, Lucas, Michael, Mohamed, Oliver, Omar, Peter, Santiago, Sean, Wei, Zac"
									},
									{
										"type": "item",
										"name": "Female Names:",
										"entry": "Anastasia, Ava, Charlotte, Chloe, Emma, Fatma, Isabella, Lilly, Maria, Natalie, Olga, Olivia, Scarlett, Sofia, Zoe"
									},
									{
										"type": "item",
										"name": "Family Names:",
										"entry": "Brown, Dubois, Garcia, Hansen, Johansson, Kim, Kowalski, Lee, Martin, McCarthy, O'Brian, Schneider, Smith, Van Dijk, Wagner, Wong"
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/CCG/Unwoken.webp"
						}
					}
				]
			}
		}
	],
	"subrace": [
		{
			"name": "Brute",
			"entries": [
				{
					"name": "War Rush",
					"type": "entries",
					"entries": [
						"As a bonus action, you can move up to your movement speed toward a hostile creature you can see or hear. You must end this move closer to the enemy than you started."
					]
				},
				{
					"name": "Brute's Strength",
					"type": "entries",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					]
				},
				{
					"name": "Wounded Retribution",
					"type": "entries",
					"entries": [
						"When you use your Wounded Fury, you can cause the creature that damaged you to take damage of the same type that you took, provided you can see them and they are within 10 feet of you. This damage equals your level."
					]
				}
			],
			"fluff": {
				"type": "section",
				"entries": [
					"Brutes were created as front-line soldiers. They are the tallest and the strongest of the battleborn, and have imposing, brawny forms."
				],
				"_appendRaceFluff": {
					"name": "Battleborn",
					"source": "ccg"
				}
			},
			"traitTags": [
				"Powerful Build"
			],
			"source": "ccg",
			"raceName": "Battleborn",
			"raceSource": "ccg",
			"page": 25
		},
		{
			"name": "Scout",
			"speed": {
				"walk": 35
			},
			"entries": [
				{
					"name": "Scout's Swiftness",
					"type": "entries",
					"entries": [
						"Your base walking speed increases to 35 feet."
					]
				},
				{
					"name": "Darkvision",
					"type": "entries",
					"entries": [
						"You have superior vision in dark conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"name": "Wounded Escape",
					"type": "entries",
					"entries": [
						"When you use your Wounded Fury, you can move up to half your speed without provoking opportunity attacks, as a part of the same reaction."
					]
				}
			],
			"fluff": {
				"type": "section",
				"entries": [
					"Having a more slender form, scouts lack the destructive strength of the other battleborn, but they make up for it with their exceptional swiftness and specially enhanced vision."
				],
				"_appendRaceFluff": {
					"name": "Battleborn",
					"source": "ccg"
				}
			},
			"darkvision": 60,
			"source": "ccg",
			"raceName": "Battleborn",
			"raceSource": "ccg",
			"page": 25
		},
		{
			"name": "Defender",
			"entries": [
				{
					"name": "Defender's Toughness",
					"type": "entries",
					"entries": [
						"Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."
					]
				},
				{
					"name": "Resistant Body",
					"type": "entries",
					"entries": [
						"You have advantage on saving throws against disease."
					]
				},
				{
					"name": "Wounded Fortification",
					"type": "entries",
					"entries": [
						"When you use your Wounded Fury, you also gain temporary hit points equal to the number of hit points you regained (after the damage is resolved)."
					]
				}
			],
			"fluff": {
				"type": "section",
				"entries": [
					"Defenders were created to serve as undying protectors. Their heavy, hulking forms allow them to continue fighting, even in the midst of an extended battle."
				],
				"_appendRaceFluff": {
					"name": "Battleborn",
					"source": "ccg"
				}
			},
			"source": "ccg",
			"raceName": "Battleborn",
			"raceSource": "ccg",
			"page": 25
		},
		{
			"name": "Aquaborn",
			"ability": [
				{
					"con": 2
				}
			],
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"entries": [
				{
					"name": "Amphibious",
					"type": "entries",
					"entries": [
						"You can breathe air and water."
					]
				},
				{
					"name": "Slippery",
					"type": "entries",
					"entries": [
						"As a bonus action, you can take the {@action Disengage}, {@action Dash}, or {@action Dodge} action. Alternatively, you can use this bonus action to escape from a grapple without having to make an ability check. Once you use this trait, you can't use it again until you complete a short or long rest."
					]
				}
			],
			"fluff": {
				"type": "section",
				"entries": [
					"The aquaborn consist of beastfolk originating from fish, amphibians, and other water-breathing animals."
				],
				"_appendRaceFluff": {
					"name": "Beastfolk",
					"source": "ccg"
				}
			},
			"traitTags": [
				"Amphibious"
			],
			"source": "ccg",
			"raceName": "Beastfolk",
			"raceSource": "ccg",
			"page": 27
		},
		{
			"name": "Bugborn",
			"ability": [
				{
					"dex": 2
				}
			],
			"additionalSpells": [
				{
					"ability": "dex",
					"innate": {
						"1": {
							"daily": {
								"1": [
									"enhance ability",
									"web"
								]
							}
						}
					}
				}
			],
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"entries": [
				{
					"name": "Wall Climb",
					"type": "entries",
					"entries": [
						"You can move up, down, and across vertical surfaces and upside down along ceilings while leaving your hands free. Also, you have a climbing speed of 30 feet."
					]
				},
				{
					"name": "Extra Limbs",
					"type": "entries",
					"entries": [
						"You have up to 4 small, extra limbs, which together allow you to interact with one additional object or feature of the environment during your turn. These limbs cannot hold weapons or shields and cannot be used to perform the somatic or material components of spells."
					]
				},
				{
					"name": "Insectoid's Talent",
					"type": "entries",
					"entries": [
						"You can cast either the {@spell enhance ability} spell (targeting yourself only) or {@spell web} spell once with this trait, requiring no material components, and you regain the ability to cast either spell in this way when you finish a long rest. Dexterity is your spellcasting ability for these spells."
					]
				}
			],
			"fluff": {
				"type": "section",
				"entries": [
					"The bugborn are beastfolk originating from insects and other arthropods that live on land, such as spiders."
				],
				"_appendRaceFluff": {
					"name": "Beastfolk",
					"source": "ccg"
				}
			},
			"source": "ccg",
			"raceName": "Beastfolk",
			"raceSource": "ccg",
			"page": 27
		},
		{
			"name": "Furborn",
			"ability": [
				{
					"con": 2
				}
			],
			"speed": {
				"walk": 40,
				"climb": 30
			},
			"entries": [
				{
					"name": "Strong",
					"type": "entries",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					]
				}
			],
			"fluff": {
				"type": "section",
				"entries": [
					"The furborn are beastfolk originating from mammals."
				],
				"_appendRaceFluff": {
					"name": "Beastfolk",
					"source": "ccg"
				}
			},
			"traitTags": [
				"Powerful Build"
			],
			"source": "ccg",
			"raceName": "Beastfolk",
			"raceSource": "ccg",
			"page": 27
		},
		{
			"name": "Scaleborn",
			"ability": [
				{
					"str": 2
				}
			],
			"entries": [
				{
					"name": "Natural Armor",
					"type": "entries",
					"entries": [
						"While you aren't wearing armor, your AC is 13 + your Dexterity modifier. You can wield a shield and still gain this benefit."
					]
				},
				{
					"name": "Durable",
					"type": "entries",
					"entries": [
						"Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."
					]
				}
			],
			"fluff": {
				"type": "section",
				"entries": [
					"The scaleborn are beastfolk born originating from reptiles. Some beastfolk of this subrace herald from dinosaurs, which are thought to have been reborn when the Overgrowth came into existence."
				],
				"_appendRaceFluff": {
					"name": "Beastfolk",
					"source": "ccg"
				}
			},
			"traitTags": [
				"Natural Armor"
			],
			"source": "ccg",
			"raceName": "Beastfolk",
			"raceSource": "ccg",
			"page": 27
		},
		{
			"name": "Skyborn",
			"ability": [
				{
					"dex": 2
				}
			],
			"speed": {
				"walk": 30,
				"fly": 30
			},
			"entries": [
				{
					"name": "Limited Flight",
					"type": "entries",
					"entries": [
						"You have a flying speed of 30 feet. To use this speed, you can't be wearing heavy armor. Also, you must land at the end of your turn, or you fall."
					]
				},
				{
					"name": "Glide",
					"type": "entries",
					"entries": [
						"When you fall and aren't incapacitated, you can subtract up to 100 feet from the fall when calculating falling damage, and you can move up to 2 feet horizontally for every 1 foot you descend."
					]
				}
			],
			"fluff": {
				"type": "section",
				"entries": [
					"The skyborn are beastfolk originating from birds and flying insects."
				],
				"_appendRaceFluff": {
					"name": "Beastfolk",
					"source": "ccg"
				}
			},
			"source": "ccg",
			"raceName": "Beastfolk",
			"raceSource": "ccg",
			"page": 27
		},
		{
			"name": "Assistant",
			"ability": [
				{
					"cha": 2
				}
			],
			"additionalSpells": [
				{
					"ability": "con",
					"innate": {
						"1": {
							"rest": {
								"1": [
									"comprehend languages"
								]
							}
						}
					}
				}
			],
			"traitTags": [
				"Skill Proficiency"
			],
			"skillProficiencies": [
				{
					"persuasion": true
				}
			],
			"entries": [
				{
					"name": "Eloquent",
					"type": "entries",
					"entries": [
						"You gain proficiency in the {@skill Persuasion} skill."
					]
				},
				{
					"name": "Translator",
					"type": "entries",
					"entries": [
						"You can cast the {@spell comprehend languages} spell once with this trait, requiring no material components, and you regain the ability to cast it in this way when you finish a short or long rest. While you are under the effects of the spell, you can choose one of the languages you hear or read. Until the spell ends, you can speak that language. Constitution is your spellcasting ability for this spell."
					]
				}
			],
			"fluff": {
				"type": "section",
				"entries": [
					"Designed as receptionists, secretaries, and negotiators, assistant soulfueled are natural communicators."
				],
				"_appendRaceFluff": {
					"name": "Soulfueled",
					"source": "ccg"
				}
			},
			"source": "ccg",
			"raceName": "Soulfueled",
			"raceSource": "ccg",
			"page": 39
		},
		{
			"name": "Laborer",
			"ability": [
				{
					"str": 2
				}
			],
			"speed": {
				"walk": 40,
				"climb": 30
			},
			"traitTags": [
				"Powerful Build"
			],
			"entries": [
				{
					"name": "Powerful Build",
					"type": "entries",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					]
				},
				{
					"name": "Tireless",
					"type": "entries",
					"entries": [
						"As a bonus action, you can regain hit points equal to {@dice 1d6} + your level. Once you use this trait, you must finish a long rest before you can use it again."
					]
				}
			],
			"fluff": {
				"type": "section",
				"entries": [
					"Laborers are soulfueled that are designed for heavy lifting and construction."
				],
				"_appendRaceFluff": {
					"name": "Soulfueled",
					"source": "ccg"
				}
			},
			"source": "ccg",
			"raceName": "Soulfueled",
			"raceSource": "ccg",
			"page": 39
		},
		{
			"name": "Guardian",
			"ability": [
				{
					"dex": 2
				}
			],
			"additionalSpells": [
				{
					"ability": "con",
					"innate": {
						"1": {
							"daily": {
								"1": [
									"detect evil and good"
								]
							}
						}
					}
				}
			],
			"traitTags": [
				"Weapon Proficiency"
			],
			"armorProficiencies": [
				{
					"light": true
				}
			],
			"entries": [
				{
					"name": "Battle Ready",
					"type": "entries",
					"entries": [
						"You gain proficiency in {@filter light armor|items|type=light armor} and two {@filter martial ranged weapons|items|type=martial weapon;range=sand} of your choice."
					]
				},
				{
					"name": "Monster Hunter",
					"type": "entries",
					"entries": [
						"You can cast the {@spell detect evil and good} spell once with this trait, and you regain the ability to cast it in this way when you finish a long rest. Constitution is your spellcasting ability for this spell."
					]
				}
			],
			"fluff": {
				"type": "section",
				"entries": [
					"Guardian soulfueled serve as protectors for whoever can afford them."
				],
				"_appendRaceFluff": {
					"name": "Soulfueled",
					"source": "ccg"
				}
			},
			"source": "ccg",
			"raceName": "Soulfueled",
			"raceSource": "ccg",
			"page": 39
		},
		{
			"name": "Mechanic",
			"ability": [
				{
					"int": 2
				}
			],
			"additionalSpells": [
				{
					"ability": "con",
					"known": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Wizard"
								}
							]
						}
					}
				}
			],
			"traitTags": [
				"Tool Proficiency"
			],
			"skillToolLanguageProficiencies": [
				{
					"choose": [
						{
							"from": [
								"anyTool"
							]
						}
					]
				}
			],
			"entries": [
				{
					"name": "Tinkerer",
					"type": "entries",
					"entries": [
						"You gain proficiency in {@item tinker's tools|phb} and {@filter one other tool of your choice|items|source=phb|miscellaneous=mundane|type=tools;artisan's tools=sor}."
					]
				},
				{
					"name": "Minor Magic",
					"type": "entries",
					"entries": [
						"You know one {@filter cantrip of your choice from the wizard spell list|spells|level=0|class=Wizard}. Constitution is your spellcasting ability for it."
					]
				}
			],
			"fluff": {
				"type": "section",
				"entries": [
					"Mechanic soulfueled are built for repairs and research."
				],
				"_appendRaceFluff": {
					"name": "Soulfueled",
					"source": "ccg"
				}
			},
			"source": "ccg",
			"raceName": "Soulfueled",
			"raceSource": "ccg",
			"page": 39
		}
	],
	"raceFluff": [
		{
			"name": "Battleborn",
			"source": "ccg",
			"entries": [
				"They were once an experiment from the Empire, designed as the ultimate fighting machines for conquering new territory. They have large horns, rough, dark blue skin and solid blue eyes. Many often mistake them for {@race tiefling||tieflings}, yet with their naturally large frames and incredible physical abilities, these are none other than the battleborn.",
				"Originally created as a large force of alchemically- and magically-engineered soldiers by the Emperor's scientists, their purpose-built bodies allowed them to easily specialize in military roles, and the rigorous conditioning they received facilitated long marches across the growing Empire's countryside. The battleborn proved their worth in the campaigns to the north-east, easily devastating the elves even in their own forests, where their druidic magic had previously halted Iron Fist advances.",
				{
					"name": "Alchemical Creations",
					"entries": [
						"After extensive testing of mutagens on tieflings, the scientists behind the battleborn decided to create the creatures from scratch. Battleborn are created alchemically using tiefling cells, various magical reagents, and a humanoid soul, meaning they are agender. The birth of new battleborn is an involved, magical process, and it is a technique they have passed through generations to carry on the species."
					]
				},
				{
					"name": "Rebellious",
					"entries": [
						"The battleborn were originally slaves in the military of the Iron Fist Empire, created by experiments on captured tieflings and conscripted. When the Empire attacked the {@race dwarf||dwarves} that lived beneath their lands, a horrific slog in the tunnels against the experienced subterranean fighters exposed cracks in the battleborn resolve. Even as the Empire's standards were being raised in the dwarven capital, the battleborn were revolting, breaking free of the shackles of their creators. While some chose to stay, most of the now-free soldiers spread across the world, making their homes outside of the empire that spawned them."
					]
				},
				{
					"name": "Mercenaries & Messengers",
					"entries": [
						"The battleborn once knew nothing but war. Savagery is in their blood. While some try to suppress their violent tendencies, most battleborn in Prismatic Falls find themselves in a combat role some way or another; from elite bodyguards to back-alley thugs. They have a reputation for being incredible fighters and terrifying opponents, especially brutes. Scouts also fill combat roles, but they are often utilized for long distance travel, such as delivering messages or packages."
					]
				},
				{
					"name": "Battleborn Names",
					"entries": [
						"Battleborn names have evolved over the years since escaping servitude, but the principle has remained the same, at least in areas close to the Empire. Battleborn received Imperial or orcish names from the scientists who created them, a tradition that has continued, however during their conquests a new tradition formed; the warrior name. Each battleborn lives under their given name until they can claim a warrior name through their deeds on the field of battle, which is usually a single word summarizing how they fight. Warrior names are often used as handles in Prismatic Falls.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Given Names:",
									"entry": "Algrich, Barsch, Dareus, Fretigg, Garadak, Gashrak, Grall, Khalgar, Kronn, Rashik, Saride, Tirak, Urugar, Valtar, Zharuk"
								},
								{
									"type": "item",
									"name": "Warrior Names:",
									"entry": "Bulwark, Charger, Deadeye, Devious, Executioner, Flash, Harrier, Hunter, Fortress, Immortal, Rider, Scrapper, Shade, Terror, Whirlwind"
								}
							]
						}
					]
				},
				{
					"type": "inset",
					"entries": [
						"{@b BRAVAR |} When you find your battle rhythm, everything around you disappears. It isn't like a berserker who rages and smashes everything they see, it's something quieter. I imagine it's what a bard feels in the middle of a song, or a guard's peace when looking over what they have protected. The battle, the blood, it all becomes beautiful.",
						"{@i —The Rainy Report with Reverb}"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/CCG/Battleborn.webp"
					}
				}
			]
		},
		{
			"name": "Beastfolk",
			"source": "ccg",
			"entries": [
				"When the Overgrowth sprang to life seemingly from nowhere, so too did its most common denizens—the beastfolk. The animal-human hybrids come in many varieties—from elephants to mice, toads to eagles, lions to house cats. Beastfolk look like anthropomorphic versions of these animals; their body is structured much like humans and elves, with features from a certain animal, such as a coat of fur, wings, or claws. Some beastfolk are closer to animals that walk like humanoids, while others are almost indistinguishable from a human with some animalistic features.",
				"Since before Prismatic Falls was founded, the beastfolk have lived in groups among the trees of the Overgrowth and the northern reaches of the Empire, although many now enjoy the change of scenery in the urban environment of Prismatic Falls.",
				{
					"name": "Hunter-Gatherers",
					"entries": [
						"The beastfolk in the Overgrowth live simply, hunting the ground floor for the overly-large animals—both predators and prey. Many travel in groups, although there are two large towns high in the trees that serve as a home for many of these families, with food cultivated among the treetops as a more permanent food source for when prey is scarce."
					]
				},
				{
					"name": "Primal Magic",
					"entries": [
						"All beastfolk are in possession of a strange magic, one that allows them to unleash a battlecry that covers them in strange runes and empowers allies. This magic is theorized to be latent energy from the creation of the Overgrowth, and whatever force turned normal animals from every climate and environment into the beastfolk."
					]
				},
				{
					"name": "Clan-Oriented",
					"entries": [
						"Beastfolk in the Overgrowth form large clans that function as collective families. Members of these groups share a name, and change their name if they change groups. Beastfolk without a clan are given the surname 'Gruch', a wild-tongue name translating to 'unwanted' that is often used as an insult within and without the Overgrowth."
					]
				},
				{
					"name": "Beastfolk Names",
					"entries": [
						"All Beastfolk names are written in the Wild language of the Overgrowth, but usually have a direct translation into the common tongue. For example, Tama translates to sunlight, and Al'leturik translates to spear of darkness. Male names tend to include a single quotation, marking a breath or slight pause, while female names do not have this and flow fast when spoken. However, this is not a universal rule, and names can change depending on the clan and the animal-type of the beastfolk. Family names of honor end in a vowel.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Al'leturik, Ari'an, Dur'aak, Exur, Fibo'lo, G'rangi, Huarel'ta, Kirat, Ozar, Rena'ar, Surn, Tur'an, Vu'ram, Wu'rin, Zedar"
								},
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Aajs, Agchka, Ashil, Der'ina, Eju, Far'cha, Fufk, Ggalge, Kurali, Murni, Sorisi, Tama, Turinima, Vurgn, Zoron"
								},
								{
									"type": "item",
									"name": "Family Names",
									"entry": "Awettu, Burancha, Duurelka, Gruch, Guarandigi, Huerena, Junipa, Kabe, Olitupi, Poawa, Suratee, Tagchmelu, Verila, Yuko, Zufoke"
								}
							]
						}
					]
				},
				{
					"type": "inset",
					"entries": [
						"{@b REVERB |} Hey Chatter, so you grew up in the Overgrowth.",
						"{@b CHATTERBOX |} (bares fangs) How'd you guess, my dashing smile?",
						"{@b REVERB |} Yeah, when people look at you it's the smile that gives it away.",
						"[Chatterbox's tongue hangs out his mouth as he looks down at himself, fur and hyena spots peeking out of the collar of his jacket.]",
						"{@b REVERB |} I'm wondering if you miss anything about the Overgrowth, growing up there, there must be some fond memories.",
						"{@b CHATTERBOX |} Well, my family's still in the jungle, I obviously miss them. We used to go hunting, bring down some great ground-beast together and bring it home. Oh, and sometimes we'd get plants for this little parrot girl who'd line her bedroom walls with all things carnivorous. Ha, our family's leader didn't like that very much, but they smelled great.",
						"{@b REVERB |} That sounds like a great place, though I don't know how I feel about carnivorous plants.",
						"{@b CHATTERBOX |} Yeah... and then there was the silence. It's never silent in the city, there's always the rain falling or a machine whirring. But in the jungle? At night? Everything's too scared to even move.",
						"{@i —The Rainy Report with Reverb}"
					]
				}
			]
		},
		{
			"name": "Soulfueled",
			"source": "ccg",
			"entries": [
				"Soulfueled are the main labor force of Prismatic Falls, and they make up close to the entirety of the population of the Shattered Empire's capital. They play a huge part in the economy of Aysta, and were originally invented by Prismatic Falls for the purpose of having an intelligent, subservient workforce that could be manufactured on demand. Souls were discovered as the most suitable power source for the automatons, but this created a small quirk; {@b they could feel emotion} and were essentially real people, though different from the person whose soul was used to power them.",
				"The soulfueled are purpose built for their role, with a body shaped to perform their job. Despite being automatons, soulfueled still require training, as they are essentially 'born' as soon as they are first powered up. Not every soulfueled remains in their original role, however; they are sentient beings, and some escape their masters to live their own lives.",
				{
					"name": "Powered by the Fallen",
					"entries": [
						"At the core of each soulfueled is a Soul Battery—a device designed to generate magical energy by drawing it from a once-living soul, which they must replace occasionally. When a soulfueled is first given a soul, they essentially become a blank slate of that person—they gain the person's traits, but as if they had amnesia. This amnesia is not total, however; whenever a soulfueled shuts down to rest, they receive flashes of their souls' former lives, often the worst parts."
					]
				},
				{
					"name": "Nightmares",
					"entries": [
						"The flashes that soulfueled experience are echoes of every single soul used to power them. The very essence of each soul is absorbed by the runic steel of their bodies as they are powered, imprinting memories that remain long after the power is drained from the soul. The soulfueled can glean knowledge or experience from these nightmares, although the mental toll they take can sometimes outweigh the benefits. Older soulfueled who have replaced their power source multiple times will have considerably more nightmares than a freshlybooted soulfueled, as more memories are trapped within their body."
					]
				},
				{
					"name": "Rebellious & Curious",
					"entries": [
						"Soulfueled are taught from the moment they are first powered what their role is, and they are commanded on no uncertain terms that they are slaves. However, not every soulfueled wants to remain a slave. Some buy their way out of servitude, while others fight their way out. Soulfueled that break free tend to be curious or even philosophical about the nature of their former position, and about the conditioning of their fellows. Clans of rebellious soulfueled who wish to enlighten more of their indentured brethren have sprung up around Prismatic Falls, and many soulfueled find their homes among them once they escape the workforce."
					]
				},
				{
					"name": "Soulfueled Names",
					"entries": [
						"Soulfueled are identified by a model number, but those in rebel clans usually go by special nicknames.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Soulfueled Model Names:",
									"entry": "4L3K, C6-78, D3-K9, Investigatron, LaborBot1, Model 231, R8-2F0, Z4-800"
								},
								{
									"type": "item",
									"name": "Soulfueled Nicknames:",
									"entry": "Beta, Copper, Core, Dot, Ekz, Extron, Greez, Iqvator, Ogtron, Rune, Sark, Scrap, Scrappy, Skip, Socket, Spanner, Spirit, Terra"
								}
							]
						}
					]
				},
				{
					"type": "inset",
					"entries": [
						"{@b ANARCH |} The Falls can't pretend that we don't exist, or that we're lesser, or that we're only our programming. We're real, we have feelings, love and fear and joy. You say all people deserve to be free, but until we're acknowledged as people, we will never have any lawful agency.",
						"{@b REVERB |} Many in Prismatic Falls share your view, especially considering your people comprise just under 12% of the Falls population. For the purpose of any listening soulfueled, where could they find your operation?",
						"{@b ANARCH |} Hah, well, if any soulfueled are in a time of need, we will help you. If you're flesh and blood and in a time of need, we will still help you. That's all I can say, we will find and aid all that we can.",
						"{@b REVERB |} Noble, but interesting that you refuse to disclose a location. You claim to be a charity organization that exists to safeguard others, yet this implies you lack safety and security, no?",
						"{@b ANARCH |} You and all those watching know exactly why I deflect the issue. What's more interesting is that you claim to care for our cause yet readily spout the dogma of those living above.",
						"{@i —The Rainy Report with Reverb}"
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/CCG/Soulfueled.webp"
					}
				}
			]
		}
	],
	"classFeature": [
		{
			"name": "Shotgun Slayer",
			"source": "ccg",
			"page": 44,
			"className": "Barbarian",
			"classSource": "phb",
			"level": 1,
			"entries": [
				"{@i Optional 1st-level barbarian feature}",
				"You can use Strength rather than Dexterity for the attack and damage rolls of ranged weapons you are proficient in, provided you make the attack against a target within 20 feet of you. If you make a ranged attack using Strength this way, it receives the benefits of your {@classFeature Rage|barbarian||1} and {@classFeature Brutal Critical|barbarian||9} features as if it was a melee weapon. It is also eligible for the advantage granted by your {@classFeature Reckless Attack|barbarian||2}, provided that the attack is made against a target within 5 feet of you.",
				"If you take this optional feature, your barbarian hit die is reduced to a d10, which reduces your hit points at 1st level and at higher levels to that of the fighter class."
			]
		},
		{
			"name": "Holy Sniper",
			"source": "ccg",
			"page": 44,
			"className": "Paladin",
			"classSource": "phb",
			"level": 1,
			"entries": [
				"{@i Optional 1st-level paladin feature}",
				"At 2nd level when you choose your {@classFeature Fighting Style|paladin||2}, {@optfeature Archery} is added to your available options.",
				"Also, you can now only use your {@classFeature Divine Smite|Paladin||2} feature with ranged weapon attacks, rather than with melee weapon attacks. The extra radiant damage dealt when you use the feature is also adjusted—it is now {@damage 2d6} for a 1st-level spell slot, plus {@damage 1d6} for each spell level higher than 1st, to a maximum of {@damage 5d6}. The damage increases by {@damage 1d6} if the target is an undead or a fiend, to a maximum of {@damage 6d6}.",
				"Additionally, when you reach 11th level, your {@classFeature Improved Divine Smite|Paladin||11} feature now only deals its extra radiant damage on ranged weapon attacks, rather than on melee weapon attacks, and the extra damage radiant damage dealt is adjusted to {@damage 1d6}."
			]
		},
		{
			"name": "Urban Explorer",
			"source": "ccg",
			"page": 45,
			"className": "Ranger",
			"classSource": "phb",
			"level": 1,
			"entries": [
				"{@i Optional 1st-level ranger feature}",
				"When choosing a favored terrain for your {@classFeature Natural Explorer|Ranger||1} feature, High-Rises, Streets, and Slums are added to your available options. These new options represent the various altitudes of the city of Prismatic Falls—with the High-Rises at the top, and the Slums at the bottom."
			]
		},
		{
			"name": "Mystic Sight",
			"source": "ccg",
			"page": 45,
			"className": "Ranger",
			"classSource": "phb",
			"level": 3,
			"entries": [
				"{@i Optional 3rd-level ranger feature, which replaces the {@classFeature Primeval Awareness|Ranger||3} feature}",
				"At 3rd level, you learn an additional spell of your choice from any class. The spell you choose must be a {@filter divination spell|spells|school=D} that is of a level you can cast. When you reach 5th, 9th, 13th, and 17th level, you can choose one additional spell for this feature, which must abide by the above prerequisites. These spells count as ranger spells for you, but don't count against the number of ranger spells you know.",
				"You can cast each of the spells you learn with this feature once without expending a spell slot. Once you cast a spell in this way, you can't do so again until you finish a long rest."
			]
		}
	],
	"subclass": [
		{
			"name": "Path of the Curse",
			"subclassFeatures": [
				"Path of the Curse|Barbarian||Curse|ccg|3",
				"Ungodly Physique|Barbarian||Curse|ccg|6",
				"Brutal Strikes|Barbarian||Curse|ccg|6",
				"Strength Over All|Barbarian||Curse|ccg|10",
				"Bloodlust|Barbarian||Curse|ccg|14"
			],
			"source": "ccg",
			"page": 46,
			"shortName": "Curse",
			"className": "Barbarian",
			"classSource": "phb"
		},
		{
			"name": "College of Momentum",
			"subclassFeatures": [
				"College of Momentum|Bard||Momentum|ccg|3",
				"Melody of Momentum|Bard||Momentum|ccg|6",
				"Beat Drop|Bard||Momentum|ccg|6",
				"Exhilarating Beats|Bard||Momentum|ccg|14"
			],
			"source": "ccg",
			"page": 47,
			"shortName": "Momentum",
			"className": "Bard",
			"classSource": "phb"
		},
		{
			"name": "Missionary Domain",
			"shortName": "Missionary",
			"source": "ccg",
			"className": "Cleric",
			"classSource": "phb",
			"page": 48,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"bless",
							"charm person"
						],
						"3": [
							"enthrall",
							"suggestion"
						],
						"5": [
							"beacon of hope",
							"tongues"
						],
						"7": [
							"compulsion",
							"guardian of faith"
						],
						"9": [
							"dominate person",
							"modify memory"
						]
					}
				}
			],
			"subclassFeatures": [
				"Missionary Domain|Cleric||Missionary|ccg|1",
				"Channel Divinity: Sacred Words|Cleric||Missionary|ccg|2",
				"Divine Missionary|Cleric||Missionary|ccg|6",
				"Potent Spellcasting|Cleric||Missionary|ccg|8",
				"Holy Emissary|Cleric||Missionary|ccg|17"
			]
		},
		{
			"name": "Circle of Crystals",
			"shortName": "Crystals",
			"source": "ccg",
			"className": "Druid",
			"classSource": "phb",
			"page": 49,
			"additionalSpells": [
				{
					"prepared": {
						"2": [
							"guiding bolt",
							"shield"
						],
						"3": [
							"blindness/deafness",
							"spike growth"
						],
						"5": [
							"counterspell",
							"meld into stone"
						],
						"7": [
							"stone shape",
							"stoneskin"
						],
						"9": [
							"hold monster",
							"wall of stone"
						]
					}
				}
			],
			"subclassFeatures": [
				"Circle of Crystals|Druid||Crystals|ccg|2",
				"Crystal Beacon|Druid||Crystals|ccg|6",
				"Resistant Gems|Druid||Crystals|ccg|10",
				"Reflect Attack|Druid||Crystals|ccg|14"
			]
		},
		{
			"name": "Weaponforger",
			"shortName": "Weaponforger",
			"source": "ccg",
			"className": "Fighter",
			"classSource": "phb",
			"page": 50,
			"optionalfeatureProgression": [
				{
					"name": "Weapon Mods",
					"featureType": [
						"OTH"
					],
					"progression": {
						"3": 5,
						"7": 6,
						"10": 7,
						"15": 8
					}
				}
			],
			"subclassFeatures": [
				"Weaponforger|Fighter||Weaponforger|ccg|3",
				"Additional Weapon Mod|Fighter||Weaponforger|ccg|7",
				"Arcane Artisan|Fighter||Weaponforger|ccg|7",
				"Additional Weapon Mod|Fighter||Weaponforger|ccg|10",
				"Lingering Magic|Fighter||Weaponforger|ccg|10",
				"Additional Weapon Mod|Fighter||Weaponforger|ccg|15",
				"Backup Ammo|Fighter||Weaponforger|ccg|18"
			]
		},
		{
			"name": "Way of the Streets",
			"shortName": "Streets",
			"source": "ccg",
			"className": "Monk",
			"classSource": "phb",
			"page": 52,
			"subclassFeatures": [
				"Way of the Streets|Monk||Streets|ccg|3",
				"Signature Art|Monk||Streets|ccg|6",
				"Ki-Fueled Combos|Monk||Streets|ccg|6",
				"Combo Breaker|Monk||Streets|ccg|11",
				"Ultra Technique|Monk||Streets|ccg|17"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Path of the Curse",
			"source": "ccg",
			"page": 46,
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Curse",
			"subclassSource": "ccg",
			"level": 3,
			"entries": [
				"Barbarians that walk the Path of the Curse harbor a malicious presence within their body, which fuels their rage. When these barbarians enter a state of fury, this curse takes control, and at this point nothing will stop them from annihilating everything around them. Some of these barbarians accept this curse as a gift, and others fight with their curse—forcing it to work in their favor.",
				"You can choose the origin of your curse yourself or determine it by rolling on the following table.",
				{
					"type": "table",
					"colLabels": [
						"{@dice d4}",
						"Your Curse"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							{
								"type": "cell",
								"roll": {
									"exact": 1
								}
							},
							"A magical hex was placed on you, which takes the form of runic marks across your body. You draw from its arcane power when you rage."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 2
								}
							},
							"A demon is trapped within your soul, which is unleashed when you rage."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 3
								}
							},
							"An aberrant parasite has infected your body, which you allow to take over fully when you rage."
						],
						[
							{
								"type": "cell",
								"roll": {
									"exact": 4
								}
							},
							"A lycanthropic curse is buried deep within you, which awakens when you rage."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Colossal Might|Barbarian||Curse|ccg|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unleashed Fury|Barbarian||Curse|ccg|3"
				}
			]
		},
		{
			"name": "Colossal Might",
			"entries": [
				"Starting at 3rd level, a visceral power awakens within you, allowing raw might to drive your strikes. You gain proficiency in all improvised weapons, and while you aren't wielding a shield, you can roll a {@dice d10} in place of the normal damage for your unarmed strikes and improvised weapons, provided you make the attack roll using Strength and the attack is not made as a part of a bonus action."
			],
			"source": "ccg",
			"page": 46,
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Curse",
			"subclassSource": "ccg",
			"level": 3,
			"header": 1
		},
		{
			"name": "Unleashed Fury",
			"entries": [
				"At 3rd level, the curse that lies within you begins to fuel your fury. When you rage, you can choose to unleash the power of your curse, going berserk for the duration of your rage.",
				"While berserk, you must use your action each round to attack the creature closest to you, and when you do, you must use your {@classFeature Reckless Attack|barbarian||2}. If you have multiple possible targets, you attack one at random. If you can make extra attacks as a part of the attack action, you use those extra attacks. Also, you cannot use your movement to move further away from the creature closest to you, and you cannot use your bonus action to end your rage. When there are no hostile creatures within 60 feet of you that you can see or hear, this berserk state and your rage automatically ends.",
				"While in this berserk state, you draw power from your curse, fueling your strikes. The first time you hit an attack each turn, you can impose an effect on the target based on the type of weapon used, as detailed below. If one of the following effects requires a saving throw, the DC equals 8 + your proficiency bonus + your Constitution modifier.",
				"{@b Melee Weapon.} The target bleeds profusely from the attack. It must make a Constitution saving throw or take necrotic damage equal to {@damage 1d6} + your barbarian level.",
				"{@b Unarmed Strike.} You can immediately attempt to {@action grapple} or {@action shove} the target as a part of the attack, provided they are not too large for you to do so. If your check succeeds, you also deal {@damage 1d6} bludgeoning damage to the target.",
				"{@b Improvised or Ranged Weapon.} The target is terrorized by the attack. It must make a Wisdom saving throw or be {@condition frightened} of you for 1 minute. The frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
			],
			"source": "ccg",
			"page": 46,
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Curse",
			"subclassSource": "ccg",
			"level": 3,
			"header": 1
		},
		{
			"name": "Ungodly Physique",
			"source": "ccg",
			"page": 46,
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Curse",
			"subclassSource": "ccg",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, your physical prowess is unmatched. Your jump height and distance is doubled, you deal double damage to objects and structures, and you count as one size larger when determining your carrying capacity, the weight you can push, drag, or lift, as well the creatures you can {@action grapple} or {@action shove}."
			]
		},
		{
			"name": "Brutal Strikes",
			"source": "ccg",
			"page": 46,
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Curse",
			"subclassSource": "ccg",
			"level": 6,
			"header": 2,
			"entries": [
				"Also starting at 6th level, your unarmed strikes and attacks with improvised weapons count as magical for the purpose of overcoming resistance and immunity to non magical attacks and damage."
			]
		},
		{
			"name": "Strength Over All",
			"source": "ccg",
			"page": 46,
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Curse",
			"subclassSource": "ccg",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you can use your might in almost every situation. When you make an ability check or saving throw using an ability score other than Intelligence or Wisdom, you can add your Strength modifier to the result. You must choose to do so before the roll.",
				"You can use this feature a number of times equal to your Strength modifier (a minimum of once). You regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Bloodlust",
			"source": "ccg",
			"page": 46,
			"className": "Barbarian",
			"classSource": "phb",
			"subclassShortName": "Curse",
			"subclassSource": "ccg",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you know if the hit points of a creature you can see is less than your Strength Score. When such a creature's hit points fall below this threshold or you start your turn and can see such a creature, you can use your reaction to move up to half your speed and make a single melee attack with an unarmed strike or improvised weapon against them, provided your speed would allow you to do so. If the attack hits, the creature instantly drops to 0 hit points."
			]
		},
		{
			"name": "College of Momentum",
			"source": "ccg",
			"page": 47,
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Momentum",
			"subclassSource": "ccg",
			"level": 3,
			"entries": [
				"Bards of the College of Momentum live for music: sick beats, intense riffs, and powerful drops. These bards wield their songs as weapons, not only to entertain their fans, but to change minds.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Increasing the Tempo|Bard||Momentum|ccg|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Adrenaline Rush|Bard||Momentum|ccg|3"
				}
			]
		},
		{
			"name": "Increasing the Tempo",
			"source": "ccg",
			"page": 47,
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Momentum",
			"subclassSource": "ccg",
			"level": 3,
			"header": 1,
			"entries": [
				"Starting at 3rd level, your walking speed increases by 10 feet and your movement is unaffected by nonmagical {@quickref difficult terrain||3}. Also, you gain proficiency with all {@filter vehicles|items|source=phb;dmg|miscellaneous=mundane|type=vehicle;vehicle (land)=sor}.",
				{
					"type": "inset",
					"name": "Mechanical Momentum",
					"entries": [
						"As a bard of the College of Momentum, your increased speed may be a result of many different things—your character could ride on a magnificent mechanical hoverboard, wear magically enhanced roller skates, or simply be invigorated by the power of their own beats. If you choose to flavor this feature as a special piece of equipment, only your character should be able to use it.."
					]
				}
			]
		},
		{
			"name": "Adrenaline Rush",
			"source": "ccg",
			"page": 47,
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Momentum",
			"subclassSource": "ccg",
			"level": 3,
			"header": 1,
			"entries": [
				"Beginning at 3rd level, you grow more aware of when a fight is about to break out, starting your music at the perfect time. When you roll for initiative and are not {@quickref surprise||3||surprised}, you can expend one use of your {@classFeature Bardic Inspiration|bard||1}, rolling the die and adding the result to your initiative roll and the initiative roll of an ally that can hear you within 30 feet of you. You can choose to use this feature after a creature makes its roll, but you can use this feature only once per combat."
			]
		},
		{
			"name": "Melody of Momentum",
			"source": "ccg",
			"page": 47,
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Momentum",
			"subclassSource": "ccg",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, your powerful melodies keep your allies focused on the fight and make them more agile. Creatures other than you that are affected by your {@classFeature countercharm|bard||6} have their speed increased by 10 feet. Additionally, when you use your countercharm, its range is 120 feet, and your performance lasts for 1 minute, instead of until the end of your next turn."
			]
		},
		{
			"name": "Beat Drop",
			"source": "ccg",
			"page": 47,
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Momentum",
			"subclassSource": "ccg",
			"level": 6,
			"header": 2,
			"entries": [
				"Also at 6th level, your songs begin to grow and build to climactic drops. When you use your countercharm, you can choose to also start an instrumental build up, which lasts until your countercharm ends. This build up, as well as your countercharm, ends early if your turn starts and you or any of your allies haven't attacked a hostile creature since your last turn or taken damage from a hostile creature since then.",
				"Your build up is represented by a pool of dice, each having an equal size to your Bardic Inspiration die. Your build up pool starts with two of such dice and gains two more dice at the end of each of your turns.",
				"When you or a friendly creature within 30 feet of you that can hear you deals damage with an attack or spell while you are in your build up, you can use your reaction to end your build up and your countercharm in a destructive drop. Roll all of the dice in your build up pool, adding it as extra thunder damage against one target of the attack or spell. When a target takes this damage, it must succeed on a Strength saving throw against your bard spell save DC or be pushed 5 feet away from the attacker for each build up die rolled and fall prone.",
				"Once you end your build up in this way, you can't start it again until you finish a long rest, unless you expend a spell slot of 3rd level or higher to start it again."
			]
		},
		{
			"name": "Exhilarating Beats",
			"source": "ccg",
			"page": 47,
			"className": "Bard",
			"classSource": "phb",
			"subclassShortName": "Momentum",
			"subclassSource": "ccg",
			"level": 14,
			"header": 2,
			"entries": [
				"When you reach 14th level, you master the art of musical momentum. You gain the ability to move along vertical surfaces and across liquids on your turn without falling during the move. Creatures affected by your countercharm also share this ability. Also, when a creature rolls a Bardic Inspiration die that you granted to them, they can use their reaction to move up to half their speed without provoking opportunity attacks."
			]
		},
		{
			"name": "Missionary Domain",
			"source": "ccg",
			"page": 48,
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Missionary",
			"subclassSource": "ccg",
			"level": 1,
			"entries": [
				"Clerics of the Missionary Domain operate within a variety of different orders under a diverse set of deities, but they all have been granted the same purpose—spread the word of their god. For some this mission is a virtuous act, and for others, it is simply one side of their deal for divine power. In Prismatic Falls, many of the clerics who follow this path are followers or leaders of the cults that run the city.",
				"You gain domain spells at the cleric levels listed.",
				{
					"type": "table",
					"caption": "Missionary Domain Spells",
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell bless}, {@spell charm person}"
						],
						[
							"3rd",
							"{@spell enthrall}, {@spell suggestion}"
						],
						[
							"5th",
							"{@spell beacon of hope}, {@spell tongues}"
						],
						[
							"7th",
							"{@spell compulsion}, {@spell guardian of faith}"
						],
						[
							"9th",
							"{@spell dominate person}, {@spell modify memory}"
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Cleric||Missionary|ccg|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Blessing of the Believer|Cleric||Missionary|ccg|1"
				}
			]
		},
		{
			"name": "Bonus Proficiencies",
			"source": "ccg",
			"page": 48,
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Missionary",
			"subclassSource": "ccg",
			"level": 1,
			"header": 1,
			"entries": [
				"At 1st level, you gain proficiency in the {@skill Deception}, {@skill Performance}, or {@skill Persuasion} skill (your choice)."
			]
		},
		{
			"name": "Blessing of the Believer",
			"source": "ccg",
			"page": 48,
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Missionary",
			"subclassSource": "ccg",
			"level": 1,
			"header": 1,
			"entries": [
				"Also starting at 1st level, you can empower your allies in exchange for their faith. When an ally within 30 feet of you makes an attack roll, ability check, or saving throw, you can use your reaction to give them advantage on the roll. When you do, the ally must proclaim the name of your deity or receive no benefit.",
				"You can use this feature a number of times equal to your Wisdom modifier (a minimum of once). You regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Channel Divinity: Sacred Words",
			"source": "ccg",
			"page": 48,
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Missionary",
			"subclassSource": "ccg",
			"level": 2,
			"header": 2,
			"consumes": {
				"name": "Channel Divinity"
			},
			"entries": [
				"Starting at 2nd level, you can use your Channel Divinity to alter the emotions of those around you.",
				"As an action, you present your holy symbol, evoke the name of your deity and say a few words about them, choosing from one of the options below. Choose a number of creatures within 30 feet of you that can hear you, up to a number equal to your Wisdom modifier (a minimum of one) to be affected by your chosen words for 1 minute. An unwilling creature must make a Wisdom saving throw to resist this effect. If such a creature fails, it can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
				"{@b They are mighty.} Affected creatures are frightened of you for the duration.",
				"{@b They are merciful.} Affected creatures are {@condition charmed} by you for the duration.",
				"{@b They are fearless.} Affected creatures can't be {@condition frightened} or charmed for the duration."
			]
		},
		{
			"name": "Divine Missionary",
			"source": "ccg",
			"page": 48,
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Missionary",
			"subclassSource": "ccg",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, if you speak to a single humanoid or group of humanoids that are all within 60 feet, for at least 1 minute and talk about your deity, you can attempt to magically infuse them with faith. At the end of the conversation, the targets must succeed on a Wisdom saving throw against your cleric spell save DC or have the thought of your deity linger in their mind for 1 hour. Until then, you and allies you choose have advantage on all Charisma checks directed at those creatures. Once the effect ends, or if a creature succeeds on its saving throw against the effect, a target has no hint that you tried to magically influence it.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Potent Spellcasting",
			"source": "ccg",
			"page": 48,
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Missionary",
			"subclassSource": "ccg",
			"level": 8,
			"header": 2,
			"entries": [
				"Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrip."
			]
		},
		{
			"name": "Holy Emissary",
			"source": "ccg",
			"page": 48,
			"className": "Cleric",
			"classSource": "phb",
			"subclassShortName": "Missionary",
			"subclassSource": "ccg",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, you become a divine representative of your god, inspiring your allies and terrifying your enemies. You can use your {@subclassFeature Channel Divinity: Sacred Words|Cleric||Missionary|ccg|2||Sacred Words} feature as a bonus action, rather than an action. Also, at the end of each of your turns while you are using the feature, you can cause all affected creatures that can see you to either take 10 psychic damage or gain 5 temporary hit points (your choice)."
			]
		},
		{
			"name": "Circle of Crystals",
			"source": "ccg",
			"page": 49,
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Crystals",
			"subclassSource": "ccg",
			"level": 2,
			"entries": [
				"Druids of the Circle of Crystals have a deep connection to arcane crystals, which are magically infused crystals discovered in the early settlement of Prismatic Falls. To these druids, naturally occurring sources of such crystals are sacred, and they believe that they harbor the closest and deepest connection to the intrinsic magic of the world.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Diamond Skin|Druid||Crystals|ccg|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Circle Spells|Druid||Crystals|ccg|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Crystallize|Druid||Crystals|ccg|2"
				}
			]
		},
		{
			"name": "Diamond Skin",
			"source": "ccg",
			"page": 49,
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Crystals",
			"subclassSource": "ccg",
			"level": 2,
			"header": 1,
			"entries": [
				"Starting at 2nd level, your skin is covered by a sturdy layer of crystals. While you are not wearing any armor, your AC equals 12 + your Wisdom modifier. You can use a shield and still gain this benefit.",
				"Also, you can use any of these crystals as a spellcasting focus for your druid spells."
			]
		},
		{
			"name": "Circle Spells",
			"source": "ccg",
			"page": 49,
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Crystals",
			"subclassSource": "ccg",
			"level": 2,
			"header": 1,
			"entries": [
				"At 2nd level, you have become one with crystals, such that they protrude out of your body. These crystals grant you access to some spells when you reach certain levels in this class, as shown in the table below.",
				"Once you gain access to one of these spells, you always have it prepared, and it doesn't count against the number of spells you can prepare each day. If you gain access to a spell that doesn't appear on the druid spell list, the spell is nonetheless a druid spell for you.",
				{
					"type": "table",
					"caption": "Circle of Crystals Spells",
					"colLabels": [
						"Druid Level",
						"Circle Spells"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"2nd",
							"{@spell guiding bolt}, {@spell shield}"
						],
						[
							"3rd",
							"{@spell blindness/deafness}, {@spell spike growth}"
						],
						[
							"5th",
							"{@spell counterspell}, {@spell meld into stone}"
						],
						[
							"7th",
							"{@spell stone shape}, {@spell stoneskin}"
						],
						[
							"9th",
							"{@spell hold monster}, {@spell wall of stone}"
						]
					]
				}
			]
		},
		{
			"name": "Crystallize",
			"source": "ccg",
			"page": 49,
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Crystals",
			"subclassSource": "ccg",
			"level": 2,
			"header": 1,
			"entries": [
				"Also at 2nd level, you gain the ability to transform latent magic into arcane crystals. As a bonus action, you can expend a use of your {@classFeature Wild Shape|druid||2} to conjure a chunk of crystals within 30 feet of you, rather than transforming into a beast. These crystals last for 1 minute, or until you lose your concentration (as if you were concentrating on a spell), at which point the crystals shatter and turn into a fine dust.",
				"The crystals have one of the following effects, which you choose when you conjure them.",
				"{@b Encasing Crystals.} The crystals grow out of the body of a creature within range and restrict their movement. It must make a Strength saving throw or be {@condition restrained} for the duration. At the end of each of its turns, the target can repeat the saving throw, destroying the crystals and ending the effect on a success.",
				"{@b Shielding Crystals.} The crystals grow on the body or armor of a willing creature within range, which grants them resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks that aren't adamantine for the duration.",
				"{@b Refracting Crystals.} The crystals appear out of the ground within range as a medium sized magical object for the duration. Once per turn when you cast a spell with a range of 10 feet or more, you can cause the spell to refract through the crystals, provided they are within 30 feet of you and you can see them. If you do, the spell is cast through the crystal's space, and you can use the crystal's line of sight when casting the spell, potentially allowing you to target creatures behind corners or at an extended range. Also, you gain a {@damage 2d4} bonus to one roll of the spell, which must restore hit points or be a damage roll. If it is a damage roll for radiant damage, this bonus increases to {@dice 2d6}."
			]
		},
		{
			"name": "Crystal Beacon",
			"source": "ccg",
			"page": 49,
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Crystals",
			"subclassSource": "ccg",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you can use your action to detach one of your crystals, placing it within the ground to be used as a beacon. You can have a number of these beacons active at any time equal to your Wisdom modifier (a minimum of one). If you try to place more, the oldest one you placed shatters. You can always sense the direction to each of your individual beacons, so long as you are on the same plane as them.",
				"In addition, the {@spell channel senses|ccg} spell is always prepared for you and it doesn't count against the number of spells you can prepare each day. When you cast it, your beacons serve as sigils for the spell, and if you target one of your beacons, you can cast it without expending a spell slot. When you cast the spell this way, its range is unlimited."
			]
		},
		{
			"name": "Resistant Gems",
			"source": "ccg",
			"page": 49,
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Crystals",
			"subclassSource": "ccg",
			"level": 10,
			"header": 2,
			"entries": [
				"Once you reach 10th level, you have advantage on saving throws against being {@condition paralyzed}, {@condition petrified}, {@condition poisoned} or {@condition stunned}. In addition, you have resistance to poison and radiant damage."
			]
		},
		{
			"name": "Reflect Attack",
			"source": "ccg",
			"page": 49,
			"className": "Druid",
			"classSource": "phb",
			"subclassShortName": "Crystals",
			"subclassSource": "ccg",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, when you are hit with an attack by a creature you can see, you can use your reaction to reflect it back to your attacker. You take no damage from the attack, then, you make a melee or ranged spell attack against the original attacker, based on the original attack. On a hit, they take the damage you would have taken, along with any additional effects that would have been inflicted by the attack.",
				"Alternatively, when you successfully interrupt a spell that would have targeted you with {@spell counterspell}, you can change the target of the spell to the original caster instead of having the spell fail. If the spell had {@status concentration|phb}, you must then concentrate on it.",
				"Once you use either option, you can't use this feature again until you finish a short or long rest."
			]
		},
		{
			"name": "Weaponforger",
			"source": "ccg",
			"page": 50,
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Weaponforger",
			"subclassSource": "ccg",
			"level": 3,
			"entries": [
				"Fighters of the Weaponforger Archetype are specially trained in modifying weapons to unlock their full potential. Their attacks are furious, yet calculated, and are enhanced with a variety of powerful arcane bursts. Often soldiers on the front line, these versatile warriors keep an arsenal of different weapons, ready for anything they might face.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hot Swap|Fighter||Weaponforger|ccg|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Martial Modification|Fighter||Weaponforger|ccg|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Weapon Mods|Fighter||Weaponforger|ccg|3"
				}
			]
		},
		{
			"name": "Hot Swap",
			"source": "ccg",
			"page": 50,
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Weaponforger",
			"subclassSource": "ccg",
			"level": 3,
			"header": 1,
			"entries": [
				"Starting at 3rd level, you are adept at quickly switching between weapons, even in the heat of battle. You can draw and stow any amount of weapons on your turn, even when you would normally be able to draw and stow one.",
				"Additionally, you gain proficiency in {@item tinker's tools|phb} or {@item runetech tools|ccg} (your choice)."
			]
		},
		{
			"name": "Martial Modification",
			"source": "ccg",
			"page": 50,
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Weaponforger",
			"subclassSource": "ccg",
			"level": 3,
			"header": 1,
			"entries": [
				"When you choose this archetype at 3rd level, you learn to infuse your weapons with arcane modifications that make them more powerful and alter how they function.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Learning Weapon Mods",
							"entries": [
								"You learn five weapon mods of your choice, which are detailed below.",
								"You learn one additional weapon modification of your choice at 7th, 10th, and 15th level. Each time you learn a new modification, you can also replace one modification you know with a different one."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Applying Weapon Mods",
							"entries": [
								"When you finish a long rest, you can choose three weapons and install one of your known weapon mods to each. You must install a different modification into each weapon, and you can’t install a mod into a weapon that already has a weapon mod installed. Once a weapon is modded this way, only you are considered proficient in it.",
								"You can choose one additional weapon to install a weapon mod into at the end of a long rest once you reach 7th level, for a total of four, and one more at 15th level, for a total of five. These must abide by the above prerequisites."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Charges",
							"entries": [
								"Each of your modified weapons has three charges, and each regains all of their expended charges when you finish a long rest. When you make a weapon attack with one of your modified weapons, you can activate that mod by expending one of the weapon’s charges, applying all of the following effects for that attack only. You must choose to do so before you make the attack roll.",
								{
								"type": "list",
								"items": [
										"The weapon attack deals an extra 2d8 damage on a hit.",
										"The damage type of the weapon changes to the damage type indicated in the weapon mod’s description.",
										"And an additional effect, which is specified in the weapon mod’s description."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Saving Throws",
							"entries": [
								"Some of your weapon mods require a target to make a saving throw to resist the mod’s effects. The saving throw DC is calculated as follows:",
								{
									"type": "abilityDc",
									"name": "Weapon Mod",
									"attributes": [
										"int"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Weapon Mods",
			"source": "ccg",
			"page": 50,
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Weaponforger",
			"subclassSource": "ccg",
			"level": 3,
			"header": 1,
			"entries": [
				"Weapon mods come in a variety of shapes and sizes, but at their core, they are magitech augments that attach to weapons. A weapon mod might involve canisters of mana, crystal shards, mystical runes, or elements made of pure magic. The mods are presented in alphabetical order.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "options",
							"entries": [
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Boost|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Bounce|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Burn|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Chill|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Cloak|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Confuse|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Heal|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Horrify|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Infect|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Manifest|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Melt|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Neutralize|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Project (Melee Only)|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Pull (Melee Only)|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Safeguard|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Scope (Ranged Only)|ccg"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Seek (Ranged Only)|ccg"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Additional Weapon Mod",
			"source": "ccg",
			"page": 50,
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Weaponforger",
			"subclassSource": "ccg",
			"level": 7,
			"header": 2,
			"entries": [
				"At 7th level, you learn an additional weapon mod of your choice."
			]
		},
		{
			"name": "Arcane Artisan",
			"source": "ccg",
			"page": 50,
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Weaponforger",
			"subclassSource": "ccg",
			"level": 7,
			"header": 2,
			"entries": [
				"At 7th level, you learn the {@spell identify} spell and can cast it without expending a spell slot a number of times equal to your Intelligence modifier (a minimum of once). Intelligence is your spellcasting ability for this spell, and you regain all expended uses when you finish a long rest.",
				"Additionally, you ignore all class, race, and spell requirements on attuning to or using a magic item, provided that the magic item is a {@filter weapon|items|type=weapon} or a {@item wand}."
			]
		},
		{
			"name": "Additional Weapon Mod",
			"source": "ccg",
			"page": 50,
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Weaponforger",
			"subclassSource": "ccg",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you learn an additional weapon mod of your choice."
			]
		},
		{
			"name": "Lingering Magic",
			"source": "ccg",
			"page": 50,
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Weaponforger",
			"subclassSource": "ccg",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, when you make an attack and expend a charge on one of your modded weapons, some of its magic lingers. The next time you make an attack with a different modded weapon on the same turn and expend one of its charges, you have advantage on the attack roll."
			]
		},
		{
			"name": "Additional Weapon Mod",
			"source": "ccg",
			"page": 50,
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Weaponforger",
			"subclassSource": "ccg",
			"level": 15,
			"header": 2,
			"entries": [
				"At 15th level, you learn an additional weapon mod of your choice."
			]
		},
		{
			"name": "Backup Ammo",
			"source": "ccg",
			"page": 50,
			"className": "Fighter",
			"classSource": "phb",
			"subclassShortName": "Weaponforger",
			"subclassSource": "ccg",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, while you are holding one of your modded weapons, you can use your bonus action to reload it. It regains one of its expended charges. You can use this feature three times. You regain all expended uses of it when you finish a long rest."
			]
		},
		{
			"name": "Way of the Streets",
			"source": "ccg",
			"page": 52,
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Streets",
			"subclassSource": "ccg",
			"level": 3,
			"entries": [
				"Monks of the Way of the Streets learn their techniques not through traditional monastic training, rather, they learn to defend themselves on the streets, taught by those they fight and others who must similarly fight to survive. They use these techniques not only in street brawls, but also in underground fighting tournaments, where monks of this way have made a name for themselves as powerful warriors capable of unleashing devastating combos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Street Smarts|Monk||Streets|ccg|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combos|Monk||Streets|ccg|3"
				}
			]
		},
		{
			"name": "Street Smarts",
			"source": "ccg",
			"page": 52,
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Streets",
			"subclassSource": "ccg",
			"level": 3,
			"header": 1,
			"entries": [
				"At 3rd level, you gain proficiency in the {@skill Intimidation}, {@skill Streetwise|ccg}, or {@skill Performance} skill (your choice)."
			]
		},
		{
			"name": "Combos",
			"source": "ccg",
			"page": 52,
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Streets",
			"subclassSource": "ccg",
			"level": 3,
			"header": 1,
			"entries": [
				"Starting at 3rd level, you unleash powerful combos against your opponents. Once per turn, when you hit a creature with an unarmed strike, you can spend 1 ki point to launch into a combo against that creature.",
				"When you begin your combo, you deal {@damage 1d4} bludgeoning damage to the target. If you roll a 3 or lower on this damage die, you repeat this bludgeoning damage with a {@damage d6} instead. If you roll a 3 or lower again, the effect repeats, increasing to a {@damage d8}, then a {@damage d10}, and finally a {@damage d12}. You gain no benefit if you roll a 3 or lower on the final d12. Your combo recieves no additional benefit from a triggering attack that resulted in a critical hit.",
				"When your combo ends, you can force the target to make a Strength saving throw. On a failure, it is pushed back 5 feet away from you for each damage dice you rolled as a part of the combo. If the target is against a wall or other solid structure when they fail this saving throw, they take bludgeoning damage equal to one roll of your Martial Arts die instead of moving.",
				"Starting at 11th level, the damage threshold for continuing your combo increases to 4."
			]
		},
		{
			"name": "Signature Art",
			"source": "ccg",
			"page": 52,
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Streets",
			"subclassSource": "ccg",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you learn a special fighting technique that only you can utilize. Choose one of the following options for your signature art.",
				"{@b Dragon Punch.} You finish your combos with a powerful uppercut. When a creature fails the Strength saving throw made at the end of one of your combos, they are also knocked {@condition prone}.",
				"{@b Surging Fist.} You can unleash surges of energy from your fists. You can spend 2 ki points to cast the {@spell Guiding Bolt} spell as a bonus action, using Wisdom as your spellcasting ability.",
				"{@b Wave Dash.} You move with incredible speed. Whenever you use your Step of the Wind, you gain the benefit of both the {@action Dash} and {@action Disengage} actions instead of only one of them, and you have advantage on the next attack roll you make on that turn."
			]
		},
		{
			"name": "Ki-Fueled Combos",
			"source": "ccg",
			"page": 52,
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Streets",
			"subclassSource": "ccg",
			"level": 6,
			"header": 2,
			"entries": [
				"Once you reach 6th level, the damage dealt by your combos counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. Also, you can spend 3 ki points instead of 1 when you enter a combo. If you do, you roll two dice at each stage of your combo, dealing the total as the damage for that stage. If either dice is below the damage threshold, the combo continues."
			]
		},
		{
			"name": "Combo Breaker",
			"source": "ccg",
			"page": 52,
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Streets",
			"subclassSource": "ccg",
			"level": 11,
			"header": 2,
			"entries": [
				"Starting at 11th level, when you are hit with a melee attack, you can use your reaction to deflect it by spending 1 ki point. When you do, the damage you take from the attack is reduced by 1d10 + your Dexterity modifier + your monk level. If you reduce the damage to 0, you can make a single unarmed strike against the creature that attacked you as a part of the same reaction, provided they are within range."
			]
		},
		{
			"name": "Ultra Technique",
			"source": "ccg",
			"page": 52,
			"className": "Monk",
			"classSource": "phb",
			"subclassShortName": "Streets",
			"subclassSource": "ccg",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, you can unleash your ultimate technique at the end of a perfect combo. After you roll a d12 as a part of one of your combos, you can spend 1 ki point to unleash a powerful finishing move against the target. If you do and the target fails the Strength saving throw made at the end of the combo, the target is {@condition paralyzed} for 1 minute. A paralyzed target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
				"Once you use this feature, you can’t use it again within the next minute."
			]
		}
	],
	"language": [
		{
			"name": "Common",
			"source": "ccg",
			"page": 9,
			"type": "standard",
			"typicalSpeakers": [
				"Prismatic Falls; trade language across all of Aysta"
			],
			"script": "Common"
		},
		{
			"name": "Celestial",
			"source": "ccg",
			"page": 9,
			"type": "standard",
			"typicalSpeakers": [
				"devout cult members",
				"{@filter celestials|bestiary|type=celestial}"
			],
			"script": "Celestial"
		},
		{
			"name": "Dwarvish",
			"source": "ccg",
			"page": 9,
			"type": "standard",
			"typicalSpeakers": [
				"{@filter dwarves|bestiary|type=humanoid|tag=any race;dwarf}",
				"the Ebon Stone"
			],
			"script": "Dwarvish"
		},
		{
			"name": "Elvish",
			"source": "ccg",
			"page": 9,
			"type": "standard",
			"typicalSpeakers": [
				"{@filter elves|bestiary|type=humanoid|tag=any race;elf}",
				"the Verdant Arrow",
				"the Azure Spark"
			],
			"script": "Elvish"
		},
		{
			"name": "Imperial",
			"source": "ccg",
			"page": 9,
			"type": "standard",
			"typicalSpeakers": [
				"{@race battleborn|ccg}"
			],
			"script": "Elvish",
			"entries": [
				"{@b Imperial} is the harsh, practical language of the Shattered Empire derived from both {@language Elvish|ccg} and {@language Orcish|ccg}."
			]
		},
		{
			"name": "Infernal",
			"source": "ccg",
			"page": 9,
			"type": "standard",
			"typicalSpeakers": [
				"{@filter tieflings|bestiary|type=humanoid|tag=any race;tiefling}",
				"demon hunters",
				"{@filter fiends|bestiary|type=fiend}"
			],
			"script": "Infernal"
		},
		{
			"name": "Orcish",
			"source": "ccg",
			"page": 9,
			"type": "standard",
			"typicalSpeakers": [
				"{@filter orcs|bestiary|tag=orc}",
				"the Crimson Blade"
			],
			"script": "Goblin"
		},
		{
			"name": "Runic",
			"source": "ccg",
			"page": 9,
			"type": "standard",
			"typicalSpeakers": [
				"Mages",
				"rune technicians (written only)"
			],
			"script": "Runic",
			"entries": [
				"{@b Runic} is a language that is only written, making up the contents of all runic magic across Aysta."
			]
		},
		{
			"name": "Wild",
			"source": "ccg",
			"page": 9,
			"type": "standard",
			"typicalSpeakers": [
				"{@race beastfolk|ccg}",
				"the Overgrowth"
			],
			"script": "Sylvan",
			"entries": [
				"{@b Wild} is the rhythmic, gentle language of the beastfolk, adapted from the Fey that lived among them."
			]
		},
		{
			"name": "Ancient",
			"source": "ccg",
			"page": 9,
			"type": "exotic",
			"typicalSpeakers": [
				"the Precursors (now extinct)"
			],
			"script": "Runic",
			"entries": [
				"{@b Ancient} is the language of the long-dead Precursors. Few today can understand it, and none can speak it."
			]
		},
		{
			"name": "Draconic",
			"source": "ccg",
			"page": 6,
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter dragons|bestiary|type=dragon}",
				"{@filter dragonborn|bestiary|type=humanoid|tag=any race;dragonborn}",
				"{@creature kobold||kobolds}"
			],
			"script": "Draconic"
		},
		{
			"name": "Eternal",
			"source": "ccg",
			"page": 9,
			"type": "exotic",
			"typicalSpeakers": [
				"{@race Eternal|ccg|eternals}"
			],
			"script": "Runic",
			"entries": [
				"{@b Eternal} is the intricate, menacing language of the eternals, seemingly derived from {@language Ancient|ccg}."
			]
		},
		{
			"name": "Giant",
			"source": "ccg",
			"page": 9,
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter giants|bestiary|type=giant}"
			],
			"script": "Dwarvish"
		},
		{
			"name": "Gnomish",
			"source": "ccg",
			"page": 9,
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter gnomes|bestiary|type=humanoid|tag=any race;gnome}"
			],
			"script": "Dwarvish"
		},
		{
			"name": "Goblin",
			"source": "ccg",
			"page": 9,
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter goblinoids|bestiary|tag=goblinoid}"
			],
			"script": "Goblin"
		},
		{
			"name": "Halfling",
			"source": "ccg",
			"page": 9,
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter halflings|bestiary|type=humanoid|tag=any race;halfling}"
			],
			"script": "Common"
		},
		{
			"name": "Nomadic",
			"source": "ccg",
			"page": 9,
			"type": "exotic",
			"typicalSpeakers": [
				"{@race nomad|ccg|nomads}"
			],
			"entries": [
				"{@b Nomadic} is the language of the otherworldly nomads, consisting of specifically ordered musical tones."
			]
		},
		{
			"name": "Primordial",
			"source": "ccg",
			"page": 9,
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter elementals|bestiary|type=elemental}"
			],
			"script": "Draconic"
		},
		{
			"name": "Sylvan",
			"source": "ccg",
			"page": 9,
			"type": "exotic",
			"typicalSpeakers": [
				"{@filter fey|bestiary|type=fey}"
			],
			"script": "Sylvan"
		}
	],
	"item": [
		{
			"name": "Runetech Tools",
			"source": "ccg",
			"page": 101,
			"type": "AT",
			"rarity": "none",
			"weight": 10,
			"value": 5000,
			"additionalEntries": [
				"Equipment fit for a magitech engineer, which could include carving tools, crystals, and spare bottles of mana."
			]
		}
	],
	"spell": [
		{
			"name": "Channel Senses",
			"source": "ccg",
			"page": 109,
			"level": 1,
			"school": "D",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "miles",
					"amount": 1
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a bit of bat fur and a drop of fresh water"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"entries": [
				"You channel the senses of a willing creature within range. Choose two senses between sight, hearing, touch, smell, and taste. For the duration, you lose the chosen senses and instead receive the senses from the target. You or the target can choose to end the spell at any time for the duration. While channeling a creature's sight, you can cast spells as though you were in the target creature's space, provided the target allows you to do so. Alternatively, you can have the sense be derived from a chosen object and/or have the sense be emitted through a chosen object.",
				"To derive a sense from an object, you must first mark it with a flat sigil, which you can do as an action so long as you have the ability to cast this spell. You can have a number of these sigils active at any time equal to 1 + your spellcasting ability modifier. Sigils glow dim light in a 1-foot radius, are noticed easily, and can be destroyed with little effort.",
				"To emit a sense through an object, you must touch it as a part of casting this spell, and you can only choose the sight or hearing senses when you cast the spell this way. The object then displays a holographic picture or emits audio for the duration, based on your chosen sense.",
				"The range of this spell can be extended through arcane infrastructure. Prismatic Falls has such a setup, allowing this spell to reach to the edges of the city from all locations within it."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 2nd level or higher, you can choose an additional sense for every spell level above 1st. Additionally, the spell lasts up to 8 hours."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "phb"
					},
					{
						"name": "Cleric",
						"source": "phb"
					},
					{
						"name": "Druid",
						"source": "phb"
					},
					{
						"name": "Ranger",
						"source": "phb"
					},
					{
						"name": "Soulshaper",
						"source": "ccg"
					},
					{
						"name": "Sorcerer",
						"source": "phb"
					},
					{
						"name": "Wizard",
						"source": "phb"
					}
				],
				"fromSubclass": [
					{
						"class": {
							"name": "Druid",
							"source": "phb"
						},
						"subclass": {
							"name": "Crystals",
							"source": "ccg"
						}
					}
				]
			}
		}
	],
	"optionalfeature": [
		{
			"name": "Boost",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon projects an echoing burst, dealing thunder damage. Immediately before or after making the attack, your weapon emits a jet that propels you up to 15 feet in a direction of your choosing. This movement does not provoke opportunity attacks."
			]
		},
		{
			"name": "Bounce",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon unleashes a propelling blast, dealing force damage. On a hit, a target must make a Strength saving throw or be pushed up to 15 feet in a direction of your choosing, except upwards or towards you. The target automatically succeeds on the save if it is more than one size larger than you."
			]
		},
		{
			"name": "Burn",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon ignites, dealing fire damage. On a hit, choose a different creature within 10 feet of the original target. It takes fire damage equal to 1d4 + your Intelligence modifier."
			]
		},
		{
			"name": "Chill",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon chills your target, dealing cold damage. On a hit, a target must make a Constitution saving throw or have their speed reduced to 0 until the end of their next turn."
			]
		},
		{
			"name": "Cloak",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon is coated in darkness, dealing necrotic damage. Immediately after making the attack, you become {@condition invisible} until the end of your next turn. The invisibility ends early if you make an attack or cast a spell."
			]
		},
		{
			"name": "Confuse",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon is imbued with bizarre energy, dealing psychic damage. On a hit, a target must make a Wisdom saving throw or use all of their movement to move in a random direction at the start of their next turn. Roll a {@dice d8} and assign a direction to each dice face."
			]
		},
		{
			"name": "Heal",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon is infused with holy energy, dealing radiant damage. Hit or miss, one creature of your choice, other than you, regains a number of hit points equal to 1d4 + your Intelligence modifier. The creature must be within 5 feet of you or within 5 feet of the target of the attack."
			]
		},
		{
			"name": "Horrify",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon emits a terrifying screech, dealing psychic damage. On a hit, a target must make a Wisdom saving throw or be {@condition frightened} of you until the end of your next turn."
			]
		},
		{
			"name": "Infect",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon infects the target with venom, dealing poison damage. On a hit, a target must make a Constitution saving throw or be {@condition poisoned} until the end of their next turn."
			]
		},
		{
			"name": "Manifest",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon manifests a mystical power, dealing force damage. Hit or miss, you choose an empty space within 30 feet of you to create a wall of pure magic that lasts for the next minute. The wall is a 5 foot by 10 foot panel that is 6 inches thick, and you can place it in any orientation—meaning it can act as a platform. The wall can float in mid air, ignoring gravity, and it can hold up to 8,000 pounds of weight. Lastly, the wall has an AC and a number of hit points equal to your Intelligence Score."
			]
		},
		{
			"name": "Melt",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon melts the target's armor, dealing acid damage. On a hit, the target's AC is reduced by an amount equal to your Intelligence modifier (a minimum of 1 AC reduced) until the start of your next turn."
			]
		},
		{
			"name": "Neutralize",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon strikes with an electrifying aftershock, dealing lightning damage. On a hit, a target must make a Constitution saving throw or be unable to cast spells or use magic items until the end of their next turn."
			]
		},
		{
			"name": "Project (Melee Only)",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon is charged with glowing energy, emitting powerful rays that deal radiant damage. Your reach for the attack increases to 60 feet. Additionally, any other melee attacks you make with the weapon on this turn also deal radiant damage and benefit from the range increase."
			]
		},
		{
			"name": "Pull (Melee Only)",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon is coated with magnetic energy, dealing lightning damage. Immediately before making the attack, you can choose one target within 30 feet of you that is no more than one size larger than you. It must make a Strength saving throw or be pulled towards you until it is within 5 feet of you."
			]
		},
		{
			"name": "Safeguard",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon pulses with protective energy, dealing radiant damage. Hit or miss, you gain temporary hit points equal to 1d4 + your Intelligence modifier."
			]
		},
		{
			"name": "Scope (Ranged Only)",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon morphs and sparks, dealing lightning damage. Your range for the attack is doubled, you ignore half and three-quarters cover for the attack, you don't suffer disadvantage on the attack roll as a result of being prone."
			]
		},
		{
			"name": "Seek (Ranged Only)",
			"source": "ccg",
			"page": 51,
			"featureType": [
				"OTH"
			],
			"consumes": {
				"name": "Charges"
			},
			"entries": [
				"The weapon locks onto your target and curves to seek them, firing bolts that deal force damage. If you have seen your target within the last minute, you can attack them even if you can't see them, and you don't suffer disadvantage on the attack roll if the target is invisible. Your attack travels freely around corners or through openings to reach your target. You also ignore half cover and three-quarters cover for this attack."
			]
		}
	],
	"skill": [
		{
			"name": "Navigation",
			"source": "ccg",
			"page": 204,
			"entries": [
				"Wisdom (Navigation) governs one’s ability to track monsters, beasts, or people, as well as find the best path for a group through an area, such as shortcuts through the streets or through more dangerous areas such as a frozen wasteland.",
				"{@note This skill replaces {@skill Survival} as part of the variant rule {@variantrule Skill Replacements and Adjustments for Crystalpunk|ccg}.}"
			]
		},
		{
			"name": "Streetwise",
			"source": "ccg",
			"page": 204,
			"entries": [
				"As a GM, you might ask your players to make a Wisdom (Streetwise) check to gather information, intuit information related to gangs, reputations, rivalries, events, or crime in the immediate area, conjure a false identity that can bypass scrutiny, or attempt to gain access to exclusive areas such as clubs or criminal hideouts.",
				"{@note This skill replaces {@skill Animal Handling} as part of the variant rule {@variantrule Skill Replacements and Adjustments for Crystalpunk|ccg}.}"
			]
		}
	],
	"variantrule": [
		{
			"name": "Armored Defense",
			"ruleType": "O",
			"source": "ccg",
			"page": 44,
			"entries": [
				"When using the Unarmored Defense feature from the {@class barbarian} or {@class monk} classes, you can flavor the feature as wearing a mechanical suit of armor. This does not count as wearing armor for you, but only your character should be able to use the armor."
			]
		},
		{
			"name": "Skill Replacements and Adjustments for Crystalpunk",
			"ruleType": "V",
			"source": "ccg",
			"page": 204,
			"entries": [
				"Here are some replacements and adjustments to the skills of the game, intended to adapt the game to urban environments. The skill replacements change each skill entirely, while the adjustments add a few more scenarios where each skill may be used.",
				{
					"name": "Skill Replacements",
					"type": "entries",
					"entries": [
						"{@b {@skill Survival}} is replaced with {@b Wisdom ({@skill Navigation|ccg})}, which governs one’s ability to track monsters, beasts, or people, as well as find the best path for a group through an area, such as shortcuts through the streets or through more dangerous areas such as a frozen wasteland.",
						"{@b {@skill Animal Handling}} is replaced with {@b Wisdom ({@skill Streetwise|ccg})}, which determines one’s experience with urban areas and their ability to act within their unwritten rules. As a GM, you might ask your players to make a Wisdom (Streetwise) check to gather information, intuit information related to gangs, reputations, rivalries, events, or crime in the immediate area, conjure a false identity that can bypass scrutiny, or attempt to gain access to exclusive areas such as clubs or criminal hideouts. In cases where you would previously call for a Wisdom (Animal Handling) check, you can instead call for a Wisdom ({@skill Nature}) check."
					]
				},
				{
					"name": "Skill Adjustments",
					"type": "entries",
					"entries": [
						"{@b {@skill Arcana}} now includes information related to magical technology and how it functions.",
						"{@b {@skill History}} now includes general knowledge, as well as information related to military, logistics, economics, and politics.",
						"{@b {@skill Nature}} now includes information related to geography, biology, food, poisons, and narcotics.",
						"{@b {@skill Religion}} now includes information related to the cults of Prismatic Falls and their activities.",
						"{@b {@skill Intimidation}} now includes attempting to keep your cool when threatened. For example, when two characters confront each other, you can have them make a contested Charisma (Intimidation) check to see who backs down first."
					]
				}
			]
		}
	]
}
