{
	"_meta": {
		"sources": [
			{
				"json": "CombatWheelchair",
				"abbreviation": "CW",
				"full": "The Combat Wheelchair",
				"authors": [
					"Sara Thompson"
				],
				"convertedBy": [
					"BucketListMod#8973"
				],
				"version": "2.0",
				"url": "https://drive.google.com/drive/folders/1ysDrH2vqKz6NSGkf3_0WX5tV-Ch_t_N_",
				"targetSchema": "2.0.1"
			}
		],
		"includes": {
			"class": [
				"BH2022"
			]
		},
		"dateAdded": 1600043860,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "92a007c9b2",
		"edition": "classic"
	},
	"book": [
		{
			"name": "The Combat Wheelchair",
			"id": "CombatWheelchair",
			"source": "CombatWheelchair",
			"author": "CombatWheelchair",
			"published": "2020-08-07",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/CombatWheelchair/Combat_Wheelchair.png"
			},
			"contents": [
				{
					"name": "The Combat Wheelchair"
				},
				{
					"name": "Actions"
				},
				{
					"name": "Optional Features"
				},
				{
					"name": "Upgrades"
				},
				{
					"name": "Background"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "CombatWheelchair",
			"source": "CombatWheelchair",
			"data": [
				{
					"type": "section",
					"name": "The Combat Wheelchair",
					"page": 1,
					"entries": [
						"Made with the adventurer in mind, the Combat Wheelchair is supportive and intuitive, designed for both daily activity and the pressures of combat during one's adventures. It can be specifically tailored to its user with a variety of intuitive upgrades, designed and created by first-rate artificers and their disabled consultants to ensure high-grade comfort and excellent efficiency. Not only this, the wheelchair prides itself as being sleek, fashionable, and durable at a price affordable for the discerning mobility user.",
						"Taking its design from the chair used in sports such as wheelchair basketball and rugby, the Combat Wheelchair can withstand high impact and even work as a weapon in itself, providing the user with a means of both defence and attack.",
						"Anyone can be an adventurer.",
						{
							"type": "entries",
							"name": "What Does The Chair Do?",
							"entries": [
								"The Combat Wheelchair may look like it comes with lots of Features and some of you may feel that because of this it's \"unfair\" for a character to have this item at first level. However, this chair only has so many Features because it is designed to enable a disabled party member to do exactly what the abled members of the party can do.",
								"{@b \"But it can float up and down stairs! Isn't that unfair?\"} No, unless you plan on making all the able bodied characters at level 1 also remain on ground floors only and never go up and down stairs and into dungeons. If you were planning on doing that then that's fair. Wait. What? What do you mean I sound ridiculous, hm?",
								"{@b \"But it can be used as a weapon! Isn't that unfair?\"} No, unless you plan on taking away every player's weapon. If you were planning on doing that then that's fair. What do you mean that sounds silly? Additionally, this chair uses the Dungeons & Dragons established rulings that it cannot be used to make Extra Attacks until level 5.",
								"{@b \"But this chair has equipment that comes with it!\"} Yes, in much the same way a sword comes with a sheath and belt, a Dungeoneer's Pack comes with ropes and caltrops, or a horse comes with a saddle and bridle, the Combat Wheelchair comes with seatbelts and gloves.",
								"{@b \"But wheelchairs have never been in Dungeons & Dragons! This is nonsense!\"} We suggest you read R.A. Salvatore's {@i Drizzt} novels which are canon to D&D.",
								"{@b \"Why would anyone need a wheelchair? This world has magic!\"} Again, we recommend you read Salvatore's {@i Drizzt} novels. Additionally, healing spells like Restoration and Regeneration are very costly, and what about those of us simply born with our disabilities? You cannot regenerate or restore what was not there to begin with. And some of us? Well, we don't want to be 'fixed'.",
								"{@b This chair was never created to make a disabled character 'better' than an able bodied character. It was made to enable characters with disabilities to go adventuring the same as an able bodied character.}",
								"{@b If you take issue with disabled people celebrating and having fun with the game that they love, then you need to reconsider your stance on disability. Disability is nothing to be ashamed about.}",
								"{@b And remember: No one is making you use this supplement. It is here and exists for those of us who need and who want to see ourselves in the tabletop games we so dearly enjoy.}",
								"{@b Happy adventuring!}"
							]
						},
						{
							"type": "entries",
							"name": "Proficiencies",
							"entries": [
								"The Combat Wheelchair is designed to be easy to maintain, upgrade, and repair. Its simplicity is a necessity as an adventurer may not always be able to find a smith, artificer, or other such tinkerer to pit stop at. As a result, you now have proficiency in {@item Tinker's Tools|PHB}.",
								"You are considered as being proficient in using your wheelchair both in everyday tasks and as a weapon in combat. "
							]
						},
						{
							"type": "entries",
							"name": "Portability",
							"entries": [
								"One of the best selling features of this item is its ease of portability - you can take it anywhere on your adventures! This is due to its collapsible design which enables a user to pack it up or pull it out whilst on the go. Folded up, the wheelchair fits neatly onto the back of any cart and can even be attached to the saddlebags of a mount.",
								"If you plan on trying to carry the Combat Wheelchair by yourself once it has been folded up, remember that it can be quite a challenge to do so, especially over long distances. Your carrying capacity is your Strength score multiplied by 15, the result being how much you can carry in pounds (lbs). As this wheelchair doesn't rely on a motor but a mix of manual and a small magically imbued set of Beacon Stones (which are roughly the size and weight of a pebble), it is more lightweight than other wheelchairs available throughout the Realms weighing only 25 pounds (lbs).",
								"However, it is important to remember that 25 pounds (lbs) is the {@b base weight} for the chair. As you add Upgrades, your chair will begin to weigh more and become more cumbersome. Your DM may ask that you keep track of your wheelchair's weight. The weight for each upgrade is specified in the Upgrades section of this item.",
								"If you find yourself struggling to carry your chair when you aren't using it, be sure to ask your party members for help. After all, what are friends for?"
							]
						},
						{
							"type": "entries",
							"name": "Versatile",
							"entries": [
								"The Combat Wheelchair lends itself well to both Strength and Dexterity builds but is also just as perfect for a magic-user. The frame of the chair and the wheels are made from lightweight but durable materials, allowing it to be versatile for the user.",
								{
									"type": "entries",
									"name": "An Extension of the Self",
									"page": 2,
									"entries": [
										{
											"type": "entries",
											"name": "Spells",
											"entries": [
												"When casting spells with magical effects, the combat wheelchair is considered as being a part of you; an extension of your body.",
												"As a result, both you and the chair share the benefit of the spell's effect for the duration or until the spell is dropped."
											]
										},
										{
											"type": "entries",
											"name": "Wildshaping & Transmutation",
											"entries": [
												"Druids who use {@classFeature Wild Shape|Druid||2}, and transmutation spells that change the user's form (i.e. {@spell Polymorph}, {@spell Shapechange}, etc.) will find that the chair shares the benefit and transforms with them to be a part of the new form.",
												"The aid of the chair is still in effect in this new shape. When the Druid changes back, they reappear as sitting in their chair."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Equipment",
							"entries": [
								"As already mentioned, the Combat Wheelchair comes with equipment. But let us address what this means. What do we categorise as 'equipment'?",
								"Well, in much the same way a {@item dungeoneer's pack|PHB} comes with lots of handy little items like {@item torch|PHB|torches}, a {@item tinderbox|PHB}, {@item hempen rope (50 feet)|PHB|ropes}, {@item caltrops (bag of 20)|PHB|caltrops}, etc., the Combat Wheelchair comes with handy little items too. Many of these are actually built into the chair the same way that an {@item explorer's pack|PHB} has pouches and compartments, but only one item comes separate from the chair: the gloves (which you may choose to wear or not).",
								"The Combat Wheelchair comes with 2 pieces of set equipment:",
								{
									"type": "list",
									"items": [
										{
											"type": "item",
											"name": "Gloves.",
											"entry": "These simple leather gloves grant you protection from friction whilst using the push rims."
										},
										{
											"type": "item",
											"name": "Rear Backrest Compartment.",
											"entry": "This bag, which has been designed to fit snug against the back of the chair, is attached to the seat's backrest and the camber bar. This item is the same as an {@item explorer's pack|PHB} in your Starting Gear so you may wish to forgo that and use the backrest compartment instead - it can hold the same items and amount as a standard {@item explorer's pack|PHB} can."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Anatomy of the Chair",
							"entries": [
								"So far it's been mentioned that the Combat Wheelchair is based on the design of the chairs used in high impact sports such as wheelchair rugby and basketball, but what does that mean regarding how the chair actually {@i looks?}",
								"None of the items used to make the base frame of the chair give the user any significant benefit, all they do is provide the foundations of an item that allows disabled adventurers to be as independent as abled adventurers.",
								"There are 5 main aspects to the chair's anatomy:",
								{
									"type": "list",
									"items": [
										{
											"type": "item",
											"name": "Slanted Wheels.",
											"entry": "These wheels allow for easy passage over Coast, Forest, Grassland, and Mountain terrains. Similar to how a Ranger finds ease over lands familiar to them, the artificers who carried out data research discovered that these 4 terrain types are the ones most often traversed by adventuring parties. The slant of the wheels as they turn inwards and upwards disperses weight evenly and gives you good control when travelling over these terrains. The spokes are covered by wooden covers to prevent debris getting tangled in them. {@b Upgrades} for tyres that account for more terrains at an additional cost are available in the {@b Upgrades} section of this item's description."
										},
										{
											"type": "item",
											"name": "Pouches.",
											"entry": "About the frame of the chair are an additional 3 small pouches, near the armrests. One of these serves as a waterskin holder to save you from having to waste time stopping and rummaging around the rear backrest compartment looking for your drink. It acts the same way as another adventurer might wear theirs at their hip for convenience. The other 2 pouches can be used to hold your weapon(s), much like a sword belt or shield harness, or can simply be used to carry a bit more gear - much like trouser pockets."
										},
										{
											"type": "item",
											"name": "Seat Tilt Lever.",
											"entry": "This small lever sits just under the seat. When pressed as an action, it releases a lock mechanism that causes the seat to tilt up so that getting in and out of the chair is easier."
										},
										{
											"type": "item",
											"name": "Adjustable Armrests.",
											"entry": "These armrests are affixed to the chair and are adjustable to your arms' length. Within one of the armrests (your choice) is a {@b beacon stone}. Refer to the final point in this section for details on {@b beacon stones}."
										},
										{
											"type": "item",
											"name": "Seatbelts.",
											"entry": "These seatbelts are affixed to the chair and strap about the waist, knees and shins. This helps to hold you in the chair correctly and prevents them from falling out whenever the chair is struck, thrown, or handled roughly by a creature or spell in combat. These belts all have clasp buckles which can be undone by using a bonus action to press the release buttons."
										},
										{
											"type": "item",
											"name": "Beacon Stone.",
											"entries": [
												"These stones are common, factory-made by artificers across the Realms for this sole purpose. They are magically imbued with very low-level {@i transmutation magic.} To be specific, they carry about the same level of energy as a {@i cantrip spell} does, providing enough energy for a little boost and nothing more.",
												"Each chair comes with one of these stones set into an armrest (your choice) and you can use it in 2 different ways. The first is that you can run your hand or fingers over it to indicate and guide the chair in which direction you want it to go—this use was designed for users who may not have full use of their arms or an illness or disability which means they lack the energy to push the chair themselves. Regardless of whether you push or direct the chair using the stone, the Combat Wheelchair always has a base movement speed of 25 feet.",
												"The second way to use this stone is when faced with {@b ascending or descending} stairs; the true favoured enemy of many a wheelchair user. Refer to the next section for details on how to use this chair with stairs.",
												"Additionally, the Beacon Stone is unique in that it only responds to the owner's touch. If someone who is not the chair's user attempts to use the stone, the chair will not respond and will, instead, have to be moved using the push rims.",
												" {@spell Dispel Magic} has no effect upon this stone."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Ascending & Descending Stairs",
							"page": 3,
							"entries": [
								"We all know dungeons often have a lot of stairs and, sweet Azalin, let's not get started on {@i Castle Ravenloft's} maze of steps! Let's face it, stairs are difficult, especially when you're in a wheelchair, which is why the {@b beacon stone} is here to help.",
								"By tapping your fingers or hand against the stone twice, you inform it that it needs to help you go up or down a flight of stairs. As a result the chair begins to hover, starting at 2 feet off the ground. Using your fingers or hand on the stone's surface, you guide it to go forwards or backwards (depending on which direction the stairs go in) on the staircase, tapping the stone twice to hover up to the next step or tapping once if you would like it to hover down. The chair will always hover 2 feet over the step it is above when being used in this manner and can continue ascending or descending like this until the end of the stairs has been reached.",
								"Once you have reached the top or bottom of the stairs you can continue to move the chair as it usually does using either the push rims or by directing it with the stone."
							]
						},
						{
							"type": "entries",
							"name": "The Self-Propulsion Variant",
							"entries": [
								"Using the {@variantrule Downtime Activity: Crafting an Item|XGE|Create Magic Item} downtime ({@book Xanathar's Guide to Everything}), you - or an ally - can spend the time imbuing the chair with a low-level pulse of {@i transmutation magic}. This typically appears in the form of a Dwarven rune engraved into the chair's frame. Once this process has been completed, you will find that you are now able to use telepathy to command the chair's movements and it will respond accordingly. This telepathy does not require concentration, working off your quick-passing thoughts instead.",
								"This variant means the chair is now a {@i Magic Item} but isn't affected by {@spell Dispel Magic} in accordance with the spell's description ({@book Player's Handbook}). "
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Actions",
					"entries": [
						"The Combat Wheelchair can be used as a weapon that can make {@b Melee Weapon Attacks}. At lower levels, you may wish to use one of these attacks instead of a standard weapon attack. At higher levels, you may want to use the chair in this way for your Extra Attack. You are considered as being {@b proficient} in using the wheelchair as a weapon.",
						"When in combat, the chair can still be moved around one- handed by using the {@b Beacon Stone}. Additionally, a hand  holding a one-handed or versatile weapon can still move the chair using either the push rims or the {@b Beacon Stone}.",
						"See the {@object Combat Wheelchair|CombatWheelchair} for more information.",
						{
							"type": "entries",
							"name": "How Tough is the Chair?",
							"entries": [
								"If you have ever seen a game of wheelchair basketball or rugby, you'll understand that the chairs used are very durable and can withstand the impact of tackling at high speeds.",
								"The Combat Wheelchair doesn't have hit points, the same way a sword or a shield doesn't. However, it can withstand 3 consecutive {@b Critical Hits} (inflicted by either Melee Weapons or Melee Spells) before it needs repairing with either {@item Tinker's Tools|PHB} or {@item Smith's Tools|PHB}. You can also pay for the chair to be repaired at a cost of 100gp. Once repaired, the chair is as good as new. Whilst the chair needs to be repaired, you can still use it for everyday tasks such as mobility and ascending or descending stairs and any upgrades you have acquired remain in effect. Only {@b Critical Hits} damage the chair, normal attack damage does not.",
								"The chair must take 3x the amount of Critical Hits it can withstand before it can be repaired consecutively in order for it and any {@b Upgrades} it has to be rendered completely broken and unusable. If this happens, you can either pay for a new base chair at 200gp or pay upwards of 500gp or more (depending on the price of the {@b Upgrades} you had) to have it completely rebuilt and kitted out with the {@b Upgrades} your old chair had.",
								"However, the rulings of {@b Critical Hits} and how they affect the chair are completely optional and you don't have to use them in your game in order to have a fun experience.",
								"Additionally, the {@spell Mending} cantrip can be used to fix any breaks in the chair that are cleanly done and specified as being in two parts. For example, if the camber bar breaks after the chair reaches its {@b Critical Hit} limit and upon inspection is reveal to only be broken in two, you or an ally can cast {@spell Mending} to repair it instantly.",
								"Falling damage still occurs as standard, dealing damage to the chair's user. However, if you are using the optional {@b Critical Hits} ruling, the chair needs 1 repair per every 60ft the chair falls."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Optional Features",
					"page": 4,
					"entries": [
						"The Combat Wheelchair has 4 optional Features available to you. You can choose whether or not to include them in your game.",
						{
							"type": "list",
							"items": [
								"{@variantrule Combat Wheelchair; Swift|CombatWheelchair}",
								"{@variantrule Combat Wheelchair; Stable|CombatWheelchair}",
								"{@variantrule Combat Wheelchair; Attuning|CombatWheelchair}",
								"{@variantrule Combat Wheelchair; Mounted Combat|CombatWheelchair}"
							]
						},
						{
							"type": "entries",
							"name": "Starting Out With the Chair",
							"entries": [
								"The standard Combat Wheelchair (as it has been described to you thus far) costs 200gp which is more expensive than a simple wheelchair (typically 5gp). This is because the Combat Wheelchair is designed specially for use on the battlefield and during adventures and has been built with durable materials.",
								"But what about if you're a character who is beginning their adventure and is disabled from the get-go? Perhaps you were born with your disability or illness, or maybe part of your backstory includes an accident or injury that predates your career as an adventurer? If this is the case, speak with your DM and consider having the Combat Wheelchair be part of your items without having to pay for it - perhaps you paid for one already as part of your backstory? Perhaps you would like to forgo having skills you acquired as part of your background and take the wheelchair instead? The choice is yours at the end of the day.",
								"If you happen to take a lasting injury or otherwise become disabled whilst on your travels, you can buy a Combat Wheelchair at any time for 200gp from any good merchant.",
								"{@b Remember:} the Combat Wheelchair does not give a disabled character an \"advantage\" over the abled characters. All it does is enable disabled characters to do the things an abled adventurer can. You should not be punished for something you cannot help and to be punished for having a disability is cruel.",
								"{@i Anyone can be a hero.}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Upgrades",
					"entries": [
						"So far, we have been shown the basics of this wheelchair as well as a few optional rules and Features, but what if you'd like to tailor your wheelchair to you? How can you go about making it suit your skill set?",
						"This is where the Upgrades come in!",
						"There are a variety of Upgrades available to you on your journey and they can typically be bought and affixed to your wheelchair at any blacksmith's, artificer's, or forge.",
						"Kit your Combat Wheelchair out in a way that best suits you and what you find yourself needing whilst out adventuring in the world! Even more fun, this part of the Combat Wheelchair lends itself well to your own homebrews, so why not make a special upgrade of your own too?",
						"{@b The Combat Wheelchair can only have 2 upgrades on it at any one time in order to keep the chair functional enough for both adventuring and combat. You cannot stack the same upgrades on top of one another but you can get upgrades removed to replace them with new ones.}",
						"Some Upgrades cannot be used together due to either there not being enough room on the chair for both, or that one Upgrade's effects may negate anothers. These have been detailed when relevant.",
						{
							"type": "list",
							"items": [
								"{@optfeature Combat Wheelchair Upgrade: Agile Suspension|CombatWheelchair}",
								"{@optfeature Combat Wheelchair Upgrade: All-Terrain Tyres|CombatWheelchair}",
								"{@optfeature Combat Wheelchair Upgrade: Arcane Absorption|CombatWheelchair}",
								"{@optfeature Combat Wheelchair Upgrade: Armoured Plates|CombatWheelchair}",
								"{@optfeature Combat Wheelchair Upgrade: Floats|CombatWheelchair}",
								"{@optfeature Combat Wheelchair Upgrade: Mounted Sniper|CombatWheelchair}",
								"{@optfeature Combat Wheelchair Upgrade: Parting Ram|CombatWheelchair}",
								"{@optfeature Combat Wheelchair Upgrade: Razor Edges|CombatWheelchair}",
								"{@optfeature Combat Wheelchair Upgrade: Scatter Tacks|CombatWheelchair}",
								"{@optfeature Combat Wheelchair Upgrade: Shin Shredders|CombatWheelchair}",
								"{@optfeature Combat Wheelchair Upgrade: Spider Legs|CombatWheelchair}",
								"{@optfeature Combat Wheelchair Upgrade: Suppression Tyres|CombatWheelchair}",
								"{@optfeature Combat Wheelchair Upgrade: Thunder Trip|CombatWheelchair}"
							]
						},
						{
							"type": "entries",
							"name": "What Constitutes as an Upgrade?",
							"page": 7,
							"entries": [
								"You're perhaps wondering: {@i What happens if I attach a shield to the side of my wheelchair? Does that mean my chair gets the +2 AC bonus?}",
								"The answer is no, your chair would not get the bonus. The same goes for randomly attaching any weapon or armour to the chair that isn't classified specifically as an Upgrade.",
								"Why is this? The difference between, say, attaching the {@optfeature Combat Wheelchair Upgrade: Armoured Plates|CombatWheelchair|Armoured Plates} Upgrade and attaching a standard {@item Shield|PHB} is that the Upgrade has been specifically designed to fit the chair and fulfill its role correctly.",
								"A shield is designed to be held close to the body and isn't made to accommodate for the shape and angles of a wheelchair. As a result, it cannot defend and protect both the chair and the character using it correctly whereas the armoured plates {@i can}.",
								"You cannot use non-Upgrade items in order to give your Combat Wheelchair benefits, you can only use Upgrades that have been specifically designed to be affixed to the wheelchair. However, you are more than welcome to homebrew your own Upgrade items if you so desire—get creative!"
							]
						},
						{
							"type": "entries",
							"name": "Mundane Items",
							"entries": [
								"Small Mundane Items like {@item lamp|PHB|lamps}, {@item bedroll|PHB|bedrolls}, {@item backpack|PHB|packs}, and even small {@item chest|PHB|chests}, etc. can be affixed to the chair's frame at no additional cost other than the price you paid to buy the items. Small Magical Items such as {@item bag of holding||The Bag of Holding} can also be affixed to the frame for additional storage."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Background",
					"entries": [
						{
							"type": "entries",
							"name": "Paralympian",
							"entries": [
								"{@background Paralympian|CombatWheelchair}"
							]
						},
						{
							"type": "entries",
							"name": "Thank You to my Patrons!",
							"page": 8,
							"entries": [
								"Adi, Alan Greve, Alex Woodard, Andrew Girdwood, Angela Lamb, Anna Goldberg, AnotherChris, Ashton McAllan (Acegiak), bips, Caroline Pinder, Cecil Maye, Chris Hall, Chris Matosky, Craig-Anthony Acrobati, Damon Sandall, David Walker, Echo Summer, Elin Malmgren, Emma, Eric Dziver, espiroth, Firenz, Hairy Mermaid Game Studios, Harry Danby, Ian C Beltran, ImpJ, J Herres, John Phillpot, Julia R Thompson, Lilian Mae Ball, Luke Crawley, Matthias, Miranda Debenham, Montana Macbeth, Nicholas Bruce, Nova Kleist, Potato Richardson, ProudNerdery, Ren H, Rick Osborne, Ronald Hart, Saice, Sal Creber, Sarah Ryan, Sebastian Elric, Sophia Stenbäck, Spell Engine, Velian Pandeliev, Web DM, Zach Hunt."
							]
						},
						{
							"type": "entries",
							"name": "The Creator",
							"entries": [
								"The Combat Wheelchair was homebrewed by Sara Thompson, known as {@b mustangsart} on Twitter ({@link https://www.twitter.com/mustangsart}). She is a freelance writer for table-top role-playing games, focusing on positive disability and chronic illness representation and content in games. She has worked for established game companies such as {@b RTalsorianGames} on {@i The Witcher} and {@b Paizo} on {@i Starfinder}.",
								"Disabled herself, Sara also works as a disability advocate in the TTRPG community and also as a sensitivity reader. She is also the founder of disabled streaming community {@b Heroes Without Limits} ({@link https://www.twitter.com/HwithoutLimits} / {@link https://www.twitch.com/hwithoutlimits}).",
								"Sara doesn't charge for any of her disability content (all patrons pay for early access to content that will be released to non-patrons weeks later), wanting to make it free and accessible to the whole community. However, you can tip her on {@b Ko-Fi} ({@link https://www.ko-fi.com/mustangsart}) or become a patron on {@b Patreon} ({@link https://www.patreon.com/mustangsart}) if you would like to support her work. If you would like to hire Sara as a sensitivity reader and/or as a consultant or writer, you can direct your business to the following {@b email}: {@link saradisabilityrepinttrpgs@gmail.com|mailto:saradisabilityrepinttrpgs@gmail.com}."
							]
						},
						{
							"type": "entries",
							"name": "Disclaimer",
							"entries": [
								"{@i DUNGEONS & DRAGONS, D&D, Wizards of the Coast, Forgotten Realms, Ravenloft, Eberron, the dragon ampersand, Ravnica and all other Wizards of the Coast product names, and their respective logos are trademarks of Wizards of the Coast in the USA and other countries. This work contains material that is copyright Wizards of the Coast and/or other authors. All other original material in this work is copyright 2020 by Sara Thompson (mustangsart)}."
							]
						}
					]
				}
			]
		}
	],
	"background": [
		{
			"name": "Paralympian",
			"source": "CombatWheelchair",
			"page": 7,
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Acrobatics}, {@skill Athletics}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A {@object Combat Wheelchair|CombatWheelchair} (a gift to you when you first started training and participating in wheelchair sports), 5 sticks of {@item chalk (1 piece)|PHB|chalk} (for drying out your palms for grip), {@item costume clothes|PHB} (essentially a sports uniform), {@item Tinker's Tools|PHB}, {@item common clothes|PHB}, and a {@item pouch|phb} containing 15 gp."
						}
					]
				},
				{
					"name": "Feature: Sportsmanship",
					"type": "entries",
					"entries": [
						"As a paralympian, you are an impressive athlete in your favoured sport (murderball, WCX-ing, etc.) and you can teach others the rules and play of this chosen sport without having to make any checks to do so. You and your adventuring companions can expect to be able to get a match of your favoured sport together so long as there are 10 or more willing humanoids in the area, your party is included in this number. Depending on the type of sport, the opposing teams involved make contesting Athletics or Acrobatics checks (for example, murderball requires an Athletics check, whereas WCX requires an Acrobatics check), adding only the bonus from the character with the highest score from each team involved. The team with the highest score wins.",
						"You might also have ties to a specific team within your favoured sport and you know you have a space and friends there. This could be your birthplace's team, so long as you remain on good terms with the members, or a team you found yourself joining whilst off touring the Realms to play either professionally or casually. Whilst near your team's town/city/village of residence, you can seek out and call upon your team for assistance. Providing the assistance you ask for is non-hazardous and that you remain in good standing with the team, they will come to your aid."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Paralympians are often shaped by their experiences from working in a team and the outcome of tournaments or matches they participated in. Their close relationships with people and the study of tactics both on and off the pitch affect their mannerisms and ideals. Their flaws, as is common sometimes with athletes, are often based around overconfidence or not having enough of it to begin with.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I idolize a particular hero within my sport, and constantly talk about refer to them whenever it is relevant in conversation."
								],
								[
									"2",
									"I often think in terms of tactics when it comes to combat, years of sports training having rubbed off on me. I'm able to think quickly and find new approaches when others fail."
								],
								[
									"3",
									"I am supportive and encouraging of my party - they are my new 'team' now after all! I often have a few words of wisdom or a personal experience of securing a win when all else seems lost and use these to give my friends pep talks."
								],
								[
									"4",
									"More often than not, I have an optimistic attitude. I can do anything I put my mind to, especially with my friends beside me!"
								],
								[
									"5",
									"I talk in terms of sports a lot, even if it doesn't always fit the conversation."
								],
								[
									"6",
									"I'm great at giving inspiring speeches - I've had to give a lot of them during my career."
								],
								[
									"7",
									"I am patient (or impatient) when explaining the rules of my favoured sport."
								],
								[
									"8",
									"I firmly believe that my plans of attack/tactics are the best (or the worst)."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"By the books. The rulings and my experience in games have given me the opinion that fairness is key. I try to never fight or play dirty. (Lawful)"
								],
								[
									"2",
									"Patience. Anyone can learn with time and dedication. The win comes to those who wait and help their teammates. (Good)"
								],
								[
									"3",
									"Rule breaker. The rules are more what you'd call guidelines. I'm not above hitting below the belt to secure a win. The trick is to never get caught. (Chaotic)"
								],
								[
									"4",
									"Perseverance. Failure is the greatest teacher. Learn from your mistakes and keep getting back up to try again. Eventually you will prevail. (Lawful)"
								],
								[
									"5",
									"Team worker. I know the value of working together. When I'm with my party, anything is achievable. (Lawful)"
								],
								[
									"6",
									"Aspiration. I want to be the best paralympian and adventurer in the Realms. I will do whatever it takes to achieve my dream. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My sports team members are very dear to me and I would do anything for them."
								],
								[
									"2",
									"I will one day get revenge on a sports rival I had during my career who I caught cheating but no one believed me."
								],
								[
									"3",
									"I owe a favour to an old teammate who gave me courage and inspiration when I needed it most."
								],
								[
									"4",
									"I will do anything for my party who I now consider to be my new team. I care deeply for them."
								],
								[
									"5",
									"I was falsely accused of cheating in my past and it tarnished my career. I will do anything to clear my name."
								],
								[
									"6",
									"I seek to teach others about my sport, especially if they use wheelchairs too."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am sometimes a bit overconfident (or have no confidence at all) in my tactical approach to things."
								],
								[
									"2",
									"Sometimes it's my way or no way at all."
								],
								[
									"3",
									"I am overly competitive which can come back to bite me at the worst of times."
								],
								[
									"4",
									"I am liable to make an intense rivalry in any competitive situation."
								],
								[
									"5",
									"Sometimes I try to give out advice, even when it isn't welcome or particularly useful."
								],
								[
									"6",
									"Once I become fixed on a potential win or success, I will pursue it no matter the cost."
								]
							]
						}
					]
				}
			],
			"skillProficiencies": [
				{
					"acrobatics": true,
					"athletics": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						"A {@item Combat Wheelchair|CombatWheelchair} (a gift to you when you first started training and participating in wheelchair sports), 5 sticks of {@item chalk (1 piece)|PHB|chalk} (for drying out your palms for grip), {@item costume clothes|PHB} (essentially a sports uniform), {@item Tinker's Tools|PHB}, {@item common clothes|PHB}, and a {@item pouch|phb} containing 15 gp.",
						{
							"item": "Combat Wheelchair|CombatWheelchair"
						},
						{
							"item": "chalk (1 piece)|PHB",
							"quantity": 5
						},
						{
							"special": "costume clothes which function as a sports uniform"
						},
						{
							"item": "Tinker's Tools|PHB"
						},
						{
							"item": "common clothes|PHB"
						},
						{
							"item": "pouch|PHB",
							"containsValue": 1500
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"You have spent the past however many years of your life as a wheelchair athlete, specialising in a sport of your choice (e.g. murderball, WCX, basketball, etc.) You have travelled all over the Realms participating in professional or casual sporting events and, as a result have picked up a couple of languages of your choice along the way. You are not necessarily a rogue, but you have honed your skills in using your wheelchair in impressive feats of acrobatics and athletics.",
					"Choose a sport (you can even research the many different types of wheelchair sports online) and work with your DM to detail how the game looks or any additional fun rulings it may have in your setting - perhaps cantrips are permitted during play, or everyone must play in an Anti-Magic Field to prevent any cheating, get creative with it! You can also choose what position you played in. Were you a goalkeeper? Or were you centre right field? Perhaps you were centre attack or were the kind of player generally skilled to play in any position."
				]
			}
		}
	],
	"variantrule": [
		{
			"name": "Combat Wheelchair; Swift",
			"source": "CombatWheelchair",
			"page": 4,
			"ruleType": "VO",
			"entries": [
				"When moving downhill, you can choose to let gravity make you roll faster, moving up to 2x the chair's base movement speed. This means that instead of 25ft movement, you have 50ft movement speed going downhill unless you choose to keep a tight control of the chair using either the push rims or the beacon stone. If you choose to retain control, the chair's movement speed stays at its base of 25ft.",
				"If you decide to roll faster, you must bear in mind that you can't come to an abrupt halt. Instead, you must use your hands or the {@b Emergency Brakes} on your two rear wheels to slow down.",
				{
					"entries": [
						{
							"type": "entries",
							"name": "Emergency Brake",
							"entries": [
								"When the chair is moving at a high speed using the {@b Swift Feature}, you put a great risk to yourself if you try to use your hands on the wheels to stop suddenly. When this happens, you can use the emergency brakes located either side of the seat pan by the rear wheels. Using the brakes is an Action and slows the chair down by 10ft per round."
							]
						}
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Combat Wheelchair; Stable",
			"source": "CombatWheelchair",
			"page": 4,
			"ruleType": "VO",
			"entries": [
				"Due to the chair's fifth wheel acting as a stabiliser,—a staple you'll find on many wheelchairs—you have advantage on saving throws versus being knocked {@condition prone} whilst you are in the chair.",
				"If the chair does get knocked {@condition prone}, you are not thrown out of it so long as you are wearing the {@b seatbelts}. You can release these belts at any time using a bonus action to press the buttons on the clasps.",
				"Whilst you are in the chair and the chair is prone, you are also considered prone and any close range melee weapon attacks made against you have advantage.",
				"You must use {@i your own} half movement to get up if you are thrown out of the chair. If you are still in the chair when it is {@condition prone}, you must use {@i the chair's} half movement to push you and it back up unaided. This is reduced to zero movement if you are assisted by an ally.",
				"This is no different to an abled character being knocked prone and spending half their movement getting back up."
			]
		},
		{
			"name": "Combat Wheelchair; Attuning",
			"source": "CombatWheelchair",
			"page": 4,
			"ruleType": "VO",
			"entries": [
				"When you {@b attune} to Magical Items, the effect of the item is shared between you and the Combat Wheelchair when you are in the chair.",
				"For example, {@item Boots of Flying} in accordance with the {@book Dungeon Master's Guide} aren't designed with disabled adventurers in mind; some disabled folks have mobility issues where they can't support their own weight standing unaided and will require the Combat Wheelchair.",
				"Using this Feature, when you attune to a Magical Item and are using the chair, both you and the chair share the item's benefit and any effects it may have. When you get out of the chair, only you retain the benefit of the item."
			]
		},
		{
			"name": "Combat Wheelchair; Mounted Combat",
			"source": "CombatWheelchair",
			"page": 4,
			"ruleType": "VO",
			"entries": [
				"For characters that are looking to specialise in mounted combat, the Combat Wheelchair can be considered as your mount. In addition to this, you can choose to attach your {@feat polearm master||polearm}, {@item lance|PHB}, or {@item halberd|PHB} to the chair's armrest (your choice which one) at no extra financial cost. This addition is something either you or your party can do."
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Combat Wheelchair Upgrade: Agile Suspension",
			"source": "CombatWheelchair",
			"page": 5,
			"featureType": [
				"OTH"
			],
			"entries": [
				"An elaborate branching of suspension is fixed about the camber bar, connected to the rear wheels and the seat to create a chair that is more responsive to sharp and agile movements. Whilst in the chair, you have advantage on Dexterity saving throws and {@skill Acrobatics} checks.",
				{
					"type": "entries",
					"name": "Cost",
					"entries": [
						"180 gp"
					]
				},
				{
					"type": "entries",
					"name": "Weight",
					"entries": [
						"8 pounds (lbs)"
					]
				},
				"Agile Suspension cannot be used with the upgrade 'Armored Plates'."
			]
		},
		{
			"name": "Combat Wheelchair Upgrade: All-Terrain Tyres",
			"source": "CombatWheelchair",
			"page": 5,
			"featureType": [
				"OTH"
			],
			"entries": [
				"Though the Slanted Wheels on the base chair provide ease of travel over Coast, Forest, Grassland, and Mountain terrains, these tyres accommodate for other terrains not covered by the chair's basic wheels. All-terrain tyres are thicker, have more grip, disperse weight more evenly, and are crossed with snow chains, allowing you traverse over Arctic, Desert, Swamp, and Underdark terrains. These tyres do not permit you to travel over water terrains which you will need to purchase either a boat or floats for.",
				{
					"type": "entries",
					"name": "Cost",
					"entries": [
						"300 gp for a pair, 150 gp each"
					]
				},
				{
					"type": "entries",
					"name": "Weight",
					"entries": [
						"9 pounds (lbs) per tyre"
					]
				}
			]
		},
		{
			"name": "Combat Wheelchair Upgrade: Arcane Absorption",
			"source": "CombatWheelchair",
			"page": 5,
			"featureType": [
				"OTH"
			],
			"entries": [
				"The frame of the chair has been engraved with Dwarvish runes of Primordial incantations that absorb elemental energy from spells only. The next time you are forced into a Saving Throw against a spell that deals cold, fire, or lightning damage, you have advantage on the save as the runes attempt to rebuff some of the attack. This Upgrade can be used twice per long rest.",
				"{@spell Dispel Magic} has no effect on this Upgrade.",
				{
					"type": "entries",
					"name": "Cost",
					"entries": [
						"260 gp"
					]
				},
				{
					"type": "entries",
					"name": "Weight",
					"entries": [
						"None"
					]
				}
			]
		},
		{
			"name": "Combat Wheelchair Upgrade: Armoured Plates",
			"source": "CombatWheelchair",
			"page": 5,
			"featureType": [
				"OTH"
			],
			"entries": [
				"Small but heavy metal plates are attached to the frame of the Combat Wheelchair to better protect it and the user's lower body.",
				"This Upgrade increases the wheelchair's weight from 25 pounds (lbs) to 65 pounds (lbs). You gain a +2 to your AC whilst you are in the chair. When you are not in the chair, you no longer have this bonus. If this upgrade is removed, you no longer gain a +2 AC bonus whilst in the chair.",
				"Whilst this Upgrade is affixed to your chair, you also have disadvantage on Dexterity saving throws and {@skill Acrobatic} and {@skill Stealth} checks.",
				"Additionally, the number of Critical Hits your chair can withstand before needing repairs increases from 3 to 6.",
				{
					"type": "entries",
					"name": "Cost",
					"entries": [
						"550 gp"
					]
				},
				{
					"type": "entries",
					"name": "Weight",
					"entries": [
						"40 pounds (lbs)"
					]
				},
				"Armoured Plates cannot be used with the Upgrade '{@optfeature Combat Wheelchair Upgrade: Agile Suspension|CombatWheelchair|Agile Suspension}' or '{@optfeature Combat Wheelchair Upgrade: Suppression Tyres|CombatWheelchair|Suppression Tyres}'."
			]
		},
		{
			"name": "Combat Wheelchair Upgrade: Floats",
			"source": "CombatWheelchair",
			"page": 5,
			"featureType": [
				"OTH"
			],
			"entries": [
				"A compact, folded up device is placed under the chair, attached to the frame which can be activated by pressing a switch that has been attached to the side of one of the armrests (your choice which one). It takes an action to activate. Once triggered, the device expands out into an inflatable raft that can support both the weight of the wheelchair and the person in it only.",
				"This raft can be controlled whilst it's in the water by using either an oar or the {@b Beacon Stone} already in the armrest of the chair. When you are finished with the raft, simply press the activation switch again (another Action) and it will retract back under the chair. The raft uses the same stats and speed as a {@vehicle rowboat|GOS} ({@adventure Ghosts of Saltmarsh}).",
				{
					"type": "entries",
					"name": "Cost",
					"entries": [
						"50 gp (same as a rowboat)"
					]
				},
				{
					"type": "entries",
					"name": "Weight",
					"entries": [
						"10 pounds (lbs) (lighter than a rowboat because it is an inflatable material)"
					]
				},
				"Floats cannot be used with the Upgrade '{@optfeature Combat Wheelchair Upgrade: Spider Legs|CombatWheelchair|Spider Legs}'."
			]
		},
		{
			"name": "Combat Wheelchair Upgrade: Mounted Sniper",
			"source": "CombatWheelchair",
			"page": 5,
			"featureType": [
				"OTH"
			],
			"entries": [
				"A crossbow or pistol has been mounted on one of the armrests (your choice which one), and a quiver of bolts or bullets fixed down by the seat for ease of access when reloading. When you first have this Upgrade affixed, 20 bolts or 20 bullets are given to you for ammunition. The crossbow that has been affixed can be heavy or light depending on your proficiency and functions as a crossbow usually does within combat ({@book Player's Handbook}). If you choose to mount a pistol, it functions as it usually does within combat.",
				"The small mount that the weapon is on has a pivot so that it can still be aimed at targets. ",
				{
					"type": "entries",
					"name": "Cost",
					"entries": [
						"25 gp ({@item light crossbow|PHB}), 50 gp ({@item heavy crossbow|PHB}), 250 gp ({@item pistol})"
					]
				},
				{
					"type": "entries",
					"name": "Weight",
					"entries": [
						"5 pounds (lbs) ({@item light crossbow|PHB}), 18 pounds (lbs) ({@item heavy crossbow|PHB}), 3 pounds (lbs) ({@item pistol})"
					]
				}
			]
		},
		{
			"name": "Combat Wheelchair Upgrade: Parting Ram",
			"source": "CombatWheelchair",
			"page": 5,
			"featureType": [
				"OTH"
			],
			"entries": [
				"A wedge-shaped ram has been affixed to the front of your chair, covering your lower legs. You can use this to knock down a target creature in combat. The parting ram works the same way as the {@b Ram} action in combat but the target creature must make a successful DC 15 Strength save or be knocked prone.",
				"Whilst in the chair with this Upgrade affixed, you also gain a +4 bonus to your Strength check when using the parting ram to break down doors. One other character can help you use the parting ram in this manner by pushing you and the chair to provide extra momentum (with your permission, of course), giving you advantage on the check.",
				"This Upgrade also provides half-cover to the chair's user as it covers the lower half of their body in much the same way a low wall would.",
				{
					"type": "entries",
					"name": "Cost",
					"entries": [
						"10 gp (a standard {@item portable ram|PHB} is 4 gp)"
					]
				},
				{
					"type": "entries",
					"name": "Weight",
					"entries": [
						"35 pounds (lbs)"
					]
				}
			]
		},
		{
			"name": "Combat Wheelchair Upgrade: Razor Edges",
			"source": "CombatWheelchair",
			"page": 6,
			"featureType": [
				"OTH"
			],
			"entries": [
				"Two sharpened, hoop-shaped blades are mounted to jut out from the push rims either side of the rear wheels at a distance so your hands don't get cut up when pushing the chair along. These weaponised rims deal an additional {@damage 1d4} slashing damage each to your {@b Tyre Strike} attack.",
				"These blades can be silvered for an additional 100gp each.",
				{
					"type": "entries",
					"name": "Cost",
					"entries": [
						"50 gp a pair, 25 gp each (a standard {@item longsword|PHB} costs 15 gp)—an additional 100 gp each to have them silvered."
					]
				},
				{
					"type": "entries",
					"name": "Weight",
					"entries": [
						"6 pounds (lbs) each (a {@item greatsword|PHB} weighs the same)"
					]
				},
				"Using Razor Edges with {@optfeature Combat Wheelchair Upgrade: Shin Shredders|CombatWheelchair|Shin Shredders} is compatible as they sit on separate areas of the wheel and don't touch."
			]
		},
		{
			"name": "Combat Wheelchair Upgrade: Scatter Tacks",
			"source": "CombatWheelchair",
			"page": 6,
			"featureType": [
				"OTH"
			],
			"entries": [
				"A loose canvas compartment filled with {@item caltrops (bag of 20)|PHB|20 caltrops} and tied with a slipknot tether has been attached to the bottom of your rear backrest compartment. The tether leads all the way to a small hook on the side of the seat where, as an action, you can choose to unhook it.",
				"Doing so causes the canvas compartment to fall open, scattering caltrops out behind you in a 5 foot square area. Any creature that now enters this area must succeed a {@dc 15} Dexterity saving throw or stop moving and take 1 piercing damage. The creature's movement speed is reduced by 10ft until it regains at least 1 hit point. Any creature moving through the area at half their movement speed does not need to make the save.",
				"The compartment initially comes with 20 caltrops (the same as in a {@item dungeoneer's pack|PHB}) but can be filled with up to 60. This trap can be reset again when you next have an opportunity to refill it and attach the tether back to the hook.",
				{
					"type": "entries",
					"name": "Cost",
					"entries": [
						"2 gp (for the initial purchase of the compartment and caltrops), then 1 gp per {@item caltrops (bag of 20)|PHB|20 caltrops}."
					]
				},
				{
					"type": "entries",
					"name": "Weight",
					"entries": [
						"2 pounds (lbs) per {@item caltrops (bag of 20)|PHB|20 caltrops}."
					]
				}
			]
		},
		{
			"name": "Combat Wheelchair Upgrade: Shin Shredders",
			"source": "CombatWheelchair",
			"page": 6,
			"featureType": [
				"OTH"
			],
			"entries": [
				"Four 1ft-long pronged blades protrude from the center of the rear wheels of the chair, each one razor sharp and angled to be ablating and cut through flesh like a hot knife through butter. This weapon deals an additional 2 slashing damage to your Tyre Strike.",
				"As the blades cut into skin, they cause great pain and make quick movements harder for the target creature. They must make a {@dc 12} Constitution save to push through the pain or have disadvantage on their next attack. This effect can only be used on the first attack on your turn. These blades can be silvered for an additional 100gp per wheel.",
				{
					"type": "entries",
					"name": "Cost",
					"entries": [
						"120 gp a pair, 60 gp each"
					]
				},
				{
					"type": "entries",
					"name": "Weight",
					"entries": [
						"8 pounds (lbs) per wheel (each individual pronged blade weighs 2, the same as a standard {@item shortsword|PHB})"
					]
				},
				"Using Shin Shredders with {@optfeature Combat Wheelchair Upgrade: Razor Edges|CombatWheelchair|Razor Edges} is compatible as they sit on separate areas of the wheel and don't touch."
			]
		},
		{
			"name": "Combat Wheelchair Upgrade: Spider Legs",
			"source": "CombatWheelchair",
			"page": 6,
			"featureType": [
				"OTH"
			],
			"entries": [
				"Tucked up snugly underneath the seat are 8 mechanical legs, folded up tightly in a claw-like position. A button has been set into one of the armrests (your choice which one) which, when pressed as an action, activates the legs to fold out and stand, lifting you and the chair 4 feet off the ground, allowing you and the chair to move across the ground in the same manner a spider does.",
				"These legs are powered by a small, intricate, and extremely expensive construct engine that is also affixed under the seat of the chair, the legs folding over it protectively when they are not in use. Designed by some of the best Dwarven smiths and artificers in the Realms, this construct is a genuine work of mastercrafted art. You can use the {@b Beacon Stone} to steer and control the legs whilst they are active. The legs ignore the effects of difficult terrain and the sharp hooked claws that act as feet have such a powerful grip that they enable the user to climb any vertical surface and ceiling.",
				"Using the legs increases the chair's base movement speed from 25ft to 40ft and also grants the chair a climbing speed of 40ft. When the legs are not in use, the chair no longer has a climbing speed and reverts back to its base movement speed of 25ft.",
				"Additionally, the construct engine can only be used for 1 hour at a time before needing to recharge itself for 2 hours. It is self-charging, sustaining itself on a small core of hellfire that burns eternally.",
				"After 1 hour of use, the legs stop moving and begin to retract and fold up regardless of where the user is so you must be careful of your surroundings—don't lose power whilst upside down on the ceiling! During the 2 hours that the legs are recharging, you can still use your Combat Wheelchair as normal, you just can't use the legs. Once the cooldown period has ended, you may use the legs again for up to another hour.",
				"To keep the core of this construct engine safe, there is a protective outer shell shielding it from most damage. The AC of this casing is 18 and it doesn't gain any bonuses from the {@optfeature Combat Wheelchair Upgrade: Armoured Plates|CombatWheelchair|Armoured Plates} upgrade, its AC is considered as separate from you and the chair's. The weight of this Upgrade is significant enough that you may need a cart or mount to help transport the chair when it is not being used. When using this upgrade, you cannot use the Combat Wheelchair as a weapon—you cannot make a {@b Tyre Strike, Ram,} or {@b Crush} attack.",
				"{@spell Dispel Magic} has no effect on this upgrade.",
				{
					"type": "entries",
					"name": "Cost",
					"entries": [
						"3,500 gp"
					]
				},
				{
					"type": "entries",
					"name": "Weight",
					"entries": [
						"75 cpounds (lbs)"
					]
				},
				"Spider Legs cannot be used with the Upgrade '{@optfeature Combat Wheelchair Upgrade: Floats|CombatWheelchair|Floats}'."
			]
		},
		{
			"name": "Combat Wheelchair Upgrade: Suppression Tyres",
			"source": "CombatWheelchair",
			"page": 6,
			"featureType": [
				"OTH"
			],
			"entries": [
				"The rear tyres are replaced by a set which absorb the sounds that wheels typically make when they move across certain terrains (e.g. crunching stones/gravel/puddles, etc.). Using these tyres gives you advantage on {@skill Stealth} checks. You still have ease of travel over Coast, Forest, Grassland, and Mountain terrains but Arctic, Desert, Swamp, and Underdark still count as difficult terrains for you.",
				{
					"type": "entries",
					"name": "Cost",
					"entries": [
						"220 gp a pair, 110 gp each"
					]
				},
				{
					"type": "entries",
					"name": "Weight",
					"entries": [
						"5 pounds (lbs) per tyre"
					]
				},
				"Suppression Tyres cannot be used with the Upgrade '{@optfeature Combat Wheelchair Upgrade: Armoured Plates|CombatWheelchair|Armoured Plates}'."
			]
		},
		{
			"name": "Combat Wheelchair Upgrade: Thunder Trip",
			"source": "CombatWheelchair",
			"page": 6,
			"featureType": [
				"OTH"
			],
			"entries": [
				"Your chair has a symbol of evocational magic carved into the armrest of your choosing. This symbol holds 2 charges of the 1st level evocation spell {@spell Thunderwave}. You can spend a charge at any time to cast the spell. This does not use up any spell slots, nor are you required to be of a magic class to use it.",
				"You only have 2 charges of this spell per day and all expended charges are restored at dawn. The {@spell Thunderwave} spell cast is the same as in the {@book Player's Handbook} but the spell's Dexterity save DC is 14.",
				{
					"type": "entries",
					"name": "Cost",
					"entries": [
						"250 gp"
					]
				},
				{
					"type": "entries",
					"name": "Weight",
					"entries": [
						"None"
					]
				}
			]
		}
	],
	"object": [
		{
			"name": "Combat Wheelchair",
			"source": "CombatWheelchair",
			"page": 2,
			"size": [
				"M"
			],
			"objectType": "GEN",
			"ac": {
				"special": "N/A"
			},
			"hp": {
				"special": "N/A"
			},
			"speed": 25,
			"immune": [
				"poison",
				"psychic"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "AC & HP.",
							"entries": [
								"The Combat Wheelchair doesn't have hit points. Instead, it can withstand 3 consecutive {@b Critical Hits} (inflicted by either Melee Weapons or Melee Spells) before it needs repairing. Whilst the chair needs to be repaired, you can still use it for everyday tasks such as mobility and ascending or descending stairs and any upgrades you have acquired remain in effect. Only {@b Critical Hits} damage the chair, normal attack damage does not.",
								"The chair must take 3x the amount of {@b Critical Hits} it can withstand before it can be repaired consecutively in order for it and any Upgrades it has to be rendered completely broken and unusable."
							]
						},
						{
							"type": "item",
							"name": "Slanted Wheels.",
							"entries": [
								"These wheels allow for easy passage over Coast, Forest, Grassland, and Mountain terrains without suffering the movement penalty of {@book difficult terrain|PHB|8|Movement}."
							]
						},
						{
							"type": "item",
							"name": "Ascending & Descending Stairs.",
							"entries": [
								"By tapping your fingers or hand against the beacon stone twice, the chair begins to hover 2 feet off the ground. Using your fingers or hand on the stone's surface, you guide it to go forwards or backwards on the staircase, tapping the stone twice to hover up to the next step or tapping once if you would like it to hover down. The chair will always hover 2 feet over the step it is above when being used in this manner and can continue ascending or descending like this until the end of the stairs has been reached.",
								"Once you have reached the top or bottom of the stairs you can continue to move the chair as it usually does using either the push rims or by directing it with the stone."
							]
						},
						{
							"type": "item",
							"name": "Upgrades.",
							"entries": [
								"The Combat Wheelchair can have up to 2 {@filter Upgrades|optionalfeatures|source=Combatwheelchair} on it at a time. You cannot stack the same upgrades on top of one another but you can get upgrades removed to replace them with new ones."
							]
						}
					]
				}
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Tyre Strike",
					"entries": [
						{
							"type": "attack",
							"attackType": "MW",
							"attackEntries": [
								"Your Strength/Dexterity modifier + proficiency to hit, reach 5 ft., one target."
							],
							"hitEntries": [
								"({@damage 1d6} + Your Strength/Dexterity modifier) bludgeoning damage."
							]
						}
					]
				},
				{
					"type": "actions",
					"name": "Ram",
					"entries": [
						"{@atk mw} Your Strength/Dexterity modifier + proficiency to hit, reach 5 ft., one target. {@h} ({@damage 1d6} + Your Strength/Dexterity modifier) bludgeoning damage.",
						"By moving 10ft in a straight line towards a Small or Medium creature, you can bodily slam the chair into the target creature. The target creature must succeed on a {@dc 14} Strength save or be pushed back 5 feet from you. If this attack is made using the optional Feature {@variantrule Combat Wheelchair; Swift|CombatWheelchair|Swift}, the chair deals an additional {@damage 4} bludgeoning damage to the target creature on a successful hit."
					]
				},
				{
					"type": "actions",
					"name": "Crush",
					"entries": [
						"{@atk mw} Your Strength/Dexterity modifier + proficiency to hit, reach 5 ft., one target. {@h} ({@damage 1d8} + Your Strength/Dexterity modifier) bludgeoning damage.",
						"If the target creature is {@condition prone} on the ground, you can choose to roll your chair over them, dealing damage. The creature must be Small or Medium. If this attack is made using the optional Feature {@variantrule Combat Wheelchair; Swift|CombatWheelchair|Swift}, the chair deals an additional {@damage 4} bludgeoning damage to the target creature on a successful hit."
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Combat Wheelchair",
			"source": "CombatWheelchair",
			"page": 1,
			"type": "OTH",
			"rarity": "none",
			"weight": 25,
			"value": 20000,
			"vehSpeed": 2.5,
			"entries": [
				"See the {@object Combat Wheelchair|CombatWheelchair} and {@book full rules document|CombatWheelchair} for more information."
			]
		},
		{
			"name": "Wheelchair",
			"source": "CombatWheelchair",
			"page": 4,
			"type": "OTH",
			"rarity": "none",
			"weight": 50,
			"value": 500,
			"vehSpeed": 1,
			"entries": []
		}
	],
	"subclass": [
		{
			"name": "Way of Pandemonium",
			"source": "CombatWheelchair",
			"className": "Monk",
			"classSource": "PHB",
			"shortName": "Pandemonium",
			"subclassFeatures": [
				"Way of Pandemonium|Monk|PHB|Pandemonium|CombatWheelchair|3",
				"Sonic Barrage|Monk|PHB|Pandemonium|CombatWheelchair|6",
				"Playback|Monk|PHB|Pandemonium|CombatWheelchair|11",
				"Cacophonous Din|Monk|PHB|Pandemonium|CombatWheelchair|17"
			]
		},
		{
			"name": "Order of the Syphonic",
			"source": "CombatWheelchair",
			"className": "Blood Hunter",
			"classSource": "BH2022",
			"shortName": "Syphonic",
			"subclassFeatures": [
				"Order of the Syphonic|Blood Hunter|BH2022|Syphonic|CombatWheelchair|3",
				"Exerted Barrier|Blood Hunter|BH2022|Syphonic|CombatWheelchair|7",
				"Psi Affinity|Blood Hunter|BH2022|Syphonic|CombatWheelchair|11",
				"Brand of Suffusion|Blood Hunter|BH2022|Syphonic|CombatWheelchair|15",
				"Exhaustive Wave|Blood Hunter|BH2022|Syphonic|CombatWheelchair|18"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Way of Pandemonium",
			"source": "CombatWheelchair",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Pandemonium",
			"subclassSource": "CombatWheelchair",
			"level": 3,
			"entries": [
				"Monks of the Way of the Pandemonium use the energy gathered from the effects of force exuded upon them - i.e. impact, friction, pressure - and convert it back into their ki for booming explosions, rippling waves of force, and painful effects on enemies. They are a noisy and disorienting warrior on the battlefield, prone to great feats of athleticism and awe-inspiring efficiency.",
				"Those who follow the Way of the Pandemonium come from all backgrounds across all lands. They aren't necessarily religious and their boisterous fighting style isn't an indicator of an individual's personality by any means. Those who take this path usually don simple cut robes with their limbs often bare, exposed to the forces naturally encountered on their travels, but they appear to follow a shared style of wearing intricate chains, bangles, cuffs, and earrings. Items, they say, that help them continue to collect small amounts of energy they can draw upon to transfer into their ki - twisting a ring causes friction, the slight bounce of a pendant causes impact, etc. When you adorn yourself (and your {@item combat wheelchair|CombatWheelchair}) with these decorations, choose their appearance, or roll for it randomly on the Energy Trinket table.",
				{
					"type": "table",
					"caption": "Energy Trinket",
					"colLabels": [
						"{@dice d8}",
						"Trinket"
					],
					"colStyles": [
						"col-1 text-center"
					],
					"intro": [
						"Consider your monk's way of dress, what taste they may have in fashion. Perhaps their heritage may also influence the style of jewellery or trinkets they wear about their person. You can also roll randomly on the following table if you prefer."
					],
					"rows": [
						[
							"1",
							"Fine chains with charms of cut crystals."
						],
						[
							"2",
							"Rings with small mechanical parts you can fidget with."
						],
						[
							"3",
							"Bracelets made of leather straps and wooden beads."
						],
						[
							"4",
							"Earrings with hooped, loose pendants."
						],
						[
							"5",
							"Necklaces adorned with glittering beads."
						],
						[
							"6",
							"Loose-fitting anklets with chains and glass pendants."
						],
						[
							"7",
							"Metallic bangles made from copper and brass."
						],
						[
							"8",
							"A chain-link belt made of bronze."
						]
					]
				},
				{
					"type": "entries",
					"name": "Your Wheelchair",
					"entries": [
						"This subclass was initially made for use with the {@item combat wheelchair|CombatWheelchair} ruleset but that doesn't mean your character {@i has} to use one in order to play this subclass. This goes for {@i all} the subclasses I've made - they exist more to demonstrate how the wheelchair can be used in D&D rather than trying to limit characters who use wheelchairs to specific subclasses.",
						"If you do use the combat wheelchair ruleset with this subclass, the chair counts as a monk weapon you are proficient in and you can choose to use your martial arts die on the tyre strike attack when rolling its damage. Additionally, as per the An Extension of the Self feature, you can use your ki whilst using the chair."
					]
				},
				{
					"type": "inset",
					"name": "Rule Tip: Deaf or Hard of Hearing",
					"entries": [
						"Despite your attacks often using sound, they will still affect creatures that are deaf or hard of hearing (HoH). Instead of hearing the resulting sound, they experience the physicality of the sound waves produced by your releasing of harsh and powerful energies."
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Energy Centre|Monk|PHB|Pandemonium|CombatWheelchair|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Off-Kilter|Monk|PHB|Pandemonium|CombatWheelchair|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Frictional Ferocity|Monk|PHB|Pandemonium|CombatWheelchair|3"
				}
			]
		},
		{
			"name": "Energy Centre",
			"source": "CombatWheelchair",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Pandemonium",
			"subclassSource": "CombatWheelchair",
			"level": 3,
			"header": 1,
			"entries": [
				"Once per day, at 3rd level, you can spend 15 minutes to draw on the Energy Trinkets you wear about your person and/or wheelchair to regain 1 ki point. You can only use this feature if you have already used 1 or more of your ki points and cannot stack in order to exceed the amount of ki you have that is determined by your monk level.",
				"When you reach 17th level, you can use this feature twice per day. You still can't exceed your ki level in this manner."
			]
		},
		{
			"name": "Off-Kilter",
			"source": "CombatWheelchair",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Pandemonium",
			"subclassSource": "CombatWheelchair",
			"level": 3,
			"header": 1,
			"entries": [
				"At 3rd level, you can spend 1 additional ki point when using your {@classFeature Ki|Monk||2||flurry of blows} to transfer the flow of energy gathered by the impact of your chair's wheels or your feet on the ground into a ripple of force that imbues your attack. The target creature is forced to make a Dexterity save as a pulse of energy jolts through them, rattling their very bones, the DC being the same as your ki save DC. If the creature fails, they crumple to the ground, falling {@condition prone}.",
				"The sound produced by this wave is a distorted bend of noise, like a drumbeat played in reverse."
			]
		},
		{
			"name": "Frictional Ferocity",
			"source": "CombatWheelchair",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Pandemonium",
			"subclassSource": "CombatWheelchair",
			"level": 3,
			"header": 1,
			"entries": [
				"Starting at 3rd level, you know how to manipulate the energy gathered from frictional burns, whether they come from pushing your wheelchair or handling certain weapons, even saddle sores from long periods riding a mount may be the cause. When you hit a creature with an {@classFeature Martial Arts|Monk||1||unarmed strike}, you can spend 1 ki point to deal extra fire damage equal to one roll of your martial arts die. If the creature is incapacitated, vulnerable, or made from plant life, the creature takes fire damage equal to three rolls of your martial arts die instead.",
				"You can use this feature once on each of your turns."
			]
		},
		{
			"name": "Sonic Barrage",
			"source": "CombatWheelchair",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Pandemonium",
			"subclassSource": "CombatWheelchair",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you have learned to harness the energy gathered from knocks and even blows against you and your wheelchair. As a bonus action, you spend 1 ki point to blast the energy out of you in a cracking sonic boom that snaps through the air. This blast extends out from you in a 10ft radius, but doesn't penetrate total cover. Each creature in this area must make a Dexterity saving throw - the DC equal to your ki save DC - or take {@damage 2d8} thunder damage, half as much on a success. If the creature fails, they have disadvantage on their next attack made against you."
			]
		},
		{
			"name": "Playback",
			"source": "CombatWheelchair",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Pandemonium",
			"subclassSource": "CombatWheelchair",
			"level": 11,
			"header": 2,
			"entries": [
				"At 11th level, you have mastered absorbing the energy from forces placed upon you by outside forces when in battle - essentially, attacks from your enemies. When a melee weapon or spell attack next successfully hits you, you can choose to spend 1 ki point to use your reaction to only take half of the resulting damage and grab the residual energy to fling the remaining damage back at a target of your choice within 20ft of you.",
				"You can choose how this volley of energy is returned back to your target - perhaps you channel it into one arm before throwing a mean pitch, or perhaps you feed it into one of your chair's rear wheels before pivoting into a swivel to sling it with momentum. If the initial attack requires you to make a saving throw against a condition, the target you throw the residual damage onto must also make the same throw against it.",
				"The sound this energy makes as you volley it is akin to that of the crack of a whip amplified tenfold."
			]
		},
		{
			"name": "Cacophonous Din",
			"source": "CombatWheelchair",
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Pandemonium",
			"subclassSource": "CombatWheelchair",
			"level": 17,
			"header": 2,
			"entries": [
				"Starting at 17th level, your tight control over energy conversion allows you to create an overwhelmingly loud and jarring explosion of discordant sound. When you next make a successful attack against a creature, you can expend 4 ki points to unleash a devastating blast of pure sound and energy. The target creature must make a Constitution saving throw - the DC equal to your ki save DC - at disadvantage. If it fails, it takes six of your martial arts die's worth of force damage and is stunned until it succeeds the saving throw on one of its turns. Whilst stunned, all attacks made against it have advantage. If the creature succeeds the save, they only take half damage and aren't stunned.",
				"Additionally, after passing through the initial target, the exploding wave of sound ripples out into a 30ft radius. Each creature within this range, including allies, must make a Dexterity saving throw. Those that fail are thrown back 5ft and fall {@condition prone}. Those that succeed will only be pushed back 5ft."
			]
		},
		{
			"name": "Order of the Syphonic",
			"source": "CombatWheelchair",
			"className": "Blood Hunter",
			"classSource": "BH2022",
			"subclassShortName": "Syphonic",
			"subclassSource": "CombatWheelchair",
			"level": 3,
			"entries": [
				{
					"type": "quote",
					"entries": [
						"The process of the Hunter's Bane is a painful, scarring, and sometimes fatal experience..."
					]
				},
				"To be a Blood Hunter is to be one that, more often than not, puts themselves in great peril. The split decisions they are frequently cornered into could mean the difference between life or death. It is no great secret that many who take this path in life soon find themselves living with lasting injuries and/or significant conditions. If a Blood Hunter wasn't born with a disability it is highly likely they will, at some point, develop one; as will any adventurer who lives a dangerous life, fraught with monsters and oftentimes lethal magics. Over the years, an order of Blood Hunters formed, focused on coming to terms with their disabilities and chronic illnesses and how they could work with them. The Order of the Syphonic. Learning to manage their chronic pain levels and dabbling in Psionic Magics to provide them with a disability aid when on the hunt, these Blood Hunters seek not cure themselves but to continue their lives and their life's work: hunting monsters.",
				{
					"type": "entries",
					"name": "Your Wheelchair",
					"entries": [
						"You can use the {@item combat wheelchair|CombatWheelchair} ruleset with this subclass and your chair is considered a weapon you are proficient in when making attacks with it. As such, you can use your {@classFeature Crimson Rite|Blood Hunter|BH2022|2||Crimson Rites} on the chair as you would any weapon."
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "High Threshold|Blood Hunter|BH2022|Syphonic|CombatWheelchair|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Empathic Weapon|Blood Hunter|BH2022|Syphonic|CombatWheelchair|3"
				}
			]
		},
		{
			"name": "High Threshold",
			"source": "CombatWheelchair",
			"className": "Blood Hunter",
			"classSource": "BH2022",
			"subclassShortName": "Syphonic",
			"subclassSource": "CombatWheelchair",
			"level": 3,
			"header": 1,
			"entries": [
				"Upon joining this order at 3rd level, you have a pain threshold higher than most and have experience in knowing how to manage chronic pain in ways that best work for you. This doesn't mean your pain has subsided, or that you hurt less, but you've started to notice your methods of managing are having an effect on your Crimson Rites and Blood Curses.",
				{
					"type": "list",
					"items": [
						"When you activate your rite for the first time that day, you gain 1 HP back when you roll your hemocraft die. You can only use this feature for a single crimson rite once per long rest.",
						"When you amplify a blood curse for the first time that day, you gain 1 HP back when you roll your hemocraft die. You can only use this feature for a single blood curse once per long rest."
					]
				},
				"As you level in this class, the amount of HP you regain from both rites and curse amplifications increases. At 8th level, you gain 2 HP back, at 13th 3 HP, and at 18th 4 HP."
			]
		},
		{
			"name": "Empathic Weapon",
			"source": "CombatWheelchair",
			"className": "Blood Hunter",
			"classSource": "BH2022",
			"subclassShortName": "Syphonic",
			"subclassSource": "CombatWheelchair",
			"level": 3,
			"header": 1,
			"entries": [
				"At 3rd level, you learn how to siphon some of the chronic pain you experience daily into your weapon whenever you activate your crimson rite (remember: your {@item combat wheelchair|CombatWheelchair} is also considered as a weapon you are proficient in when attacking with it). This process does not reduce your own chronic pain levels at all, instead it imbues your weapon with some of your experience. Whilst your rite is active, it gains the additional effects:",
				{
					"type": "list",
					"items": [
						"You have resistance to piercing damage.",
						"Whenever you roll full damage on your hemocraft die, you can roll it again and add the additional damage as psychic."
					]
				}
			]
		},
		{
			"name": "Exerted Barrier",
			"source": "CombatWheelchair",
			"className": "Blood Hunter",
			"classSource": "BH2022",
			"subclassShortName": "Syphonic",
			"subclassSource": "CombatWheelchair",
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 7th level, you have started to weave your magical talents into a form that can carry echoed resemblances of your experienced chronic pain. Your Order has tapped into the secrets of Psionic Magics, referred to as your psi, developing them in a way that allows you to work {@i with} your chronic illness and/or disability. Your pain isn't reduced, nor is it 'cured' using such magic, but it acts as an aid, assisting you in combat.",
				"At the beginning of every day, you roll a single {@dice d12} and add nothing to it. This is your CP Level Die, a representation of your chronic pain and the number you roll indicates the level your pain is at until the next day when you roll again. A 12 means you are in significant chronic pain, whereas a 1 means you are having a 'good day' (this doesn't mean that you aren't in pain, just that it is currently manageable). Make note of the number you roll on your sheet.",
				"When you next take damage, you can use your reaction to throw up a protective barrier formed by this psionic magic and your pain and reduce the damage taken by the number rolled on your CP Level Die.",
				"Much like blood curses, this feature can be amplified by losing a number of hit points determined by one roll of your hemocraft die. Your {@subclassFeature High Threshold|Blood Hunter|BH2022|Syphonic|CombatWheelchair|3} feature can apply to this.",
				"You can use this feature once per day.",
				{
					"entries": [
						{
							"type": "entries",
							"name": "Amplify",
							"entries": [
								"You can attempt to sling the damage your barrier absorbs back at a creature within 30ft of you. This creature must make a Wisdom saving throw (the DC being the same as your Hemocraft save DC). On a success, the creature only takes half damage. When you throw this damage back, it is converted into psychic damage by the psionic nature of your barrier's magic. At level 15, this amplification doubles both the amount of damage the barrier can take and send back to the target.",
								"Additionally, you also gain knowledge of one blood curse of your choosing so long as you meet any prerequisites it may have. This doesn't count against your number of blood curses known."
							]
						}
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Psi Affinity",
			"source": "CombatWheelchair",
			"className": "Blood Hunter",
			"classSource": "BH2022",
			"subclassShortName": "Syphonic",
			"subclassSource": "CombatWheelchair",
			"level": 11,
			"header": 2,
			"entries": [
				"At 11th level, you centre yourself, focusing on your areas of pain and projecting them into your psi to create echoes you magically imbue into your fighting style. When you next successfully hit a target creature, you can choose to use your bonus action to blast them with your psi, letting them briefly experience some semblance of the pain levels you feel every day, overwhelming them.",
				"The creature must make a Wisdom saving throw - the DC the same as your Hemocraft save DC - or take {@damage 3d8} psychic damage. If the creature fails, it must continue to make the save on each of its turns, taking an additional {@damage 1d8} psychic damage until it succeeds.",
				"You can use this feature once per long rest."
			]
		},
		{
			"name": "Brand of Suffusion",
			"source": "CombatWheelchair",
			"className": "Blood Hunter",
			"classSource": "BH2022",
			"subclassShortName": "Syphonic",
			"subclassSource": "CombatWheelchair",
			"level": 15,
			"header": 2,
			"entries": [
				"Beginning at 15th level, your {@classFeature Brand of Castigation|Blood Hunter|BH2022|6} becomes imbued with your psi, allowing you to aggravate a foe's fresh wounds once they have been damaged in battle. Whenever you damage a branded creature using your crimson rite, your weapon deals an additional amount of damage equal to one roll of your hemocraft die, plus your CP Level Die score for the day."
			]
		},
		{
			"name": "Exhaustive Wave",
			"source": "CombatWheelchair",
			"className": "Blood Hunter",
			"classSource": "BH2022",
			"subclassShortName": "Syphonic",
			"subclassSource": "CombatWheelchair",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, you learn to exert what little grasp you have left on your pain-echoing psi as death comes to claim you. When you are reduced to 0 hit points, you unleash a great wave of energy from your person in a 30ft radius. Every hostile creature within range must make a Wisdom saving throw (the DC the same as your Hemocraft save DC) or take {@damage 5d10} psychic damage and become {@condition stunned} until the end of their next turn as a blast of pure pain suddenly hits them. If they succeed, they take half damage and aren't {@condition stunned}.",
				"After this, you don't necessarily die outright, instead you can choose to drop to 1 hit point and take 1 point of {@condition exhaustion}. If you choose to fall instead, you begin making death saving throws as normal at the start of your next turn and don't take a point of exhaustion."
			]
		}
	]
}
