{
	"_meta": {
		"sources": [
			{
				"json": "Companion",
				"full": "The Companion",
				"authors": [
					"Shadowsocks"
				],
				"abbreviation": "COMP",
				"url": "https://homebrewery.naturalcrit.com/share/HyrZKEiimV",
				"version": "V9"
			}
		],
		"optionalFeatureTypes": {
			"SStep": "Solo Step",
			"DStep": "Duet Step"
		},
		"dateAdded": 1558265586,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "62a3bedd03",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Companion",
			"source": "Companion",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"cha",
				"dex"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"Solo Steps Known",
						"Duet Steps Known",
						"Tempo Points"
					],
					"rows": [
						[
							3,
							1,
							1
						],
						[
							3,
							1,
							2
						],
						[
							3,
							2,
							2
						],
						[
							4,
							2,
							3
						],
						[
							4,
							3,
							3
						],
						[
							4,
							3,
							4
						],
						[
							4,
							4,
							4
						],
						[
							5,
							4,
							5
						],
						[
							5,
							5,
							5
						],
						[
							5,
							5,
							6
						],
						[
							5,
							6,
							6
						],
						[
							6,
							6,
							6
						],
						[
							6,
							7,
							6
						],
						[
							6,
							7,
							7
						],
						[
							6,
							8,
							7
						],
						[
							7,
							8,
							7
						],
						[
							7,
							9,
							7
						],
						[
							7,
							9,
							8
						],
						[
							7,
							10,
							8
						],
						[
							7,
							10,
							8
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple",
					"{@item scimitar|phb|scimitars}",
					"{@item shortsword|phb|shortswords}",
					"{@item whip|phb|whips}"
				],
				"tools": [
					"One tools or musical instrument of your choice"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobatics",
								"athletics",
								"deception",
								"history",
								"insight",
								"perception",
								"performance",
								"persuasion",
								"sleight of hand"
							],
							"count": 3
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) any 3 {@filter simple weapons|items|source=phb|category=basic|type=simple weapon} (b) a {@item whip|phb} and a {@item scimitar|phb}",
					"(a) a {@item component pouch|phb} or (b) an {@item arcane focus|phb}",
					"(a) a tool or instrument, {@item Leather armor|phb}, and a {@item diplomat's pack|phb}",
					"(a) a book of lore, (b) an hourglass, or (c) two steel mirrors"
				],
				"goldAlternative": "{@dice 4d4×10|4d4 × 10|Starting Gold}",
				"defaultData": [
					{
						"a": [
							{
								"equipmentType": "weaponSimple",
								"quantity": 3
							}
						],
						"b": [
							"whip|phb",
							"scimitar|phb"
						]
					},
					{
						"a": [
							"component pouch|phb"
						],
						"b": [
							"arcane focus|phb"
						]
					},
					{
						"a": [
							"Leather armor|phb",
							"diplomat's pack|phb"
						]
					},
					{
						"a": [],
						"b": [],
						"c": []
					}
				]
			},
			"classFeatures": [
				"Swaying Steps|Companion|Companion|1",
				"Cadence|Companion|Companion|1",
				"Fledgling's Favorite|Companion|Companion|2",
				"Unarmored Defense|Companion|Companion|2",
				{
					"classFeature": "Companion Style|Companion|Companion|3",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Companion|Companion|4",
				"Fluttering Counterpart|Companion|Companion|5",
				"Counter-Curio|Companion|Companion|5",
				"Vain Vivacity|Companion|Companion|6",
				"Virtuoso's Vernacular|Companion|Companion|6",
				{
					"classFeature": "Companion Style feature|Companion|Companion|7",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Companion|Companion|8",
				"Merry Visionary|Companion|Companion|9",
				"Cadence (x2)|Companion|Companion|10",
				"Subtle Spectacle|Companion|Companion|10",
				{
					"classFeature": "Companion Style feature|Companion|Companion|11",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Companion|Companion|12",
				"Tarantella Therapy|Companion|Companion|13",
				"Set the Stage|Companion|Companion|14",
				{
					"classFeature": "Companion Style feature|Companion|Companion|15",
					"gainSubclassFeature": true
				},
				"Ability Score Improvement|Companion|Companion|16",
				"Poise Destroys|Companion|Companion|17",
				"Join the Jamboree|Companion|Companion|18",
				"Ability Score Improvement|Companion|Companion|19",
				"Roar of the Crowd|Companion|Companion|20"
			],
			"subclassTitle": "Companion Style"
		}
	],
	"optionalfeature": [
		{
			"name": "Bewitching Ballet",
			"source": "Companion",
			"featureType": [
				"SStep"
			],
			"entries": [
				"{@b Duration:} Until the end of your next turn.",
				"With breathtaking grace and an astonishing arabesque, you dance through minds. One creature of your choosing within 30 feet must make an Intelligence saving throw. Upon failure, it will forget itself, becoming poisoned and charmed by you for the duration, as its wits are completely befuddled. This step's effects end early for a target if it takes damage. When this effect ends, the creature immediately realizes that it was magically manipulated by your ballet."
			]
		},
		{
			"name": "Burlesque Breakdancing",
			"source": "Companion",
			"featureType": [
				"SStep"
			],
			"entries": [
				"{@b Duration:} Until the target breaks free (or you release them).",
				"Dropping low, you spin powerfully around and freeze in a balance-intensive position, toying with your target. Make a melee weapon attack against a creature within reach. On hit, the target is dealt your weapon's damage, and if it is no more than one size larger than you, it must succeed on a Strength saving throw or it will be grappled by tendrils of your aura for the duration. A target can repeat its saving throw at the ends of each of its turns or as an action, ending the grapple on a success. This grapple does not require a free hand, but you cannot use it to drag or carry the target: the grapple ends if you move to be more than 5 feet away from the target."
			]
		},
		{
			"name": "Can-Can Cannon",
			"source": "Companion",
			"featureType": [
				"SStep"
			],
			"entries": [
				"{@b Duration:} Instantaneous",
				"You slam your aura into a target, flaunting your exuberance with a high kick and a flourish. Make a melee weapon attack using your Charisma modifier against an adjacent creature no more than one size larger than you. On hit, instead of taking damage from your weapon, the target is launched straight upward a number of feet equal to tenfold your number of currently expended tempo points. At the end of your turn, the target plummets this same distance. When the creature collides with a surface during its descent, it suffers {@dice 1d6} magical bludgeoning damage for every 10 feet it fell. If your attack was a critical hit, you can roll twice as many damage dice and the target falls prone at the end of its fall."
			]
		},
		{
			"name": "Contra Body Movement",
			"source": "Companion",
			"featureType": [
				"SStep"
			],
			"entries": [
				"{@b Duration:} Until the end of your turn or your Readied action.",
				"By rotating your torso, swinging your corresponding arms, and leaning shoulders back, you propel yourself forward. For the duration, whenever you expend movement toward creatures with which you have performed a duet before, you can triple the distance that you move."
			]
		},
		{
			"name": "Freestyle Favor",
			"source": "Companion",
			"featureType": [
				"SStep"
			],
			"entries": [
				"{@b Duration:} Until the start of your turn in {@dice 1d4} rounds.",
				"Your capricious depiction of an emotion coats your fingertips with enchantment. If you are under the effect of cadence, you transfer the effect to a creature within 5 feet of you by touching their heart, temporarily relinquishing its benefits. When an attack targets them, they can roll to evade it using your bonus to Dexterity saving throws. You must concentrate on the effect as normal. If the effect is maintained for the full duration, cadence is transferred from them back to you."
			]
		},
		{
			"name": "Head Over Heels",
			"source": "Companion",
			"featureType": [
				"SStep"
			],
			"entries": [
				"{@b Duration:} Instantaneous",
				"Using a variety of flips and tumbles, you toss yourself up to 20 feet in any direction without spending your movement for the turn. Any creature who uses their reaction to attack you during these magic gymnastics must first make a Charisma saving throw. Upon failure, their attack misses and they are charmed by you until the end of your next turn."
			]
		},
		{
			"name": "Heartfelt Hula",
			"source": "Companion",
			"featureType": [
				"SStep"
			],
			"entries": [
				"{@b Duration:} Instantaneous",
				"Your majesty demands the attention of a creature within 10 feet of you. The target must succeed on an Charisma saving throw or it will become unable to willingly move or teleport away from you until its next turn ends."
			]
		},
		{
			"name": "Hopak Hypnosis",
			"source": "Companion",
			"featureType": [
				"SStep"
			],
			"entries": [
				"{@b Duration:} Instantaneous",
				"With a spring in your step, your crouching leaps and pivoting kicks aim to enrapture a target. You propel your aura in an assault and make a melee weapon attack against a creature within reach. On hit, the target is dealt your weapon's damage. Then, if the target can see you, it must succeed on a Charisma saving throw or it will be charmed by you for 1 minute. They have advantage on this step's saving throw if their current hit points are equal to less than half (rounded down) of their maximum hit points. Targets can repeat this saving throw at the starts of their turns, ending the effect on a success."
			]
		},
		{
			"name": "Jester's Jive",
			"source": "Companion",
			"featureType": [
				"SStep"
			],
			"entries": [
				"{@b Duration:} Instantaneous",
				"When a creature within sight is frightened, you can stomp the source of their fear into their psyche. A frightened target within 30 feet of you must make a Wisdom saving throw, which it can choose to fail. Upon failure, the target is completely surrounded by illusory duplicates of whatever has frightened them. Only the target can see these duplicates. Until the illusions disappear at the end of the target's next turn, the target is frightened of the illusions, and its speed is reduced to 0.",
				"Jester's Jive can also be performed as a duet, though it does not count against your number of duet steps known. When you Jive with a partner (and expend a tempo point), you can target any number of frightened creatures within range."
			]
		},
		{
			"name": "Laudable Lavani",
			"source": "Companion",
			"featureType": [
				"SStep"
			],
			"entries": [
				"{@b Duration:} Instantaneous",
				"Your decorum seeks to awe a creature within 30 feet. If you speak one of the target's languages, they must succeed on a Charisma saving throw or become charmed by you for 1 hour. They automatically succeed if you or your allies are hostile to them. While charmed, the target feels a sincere respect for you, but may not necessarily trust you. This effect ends for a target if you or your allies harm or insult them. If a creature succeeds on this step's saving throw, or the effect ends early, they become immune for 24 hours. You can only have one creature charmed by this step at any given time. After this step's effects end, creatures recall that they lost control of themselves, but they believe that this behavior was due to their own emotions—their being briefly smitten with you."
			]
		},
		{
			"name": "Pendulum Wing",
			"source": "Companion",
			"featureType": [
				"SStep"
			],
			"entries": [
				"{@b Duration:} Instantaneous",
				"Using a steady equilibrium, your feet lash out side-to-side as you brandish a weapon you're proficient with. Creatures of your choosing within 5 feet of you must make a Dexterity saving throw against your swinging strikes. Those who fail are each hit by your weapon and dealt its damage. At 5th level, you can activate a flicker weapon's Aura property against one affected creature by forgoing your damage to it."
			]
		},
		{
			"name": "Spellthief's Sabar",
			"source": "Companion",
			"featureType": [
				"SStep"
			],
			"entries": [
				"{@b Duration:} Instantaneous",
				"Your riveting romp taunts a creature within 5 feet of you, and that target must make a Wisdom saving throw. Upon failure, until the end of their next turn, they are unable to target creatures other than you with their spells or magical effects. Further, if they would use magic that covers an area of effect, they must aim the effect such that you are within its area."
			]
		},
		{
			"name": "Walkover",
			"source": "Companion",
			"featureType": [
				"SStep"
			],
			"entries": [
				"{@b Duration:} Until the start of your next turn.",
				"You prepare to completely revolve your body through the air with astounding artistry. The next time that an enemy targets you with an attack during the duration, they must first make a Dexterity saving throw. Upon failure, the attack misses, as you outpace them. After the attack, you can expend any movement remaining from your previous turn to move without provoking opportunity attacks. This step then ends."
			]
		},
		{
			"name": "Backroom Bolero",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Duration:} Up to 1 minute",
				"You and your partner lean together and begin a leisurely yet intense display of prowling dips and turns. As you stamp sigils into the floor with your feet, you both prepare for your getaway. When this dance ends, you both are immediately teleported back into an unoccupied space adjacent to where either of you began the duet. This step ends immediately if you begin any other duet. At 5th level, this duet also teleports any creatures or objects that you are currently grappling or that you have bound to you with a chain flicker weapon."
			]
		},
		{
			"name": "Cha-Cha-Challenge",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Duration:} Until the start of your next turn.",
				"With provocative ostentation, the two of you boast of your prowess. Choose one of you to benefit from this dance: you or your partner. For the duration, the chosen one is placed under the effects of the Dodge action, and creatures of your choosing within 30 feet of the dodging dancer must make a Charisma saving throw. Creatures cannot be affected if they are immune to being charmed. Upon failure, a creature becomes obsessed: on its next turn, it cannot make attacks against any creature except the dodging dancer. This obsession ends if the dodging dancer moves to be further than 30 feet away from the target, or if any effect causes the target to be charmed by them."
			]
		},
		{
			"name": "Disco Dynamism",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Duration:} Until the start of your next turn.",
				"Showing an eager gambol and groovy gyration, you both boogie down. Your partner can take one additional action on their next turn in addition to the normal one allotted to them."
			]
		},
		{
			"name": "Fanciful Foxtrot",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Prerequisite:} 5th level. {@b Duration:} Up to 1 minute.",
				"As you channel rousing fantasies of a private extravaganza, you and your partner become lost in each other. Whenever you or your partner hit a creature other than yourselves with an attack, that creature immediately becomes oblivious to your presences and will be considered blinded and deafened toward both of you, unable to perceive either of you for the duration no matter what senses it possesses. If either of you affects an oblivious creature in any way, this duet ends immediately and all targets become able to sense you again. This step ends immediately if you begin any other duet."
			]
		},
		{
			"name": "Festal Flamenco",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Duration:} Up to 30 minutes.",
				"You begin a sudden, fierce, writhing display of passion, and your partner provides accompaniment. For the duration, you create and maintain an elaborate apparition of a humanoid in an unoccupied space that you can see within 120 feet of you, whose appearance, voice, scent, texture, and behavior you choose and can alter freely at any time. It otherwise functions as a typical humanoid of its kind. You can speak through this illusion, see through its eyes, hear what it would hear, move it by expending your own movement, and otherwise feel what it would feel without losing control of your own senses.",
				"Whenever a creature sees your illusion, that creature must make a Wisdom saving throw. Those who succeed (or who possess truesight) immediately disbelieve your illusion, but become jinxed: for the duration of this dance, they cannot willingly suggest to any other creature that the apparition is not real. Those who fail believe it to be genuine, and if they recognize it, they are convinced of its identity. They will even rationalize any illogical behavior, including its sudden arrival and departure, as being typical of the creature it appears to be. The illusion feels tangible, holding up to physical inspection, but it disappears if it is dealt damage. Attacks hit it automatically, and it always fails saving throws. This duet ends immediately if you perform any other step."
			]
		},
		{
			"name": "Flare Share",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Duration:} Instantaneous",
				"You and your partner dramatically twist your arms together and glide across the floor, flooding the minds of your audience with memories of the past. Either you or your partner must be the sharer, and must recall a moment as a starting point. A brief flash of light, as per the cantrip, then emanates from the sharer for the remainder of the round. All creatures who see this flash will experience a vivid mental scene of what the sharer honestly remembers sensing and feeling from that moment on. Those who choose to look away can attempt a Wisdom saving throw, experiencing nothing on a success. Up to 1 hour of memory can be shared in an instant, and viewers will possess the memory as though they recently experienced it themselves using the sharer's senses."
			]
		},
		{
			"name": "Mazurka Moratorium",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Prerequisite:} 13th level. {@b Duration:} 1 round.",
				"In a lively, polished spree of syncopated hopping, the world seems to stagnate around you. By touching a creature within 5 feet of either of you, you suspend them to be frozen in time for the duration. An unwilling creature must succeed on a Constitution saving throw to resist this effect. An affected target is incapacitated and can't move or speak, but remains aware of its surroundings. The target is immovable from its current location and cannot be targeted, affected, damaged, healed, or otherwise interacted with by any means except a wish spell. When the effect ends at the start of your next turn, the target can immediately take the turn that it lost. To act faster than the target, you and anyone else acting at the same time can attempt a Dexterity check, which the target can contest with its own Dexterity check."
			]
		},
		{
			"name": "Mesmer's Mambo",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Duration:} Until the end of your next turn.",
				"With a spiritual shimmy, you and your partner bemuse a creature within 30 feet of either of you, forcing it to make an Intelligence saving throw. Upon failure, the target loses concentration on any effect it was maintaining and is unable to cast spells for the duration. At 9th level, you can target any number of creatures within range with this step."
			]
		},
		{
			"name": "Playful Polka",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Duration:} Instantaneous",
				"Beginning a bouncy bout of prancing, you and your partner summon two tiny creatures of your own imagining to serve as referees for a contest. The tiny referees, behaving at your DM's discretion, explain a game in 10 words or less—such as \"Find where we hide\" or \"Discover our secret,\" for instance—and creatures of your choosing within 60 feet can use their reaction to attempt an appropriate ability check using any skill that the referees will allow, moving around within range if necessary (without expending movement). The contestant with the highest total result on their check is the victor. The referees then disappear. For 8 hours, the victor is held in high esteem: they have advantage on ability checks made to interact socially with all other participants. Also during this duration, when other participants make an ability check using the skill the victor utilized to win, they must instead roll using the victor's permanent bonuses or penalties to the check, as they are compelled to imitate the prior triumph."
			]
		},
		{
			"name": "Quixotic Quebradita",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Duration:} Until the start of your next turn.",
				"You and your partner embark on a feverish series of lifts and pulls, coiling around. Spaces within 5 feet of the two of you become difficult terrain for anyone else. You use each other's bodies as whirling weapons: for the duration, creatures of your choosing that start their turn within 5 feet of either of you or that enter this range for the first time on their turn must succeed on a Dexterity saving throw or take 1d12 magical bludgeoning damage, taking half that upon succeess.",
				"This duet's damage increases by 1d12 when you reach certain levels in this class: 3rd level (2d12), 5th level (3d12), 9th level (4d12), 13th level (5d12), and 17th level (6d12)."
			]
		},
		{
			"name": "Rattlesnake Rumba",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Prerequisite:} 5th level. {@b Duration:} Up to 1 minute.",
				"Like snakes competing over their size, your sensuous sway stretches your abilities beyond their limits. Choose which of you will benefit from this duet—you or your partner. For this step's duration, the chosen one is granted flexibility: their weapon attacks can be made from double the usual range, and they can double the dimensions covered by their spells' areas of effect (length, width, height, and depth)."
			]
		},
		{
			"name": "Red Rover",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Duration:} Instantaneous",
				"You engulf your bodies in magical flame and gallop about. By expending your own remaining movement for the round, you move yourself and your partner up to that distance in a straight line to a destination from where you each stand. Your partner does not need to expend movement to follow you this distance. You both can move through the spaces of other creatures, though you cannot end your movement in another creature's space. This movement is unimpeded by nonmagical difficult terrain, and opportunity attacks can only target you. You can make one weapon attack against each creature whose space you enter for the first time this round, including your partner, and on a single one of these attacks, you can deal an additional 1d6 fire damage after learning that it hit.",
				"The additional fire damage increases by 1d6 when you reach certain levels in this class: 3rd level (2d6), 5th level (3d6), 9th level (4d6), 13th level (5d6), and 17th level (6d6)."
			]
		},
		{
			"name": "Seer's Samba",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Duration:} Instantaneous",
				"While you strut like you own the place, you strike a pose with your partner and pose a question to a mysterious audience. This question must be a single sentence beginning with \"who,\" \"what,\" \"where,\" \"when,\" or \"why.\" For instance, \"Who is the fairest of them all,\" \"What does the king fear,\" \"Where is the antidote,\" \"When did I leave the crime scene,\" or \"Why was I betrayed?\" If the answer is obscure or a closely guarded secret, you or your partner may be asked to make a Charisma (Persuasion) check for how compellingly you inquire. You contact an entity—someone with an answer that they consider correct—and if they are willing, their answer appears depicted as a silent image on the nearest reflective surface. This image remains for 1 minute. Their answer can come in any form, such as writing or scenery. This dance can contact entities from the past or present, but not the future."
			]
		},
		{
			"name": "Shielding Swing",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Duration:} Until the start of your next turn.",
				"You and your partner begin sharing good vibes via smooth off-beat movements. A friendly creature of your choosing within 5 feet of either of you can immediately feel their aura materializing into a visible armored dome around them, protecting them from harm. For the duration, the target is granted total cover—they cannot be targeted directly by attacks or magic. They are still susceptible to effects that cover an area without targeting chosen creatures."
			]
		},
		{
			"name": "Suitor's Kathak",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Duration:} Until the end of your next turn.",
				"You engage in a brief bout of visual storytelling as you and your partner each play a role of your choosing: either the admirer or the idol. The first time on the admirer's turn that they hit the idol with an attack, you can use your aura to transform the pain into pleasure. Instead of dealing damage, the attack causes the idol to regain hit points equal to the damage that would have been dealt. This duet ends immediately after its healing takes effect."
			]
		},
		{
			"name": "Tantalizing Tango",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Prerequisite:} 13th level. {@b Duration:} Up to 1 minute.",
				"You and your partner draw eyes to your risqué stride. Choose a number of creatures within 60 feet of you equal to your Charisma modifier and make a Charisma (Performance) check. Each creature you chose gains temporary hit points equal to the result for the duration."
			]
		},
		{
			"name": "Troublesome Tourdion",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Prerequisite:} 9th level. {@b Duration:} Until the start of your next turn.",
				" In the jovial festivities of a striking caper, you and your partner frantically swerve just out of reach. Whenever an attack from a creature misses either you or your partner, you can immediately make a weapon attack against a creature within your reach. If neither of you is targeted by an attack during this duet, you regain a tempo point when it ends."
			]
		},
		{
			"name": "Waning Waltz",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Duration:} Until the start of your next turn after a number of rounds equal to your maximum number of tempo points have passed.",
				"You dignify your locale with the circling rise and fall of a celestial celebration. You and your partner each play a role of your choosing: one is the sun and one is the moon. When this duet ends, the sun can make one melee spell or weapon attack against a target within reach. On hit, this attack deals necrotic damage equal to half (rounded down) of the total damage that the moon suffered during this duet. Until it completes a long rest, the target's hit point maximum is also reduced by the same amount as the damage it took."
			]
		},
		{
			"name": "Zippy Zekari",
			"source": "Companion",
			"featureType": [
				"DStep"
			],
			"entries": [
				"{@b Prerequisite:} 9th level. {@b Duration:} Until the end of your partner's next turn.",
				"You begin to mimic your partner and perplexingly exaggerate their every motion. For the duration, your partner gains advantage on all attack rolls. During this time, whenever your partner hits a creature with an attack, you can make a flicker attack against a target within reach."
			]
		}
	],
	"item": [
		{
			"name": "Chains",
			"type": "M",
			"rarity": "none",
			"dmg1": "1d4",
			"dmgType": "B",
			"property": [
				"FLR",
				"F"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Aura - Shackle",
					"entries": [
						"When you hit a Large or smaller unrestrained creature or object with this weapon, you can forgo damage to bind that target to you. Your speeds are halved while bound, and when either moves, the other is moved in the same direction (regardless of weight). To escape, you and a target creature can make a Dexterity or Strength saving throw against your step save DC at the starts of your respective turns, and you each can attempt an additional saving throw as an action. You can equip these chains to your arms or legs. You cannot bind more than one target to you at once."
					]
				}
			],
			"source": "Companion"
		},
		{
			"name": "Dual Chakrams",
			"type": "M",
			"rarity": "none",
			"dmg1": "1d4",
			"dmgType": "S",
			"property": [
				"FLR",
				"F",
				"T",
				"L"
			],
			"entries": [
				"While held, this weapon can effortlessly be split into two halves or merged into one whole.",
				{
					"type": "entries",
					"name": "Aura - Symmetry",
					"entries": [
						"When you hit a creature with any part of this weapon, you can forgo damage to enchant the target with either Yin or Yang until the end of the next round. This Aura property cannot enchant a target if you have not expended a tempo point during the current round.",
						{
							"type": "entries",
							"name": "Yin",
							"entries": [
								"Whenever the target is hit by an attack, its attacker suffers 1d6 radiant damage."
							]
						},
						{
							"type": "entries",
							"name": "Yang",
							"entries": [
								"Whenever the target is hit by an attack, its attacker regains 1d6 hit points."
							]
						}
					]
				}
			],
			"range": "60/150",
			"source": "Companion"
		},
		{
			"name": "Fans",
			"type": "M",
			"rarity": "none",
			"dmg1": "1d4",
			"dmgType": "S",
			"property": [
				"FLR",
				"F"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Aura - Heave",
					"entries": [
						"when you hit a Medium or smaller creature with this weapon, you can forgo damage to fling that creature {@dice 1d4x5} feet through the air in a direction of your choosing. An unwilling creature must succeed on a Strength saving throw against your step save DC to avoid being moved. If this movement causes falling damage, the target does not fall prone when it lands."
					]
				}
			],
			"source": "Companion"
		},
		{
			"name": "Getas",
			"type": "M",
			"rarity": "none",
			"dmg1": "1d4",
			"dmgType": "B",
			"property": [
				"FLR",
				"F",
				"L",
				"S"
			],
			"entries": [
				"Worn on feet. Can be either Bludgeoning or Slashing damage.",
				{
					"type": "entries",
					"name": "Aura - Disrupt",
					"entries": [
						"When you hit a Large or smaller creature with these bladed sandal weapons, you can forgo damage to magically knock the target off balance, reducing their initiative for the current round by an amount equal to {@dice 1d4} + your Strength or Dexterity modifier."
					]
				}
			],
			"source": "Companion"
		},
		{
			"name": "Needles",
			"type": "M",
			"rarity": "none",
			"dmg1": "1d4",
			"dmgType": "P",
			"property": [
				"FLR",
				"F",
				"T",
				"L"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Aura - Acupuncture",
					"entries": [
						"When you hit a creature with this weapon, you can forgo damage to pierce the target's vitality, numbing their sensitivity until the start of your next turn. Whenever an affected creature is hit by an attack, you can reduce the attack's damage by an amount equal to your Charisma modifier."
					]
				}
			],
			"range": "30/120",
			"source": "Companion"
		},
		{
			"name": "Props",
			"type": "M",
			"rarity": "none",
			"dmg1": "1d4",
			"property": [
				"FLR",
				"F",
				"S"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Special",
					"entries": [
						"Choose one damage type from cold, fire, lightning, necrotic, poison or radiant when you gain proficiency."
					]
				},
				"By accentuating a prop, you visibly cast your aura to envelop an adjacent target as an attack.",
				{
					"type": "entries",
					"name": "Aura - Allure",
					"entries": [
						"when you hit a creature with a prop attack, you can forgo damage to instead entice the target. Choose an ally within sight (other than yourself). Until the end of your next turn, the target is charmed by the chosen ally, regarding them as a friend. This effect ends early if you or the chosen ally attack the charmed target, deal damage to it, or force it to make a saving throw."
					]
				},
				"Any item which enhances your performance may be considered a prop at your DM's discretion. Some examples are: exotic masks, mirrors, jewelry, parasols, instruments, flowers, skulls, flags, streamers, canes, poi, or gymnastic apparatuses such as a hoop, a ball, ribbons, or juggling clubs."
			],
			"source": "Companion",
			"grantsProficiency": true
		}
	],
	"itemProperty": [
		{
			"abbreviation": "FLR",
			"source": "Companion",
			"page": 0,
			"entries": [
				{
					"type": "entries",
					"name": "Flicker",
					"entries": [
						"No characters are proficient in Flicker weapons by default. Flicker weapons come with a special Aura property which can only be used if you are proficient with the weapon."
					]
				}
			]
		}
	],
	"classFeature": [
		{
			"name": "Swaying Steps",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 1,
			"entries": [
				"You've learned to rehearse steps—coordinated dance techniques for fighting with flair. These steps employ your personality and express your emotional moods to produce nigh-superhuman effects, as your outline visibly shimmers with an aura matching your soul.",
				"Your journey begins with three solo steps and one duet step of your choice, and you gain control of new steps at the levels shown in the class table. Whenever you gain a companion level, you can exchange one duet step for another.",
				"Step options can be found on the {@filter Optional Features|optionalfeatures|Feature Type=Solo;Duet} page.",
				"Steps are magic dance techniques, distinct from spellcasting, and they are the result of extensive practice—both by yourself and with partners. Every step is begun as an action.",
				"Solo steps can be performed any number of times without tiring you, while duet steps test the limits of your cooperational spirit. You must expend a tempo point to begin a duet, and there must be a willing humanoid ally within 5 feet of you. No action is required of your partner, but they must dance along. Duets end immediately if your partner is ever no longer within 10 feet of you. You regain all expended tempo points whenever you finish a long rest. Lastly, to target a creature with a step, you must be able to see them.",
				"Some steps require your target to make a saving throw to resist the step's effects. Your step saving throw DC is calculated as follows:",
				{
					"type": "abilityDc",
					"name": "Step",
					"attributes": [
						"cha"
					]
				}
			]
		},
		{
			"name": "Cadence",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 1,
			"entries": [
				"From the thrill of a narrow escape, you feel the rhythm of life. When an attack misses you, you can enchant your aura with cadence as a reaction, allowing you to hear patterns in the flow of a fight. For up to 10 minutes, whenever you are targeted with an attack, you can make a Dexterity saving throw with a DC equal to the attack roll. If you succeed, the attack misses you, as it is diverted by your rhythmic aura. You must concentrate on maintaining this effect as though it were a spell, focusing on the beat, and you can enchant yourself with cadence once per short rest. You lose concentration on this effect if you are deafened, incapacitated, or if your speed becomes 0, as occurs when you are grappled or restrained."
			]
		},
		{
			"name": "Fledgling's Favorite",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 2,
			"entries": [
				"There is always a duet that comes effortlessly, naturally, as though it chose you personally. As of 2nd level, you learn one of the following duets without it counting against your number of duet steps known: Festal Flamenco, Flare Share, Playful Polka, or Seer's Samba. Once per short rest, this duet can be performed without expending a tempo point."
			]
		},
		{
			"name": "Unarmored Defense",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 2,
			"entries": [
				"Even in the beginnings of your training, your unpredictably gliding motions are a defensive asset: you mystify by never staying still. At 2nd level, while you are conscious, wearing no armor, not under the effect of cadence, not wielding a shield, and not grappled, paralyzed, or restrained, your AC equals 10 + your Dexterity modifier + your Charisma modifier."
			]
		},
		{
			"name": "Companion Style",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 3,
			"entries": [
				"As a companion, your partners, passions, and desires all drive you well enough, but one cannot live indecisively forever.",
				{
					"type": "options",
					"entries": [
						"On reaching 3rd level, you must dedicate yourself to one particular lifestyle that suits your role and your motivations: that of the Dervish, the Halcyon, the Psychopomp, or the Soothsayer, each detailed toward the end of the class description. Your choice grants features at the following levels: 3, 7, 11, and 15."
					]
				}
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 4,
			"entries": [
				"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Fluttering Counterpart",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 5,
			"entries": [
				"By 5th level, you can expertly control unconventional weapons, ensuring that they smoothly accompany your practiced paces. Of the {@filter flicker weapons|items|source=companion|propety=aura}, choose three. You gain proficiency with them. When you use your action to perform a step, or to simply dance, you can use your bonus action to make one attack using a flicker weapon that you're proficient with—a flicker attack.",
				"All flicker weapons have the Finesse property, as you incorporate them into your art. Each weapon description also details the effects of a special Aura property which can only be used if you are proficient with the weapon. When you attach your aura to a weapon as you attack, instead of dealing damage, you use the force of your persona to control the target. Finally, you can choose to gain proficiency in more flicker weapons if you take the Weapon Master feat.",
				{
					"type": "inset",
					"name": "Note: Attacking Allies",
					"entries": [
						"When you target yourself with an attack, you can allow it to hit automatically. Similarly, during any duet, whenever you and your willing partners target each other with an attack, the target can allow it to hit automatically.",
						"All other willing targets can choose to grant you advantage on any attack made against them. Charmed targets are not willing for this purpose, even when coerced, unless your DM rules that they make no effort to avoid harm."
					]
				}
			]
		},
		{
			"name": "Counter-Curio",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 5,
			"entries": [
				"Also at 5th level, you can enchant mementos with protective magic. By spending 30 minutes immersing yourself in the aura of a willing helper, you can create an accessory with the ability to safeguard its wearer from one spell that your helper is able to cast.",
				"When the wearer is affected by that one spell, the accessory absorbs the spell's magic and shatters, rendering the wearer completely unharmed. This curio lasts for one week before withering away, and you can only maintain one such enchantment at once. The curio creation process can be performed and completed during a short rest without being considered strenuous activity."
			]
		},
		{
			"name": "Vain Vivacity",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 6,
			"entries": [
				"Upon reaching 6th level, you've become addicted to appreciation. Whenever one of your duets ends, either you or your partner can attempt to convince the other that their performance was a perfect 10. The recipient of praise can add 1d10 to their initiative for the next round."
			]
		},
		{
			"name": "Virtuoso's Vernacular",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 6,
			"entries": [
				"Moreover at 6th level, perfection comes naturally. Choose one skill you're proficient with. Your proficiency bonus is doubled for any ability check you make that uses the chosen proficiency. Additionally, whenever you roll a 16 or higher on an ability check using this skill, you can treat the roll as a 20."
			]
		},
		{
			"name": "Companion Style feature",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 7,
			"entries": [
				"At 7th level, you gain a feature from your Companion Style."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 8,
			"entries": [
				"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Merry Visionary",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 9,
			"entries": [
				"As of 9th level, with every step taken together, a sensation is left in your wake. Imagination meets reality—stories come to life.",
				"When you use your action to dance with a partner, as a bonus action, you can conjure and describe any visual and auditory phenomena you wish to occur within 5 feet of you as per the {@spell programmed illusion|phb} spell, except the effect lasts until your dance ends. You could use this illusion to create a singing spotlight, a ravishing costume, a bouquet of flowers cheering your names, a band playing your favorite song, or otherwise add unforgettable pizzazz to your act. Any creature who is hindered or threatened by your illusion can easily see through it, making its sensory qualities faint and hollow.",
				"If your dance is a duet step, you can use the illusion to encourage yourself or your partner. The encouraged target gains advantage on their next ability check, attack roll, or saving throw made before the end of the next round."
			]
		},
		{
			"name": "Cadence (x2)",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 10,
			"entries": [
				"At 10th level, this feature can enchant you twice per short rest."
			]
		},
		{
			"name": "Subtle Spectacle",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 10,
			"entries": [
				"When you achieve 10th level, the melodic swirling of your soul is even-keeled and oddly prosodic, as you've mastered the art's hidden habitudes. When you use your action to perform a solo step while you are at an even number of tempo points, you can begin a duet step as a bonus action.",
				"Likewise, when you use your action to begin a duet step while you were at an odd number of tempo points, you can use your bonus action to conjure an encouraging Merry Visionary illusion and then immediately make two flicker attacks."
			]
		},
		{
			"name": "Companion Style feature",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 11,
			"entries": [
				"At 11th level, you gain a feature from your Companion Style."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 12,
			"entries": [
				"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Tarantella Therapy",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 13,
			"entries": [
				"Once you reach 13th level, you tend to avoid inactivity. Whenever you are taking a short rest, you can involve any number of willing partners in an upbeat, spry dance.",
				"All who participate for the duration of the rest (without interruption) will lose one level of exhaustion, and at the end of their rest, they can expend their hit dice to instead restore hit points to one dancing creature of their choosing. You regain one tempo point whenever you complete a short rest in this manner."
			]
		},
		{
			"name": "Set the Stage",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 14,
			"entries": [
				"If you reach 14th level, you'll surely discover that scenery is key for sentiment. You can cast the {@spell mirage arcane|phb} spell once per long rest.",
				"However, you can only use this spell to create or alter a single structure, such as a theater, an arena, a carnival tent, or a shrine. It can have any artificial exterior appearance, interior layout, backdrop, decor, and ambience you'd like, potentially containing illusory items such as furniture, stairways, wardrobes, dramatic lighting, meals (tasting however you choose), tools, toys, or even textual writings detailing any knowledge you possess. This structure must fit within a 1000-foot cube."
			]
		},
		{
			"name": "Companion Style feature",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 15,
			"entries": [
				"At 15th level, you gain a feature from your Companion Style."
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 16,
			"entries": [
				"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Poise Destroys",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 17,
			"entries": [
				"By 17th level, your mystique is truly distracting: enemies can't take their eyes off you. At the start of combat, when enemies make a Dexterity check to determine their place in the initiative order, they do so at disadvantage if they are within 30 feet of you and can see you."
			]
		},
		{
			"name": "Join the Jamboree",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 18,
			"entries": [
				"At 18th level, your love for stirring the flow of battle manifests itself in revelry. You learn the routine of a single group step from the five listed below, and can begin performing it once per long rest as an action or a bonus action. Choose any number of willing allies within 20 feet of you to involve en masse in your choreography. To benefit from this dance, chosen allies must use their reaction to participate, must remain within range, must be able to see you, and must not be grappled, prone, incapacitated, or restrained. If an ally stops benefiting from this dance due to not meeting these requirements, they can use their reaction on their turn to enter the dance once again when the requirements are met.",
				"The dance ends immediately if you are personally afflicted with any of the aforementioned conditions, if you choose to end it (no action required), or if no allies are performing it in tandem with you. Each dance lasts 1 minute, and you can perform steps during them without interrupting the dance.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Coy Ceili",
							"entries": [
								"Anyone performing this jig of courtship can choose to grant 3/4 cover to an ally within 5 feet of them, no action required, by enveloping the ally in their aura. This cover is lost when either creature is no longer within 5 feet of the other. Those who grant cover thusly cannot receive cover from this dance."
							]
						},
						{
							"type": "entries",
							"name": "Harrowing Haka",
							"entries": [
								"Whenever anyone performing this robust rite critically hits an enemy creature, that enemy becomes frightened of you and your fellow Haka dancers until the end of its next turn."
							]
						},
						{
							"type": "entries",
							"name": "Maestro's Minuet",
							"entries": [
								"At the starts and ends of all Minuet dancers' turns, each ally benefiting from this dance's courteous procession can move 5 feet in any direction without expending movement."
							]
						},
						{
							"type": "entries",
							"name": "Para Para Parade",
							"entries": [
								"Whenever a creature not performing this dance starts its turn within 5 feet of a Para Para dancer, that creature must make a Wisdom saving throw against your step save DC. Upon failure, it is placed under the effect of the irresistible dance spell until the end of its next turn, except targets cannot attempt to end the effect as an action."
							]
						},
						{
							"type": "entries",
							"name": "Praise Polonaise",
							"entries": [
								"Whenever an ally performing this stately step uses an action, bonus action, or reaction to restore the hit points of another creature, their target regains an additional 1d12 hit points."
							]
						}
					]
				}
			]
		},
		{
			"name": "Ability Score Improvement",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 19,
			"entries": [
				"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
				"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Roar of the Crowd",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"level": 20,
			"entries": [
				"When you manage to reach 20th level, you can fully channel the energy of attention. Once per long rest, when you conjure a heartwarming illusion using Merry Visionary, you can encourage masses of people. Every creature that sees it (other than yourself) can choose to gain advantage on a single d20 roll made within 24 hours. They must choose before their die is cast whether to do so."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Dervish Style",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Dervish",
			"subclassSource": "Companion",
			"level": 3,
			"entries": [
				"There are those who see the art as a more one-sided affair—some venerated practicioners perform purely for their own pleasure. Dervishes are warriors who worship themselves, finding rapture in utterly destroying their partners, as every step brings them closer to eminence. In this style, seeking perfect enlightenment through the trance of each dance, the power you rightfully wield can conquer all.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Authoritarian Pluck|Companion|Companion|Dervish|Companion|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Whirling Winnow|Companion|Companion|Dervish|Companion|3"
				}
			]
		},
		{
			"name": "Authoritarian Pluck",
			"entries": [
				"At 3rd level, you begin to traverse a road of ruthless purpose, and obstacles are mere stepping stones for you. You gain proficiency with martial weapons, and you have advantage on all Constitution saving throws made to maintain your concentration on cadence.",
				"Further, enemy creatures now count as eligible partners for your duets if they are currently grappled by you or charmed by any creature. They must be no more than one size larger or smaller than you, but they can be of any creature type. Forced to comply, your partners cannot willingly stop performing a duet as long as their condition remains, but they can choose not to follow your movement via Lead and Follow."
			],
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Dervish",
			"subclassSource": "Companion",
			"level": 3,
			"header": 1
		},
		{
			"name": "Whirling Winnow",
			"entries": [
				"Also at 3rd level, choose one of the following talents:",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Abduct Hostage",
							"entries": [
								"Much to their dismay, you can use your partner's body as a bulwark. During any duet you perform with a grappled partner, you can gain the benefits of half cover by giving your partner a -2 penalty to their AC and Dexterity saving throws."
							]
						},
						{
							"type": "entries",
							"name": "Frisson Fanatic",
							"entries": [
								"With each step, you attain ecstasy from the glorifying thrill of exhibiting your sublime soul. For the duration of any duet you perform, you are put under the effect of the bless spell, while your partners are put under the effect of the bane spell."
							]
						},
						{
							"type": "entries",
							"name": "Heartbreaker",
							"entries": [
								"When your partners' hopes are up, your onslaught crushes them. The first time on each of your turns when you hit one of your charmed duet partners with a melee weapon which you are wielding with both hands, you can double the result of your roll on one of your attack's damage dice."
							]
						},
						{
							"type": "entries",
							"name": "Revenge Recital",
							"entries": [
								"You refuse to abide by the will of any who would slight you. Your first weapon attack on each of your turns deals an additional 1d12 force damage if it hits a creature who has caused you to take damage since your previous turn."
							]
						},
						{
							"type": "entries",
							"name": "Spinning Steel",
							"entries": [
								"A double threat, your weapons defy all expectations. The first time on each of your turns when you hit your current duet partner with a weapon that is eligible for two-weapon fighting, you can automatically hit the same target with a second eligible melee weapon you have equipped, no bonus action required. You cannot add your ability modifier to the second attack's damage and cannot engage in two-weapon fighting on any turn when you activate this feature."
							]
						}
					]
				}
			],
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Dervish",
			"subclassSource": "Companion",
			"level": 3,
			"header": 1
		},
		{
			"name": "Vain Vivacity Improvement",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Dervish",
			"subclassSource": "Companion",
			"level": 7,
			"header": 2,
			"entries": [
				"As a 6th level Dervish, even if your partner is unwilling, you always benefit from Vain Vivacity when one of your duets ends. Your partners never benefit from it."
			]
		},
		{
			"name": "Unforgiving Competitor",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Dervish",
			"subclassSource": "Companion",
			"level": 7,
			"header": 2,
			"entries": [
				"When you reach 7th level, you strive to surpass all those who would show a moment of weakness. You can replace any flicker attack or weapon attack with a shove or grapple check against an adjacent creature. Additionally, you do not need to forgo damage when you activate an Aura property against one of your duet partners."
			]
		},
		{
			"name": "Paso Doble Disarray",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Dervish",
			"subclassSource": "Companion",
			"level": 11,
			"header": 2,
			"entries": [
				"Starting at 11th level, your familiarity with discarding broken partners becomes your forte. Whenever one of your duets ends as a result of you reducing your partner to 0 hit points, you can cast your partner down and expend any remaining movement from your previous turn to approach another eligible or willing partner. If you end your movement within 5 feet of this partner, you can immediately begin a new duet at no tempo point cost, no action required."
			]
		},
		{
			"name": "Miracle Maven",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Dervish",
			"subclassSource": "Companion",
			"level": 15,
			"header": 2,
			"entries": [
				"Upon achieving 15th level, the impossible becomes the everyday, as you can shape your soul to suit any situation. You can use simple and martial weapons as flicker weapons, attacking with them whenever you would make a flicker attack. As well, you've learned how to manifest your mood in even the most mundane armaments: when you hit a creature with any weapon, you can activate the Aura property of any flicker weapon you're proficient with."
			]
		},
		{
			"name": "Halcyon Style",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Halcyon",
			"subclassSource": "Companion",
			"level": 3,
			"entries": [
				"Life with a Halcyon is like an oasis of heartwarming affection, bliss, and unquestionable safety. Those of this path are inclined not to pay any attention to their environment. Their gaze lies solely on their partners, and their desire to protect and serve those they hold dear is intense. In this style, you play the role of a doting caretaker.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Overbearing Ward|Companion|Companion|Halcyon|Companion|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Jubilant Reminiscence|Companion|Companion|Halcyon|Companion|3"
				}
			]
		},
		{
			"name": "Overbearing Ward",
			"entries": [
				"By level 3, you garner a mutual obsession. At the end of any short rest, name a friendly, willing creature to act as the target of your concern: your confidant. Until you choose someone else, or until they stop being willing, you and this creature have advantage on all skill checks made to socially influence or understand each other. Also, once per turn, you and your confidant can convey a single thought, idea, or emotion of up to 10 words in length to the other by making a particular gesture, moving an object in a certain way, giving the other a meaningful look, or making a distinct sound.",
				"Finally, as long as you are on the same plane of existence as your confidant, you can each feel the other's presence and can sense their exact location relative to you by visualizing their silhouette when you close your eyes. When you do so, you can see if their body language is trying to convey a thought to you, but cannot see their surroundings."
			],
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Halcyon",
			"subclassSource": "Companion",
			"level": 3,
			"header": 1
		},
		{
			"name": "Jubilant Reminiscence",
			"entries": [
				"Also as of 3rd level, your support takes on a sweeter, more nurturing tone, and every dance is an idyllic reverie.",
				"Whenever one of your duets ends, salubrious waters are wrapped around either you or your partner, as your chosen recipient immediately regains hit points equal to 1d8 + half your companion level (rounded down)."
			],
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Halcyon",
			"subclassSource": "Companion",
			"level": 3,
			"header": 1
		},
		{
			"name": "Never Miss a Beat",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Halcyon",
			"subclassSource": "Companion",
			"level": 7,
			"header": 2,
			"entries": [
				"As of 7th level, your attentive nature makes you quick to react to the one you're watching carefully. Every round when you're in combat with the creature you chose for Overbearing Ward, your initiative is set to be the same as theirs if you would act at a lower initiative. You can choose who goes first.",
				"Additionally, when you or this confidant are targeted with an attack while you're performing a duet together, either of you can, as a reaction, choose to become the target of the attack instead of the other. You also switch places with one another, entering the space which the other had occupied. This can be done a number of times equal to your proficiency bonus per long rest, and it must be done before you know whether the attack will hit."
			]
		},
		{
			"name": "We Are One",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Halcyon",
			"subclassSource": "Companion",
			"level": 11,
			"header": 2,
			"entries": [
				"Upon reaching 11th level, as you enlighten those around you, your significant other can fully reciprocate your solicitude. Whenever you use Merry Visionary to encourage your confidant, you can gain advantage on a single attack roll, ability check, or saving throw of your choosing before the start of your next turn, as their joy is your satisfaction.",
				"Further, at the start of every round, your confidant's initiative is set to be the same as yours if they would act at a lower initiative. Either of you can choose who goes first."
			]
		},
		{
			"name": "Timeless Comfort",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Halcyon",
			"subclassSource": "Companion",
			"level": 15,
			"header": 2,
			"entries": [
				"At 15th level, you and your loved ones are forever reassured by considerate selflessness. Whenever you or your confidant uses Never Miss A Beat to become the target of an attack, the other regains hit points as per Jubilant Reminiscence.",
				"Further, you and your confidant can both cast detect thoughts at-will, no action required, but can only target each other. You can probe deeper into each other's thoughts as an action or bonus action and can choose to fail each other's probing saving throws. This spell uses your step save DC."
			]
		},
		{
			"name": "Psychopomp Style",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Psychopomp",
			"subclassSource": "Companion",
			"level": 3,
			"entries": [
				"Few possess the sense to escort lost souls and help them pass on, for few can be trusted with such a personal request. As a Psychopomp, you send creatures to wherever they belong via trickery or compassion as necessary. This style uses shamanic services to find solutions for even the most hapless spirits. By seeking out sorrows and bringing ease to transitional phases, you act as a conciliating guardian.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Veil of the Vale|Companion|Companion|Psychopomp|Companion|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Cryptic Customs|Companion|Companion|Psychopomp|Companion|3"
				}
			]
		},
		{
			"name": "Veil of the Vale",
			"entries": [
				"By 3rd level, you know that the world you see isn't all there is. At-will, you can exhale a spectral mist to surround you in all directions, moving with you, passing through objects, and lightly obscuring an area within up to 30 feet of you. This mist remains until you dismiss it, no action required, or until you die. The maximum range of this mist increases to 60 feet at level 7, 90 feet at level 11, and 120 feet at level 15. While you are conscious, you can always sense the exact number of Small or larger creatures within this mist, though you cannot sense their location or their identity—only their presence. This includes creatures in the Ethereal Plane, such as ghosts.",
				"Additionally, you can make happy haunts materialize. Whenever you have a willing humanoid ally within your mist, you can begin a duet with them from any distance. Rather than ending if your partner is no longer within 10 feet of you, your duets end instantly if your partner leaves your mist. A hazy illusion of each of you will appear to embrace the other during the dance, as distance cannot separate your spirits."
			],
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Psychopomp",
			"subclassSource": "Companion",
			"level": 3,
			"header": 1
		},
		{
			"name": "Cryptic Customs",
			"entries": [
				"Also at 3rd level, you've discovered a number of obscure routines which grant you magic conducive to soulful shepherding. You know four Psychopomp spells, but you can only cast them as rituals. To do so, you must perform a mystical dance or cultural observance for 10 minutes in addition to the spell's normal casting time. These rituals can be performed during a short rest without being considered strenuous activity. You must possess the material components, and must maintain concentration whenever a spell requires it. Spells from this feature use your step save DC. Whenever you gain a Psychopomp Style feature, you learn additional spells which you can cast in this manner.",
				{
					"type": "table",
					"caption": "Psychopomp Ritual Spells",
					"colLabels": [
						"Companion Level",
						"Spells Known"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"3rd",
							"{@spell ceremony|xge}, {@spell detect evil and good}, {@spell find familiar}, {@spell identify}"
						],
						[
							"7th",
							"{@spell catnap|xge}, {@spell feign death}, {@spell magic circle}, {@spell warding bond}"
						],
						[
							"11th",
							"{@spell banishment}, {@spell hallucinatory terrain}, {@spell legend lore}, {@spell locate creature}"
						],
						[
							"15th",
							"{@spell arcane gate}, {@spell find the path}, {@spell magic jar}, {@spell planar ally}"
						]
					]
				}
			],
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Psychopomp",
			"subclassSource": "Companion",
			"level": 3,
			"header": 1
		},
		{
			"name": "Smile with the Faceless",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Psychopomp",
			"subclassSource": "Companion",
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 7th level, you can conceal your clientele, keeping them away from scrying eyes. Everything within the area of your mist is always under the effect of the nondetection spell.",
				"Additionally, your all-encompassing empathy affords you new opportunities. Whenever a creature not native to your current plane, a spirit of the dead, or an undead creature enters the radius of your mist for the first time each round, it must make a Charisma saving throw. Upon failure, the creature is charmed by you, regarding you as its potential savior. This effect lasts until a target exits your mist's radius, but if you or your allies insult a target or harm it in any way, the effect ends early for them and they become immune to it for 24 hours. For the duration of the charm, affected creatures are placed under the effect of the {@spell tongues} spell."
			]
		},
		{
			"name": "Spirit's Serenity",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Psychopomp",
			"subclassSource": "Companion",
			"level": 11,
			"header": 2,
			"entries": [
				"As of 11th level, your benevolence can free folks from the strife of battle. A number of times equal to your Charisma modifier per long rest, when a creature within your mist is reduced to 0 hit points, but not killed outright, you can choose to let their spirit rest. This can be done even if you are incapacitated or unconscious (as long as you are alive), and you can target yourself. They are stabilized when you spare them, and they become serene: until the end of the next round, they cannot take damage or regain hit points.",
				"All living creatures who see the target's peaceful visage are intuitively aware of this serenity's effect, and can instinctively discern that the target's slumber cannot be disturbed."
			]
		},
		{
			"name": "A Ghostly Guide",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Psychopomp",
			"subclassSource": "Companion",
			"level": 15,
			"header": 2,
			"entries": [
				"By the time you reach 15th level, you are in good standing as a walker between worlds. Whenever you directly reduce a creature to 0 hit points or stabilize them, you can put them under the effect of the {@spell plane shift} spell. You do not require the material component. The target is considered to be a willing creature, and you can specify their approximate destination. Even if they are serene, they regain 1 hit point upon arrival."
			]
		},
		{
			"name": "Soothsayer",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Soothsayer",
			"subclassSource": "Companion",
			"level": 3,
			"entries": [
				"Those who practice farsight tend to seek definitive answers wherever they go, but Soothsayers act on intuition. All around them are widespread strings of correlation, causation, and potentiality; everyone has a role to play in their schemes. In this style, your interest in creating your own truths grants you control over fate, and you demand a grand destiny.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Sympathetic Sight|Companion|Companion|Soothsayer|Companion|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Oscillating Ornithomancy|Companion|Companion|Soothsayer|Companion|3"
				}
			]
		},
		{
			"name": "Sympathetic Sight",
			"entries": [
				"Starting at 3rd level, you can see signs of the world's potential. Before a long rest, you can name a creature and dream vaguely of their possibilities. Then, over the course of a short rest, you can teach them one skill, weapon, or tool proficiency by explaining how they acted in your dreams. As long as they are willing, they find this lesson to be effortless, as you ensure that it comes naturally to them. If they were already permanently proficient in a given skill or tool, you can teach them to double their proficiency bonus for ability checks pertaining to it. This lesson can only be completed once ever per target, and you can never teach yourself.",
				"Additionally, you keep tabs on your pupils. At-will as an action, you can summon a sensor beside any creature you've taught through Sympathetic Sight. This sensor functions as per the {@spell clairvoyance} spell, except there is no range limit, and your sensor is visible, appearing as an insignia that is symbolic of you or your ideals. You can only focus on watching over one student at a time."
			],
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Soothsayer",
			"subclassSource": "Companion",
			"level": 3,
			"header": 1
		},
		{
			"name": "Oscillating Ornithomancy",
			"entries": [
				"Also as of 3rd level, you know not to let your flighty chance escape you. Whenever you begin a duet step, you can conjure an aura boomerang and toss it at a Large or smaller creature or unrestrained object within 30 feet of you. Your boomerang spins intangibly within a target for the duration of the dance.",
				"When the duet ends, the boomerang returns to you, and your target is pulled in a straight line into an unoccupied space within 5 feet of you. An unwilling creature must succeed on an Intelligence saving throw to avoid being pulled by figuring out how to remove your lure. If your target would collide with a creature, object, or hazard along the way, it is harmlessly released from flight immediately before reaching the obstacle. Your boomerang's range increases to 60 feet at 7th level, 90 feet at 11th level, and 120 feet at 15th level."
			],
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Soothsayer",
			"subclassSource": "Companion",
			"level": 3,
			"header": 1
		},
		{
			"name": "Auspicious Auspice",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Soothsayer",
			"subclassSource": "Companion",
			"level": 7,
			"header": 2,
			"entries": [
				"Upon reaching 7th level, you begin to preordain fortuity. A number of times equal to your proficiency bonus per long rest, when a creature that you can see (other than yourself) makes an attack, before you know the result of their roll, you can speak a prediction aloud about whether it will hit or miss. If you correctly foresee the outcome, the target's fortune is reversed: their next attack within 1 minute will have the opposite outcome, automatically hitting if you said that they would miss and automatically missing if you predicted that they would hit. You cannot use this feature on a creature whose fortune is already currently reversed by it."
			]
		},
		{
			"name": "Expect Eventualities",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Soothsayer",
			"subclassSource": "Companion",
			"level": 11,
			"header": 2,
			"entries": [
				"By 11th level, you're an expert at grooming your friends to handle tricky scenarios for you. At the end of a long rest, as you convene with any allies that have the Spellcasting feature, you can spend 10 minutes mingling your auras and edifying them about which spells they might soon have need of. If you do so, until they complete their next long rest, they can add additional spells of your choosing to their number of spells known or prepared. These spells must be of a level for which they have spell slots and must be from a spell list that is available to them. The total number of additional spells you can grant equals half your companion level (rounded down), divided as you choose among you and your allies."
			]
		},
		{
			"name": "Doomsayer and Messiah",
			"source": "Companion",
			"className": "Companion",
			"classSource": "Companion",
			"subclassShortName": "Soothsayer",
			"subclassSource": "Companion",
			"level": 15,
			"header": 2,
			"entries": [
				"Once you achieve 15th level, for better or worse, your practiced tampering with providence has come to fruition. When one of your duet partners forces creatures to make a saving throw, by prophesying a terrible fate, you can make a single affected creature within sight roll its saving throw at disadvantage. You regain your single usage of this feature whenever you expend a tempo point to begin a new duet.",
				"Additionally, when an ally (other than yourself) would fail a saving throw against magic while wearing an accessory from your Counter-Curio feature, they can destroy the accessory, relinquishing its benefits and releasing its protective essence, allowing them to add a bonus to their saving throw result. This bonus equals your current number of tempo points."
			]
		}
	],
	"subclass": [
		{
			"name": "Dervish Style",
			"subclassFeatures": [
				"Dervish Style|Companion|Companion|Dervish|Companion|3",
				"Vain Vivacity Improvement|Companion|Companion|Dervish|Companion|7",
				"Unforgiving Competitor|Companion|Companion|Dervish|Companion|7",
				"Paso Doble Disarray|Companion|Companion|Dervish|Companion|11",
				"Miracle Maven|Companion|Companion|Dervish|Companion|15"
			],
			"source": "Companion",
			"shortName": "Dervish",
			"className": "Companion",
			"classSource": "Companion"
		},
		{
			"name": "Halcyon Style",
			"subclassFeatures": [
				"Halcyon Style|Companion|Companion|Halcyon|Companion|3",
				"Never Miss a Beat|Companion|Companion|Halcyon|Companion|7",
				"We Are One|Companion|Companion|Halcyon|Companion|11",
				"Timeless Comfort|Companion|Companion|Halcyon|Companion|15"
			],
			"source": "Companion",
			"shortName": "Halcyon",
			"className": "Companion",
			"classSource": "Companion"
		},
		{
			"name": "Psychopomp Style",
			"subclassFeatures": [
				"Psychopomp Style|Companion|Companion|Psychopomp|Companion|3",
				"Smile with the Faceless|Companion|Companion|Psychopomp|Companion|7",
				"Spirit's Serenity|Companion|Companion|Psychopomp|Companion|11",
				"A Ghostly Guide|Companion|Companion|Psychopomp|Companion|15"
			],
			"source": "Companion",
			"shortName": "Psychopomp",
			"className": "Companion",
			"classSource": "Companion"
		},
		{
			"name": "Soothsayer",
			"subclassFeatures": [
				"Soothsayer|Companion|Companion|Soothsayer|Companion|3",
				"Auspicious Auspice|Companion|Companion|Soothsayer|Companion|7",
				"Expect Eventualities|Companion|Companion|Soothsayer|Companion|11",
				"Doomsayer and Messiah|Companion|Companion|Soothsayer|Companion|15"
			],
			"source": "Companion",
			"shortName": "Soothsayer",
			"className": "Companion",
			"classSource": "Companion"
		}
	]
}
