{
	"_meta": {
		"sources": [
			{
				"json": "Mousefolk",
				"abbreviation": "Mousefolk",
				"full": "Mousefolk",
				"authors": [
					"Skybug12"
				],
				"convertedBy": [
					"Clasm"
				],
				"url": "https://drive.google.com/file/d/0B6eHVaEIoWbBZWRid0tkMnhPMXM/view",
				"version": "2.2"
			}
		],
		"dateAdded": 1547282078,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "20ab3eee80",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Mousefolk",
			"source": "Mousefolk",
			"ability": [
				{
					"dex": 2
				}
			],
			"size": [
				"S"
			],
			"speed": {
				"walk": 25
			},
			"darkvision": 0,
			"traitTags": [
				"Monstrous Race"
			],
			"entries": [
				"As a goblinoid, you have the following characteristics.",
				{
					"name": "Age",
					"entries": [
						"A Mousefolk reaches adulthood at the age of 5 and lives to be about 40 years old."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Most Mousefolk are neutral, and tend towards good. They try to keep the conflicts of the other races at arm's length, but display remarkable ferocity when their friends, families, or communities are threatened. A reverence for nature and life is close to the heart of Mousefolk, and they are loath to take a life if it can be avoided. They prefer to live quiet and unassuming lives, giving honest work for honest pay."
					],
					"type": "entries"
				},
				{
					"name": "Size",
					"entries": [
						"Mousefolk grow between 2 and 2 1/2 feet tall and weigh about 25 pounds. Your size is Small."
					],
					"type": "entries"
				},
				{
					"name": "Keen Senses",
					"entries": [
						"You have proficiency in the {@skill Perception} skill."
					],
					"type": "entries"
				},
				{
					"name": "Mousefolk Weapon Training",
					"entries": [
						"You have proficiency with the {@item rapier|phb}, {@item shortsword|phb}, {@item shortbow|phb}, and {@item handaxe|phb}."
					],
					"type": "entries"
				},
				{
					"name": "Nimble Dodge",
					"entries": [
						"When attacked by an Attack of Opportunity, you may use your reaction to impose disadvantage on that attack."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Squeak Speak. Mousefolk place great value on the written accounts of their legends and histories, and encourage everyone to keep journals and records of their deeds. Almost all Mousefolk speak Common to converse with the people on whose lands they dwell or through which they are traveling.."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Obscured in the thick underbrush of the forest, every muscle in Moira's body was screaming. She had been crouched, completely still, for half a day, waiting for her quarry to emerge from its den. Thick mud clumped and matted her dark fur, insulating her from the high sun. Her large round ears twitched, focusing on a faint scratching coming from the cave. Her prey was awake. Moira drew her bow and deftly nocked an arrow without a sound. She waited. Soon the mighty owlbear lumbered out of the cave. A dry summer had forced it closer to civilization, and it had begun preying on trade caravans. Moira took aim, and let fly her arrow. The Barbed Trail would be safe to travel once more."
						]
					},
					"The life of the Mousefolk is one spent close to the ground. With no great empires or kingdoms to call home, the Mousefolk spend their lives carving a place for themselves in the cities of the larger races or in the untamed wilds. They form tight-knit communities where every member is expected to contribute to the success of the whole. Some Mousefolk study a trade skill to support their families, while others use their natural agility and intellect for contract services.",
					{
						"name": "Furry and Nimble",
						"entries": [
							"Reaching a little over 2 feet tall, the Mousefolk often go unnoticed in their day to day activities. Their diminutive stature and quiet demeanor make the Mousefolk inoffensive to most, granting a certain detachment from the major conflicts and strife of the age. Their fast metabolisms and quick feet give the Mousefolk a slender build, usually weighing between 20-30 pounds.",
							"Mousefolk fur color ranges from white to tan to brown or black, with various patterns passed through heredity. They take care to groom and clean their fur, as it represents their family and community. A Mousefolk's eye color is either red or black. Mousefolk like to wear comfortable dark colored clothes that allow for discretion and a wide range of movement.",
							"The concept of personal wealth or glory doesn't pervade through Mousefolk culture, most actions taken are for the good of the community rather than the self. Any wealth or resources gained are utilized for the betterment of the group. Some Mousefolk, however, use their natural abilities for personal gain. These individuals tend to be outcasts or blacksheep of the clans."
						],
						"type": "entries"
					},
					{
						"name": "Home and Hearth",
						"entries": [
							"The Mousefolk are a resourceful and tenacious race. Mousefolk settlements can be found in the most unlikely and inhospitable of places. They tend to build homes in the dark shadows and forgotten corners of the world, such as city slums, deep forests, scorching deserts, arctic tundras, or port cities in exotic lands. The Mousefolk aren't typically farmers, instead preferring hunting, trade, and craft to meet their needs. Mousefolk caravans are not an easy target for bandits, guarded by skilled archers within and a bristling wall of oak and steel without.",
							"Mousefolk families extend beyond blood ties, an individual's entire community is treated as kin. Mousefolk settlers will seek out other colonies, and new warrens will arise within close proximity to each other. These communities will eventually grow and merge, the members of each becoming kin to the other."
						],
						"type": "entries"
					},
					{
						"name": "Artisans and Adventurers",
						"entries": [
							"The Mousefolk have a deep love of art, literature, song, and craft, and will often spend a lifetime perfecting their trade. True masterworks are rarely seen by the outside world, instead they are preserved and passed through the generations. To be a keeper of lore and heritage is among the highest honors and greatest responsibilities in Mousefolk culture.",
							"The Mousefolk who do not end up learning a trade will often put their skills to use pursuing esoteric knowledge, training as defenders, spiritual leaders, rangers, covert agents, or they might even travel the world as an adventurer-for-hire."
						],
						"type": "entries"
					},
					{
						"name": "Mousefolk Names",
						"entries": [
							{
								"entries": [
									"When a Mousefolk is old enough to read, they are taken by an elder to the clan's archives to study the lore and histories of their people. After several years, the individual is allowed to pick their own name, either adopting the name of a past hero, or inventing a new name for themselves.",
									{
										"name": "Male Names",
										"entries": [
											"Aengus, Ashwin, Aynselle, Boris, Byrnstan, Celanawe, Colin, Demitri, Elric, Esegar, Finn, Gregory, Joseph, Luke, Martin, Matthias, Mattimeo, Odric, Seyth, Thom, Waldwin"
										],
										"type": "entries"
									},
									{
										"name": "Female Names",
										"entries": [
											"Baeylie, Caley, Clove, Daewn, Dalla, Eda, Elis, Gale, Ingrid, Kearra, Mariel, Millicent, Moira, Nola, Rona, Rosalee, Sayble, Serra, Sylvia, Veira"
										],
										"type": "entries"
									},
									{
										"name": "Historical Names",
										"entries": [
											"Abershaw, Bluebell, Dalgill, Faolan, Garrow, Gamilon, Grimwold, Hannidy, Larkin, Sloan, Taryn, Tenny, Tinble, Toller, Vidar, Walmond"
										],
										"type": "entries"
									}
								],
								"type": "entries"
							}
						],
						"type": "entries"
					}
				]
			},
			"skillProficiencies": [
				{
					"perception": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"other": true
				}
			]
		}
	],
	"subrace": [
		{
			"name": "Softpaw",
			"ability": [
				{
					"int": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Softpaw",
							"entries": [
								"As a Softpaw Mousefolk, you avoid the dangers of the untamed wilds for the security of civilization. Your bookish nature gives you an edge in the arcane studies and a knack for trade skills and craft. The mark of the Softpaw is a seal of the utmost quality. A Softpaw's natural dexterity and keen intellect make them desirable contract thieves and infiltrators."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Artistry",
					"entries": [
						"You gain proficiency with one type of artisan's tools or one musical instrument."
					],
					"type": "entries"
				},
				{
					"name": "Squirm",
					"entries": [
						"You can move through tiny sized spaces as if you were tiny size."
					],
					"type": "entries"
				}
			],
			"source": "Mousefolk",
			"raceName": "Mousefolk",
			"raceSource": "Mousefolk"
		},
		{
			"name": "Meadowguard",
			"ability": [
				{
					"wis": 1
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Meadowguard",
							"entries": [
								"As a Meadowgard Mousefolk, you make your living in the wilds. You have keen senses, deep intuition, and a connection with nature that few other races can boast. The Meadowgard stand staunchly at the edge of civilization, knowing that their eyes are the first alarm and their body and blade are the last bulwark of countless others. They have an unwavering sense of duty and a lifetime of experience which keeps them sharp against the dangers of the world. With an Eider's blessing some Meadowgard leave the service of their clans to travel the world and record their journeys."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Brave",
					"entries": [
						"You have advantage on saving throws against being frightened."
					],
					"type": "entries"
				},
				{
					"name": "Speak With Small Beasts",
					"entries": [
						"Through sounds and gestures, you can communicate simple ideas with Small and smaller beasts."
					],
					"type": "entries"
				}
			],
			"source": "Mousefolk",
			"raceName": "Mousefolk",
			"raceSource": "Mousefolk"
		}
	]
}
