{
	"_meta": {
		"sources": [
			{
				"json": "Dungeons&Doggies",
				"abbreviation": "Dogs",
				"color": "9f6830",
				"full": "Dungeons&Doggies - Rules companion",
				"authors": [
					"Russ Charles",
					"April Prime",
					"Gaz Bowerbank",
					"Baz Stevens",
					"Kate Wolseley-Charles",
					"Becca Hallstedt",
					"Suzanne Helmigh",
					"Sam Santala"
				],
				"convertedBy": [
					"GoR"
				],
				"version": "1.0",
				"url": "https://steamforged.com/animal-adventures",
				"targetSchema": "1.1.6"
			}
		],
		"dateAdded": 1581972143,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "0758f7ca68",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Dungeons & Doggies - Rules Companion",
			"id": "Dogs",
			"source": "Dungeons&Doggies",
			"group": "homebrew",
			"published": "2019-06-10",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons%26Doggies/D&Doggies_Rules_Cover.png"
			},
			"contents": [
				{
					"name": "The Inn was quiet at this time of day,"
				},
				{
					"name": "Welcome to Dungeons and Doggies, the first of the Animal Adventures!",
					"headers": [
						"Dogs and Delightfulness",
						"Tone and Style in your Game",
						"Making Choices, Living Free"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 1
					}
				},
				{
					"name": "Paws for Thought",
					"headers": [
						"Flying Solo",
						"One of Each",
						"Best of Breed",
						"Dogs for Everyone"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 2
					}
				},
				{
					"name": "Dog Racial Rules",
					"headers": [
						"Compact and Diverse",
						"Loyal and True",
						"Walking at Society's Side",
						"A Nose for Adventure",
						"Canine Traits",
						"Breed Abilities",
						"New Class Feats"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 3
					}
				},
				{
					"name": "Awakened Animal",
					"headers": [
						"A Friend by Every Fireside",
						"Suggested Characteristics"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 4
					}
				},
				{
					"name": "Companion Domain",
					"ordinal": {
						"type": "chapter",
						"identifier": 5
					}
				},
				{
					"name": "Magic Items",
					"ordinal": {
						"type": "appendix",
						"identifier": "A"
					}
				},
				{
					"name": "The Good Mother - Canine Deity",
					"headers": [
						"Aspects and Tenets of the Good Mother–Player and DM Information",
						"Shrines to the Good Mother",
						"Manifestations of the Good Mother"
					],
					"ordinal": {
						"type": "appendix",
						"identifier": "B"
					}
				},
				{
					"name": "Meet the Gang!",
					"headers": [
						"Cassandra: Husky Paladin",
						"Cerysse: St Bernard Cleric",
						"Cornelius: Golden Retriever Wizard",
						"Flint: Cattle Dog Ranger",
						"Freya: German Shepherd Druid",
						"Hartley: French Bulldog Fighter",
						"Monty: Spaniel Bard",
						"Morgaine: Dachshund Sorcerer",
						"Nightingale: Pomeranian Monk",
						"Svetlana: Beagle Barbarian",
						"Tedric: Chihuahua Rogue",
						"Tobias: Corgi Warlock"
					],
					"ordinal": {
						"type": "appendix",
						"identifier": "C"
					}
				}
			]
		}
	],
	"bookData": [
		{
			"id": "Dogs",
			"source": "Dungeons&Doggies",
			"data": [
				{
					"type": "section",
					"name": "The Inn was quiet at this time of day,",
					"entries": [
						"{@i just a few patrons muttering into their cups and the sound of driving rain outside splattering against the windows. Only the occasional cry of someone slipping in the churned mud broke the rhythmic drumming of water on the roof and walls.}",
						"{@i In the corner furthest from the fire, long shadows stretched over a table dragged close to the wall. The taller of the two men at the table leaned forward.}",
						"{@i \"Three silver.\" He said, with an air of finality.}",
						"{@i The smaller man tried unsuccessfully to hide his disappointment. \"That ain't much, for such a job.\" He countered.}",
						"{@i The first pursed his lips, pausing only to kick away a stinking cur begging for food. The dog drew back and scuttled into the corner just out of reach, and huddled submissively.}",
						"{@i \"There will be thirty of the brothers there,\" he said, counting off his points on his fingers, \"so this is not dangerous. Further, there will be no killing... this time...}\" ",
						"{@i He paused a moment, and his opposite lifted one skeptical eyebrow. \"Finally, the Overfather will personally review the outcome, so in fact this is a opportunity to make a good impression.\"}",
						"{@i The negotiations continued as the filthy dog wandered out of the Inn, looking for a better chance at a meal.}",
						"{@i \"I tell you Sirindelle it's serious work. I could have died.\" The 'stinking cur' told a silver haired elven bard later, once she'd cleaned off the disgusting mess of wax, mud and fox scat in the pond. She muttered under her breath and her damp and matted fur was instantly dry and tangle free.}",
						"{@i The party - the bard, a dwarven fighter, and a half-orc cleric, sat round a welcome fire, upon which sat a bubbling pot of stew, and bread warming beside it. Occasionally the dwarf looked hopefully towards the stew.}",
						"{@i \"OK, Calle,\" the bard sighed, \"I'll write a damn song about your incredible spying abilities later. Just tell us when the cultist scum are going to lay the ambush and where.\"}",
						"{@i \"I've got a bruise,\" Calle muttered under her breath, and then, satisfied that her canine contribution was fully appreciated, and also quite looking forward to dinner as well, started her report.}",
						"{@i \"There will be thirty of them, setting the ambush a week next Thursday just past the ruined windmill...\"}",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Ranger.png"
							}
						}
					]
				},
				{
					"type": "section",
					"name": "Welcome to Dungeons and Doggies, the first of the Animal Adventures!",
					"entries": [
						"The rules presented here allow you to play humankind's (or elvenkind's, or dwarvenkind's etc.) Best Friend, the noble and companionable dog. There are racial rules, class options, feats and other rules to allow for the addition of a dog character to a party or even a whole party of canine adventurers",
						{
							"type": "entries",
							"name": "Dogs and Delightfulness",
							"entries": [
								"There is a unique delight in providing rules to play a dog character. There are few, if any animals that are as closely bonded to humans as dogs, and they have been our companions and partners for a long period of history. So it feels somehow right that they get their time at the table with other adventurers!"
							]
						},
						{
							"type": "entries",
							"name": "Tone and Style in your Game",
							"entries": [
								"The style of play described for dogs assumes they will fulfill that role of companion and support, with dogs being both self sufficient and - through their class choices - a very supportive part of the adventuring party",
								"Note that these rules are not intended to represent anthropomorphic dogs; no bipedal, opposable thumb-owning dogs here! Instead, they assume some manner of event that has imbued a dog with intellectual awakening and self awareness without altering their physical makeup.",
								"As such, there are a few assumptions made to ensure that the character you create can interact with the wider world. Communication and tool use are both discussed within these rules and options for new equipment ideas are also suggested.",
								"Some canine classes are easier to imagine than other, though with a little thought, no class option becomes completely impossible to integrate into your DM's world. The best course is to talk to your fellow players and ensure everyone is on a similar page with your ideas."
							]
						},
						{
							"type": "entries",
							"name": "Making Choices, Living Free",
							"entries": [
								"The miniature figure you choose to represent your canine adventurer gives you plenty of clues as to the ways they could interact with the world.For example, a dog wizard has a spell-book in its harness. Does that mean your dog can read? Or the rogue with a dagger held in its tail, has it now gained an extra prehensile limb? None of these questions or answers should prevent the fun from happening at the table. In a world filled with fire-breathing flying lizards, a dog able to fire a crossbow shouldn't be beyond the realms of possibility.",
								"The most important thing is that your dog characters get to feel sufficiently 'doggy' in the way the rules support the role playing. Whether as a single canine member of a traditional adventuring group or as part of a complete pack of hounds out to make their mark on the world; have fun, sniff a few trees and always - {@i always} - enjoy a good belly rub now and again! ",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Monk.png"
									}
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Paws for Thought",
					"entries": [
						"Before starting your doggie adventures, it is worth deciding what role dog characters play in your world. Most right-thinking folk will want lots of interesting four-legged friends in their games, but that might not suit everyone, so below are some ideas on how to best handle having canine characters in your adventures:",
						{
							"type": "entries",
							"name": "Flying Solo",
							"entries": [
								"Your character is one of a kind! It can be a great roleplaying opportunity to be the only adventurous dog in the world capable of holding their own with their bipedal counterparts. This idea has the character as a marvellous spectacle, sure to be commented on frequently and subject to their own plots involving foes attempting to kidnap the dog, or other adventures. It might inspire the DM and players to consider why they are so unique, or build a game around discovering the source of the character's abilities. Is it a curse or a gift?"
							]
						},
						{
							"type": "entries",
							"name": "One of Each",
							"entries": [
								"Rather than being truly unique in the doggie world, perhaps there is only one of each breed that has reached the height of adventurer? Questions to answer, either before the campaign or during play, include–what happens when a character dies (of old age, or adventurous causes!)? Does another Chihuahua become \"awakened\" when the previous adventurer finally lays down their head? Or are these just the first brave souls, the spearhead of many more to come? The characters are likely individuals of note in the world and many plots and adventures will focus purely on their existence.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Rogue.png"
									}
								}
							]
						},
						{
							"type": "inset",
							"name": "Dogs and Dexterity",
							"entries": [
								"A common issue canine adventurers will encounter is a lack of hands. DMs and players should not shy away from exploring this issue; dogs are quite unique and overcoming this issue is a roleplaying and story opportunity. Maybe your character uses a pouch with spell components in easy muzzle reach? Maybe the local Smith can modify tools for mouth use? Perhaps you use magic? Or perhaps you just have your companions help you? Figuring out the ways you adapt to your new place in the world is part of the fun of being a dog in a thumb-owner's world!"
							]
						},
						{
							"type": "entries",
							"name": "Best of Breed",
							"entries": [
								"Talking, adventuring dogs are not uncommon in the world with this approach–but the characters are among the best and brightest, with one or more making up part of any group. Many songs are sung in the tavern of doggie heroes, past and present; most adventuring groups have one or more canine companions, they're not at all unusual. It's likely that there are specialist shops selling dog-optimised gear and taverns with an attached Kennel Club, catering for doggies with a menu of meaty treats and comfortable lounging couches. In this world, DMs should remember that villainous foes might include clever canines–indeed the major mastermind behind a nefarious plot could be... a wicked Labrador!"
							]
						},
						{
							"type": "entries",
							"name": "Dogs for Everyone",
							"entries": [
								"Who wouldn't want a world full of four-legged friends? Using this principle, doggie characters are as commonplace and normal as any other race. The world has adapted around them, with most buildings being constructed with dogs as well as humanoids in mind. There is a furry friend in all walks of life from city leaders, to army regiments, bankers, bakers or candlestick makers! Talking dogs have always been a part of the world, and it's all perfectly natural. The DM should give some thought to \"dogs gone bad\" and what a group of canine bandits and ruffians might look like. A bad dog could easily be the major antagonist of a story. No one wants to contemplate a St Bernard transformed into a Lich, with a horde of undead followers though, surely...?",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Bard.png"
									}
								}
							]
						},
						{
							"type": "inset",
							"name": "A Dog's Life",
							"entries": [
								"The more commonly intelligent dogs are encountered, the more the world should reflect this. Equipment and weapon makers will tailor their wares for wealthy doggy adventurers, canine guilds will form, dogs will seek positions of power and influence - and not every doggie is as altruistic as some... underdog crime gangs are a real and exciting threat, able to hide within society easily due to the 'two-legs' being so bad at identifying individual dogs."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Dog Racial Rules",
					"entries": [
						"{@i THE SOUND OF THE HORNS WARNED OF THE RAIDERS' APPROACH. Even before Alynd had begun to roll out of her tent and draw her knives, Oak was already moving, low to the ground with his hackles raised and a barely audible growl in his throat. He was an old dog now, grey at the muzzle and deaf in one ear. They'd grown together, dark skinned girl and snow white dog, never apart. Oak had been as true and strong as the tree whose name he bore. Comforting her through loss, joyous in play, unfailing in trust and deadly in defence of his family. If tonight, protecting the children of the village below, was the night they fell, it would be as they had lived, together as one, human and dog. A bond not even death could break.}",
						{
							"type": "entries",
							"name": "Compact and Diverse",
							"entries": [
								"Endlessly variable, constantly adaptable, dogs have been shaped by their entwined history with other races until little trace of their wild ancestry remains. Now, a breed of dog seems to exist for every possible niche within society and for every task. From great shaggy hunting dogs to the tiniest of lapdogs, the variety of the canine form seems without bounds.",
								"Generally dogs tend to live between 10 and 15 years and reach adulthood around 18 months old. Whilst it is usual for dogs to live with families or individuals of other races, dogs will also form their own groups for strength and companionship. A wide array of natural colours and coats occur and thus individual dogs are easily identified by other races visually, even though they rely more on their sense of smell for such things themselves."
							]
						},
						{
							"type": "entries",
							"name": "Loyal and True",
							"entries": [
								"Dogs are naturally loyal to those they sense as a pack. This trait carries through to intelligent dogs from their wilder kin. Those who claim a dog as a friend have a true and unshakeable companion for life. Affable and upbeat, dogs live for the now and enjoy experiencing curiosity and adventure. They have few emotional filters and can switch from effervescent joy to melancholy in a moment. However they shed black moods very easily and seem incapable of holding a grudge or harbouring ill feeling.",
								"Dogs are easily moved to help others and relieve suffering and will be generous with their affection and time."
							]
						},
						{
							"type": "entries",
							"name": "Walking at Society's Side",
							"entries": [
								"Dogs have the capacity to make their homes almost anywhere that they choose, but the most common places they are found is within the settlements of other races, acting in a wide range of roles. Wild dogs do also thrive under different circumstances in the more temperate areas of the world. Intelligent dogs tend to remain closely linked with either their adopted society or the wild areas they knew as pups. However, a dog's sense of home is usually defined by their company rather than a place, and dogs are comfortable travelling widely as long as they have the constancy of friendship."
							]
						},
						{
							"type": "entries",
							"name": "A Nose for Adventure",
							"entries": [
								"Dogs gifted with unusual intelligence seek adventure for many reasons. It is common that answers to questions about why they are different to their kind are a driving force, but equally the desire to make a difference will motivate many dogs. Their instinctive urge to support and assist, coupled with the ability to reflect on the world in deep terms can be more than enough to lead a dog from the warmth of a home and into the wider world."
							]
						},
						{
							"type": "entries",
							"name": "Canine Traits",
							"entries": [
								"The diversity of dogs is hard to generalise but dogs begin with the following traits.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Ability score increase",
											"entries": [
												"Your Charisma score increases by 1"
											]
										},
										{
											"type": "entries",
											"name": "Age",
											"entries": [
												"Dogs reach maturity around 18 months and usually live between 10 and 15 years."
											]
										},
										{
											"type": "entries",
											"name": "Alignment",
											"entries": [
												"Dogs tend towards good alignments due to their natural urge to be helpful, but there are exceptions to this."
											]
										},
										{
											"type": "entries",
											"name": "Size",
											"entries": [
												"Dogs vary in height and length enormously. Your size is dependent on your subrace, see below."
											]
										},
										{
											"type": "entries",
											"name": "Speed",
											"entries": [
												"Your base walking speed is 30 feet."
											]
										},
										{
											"type": "entries",
											"name": "Languages",
											"entries": [
												"You can 'speak' and read Common and two extra languages of your choice. Note that dogs do not necessarily use speech; whilst they can understand their chosen languages, the specifics of how they communicate are left to the players. Some possibilities include having the full ability of speech, being uncannily effective at conveying meaning through gesture and sounds (\"I think she is saying the kids are down the well\") or having another character who can understand and interpret for the dog. Regardless of how the dog expresses itself, it is assumed that it is communicating with its allies with sufficient fluency as to avoid any penalties to rolls."
											]
										},
										{
											"type": "entries",
											"name": "Keen Senses",
											"entries": [
												"Dogs have advantage on Perception checks based on smell or hearing and disadvantage on Perception checks depending upon colour recognition."
											]
										},
										{
											"type": "entries",
											"name": "Best Friend",
											"entries": [
												"Dogs may cast the {@spell Charm Person} spell using Charisma as the spellcasting ability once per long rest. No spell components are necessary. The DC for this ability is 8 + your Charisma modifier."
											]
										},
										{
											"type": "entries",
											"name": "Worse than the Bark",
											"entries": [
												"You have a natural bite attack.You are proficient with this attack and it counts as both a weapon attack and an unarmed attack. This attack does {@dice 1d4} + your Strength modifier damage. This increases to {@dice 1d6} + your Strength modifier at level 5 and {@dice 1d8} + your Strength modifier at level 10."
											]
										},
										{
											"type": "entries",
											"name": "Many Breeds, Many Forms",
											"entries": [
												"Dogs have such variety of shapes and breeds that they are highly diverse. Choose one of the following subraces to reflect your chosen breeding and select one Breed Ability from the list on the right."
											]
										}
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "The Brightest Candles",
							"entries": [
								"Dogs as presented are a powerful race with many benefits. However, as any dog owner will know, dog's lives are brief and intense. An intelligent dog will have to accept that its fellow adventurers will outlive it, maybe many times over, and the quest to extend the life of a canine adventurer may form the basis of some powerful story telling. Equally, the same dog may choose to accept its balloted time and live its live as fully as it can and do the most possible with the time it has."
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Big Dog",
									"entries": [
										"Big dogs are the strongest, and most physically imposing animals in the canine family. Mastiffs, St Bernards, and Alsatians all fall into this size of breed.",
										{
											"type": "entries",
											"name": "Size",
											"entries": [
												"Your size is Medium"
											]
										},
										{
											"type": "entries",
											"name": "Ability score increase",
											"entries": [
												"Your Constitution score increases by 1."
											]
										},
										{
											"type": "entries",
											"name": "Powerful bite",
											"entries": [
												"When you use your bite attack, you roll two dice for damage and choose the higher result. For a critical hit, roll three dice and choose the best two results."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Regular Dog",
									"entries": [
										"Regular dogs may be the most common sized dogs and tend to be known for energy and hale sturdiness. This includes spaniels, bulldogs, and many crossbreeds.",
										{
											"type": "entries",
											"name": "Size",
											"entries": [
												"Your size is Medium"
											]
										},
										{
											"type": "entries",
											"name": "Ability score increase",
											"entries": [
												"Your Strenght score increases by 1"
											]
										},
										{
											"type": "entries",
											"name": "Boundless Persistence",
											"entries": [
												"Once per long rest, when you are reduced to 0 hit points, you may immediately roll a hit dice to heal that many hit points."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Lap Dog",
									"entries": [
										"Tiny of body but giant of heart, lap dogs are known for nimble movement and fearless attitude. This category includes Chihuahuas, Terriers and Maltese.",
										{
											"type": "entries",
											"name": "Size",
											"entries": [
												"Your size is Small"
											]
										},
										{
											"type": "entries",
											"name": "Ability score increase",
											"entries": [
												"Your Dexterity score increases by 1"
											]
										},
										{
											"type": "entries",
											"name": "Slippery",
											"entries": [
												"If your attack is a critical hit, you may dodge as a free action after resolving the attack."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Breed Abilities",
							"entries": [
								"Dogs are an almost infinitely varied species and as such, are represented by the subraces and the following breed abilities. These are intended to help reflect a certain breeding or classic role that dogs are renowned for. You may choose {@b two} of these abilities at level 1.",
								"If you are using the optional Feat rules, then instead of taking a feat choice, you may take an extra choice from this breed abilities list.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "At Their  Heels",
											"entries": [
												"You are gifted at guiding others. You can nominate a creature within 5 feet of you as a bonus action. Whilst in this range, it benefits from your Keen Senses trait as if it possessed the trait itself."
											]
										},
										{
											"type": "entries",
											"name": "At Their Heels",
											"entries": [
												"You are skilled in dogging your opponent no matter what. When a target provokes an opportunity attack from you, if you hit then you may also move up to half your movement speed towards your foe."
											]
										},
										{
											"type": "entries",
											"name": "Bloodhound",
											"entries": [
												"You are a master of tracking. You have advantage on Wisdom ({@skill Survival}) checks on rolls related to tracking a target using scent."
											]
										},
										{
											"type": "entries",
											"name": "Catch and Fetch",
											"entries": [
												"You are skilled at snatching things from the air and retrieving them. You can use your reaction to reduce the damage from a ranged weapon attack by {@dice 1d10} + your Dexterity modifier. If you reduce the damage to 0 in this way, you catch the weapon."
											]
										},
										{
											"type": "entries",
											"name": "Cattle Dog",
											"entries": [
												"You are a natural at herding your quarry. When you hit a creature with an opportunity attack, you may move that creature up to 10 feet in any direction before it resolves the rest of its movement."
											]
										},
										{
											"type": "entries",
											"name": "Comforting Companion",
											"entries": [
												"You are a soothing presence. When you share an entire short or long with up to six creatures you choose within 30 feet of you, each regains hit points equal to your level."
											]
										},
										{
											"type": "entries",
											"name": "Digger",
											"entries": [
												"You just have to dig! You have advantage on ability checks for digging. In combat, if you are in an environment which can be dug into by your paws, you may take an action to go prone and gain half cover."
											]
										},
										{
											"type": "entries",
											"name": "Dogged Persistence",
											"entries": [
												"You possess boundless energy and determination. When you take damage, you can use your reaction to gain resistance to all of the triggering damage. After you use this ability, you can't use it again until you complete a short or long rest."
											]
										},
										{
											"type": "entries",
											"name": "Faithful Friend",
											"entries": [
												"You are able to aid those around you just by your presence. Once per short rest, as your reaction, when an ally you can see within 30 feet fails a saving throw, ability check, or attack roll, use your reaction to allow them to attempt the roll again. You can also use this reaction to force an opponent to re-roll a successful attack against an ally you can see within 30 feet."
											]
										},
										{
											"type": "entries",
											"name": "Frenzied Fighting",
											"entries": [
												"You are adept at the frantic combination of barking, scratching, biting and general chaos that typifies some dogs when they are enraged. Once per long rest, you may cause each creature in a 15-foot cube originating from you to make a Constitution saving throw. On a failed save, a creature takes {@damage 2d8} damage and is pushed 10 feet away from you. On a successful save, the creature takes half as much damage and isn't pushed.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Paladin.png"
													}
												}
											]
										},
										{
											"type": "entries",
											"name": "Grabbing Bite",
											"entries": [
												"You have a strong and powerful mouth and neck. When you succeed in hitting a creature of your size or smaller with your Bite attack you may also declare it is grappled. You may use this ability against a creature larger than you, but if you do, your move becomes 0 while grappling and you will move along with the grappled creature."
											]
										},
										{
											"type": "entries",
											"name": "Guard Dog",
											"entries": [
												"You are gifted at reacting to attacks on your companions. If an ally is hit by an attack within five feet of you, you may use your reaction to make an attack against the attacker."
											]
										},
										{
											"type": "entries",
											"name": "Hunting Hound",
											"entries": [
												"You are a natural at seeking the quarry of your allies. You have advantage on an attack roll against a creature if at least one of your allies is within 5 feet of the creature and the ally isn't incapacitated."
											]
										},
										{
											"type": "entries",
											"name": "Incessant Barking",
											"entries": [
												"You have a bark that is hard to ignore, driving foes to distraction. Once per long rest you may affect all creatures within a 15 feet cube. The target must make a Wisdom saving throw. On a failed save, it takes {@damage 2d8} damage and must immediately use its reaction, if available, to move as far as its speed allows away from you. The creature doesn't move into obviously dangerous ground, such as a fire or a pit. On a successful save, the target takes half as much damage and doesn't have to move away. A {@condition deafened} creature automatically succeeds on the save."
											]
										},
										{
											"type": "entries",
											"name": "Old Dog, New Tricks",
											"entries": [
												"Choose two skills and gain proficiency in both."
											]
										},
										{
											"type": "entries",
											"name": "Retriever",
											"entries": [
												"You are a natural at seeking and returning desired items. You gain advantage on Intelligence ({@skill Investigation}) checks."
											]
										},
										{
											"type": "entries",
											"name": "Shake it Off",
											"entries": [
												"Once per long rest you may take advantage on any saving throw to end a condition currently affecting you. The condition can be {@condition blinded}, {@condition deafened}, {@condition paralyzed}, or {@condition poisoned}."
											]
										},
										{
											"type": "entries",
											"name": "Snow Dog",
											"entries": [
												"You love the snow! You are naturally adapted to cold climates, as described in {@book chapter 5 of the Dungeon Master's Guide.|DMG|5|Weather}"
											]
										},
										{
											"type": "entries",
											"name": "Sprinter",
											"entries": [
												"You are built for bursts of impressive speed. Increase your base movement by 10 feet.When you use the {@action Dash} action, you can ignore the first opportunity attack you would provoke."
											]
										},
										{
											"type": "entries",
											"name": "The Eyes Have it",
											"entries": [
												"You are just the cutest. You have advantage on any Charisma based ability checks. Unfortunately this ability cannot be used against hostile creatures."
											]
										},
										{
											"type": "entries",
											"name": "The Eyes Have it",
											"entries": [
												"You are just the cutest. You have advantage on any Charisma based ability checks. Unfortunately this ability cannot be used against hostile creatures."
											]
										},
										{
											"type": "entries",
											"name": "Thick Coat",
											"entries": [
												"Your thick and glossy fur is a natural defence. You have an armour class of 12 + your Dexterity modifier when not wearing armour."
											]
										},
										{
											"type": "entries",
											"name": "Upright and Alert",
											"entries": [
												"You can never be surprised. If your party is surprised, you will act normally in initiative order."
											]
										}
									]
								},
								{
									"type": "inset",
									"name": "Feats and Paws",
									"entries": [
										"Canine characters are largely defined by their racial rules, like any race in the game.",
										"Consequently, the Feats presented are optional and intended to add further flavour and specialisation, but shouldn't be seen as mandatory."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "New Class Feats",
							"entries": [
								"These may be chosen if you are using the optional feat rules. They are limited to specific classes as noted. Also, some feats have a prerequisite feat and act as a 'class progression' alongside the chosen class path.",
								{
									"type": "entries",
									"name": "Barbarian",
									"entries": [
										{
											"type": "entries",
											"name": "Alpha of the Pack",
											"entries": [
												"Your howling fury establishes you as master of the hunt. Whilst raging, your allies have advantage against a single target that you are engaged with."
											]
										},
										{
											"type": "entries",
											"name": "Feral Cooperation (requires Savage Howl)",
											"entries": [
												"Whilst you are raging, if your first attack hits a target, an ally may use their reaction to move up to half of their speed and immediately make a melee attack against the same target. This movement does not provoke opportunity attacks."
											]
										},
										{
											"type": "entries",
											"name": "Savage Howl",
											"entries": [
												"Your rages are accompanied by feral howls that inflame the blood of your allies and drive them forward; an echo of ancient hunting packs. Each turn while you are raging, if you hit with at least one attack, you may nominate one ally within 30 feet of you. That ally receives a 1d6 bonus to its next damage roll. You may nominate the same or a different ally each round, but damage bonuses do not stack."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Bard",
									"entries": [
										{
											"type": "entries",
											"name": "Bard of Amity",
											"entries": [
												"Your Charisma ability score increases by 1, to a maximum of 20. Also, in addition to other bonuses provided by your College, a creature who uses your Bardic Inspiration die to make a successful roll may, as a bonus action, pass the Bardic Inspiration die to an ally within 30 feet.The recipient must use the inspiration die on their next attack roll, ability check, or saving throw. The die is not passed again."
											]
										},
										{
											"type": "entries",
											"name": "Calming and Charming",
											"entries": [
												"Your Best Friend racial talent now allows you to cast {@spell Calm Emotions} instead of {@spell Charm Person}; you add Charm Person to your list of Bard Spells Known."
											]
										},
										{
											"type": "entries",
											"name": "Howling Melody",
											"entries": [
												"You may cast the spell {@spell Dissonant Whispers} once per short rest without spending a spell slot and may cast this spell at first level."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Cleric",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Cleric.png"
											}
										},
										"{@deity The Good Mother|Canine|Dungeons&Doggies} canine deity presents a new Domain for canine clerics: the Companion Domain, presented below. Canine Clerics who choose to follow a different deity should use the existing available rules for cleric characters."
									]
								},
								{
									"type": "entries",
									"name": "Druid",
									"entries": [
										{
											"type": "entries",
											"name": "Bond of the Wildblood",
											"entries": [
												"You can call upon the aid of such creatures as would lend it to you. Once per short rest you can issue a howling cry which nearby creatures will respond to. The DM will determine the exact creature that responds as is suitable for the environment you are in and this ability may not work if no living creatures are present.",
												"A group of creatures will appear within five minutes of being called if able. {@dice 1d3} {@filter creatures of the Beast subtype|bestiary|type=beast} will appear. The CR of the summoned creatures is equal to your Wild Shape form Max CR. Summoned creatures will aid you and fight for you as a friendly non player character might. They will remain until your next short rest."
											]
										},
										{
											"type": "entries",
											"name": "Mark the Ground",
											"entries": [
												"You learn a ten minute ritual to mark the ground and create a Circle of Territory. This functions as the spell {@spell Leomund's Tiny Hut}. This encompasses a circle of 20 feet radius. While within the Circle, when you use your Natural Recovery, you may replenish other creatures' expended spell slots instead of your own."
											]
										},
										{
											"type": "entries",
											"name": "The Soul of the Pack (requires Mark the Ground)",
											"entries": [
												"When you perform a Mark the Ground Ritual, you may create a Pack Bond for yourself or any number of allied creatures up to your Druid level. For one hour, any Pack Bonded creature may, as an action, roll one of its hit dice and receive that much psychic damage. It may then heal an ally who is Pack Bonded and within 60 feet for an equal amount."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Fighter",
									"entries": [
										{
											"type": "entries",
											"name": "Fangs of the Wolf",
											"entries": [
												"You are a master at snapping back at foes that strike you in melee. You may use your reaction to attack with your bite against the attacking creature."
											]
										},
										{
											"type": "entries",
											"name": "Hound the Foes",
											"entries": [
												"When you hit a target in melee with a critical hit, their speed becomes 0 for their next turn. You may move to engage a different target within 15 feet as a bonus action, without provoking opportunity attacks."
											]
										},
										{
											"type": "entries",
											"name": "Pack Fighter",
											"entries": [
												"You have become adept at aiding your allies when fighting in close formation with them. Once per short rest, allies who remain within ten feet of you gain a +2 AC bonus for one minute."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Monk",
									"entries": [
										{
											"type": "entries",
											"name": "Guiding Paw Strike",
											"entries": [
												"When you hit with a melee attack using a Monk weapon or Unarmed Strike, you may spend one ki point to give one creature within 30 feet of you advantage on its next attack against the target or resistance to the next source of damage caused by the target."
											]
										},
										{
											"type": "entries",
											"name": "The Pack is Many, the Pack is One",
											"entries": [
												"As an action, you can distribute healing equal to three times your Monk level among any number of creatures within 30 feet. You must finish a long rest before you can use this ability again."
											]
										},
										{
											"type": "entries",
											"name": "The Wisdom of Playfulness",
											"entries": [
												"You can channel the positive attitude of dogs and their delight at the world. Once per long rest, as an action you can choose to receive the benefit of one of the below effects. Spend one Ki point per additional creature within 30 feet you wish it to affect.",
												{
													"type": "list",
													"items": [
														"{@b {@i Laughing at danger.}} For one hour, you have resistance to a specified damage type.",
														"{@b {@i The folly of fear.}} For one hour, you are immune to fear effects.",
														"{@b {@i Irrepressible joy.}} For one hour, you have advantage on all Intelligence, Wisdom and Charisma saving throws."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "A Friend Indeed",
											"entries": [
												"You may use your Sacred Weapon Channel Divinity on a friendly creature's weapon within 15 feet of you. As a Dog, you may ignore the restriction on holding a weapon."
											]
										},
										{
											"type": "entries",
											"name": "Devoted to the Pack",
											"entries": [
												"When you use your Channel Divinity feature, in addition to your chosen effect, one friendly creature you nominate within 30 feet is encouraged for one minute, becoming immune to fear and resistant to necrotic damage."
											]
										},
										{
											"type": "entries",
											"name": "Loyalty to the Last",
											"entries": [
												"If a friendly creature within 15 feet of you is reduced to 0 hit points, you may use your reaction to use your Lay on Hands ability. You must then take a long rest to regain this ability."
											]
										}
									],
									"name": "Paladin"
								},
								{
									"type": "entries",
									"name": "Ranger",
									"entries": [
										{
											"type": "entries",
											"name": "Guide the Pack",
											"entries": [
												"Once per long rest, when you reduce a target to 0 hit points, you grant up to three creatures within 30 feet of you advantage on their next attack."
											]
										},
										{
											"type": "entries",
											"name": "Lead the Hunt",
											"entries": [
												"When you cast {@spell Hunter's Mark} on a target, choose a willing creature within 30 feet. That creature gains a {@damage 1d4} damage bonus to attacks against the same target for the duration of the effect."
											]
										},
										{
											"type": "entries",
											"name": "Apex Predator (requires Lead the Hunt)",
											"entries": [
												"When you cast {@spell Hunter's Mark} on a target, choose up to three willing creatures within 30 feet. They each gain a {@damage 1d4} damage bonus to attacks against the same target for the duration of the effect. (One creature will also benefit from Lead the Hunt)."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Rogue",
									"entries": [
										{
											"type": "entries",
											"name": "Ankle Cutter",
											"entries": [
												"When making a Sneak Attack, if any of the Sneak Attack dice roll their maximum face value, your target's speed is reduced to 0 until they pass a Constitution Saving Throw at the end of one of their turns. The DC for this is 8 + your proficiency bonus + your Dexterity modifier."
											]
										},
										{
											"type": "entries",
											"name": "Shadow Paw Rogue",
											"entries": [
												"You are a difficult foe to pin down. If you hit in combat with a Sneak Attack, you may choose to move up to ten feet as a free action. This movement does not provoke opportunity attacks."
											]
										},
										{
											"type": "entries",
											"name": "Slashing Claws, Silent Paws",
											"entries": [
												"When making a Sneak Attack, if any of the Sneak Attack dice roll their maximum face value, you may Hide as a free action."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sorcerer",
									"entries": [
										{
											"type": "entries",
											"name": "Buried in the Veil",
											"entries": [
												"Once per long rest you may 'bury' an object of no more than one cubic foot in size as an action.It passes beyond the material plane. You may 'retrieve' it at any time as an action. You may bury a number of objects in total equal to your Charisma modifier."
											]
										},
										{
											"type": "entries",
											"name": "Dimension Digger",
											"entries": [
												"You can dig and scramble through the weave of reality. Once per long rest, whenever you expend one or more sorcery points, you may cast the {@spell Misty Step} spell."
											]
										},
										{
											"type": "entries",
											"name": "Supportive Spell ",
											"entries": [
												"When you cast a spell which successfully affects an enemy creature, you may spend a sorcery point to give a friendly creature you choose within 15 feet of you advantage on their next roll against the target."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Wizard",
									"entries": [
										{
											"type": "entries",
											"name": "Arcanine Scrounger",
											"entries": [
												"You can temporarily learn others' spells as you scrounge for knowledge. Choose a willing creature and spend 15 minutes with them discussing the intricacies of their spellcasting. You may learn a spell that the creature knows as if you have it prepared, but it does not count against the number of spells you can prepare. You can cast this spell until then end of your next long rest."
											]
										},
										{
											"type": "entries",
											"name": "Dogged Casting",
											"entries": [
												"You are a determined mind when it comes to spell casting. You have advantage on any concentration checks to retain concentration spells that you are required to make."
											]
										},
										{
											"type": "entries",
											"name": "Familiar Friends",
											"entries": [
												"Your natural affinity with the creatures of the world makes summoning familiars far easier for you than most. You may prepare the {@spell Find Familiar} spell without a spellbook. Also reduce the casting time of Find Familiar to 1 minute and the cost of materials consumed to 1 gp."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Warlock",
									"entries": [
										{
											"type": "entries",
											"name": "Dark Bark",
											"entries": [
												"Your {@spell Eldritch Blast} is accompanied by an unearthly and disturbing howl from the hounds of the netherworld. Once per turn a creature that takes damage from your Eldritch Blast must make a Wisdom save versus your Spell DC or become {@condition Frightened} of you until the end of their next turn."
											]
										},
										{
											"type": "entries",
											"name": "Fey Friend",
											"entries": [
												"You can call upon the Hunting Packs of your Patron. You may use {@spell Find Familiar} once per long rest without requiring material components. Regardless of the creature type you summon, its appearance is a smaller version of your own canine appearance, although it retains the abilities of the creature type you call upon."
											]
										},
										{
											"type": "entries",
											"name": "Netherhound Companion (requires Fey Friend)",
											"entries": [
												"Your Patron has gifted you a fully formed hunting companion to join the hunt. You may call upon this companion twice per long rest.The summoned companion follows the same rules and behaviours as the Channel Divinity effect, Invoke Duplicity and may cast your spells and Eldritch Invocations.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Sorcerer.png"
													}
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Awakened Animal",
					"entries": [
						"{@i You are a self-aware, fully sapient member of a species usually only recognised as possessing 'animal level' intelligence. How did such a thing occur? Some animals are exposed to arcane or divine elements that change them, some may have been deliberately altered or experimented upon, whilst others may simply be born... different.}",
						"{@i Regardless of the exact circumstances of your awakening, you have determined that the life of a mute companion and pet is not for you. The one place in this world where the unique and extraordinary have a chance to realise their ambition and seek answers is the path of adventure, compelling you out into the wider world.}",
						"{@i You still retain a deeply held desire to be of use and benefit to those around you. Now, equipped with a perspective on the world few of your kind ever possess, you have set your paws on an incredible journey...}",
						"{@b Skill Proficiencies:} {@skill Insight}, {@skill Persuasion}.",
						"{@b Tool Proficiencies:} None.",
						"{@b Languages:} One of your choice.",
						"{@b Equipment:} An object relating to your awakening (such as the worn scroll you slept under as a puppy or a locket with the image of the family you were born to), well chewed toy, and a collar pouch containing 15 gp.",
						{
							"type": "entries",
							"name": "A Friend By Every Fireside",
							"entries": [
								"You can use the vast and often disregarded population of dogs that is found throughout society to your advantage. You are always aware of the local canine population and can seek information about the locality and goings on from the many dogs you encounter. By sniffing popular places and scents, you can instantly learn limited information about a place such as quality of water and food supplies, population levels, general mood and atmosphere.",
								"Furthermore, you can usually find a friendly local dog who can help you seek safe and welcoming accommodation, food and shelter."
							]
						},
						{
							"type": "inset",
							"name": "Of Animals and Awakenings",
							"entries": [
								"Feel free to use any of the existing Backgrounds available in the game - there is no reason you couldn't have a noble dog, a swashbucking dog or a military trained hound with a soldiering past!",
								"The {@background Awakened Animal|Dungeon&Doggies} Background is for those dogs for whom Awakening is the most important thing in their past- but your story may be different!"
							]
						},
						{
							"type": "section",
							"name": "Suggested Characteristics",
							"entries": [
								"Dogs, awakened or otherwise, are shaped by their history of development alongside the sapient races as companions and allies. Your personality is likely to reflect this history and your ideals will tend towards selflessness and maintaining the welfare of those you see as your pack, as well as an instinctive desire to bring aid and comfort. Your bonds are often people or favourite objects that have great value and meaning. Your flaws may be related to being overprotective to the point of jealousy, or a deeply buried resentment at the way dogs have been treated by some unsavoury aspects of society, which conflicts with your other drives and emotions.",
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Fighter.png"
									}
								}
							]
						},
						{
							"type": "table",
							"colLabels": [
								"{@dice d8}",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"I tend to the dramatic; as a creature of impulse I have few middle gears and often narrate my circumstances with great flair and florid expression."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"I dislike conflict and try to be a calming mediator, seeking common ground in conflict."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"I have a tendency to diffuse tension with humour and love doing silly tricks to make people like me."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"When in a new place, I have a need to... establish my ownership..."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"I am the one who charges into every situation with gusto, rarely stopping to think about consequences."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"I get bored easily if I'm not the centre of attention."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 7
										}
									},
									"I love to play more than anything, be it racing around with children or more cerebral fare."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 8
										}
									},
									"I'm constantly delighted by fooling people into thinking I'm a normal dog, and I'm not against using this to my advantage."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"{@dice d8}",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"{@b {@i Selflessness.}} I believe in self-sacrifice and unhesitating action to improve the lives of others. "
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"{@b {@i Aid.}} My skills are a gift to the world and I must assist in endeavours where I can be of use."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"{@b {@i Family.}} Nothing is more important than the people we love. I'd do anything to keep family together."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"{@b {@i Comfort.}} I cannot stand to see a creature in pain, and will act within my power to provide succour and lift spirits "
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"{@b {@i Knowledge.}} I have a unique gift and perspective. I must share that, and further my knowledge of the world so maybe more like me can follow."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"{@b {@i Change.}} My enhanced understanding of the world shows me many injustices. I have a deep desire to enact change within the world order, one day at a time."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"{@dice d8}",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"The magical writings of my lost master gave me this gift, now I bear them to the place they must be laid."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"The one who did this to me did not expect me to escape. But my return will be even more shocking."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"When the one who made me this way set off on their long quest, they were ignorant of what they had given me. I will find them and together we will achieve greatness."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"I made a promise that the child I knew as a pup would always be safe. I work towards that still."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"This object may look like junk, but it is the last tie to a lost past. One day I will return that past to the world."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"There are others like me, for I am their kin.I will seek them out no matter what."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"{@dice d8}",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"I cannot escape the loneliness I feel as a singular intelligence among animals and long to meet another like myself."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"Deep down, I am angry at the way my species is treated and I am easily offended by condescending attitudes or perceived cruelties "
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"I fear losing my companions and so I can react to strangers with mistrust and even aggression."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"I regard myself as a superior version of my kind, and I am prone to forcing non sentient dogs into submission."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"I've never let go of my basic instincts and can be the cause of social awkwardness with my canine behaviour."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"My willingness to trust and follow people, even strangers, means I am easily led into compromising scenarios."
								]
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Doll.png"
							}
						}
					]
				},
				{
					"type": "section",
					"name": "Companion Domanin",
					"entries": [
						"Dogs that find their way into the worship of deities usually do so out of a desire to protect and aid others. Consequently they are drawn to pantheons whose ethos is one of protection, friendship and family. For such dogs, being stalwart friends and faithful companions is more than a cause; it is a calling from a higher realm. Some dogs who follow this path imagine canine deities sitting at the sides of the principal Gods. An example of such deities is {@deity the Good Mother|Canine|Dungeons&Doggies}; the principle locus for Awakened Canine faith and belief.",
						{
							"type": "entries",
							"name": "Companionship Domain Spells",
							"entries": [
								{
									"type": "table",
									"colLabels": [
										"Cleric Level",
										"Spells"
									],
									"colStyles": [
										"col-2 text-left",
										"col-10 text-left"
									],
									"rows": [
										[
											"1st Level:",
											"{@spell Guiding Bolt}, {@spell Healing Word}"
										],
										[
											"3rd Level:",
											"{@spell Aid}, {@spell Calm Emotions}"
										],
										[
											"5th Level:",
											"{@spell Beacon of Hope}, {@spell Mass Healing Word}"
										],
										[
											"7th Level:",
											"{@spell Death Ward}, {@spell Locate Creature}"
										],
										[
											"9th Level:",
											"{@spell Geas}, {@spell Greater Restoration}"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Aspect of the Amicable",
							"entries": [
								"When you choose this Domain at level one, you can use the Best Friend ability once per short rest."
							]
						},
						{
							"type": "entries",
							"name": "Channel Divinity: Invoke Companionship",
							"entries": [
								"Starting at 2nd level you can use your Channel Divinity to reaffirm your allies' bonds.",
								"As an action you present your Holy Symbol and evoke a positive energy which can heal and stir your allies. Choose any number of creatures within 30 feet. Each creature affected may gain temporary hit points equal to your cleric level."
							]
						},
						{
							"type": "inset",
							"name": "Canine Classes",
							"entries": [
								"The Companion Domain is the first manifestation of Canine belief but there is no reason a non-doggy Cleric couldn't access it. As more dogs become adventurers, it is safe to assume that more formal options for canine class options may become available.",
								"There may be Bardic Colleges, Druid Circles, Martial Orders and more as dogs come into their own- the future is bright! "
							]
						},
						{
							"type": "entries",
							"name": "Channel Divinity: Lifted Spirits",
							"entries": [
								"At 6th level, you can inspire an ally to face down impossible odds and press on in the face of adversity.",
								"As an action, you present your Holy Symbol and nominate one creature within 30 feet. It gains advantage on a saving throw type of your choosing. This effect lasts for one minute."
							]
						},
						{
							"type": "entries",
							"name": "Divine Bite",
							"entries": [
								"At 8th level you gain the ability to infuse your Bite attacks with the combined strength of your allies. Once in each of your turns when you hit a creature with a Bite attack, you can cause the attack to deal an additional {@damage 1d8} piercing damage. When you reach 14th level, the extra damage increases to {@damage 2d8}."
							]
						},
						{
							"type": "entries",
							"name": "Leader of the Pack",
							"entries": [
								"At 17th level you gain the ability to command other animals. While creatures are {@condition charmed} by your Best Friend ability, you can take a bonus action on your turn to command what each of those creatures will do on their next turn."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Magic Items",
					"entries": [
						"The origins of Canine Magic Items are varied. Some may have been created by ancient arcane practitioners as toys for a beloved pet, others may have accidentally soaked up the magical energies of nearby spellcasting and some have even been crafted specifically to be used by canine adventurers. The following magical items can be used as shown or as the basis for items of your own creation for your games!",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Barley's Ball of Fetching",
									"entries": [
										"{@i Wondrous Item, Uncommon}",
										"This seemingly normal rubber ball can throw itself up to 120 ft upon speaking the command bark from up to 15 feet away. The most basic of these balls has no other effect but to allow you to play fetch without needing someone to throw the ball. However a successful Spell Attack allows the ball to be used as a ranged attack for {@damage 1d4}+Dex bludgeoning damage."
									]
								},
								{
									"type": "entries",
									"name": "Bun-Bun of Soothing",
									"entries": [
										"{@i Wondrous Item, Uncommon}",
										"The Bun-Bun is a tattered looking stuffed rabbit toy which seems to be forever on the verge of falling to pieces. Chewing on or stroking the Bun-Bun as an Action casts the spell Calm Emotions with a DC of 12+ the bearer's Cha modifier. The Bun-Bun has two charges and resets after being cuddled through a long rest.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Bun-Bun_of_Soothing.png"
											}
										}
									]
								},
								{
									"type": "entries",
									"name": "Collar of Command",
									"entries": [
										"{@i Wondrous Item, Rare}",
										"The wearer of this brown leather collar may cast the {@spell Command} spell once per long rest at 2nd level. The DC for resisting the Command is equal to 10 + the wearer's Cha modifier."
									]
								},
								{
									"type": "entries",
									"name": "Pavol's Bell of Conditioning",
									"entries": [
										"{@i Wondrous Item, Very Rare}",
										"The brass bell of the ancient mage Pavol may be rung three times per long rest. Each time it is rung, it casts the {@spell Suggestion} spell. The DC for the saving throw is 10 + the ringer's Cha modifier. If the Bell is used on the same target more than once between long rests, the DC increases by 5 each time."
									]
								},
								{
									"type": "entries",
									"name": "Tymon's Tugrope  of Tenacity",
									"entries": [
										"{@i Wondrous Item, Uncommon}",
										"This 3 foot length of brightly coloured knotted rope exhibits the same qualities as an {@item Immovable Rod}, except that one end still moves freely and is therefore perfect for solo tug of war games. The rope is activated and deactivated by twisting the brightly coloured rubber bead set at its centre point."
									]
								},
								{
									"type": "entries",
									"name": "Snack Sack of Scoobus",
									"entries": [
										"{@i Wondrous Item, Rare}",
										"This bag starts each dawn with 6 small snack treats in it. Eating a treat is a Bonus Action and confers the following benefit, chosen by the creature consuming the snack. Choose between granting advantage on the next Action, taking the effects of {@spell Bless} on the next Action, or cancelling one {@condition Exhaustion} Level. Eating five or more snacks in one go will give the eater the effects of a {@spell Lesser Restoration}."
									]
								},
								{
									"type": "entries",
									"name": "The Eye of Wagamoto",
									"entries": [
										"{@i Wondrous Item, Very Rare}",
										"This is a glowing yellow stone with a black vertical flaw that resembles a snakelike pupil. The bearer of the Eye, once attuned, can see into the Ethereal Plane. In addition, once per Long Rest the wearer can use the Eye to manipulate time. The Eye may be activated in this manner as a Bonus Action or a Reaction. As a Bonus Action it allows the wearer to retake an Action - the original action is cancelled and a new Action occurs in its stead. As a Reaction the bearer can make one target reroll an Attack or Saving Throw, and the second result stands instead."
									]
								},
								{
									"type": "entries",
									"name": "Festooned Flea Collar",
									"entries": [
										"{@i Necklace, Rare}",
										"This tatty collar has five charges, which replenish weekly. Each charge allows the wearer to summon a {@creature Swarm of Insects} under their direct bidding.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Festooned_Flea_Collar.png"
											}
										}
									]
								},
								{
									"type": "entries",
									"name": "Hegglewyddle's Handy Helper",
									"entries": [
										"{@i Wondrous Item, Uncommon}",
										"Hegglewyddle the Houndwitch, Bull Terrier Arcanist, crafted this easily replicated magical item to aid herself in the daily tasks for which opposable thumbs and a free hand would be useful. This small, nondescript stone is roughly square and has a dog's paw engraved on one side. It is usually hung from a collar or cord as a pendant. The Helper exhibits the standard properties of {@spell Mage Hand} with the following changes - it can remain active for as long as the user wishes, being activated and deactivated with a command as a Free Action, and its range is reduced to 5 feet around the user"
									]
								},
								{
									"type": "entries",
									"name": "Silken Mantle of Lustrous Pelt Cloak",
									"entries": [
										"{@i Uncommon}",
										"This finely made silken mantle hangs from a silver collar. If worn it grants the user the ability to shake as a Bonus Action and be magically cleaned and groomed."
									]
								},
								{
									"type": "entries",
									"name": "Franzible's Favourite Bone",
									"entries": [
										"{@i Wondrous Item, Rare (requires attunement)}",
										"This well chewed bone belonged to the faithful pet of the great sorceror Franzible the Fated. Once attuned to this item, the owner will always know where the bone is, sensing instinctively its direction and distance. This effect is constant provided both the Bone and the owner are on the same Plane.."
									]
								},
								{
									"type": "entries",
									"name": "Groof 's Gobblecharm Necklace",
									"entries": [
										"{@i Very Rare (requires attunement)}",
										"Created by the possibly insane wizard Groof Grimgullet, the Gobblecharm is worn at the neck and may be activated three times a day. Whilst activated, the attuned user has one minute during which anything that they consume is not ingested but instead moved into an extra-dimensional pocket in the same fashion as a Bag of Holding. At will, the wearer may regurgitate anything consumed in this manner. After regurgitating an item, the wearer must pass a DC 12 Con saving throw or suffer one level of Exhaustion for five minutes, and a distinctly queasy feeling."
									]
								},
								{
									"type": "entries",
									"name": "Earthtouch Harness",
									"entries": [
										"{@i Wondrous Item, Rare}",
										"This magical harness allows an attuned user to call upon the earth itself for aid. The harness can be activated as a Bonus Action once per long rest. Whilst active, the wearer may not be involuntarily moved by any effects and has a +5 AC bonus whilst stationary."
									]
								},
								{
									"type": "entries",
									"name": "The Cone of Shame Cursed Item",
									"entries": [
										"{@i Rare (requires Attunement)}",
										"What appears to be a fine silver necklace with magical property to grant additional Armor (+2AC). However, if the wearer engages in any of the following activities:",
										{
											"type": "list",
											"items": [
												"Assault of a defenseless victim",
												"Murder",
												"Theft",
												"Wilful Destruction of Property",
												"Outright Lying"
											]
										},
										"Then a loud, booming voice calls out from the aether, 'BAD DOG! NO!' and a magical cone of energy projects around the wearer's head, obscuring their senses. Whilst the cone is projected, the wearer suffers disadvantage on all {@skill Perception} checks due to the enclosure and disadvantage on all {@skill Charisma} checks due to the sense of shame and guilt projected by the magical field. The Cone remains in place for {@dice 1d4} hours after which a voice can be heard saying 'LEARNED YOUR LESSON? BE A GOOD DOG!' and the cone vanishes."
									]
								},
								{
									"type": "entries",
									"name": "Hermal's Halitoid Hoop",
									"entries": [
										"{@i Wondrous Item, Uncommon}",
										"A braided woven leather throwing hoop that seems covered in semi dried slobber, the hoop can be thrown up to 30 feet as an Action. Once it lands, all creatures in a 15 foot square centered on the hoop are assailed by the odours of wet dog, poor dental care and bad digestive processes. Affected creatures must make a DC 12 CON saving throw or suffer the {@condition poisoned} condition. The Hoop has 5 charges and can be recharged by being \"played with\" by a dog at a rate of one charge per day "
									]
								},
								{
									"type": "entries",
									"name": "Silgoon's Sleepytime Blanket",
									"entries": [
										"{@i Wondrous Item, Rare}",
										"This apparently well loved yet still fluffy blanket, when laid out on the floor, grants the benefits of a long rest for up to five creatures after only one hour of gentle snoozing. Once used, the blanket is inactive for one week."
									]
								},
								{
									"type": "entries",
									"name": "Everwater Drinking Bowl",
									"entries": [
										"{@i Wondrous Item, Rare}",
										"This blue ceramic drinking bowl, when placed on a flat surface, produces enough water to fill to the brim. If the water is drained from the bowl, it will refill again one hour later. The water is always refreshingly cool and clean.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Everwater_Drinking_Bowl.png"
											}
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Good Mother - Canine Deity",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Deity_Symbol.png"
							}
						},
						"The Good Mother may be worshipped by Divine canine adventurers instead of an existing deity. Her symbol is that of a mother encircling a sleeping pup and she is the embodiment of protection, nurturing and companionship.",
						"All awakened doggies know of the Good Mother. This is an instinctive understanding and memory of the nurturing they received as puppies. This well-known aspect of the Good Mother is known as She who Nurtures, and has been adopted by Clerics, Bards and some Druids.",
						"However, as more doggies awaken, more aspects of the Good Mother are being discovered...",
						{
							"type": "entries",
							"name": "Aspects and Tenets of the Good Mother–Player and DM Information",
							"entries": [
								"Unlike following a traditional deity, Doggies can call on any aspect of the Good Mother, and are not confined to a single aspect for their spiritual lives. The Good Mother means something different and personal to each and every dog that chooses to draw on her strength and nurturing power. Generally, whilst no two dogs might hold the same exact views on what She means to them, there are some overlapping tenets which she embodies for all dogs:",
								{
									"type": "list",
									"items": [
										"Be loyal and be good to your Pack",
										"Be true to your nature",
										"Rejoice in life, be unashamed of your joy",
										"Aid and support those who you wish to",
										"Your loyalty, once earned, is unbreakable",
										"It is better to be amongst friends than be alone",
										"Never pass up a chance to play, cuddle or snooze with another"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Shrines to the Good Mother",
							"entries": [
								"Some Doggies have come across Shrines to the Good Mother. These cannot be seen, but must be sniffed out. It is said that if a Doggie discovers a Shrine to the Good Mother, She may enter it by bowing, or offering a paw. Once inside this mysterious sanctuary–usually constructed of natural materials and with the lingering scent of a recent litter–the doggie feels refreshed and replenished. If some time is spent in the shrine, concentrating on the aspect that the Doggie feels closest to, sometimes a boon is conferred. Doggies have reported their coats feeling shinier and softer, their claws sharpening, and their bite strengthening.Some parties have even felt the benefit of their Doggie companion's boon for a short while, when in proximity. ",
								"If a DM wishes to include Shrines to the Mother in their games, allow dogs to sense them with a {@skill Nature} or {@skill Arcana} skill check of DC 12. A two minute ritual opens the Shrine which is a small pocket dimension just big enough for a single dog to curl up in. Taking a short rest within a Shrine confers the dog an Inspiration Die they may keep until their next Long Rest, whereupon it is lost if unused. They may choose to gift this to a companion instead if they wish."
							]
						},
						{
							"type": "entries",
							"name": "Manifestations of the Good Mother",
							"entries": [
								"Doggies may well be the lucky recipient of direct contact with an aspect of the Good Mother. How She appears will be unique to the Doggie.Doggies tend to perceive a manifestation of the Good Mother either as their own mother, an idealised Doggie, or even as a master or mistress from before they were awakened, particularly if the relationship with their master or mistress was a good one."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Meet the Gang!",
					"entries": [
						"These stories and stats represent the characters that inspired our miniatures! Feel free to use them as they are, adapt them for your own games or create new, unique characters of your own . We wanted these characters to be flexible enough to personalise for any campaign, so the choices of languages, spells and equipment have been left for you to make .Take them, tailor them and have fun!",
						{
							"type": "inset",
							"name": "Converter's Note",
							"entries": [
								"As at the time of converting there is not an easy way to represent player  sheets, the stats of these premade characters are ommited. Only their fluff text is included."
							]
						},
						{
							"type": "entries",
							"name": "Cassandra: Husky Paladin",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Paladin_Token.png"
									}
								},
								"Wails of grief emanated from the humble cottage as Cassandra made her approach. She had followed the trail of evil influence from the edge of the forest to this small village, using her keen senses, enhanced by the Paladin's skill.",
								"Nosing aside the door to the living space, she was dismayed, but not surprised by the scene. Several Halflings stood over two bodies on the floor, a girl and a boy, both in their middle teens. The boy was clearly dead, his blackened skin stretched tightly over his bones, his limbs contorted from his final spasms. The girl was not far behind him, her eyes rolled back in her head, and bloody foam spilling from her mouth.",
								"There was not a moment to lose. Cassandra spoke loudly and firmly, in her most commanding tone. \"Stand Back! The Good Mother can save this child!\"",
								"Grabbing the Holy Symbol from the pouch around her neck, Cassandra shoved her way through the stunned Halflings, placing her paws on the chest of the girl. Shaking off a weak attempt to pull her away, Cassandra began calling on the mercy of the Good Mother. Almost immediately, light began to radiate from the symbol, focussing on the face of the girl on the floor",
								"Shrieks and further wails accompanied this development, but these swiftly turned to gasps of awe as the girl's body relaxed, and curls of dark smoke began to pour from her eyes and mouth. Cassandra leaned forward and licked her forehead. The symbol of the good Mother flared for a moment, and was then gone.",
								"\"Stand Back!\" Cassandra again commanded, and the terrified Halflings scrambled to get out of the way as the oily black cloud began to coalesce and roil. Cassandra turned to face the cloud.",
								"\"Leave this place.\" She ordered. \"The power of the Good Mother protects this village now. You may not return\"",
								"An unearthly shriek reverberated through the cottage, as the black cloud stretched and thinned, and then streaked out of the door, and in the direction of the forest. Cassandra turned briefly to the Halflings in the cottage, still too stunned to react, although the newly cleansed girl was being comforted by an older woman.",
								"\"The evil is not gone,\" Cassandra told them, \"merely turned. I will give chase and run it down to its lair in the forest.\"",
								"The Halflings nodded and one or two made attempts to thank Cassandra. Cassandra shook her head. \"Just keep away from the forest, and when my companions catch up with me, send them into the forest on my trail.\"",
								"Cassandra exited the cottage, and bounded away towards the evil she and her group had been tracking for days. True, they'd be angry at her for going ahead, but she'd been only just in time to save the girl. Cassandra was sure they'd understand. As she thought of the possibility of putting an end to the evil being she'd turned in the cottage, her legs found new strength, and the certainty of her mission blazed in her heart like righteous fire."
							]
						},
						{
							"type": "entries",
							"name": "Cerysse: St Bernard Cleric",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Cleric_Token.png"
									}
								},
								"\"Cerysse!\"",
								"At the shout, a massive head shot up from tightening a bandage with her teeth on the arm of one of her party, a thick-set half-orc. Drunt grunted and flicked his head in the direction of the cry \"I'm fine Cerysse. Go.\"",
								"Cerysse looked around, her large brown eyes alert for need; calm, even in the midst of a heated skirmish. She located the source of the yell–a tall, sandy-haired elf was backing away from the melee, an arrow buried deep in her ribs–a serious wound. The elf, ashen-faced, staggered and nearly fell. The rest of the party closed ranks to protect her retreat, carrying on the fight against the band of gnolls that had been tormenting the village for months until their arrival.",
								"Cerysse bounded over, and thrust her great brown and white head under the elf's shoulder, her broad neck supporting the wounded fighter. She guided her patient to a nearby stump and let her sit. Cerysse's sensitive nose quickly ascertained that the wound had pierced flesh and muscle, and also a lung. Time was of the essence. The elf was already beginning to wheeze. Soon her lungs would fill with fluid and collapse. Drawing on her deep reserves of empathy and composure, Cerysse called upon the mercy of {@deity the Good Mother|Canine|Dungeons&Doggies}, the canine deity dedicated to nurturing and defending all who needed her help. Strength and power flooded through Cerysse and she grabbed the arrow's shaft with her powerful jaws.",
								"As the healing spell took effect, and with one gentle paw holding the elf still, Cerysse drew the arrow from the wound in one swift movement. The whole task was so quickly accomplished that the elf didn't even have time to scream. Her body tensed, then relaxed as the healing power closed her wounds and restored her strength. She began to rise, to rejoin the fight",
								"Cerysse's firm paw on her shoulder stopped the elf in her tracks. The huge St Bernard drew in a slow breath, checking for further wounds. Satisfied there were none, Cerysse sat back on her haunches. The elf paused for just one more second to throw her arms around their healer in thanks, then raced back to the fray. Cerysse took a moment to check her stock of healing potions and to tidy the pouches of bandages back into place, and surveyed the battle for her next task."
							]
						},
						{
							"type": "entries",
							"name": "Cornelius: Golden Retriever Wizard",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Wizard.png"
									}
								},
								"Sir Cornelius whirled around and looked behind him. This time he could have sworn that another dog was sniffing his... his... behind. But there was no dog there, just the empty road, and fields either side. Cornelius was mortified–true, ordinary dogs did occasionally mistake him for one of them and introduce themselves in the only way their unenlightened minds knew how. But usually a quiet word from him in the human tongue confused them enough to forestall the indignity and send them on their way. But this seemed different somehow, and not just because of the absence of an actual animal. Cornelius shook himself, settling his various bags and pouches, and the precious books of magic, and continued on, checking occasionally behind him, just in case.",
								"Later that evening, while stirring the cooking pot, the feeling came again. But this time, there was not even the smallest of doubts–he was in the middle of the camp, surrounded by his party. They would have said something if another dog wandered into the camp and started to get...friendly. Cornelius shuddered–the humiliation that would come from reverting to a dog's base instincts horrified him.",
								"There was, he reasoned, a similarity between each incident–and it had been happening with increasing frequency over the last few days. Each time he'd been in a contemplative, abstract mood, mulling over nothing in particular–his mind had been receptive. This must be explored further.",
								"After dinner, Cornelius shrugged out of his armour and settled himself down with Graycie, his halfing friend, nearby, and prepared. He ran through a series of meditations that he normally used when rehearsing his spells, taking himself out of the moment and deep within himself. Then, when he was completely calm, he reached out.",
								"Almost instantly, he felt the presence of another. It was nothing like the humans he adventured with, this feeling. It was more...Cornelius reached for an analogy... like being in a pack–almost like a litter of puppies, tumbled together, blind, snuffling around for comfort.",
								"Cornelius recoiled from the contact, his eyes snapping open.",
								"There were others just like him...",
								"Leagues away, another dog's eyes opened, and Nightingale gasped. She'd finally done it, she'd made contact. There were others just like her.",
								"And now they all knew it."
							]
						},
						{
							"type": "entries",
							"name": "Flint: Cattle Dog Ranger",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Ranger_Token.png"
									}
								},
								"The skinny blonde child looked up at her mentor.",
								"\"Please, Ranger Surevere, what is the Taimavar?\"",
								"\"The Shepherd in the Sky.\" Surevere said. \"Surely you know of the creature that protects us and our livestock from harm?\"",
								"\"Yes,\" she persisted, \"but what IS it?\"",
								"Surevere regarded her for a moment, then narrowed his eyes and spoke to her very quietly.",
								"\"Wait until the full moon, Thaia. Then, if you still wish to know, bring the puppy I gave you to look after, and come with me at midnight.\"",
								"Three weeks later Thaia, holding the squirming puppy, tailed Surevere away from the village. He walked with an assurance that belied his advanced years, through the moonlight, and up to the Ridge. There, in a small clearing in the dense forest, he halted. Abruptly a piece of the forest launched itself across the clearing, and onto Surevere. The two of them rolled around on the floor, terrifying growls echoing through the wood. After a moment of frozen terror, Thaia did the only thing she could think of - she picked up a rock and threw it at the hideous beast. At this, the creature turned, teeth bared, and flung itself towards her. Thaia screamed and threw herself onto the floor, protecting the puppy in her arms. She waited for death.",
								"\"Good instincts\" said an unfamiliar voice. \"I approve, Surev.\"",
								"Thaia looked up. The creature was sitting on its haunches right next to her. And now she looked closely, it appeared to be a dog. A huge dog, with mottled fur and black ears. A dog that looked suspiciously like the puppy in her arms. She looked questioningly towards Surevere.",
								"\"The Taimavar.\" He held up a hand to forestall Thaia's questions. \"You will understand soon enough, Thaia.\" Surevere said. \"Put the puppy on the floor.\"",
								"With only a tiny hesitation, Thaia did so. The Taimavar sniffed at the puppy, who emitted a tiny growl and nipped at the larger animal's nose. This seemed to satisfy the Taimavar, who began to murmur under its breath. The puppy ceased fidgeting, and stared in rapt attention at the creature towering over it. A wind blew from nowhere, and leaves began to rise in a whirlwind centred on the puppy, which slowly rose into the air, eyes still locked onto the larger dog's gaze. Then, as it turned in the gentle cyclone, the puppy transferred its attention to Thaia. Now there was something different in its expression - something intelligent, and as their eyes met, Thaia felt a jolt of recognition, and connection.",
								"Abruptly, the wind died down, and the puppy plopped back onto the forest floor.",
								" It turned and once again regarded Thaia with that new thoughtfulness, then it turned back to the larger animal.",
								"\"What is your name?\" The Taimavar asked.",
								"\"Flint\" answered the puppy.",
								"\"Flint, will you follow me, and learn to be a ranger, and in time, become the Taimavar for this village?\"",
								"\"I will\"",
								"Both animals stood, and headed towards the edge of the clearing. Just before they vanished from sight, the larger dog turned and looked  at Thaia.",
								"\"Thank you Thaia,\" said the Taimavar. \"We will see you both next moon.\""
							]
						},
						{
							"type": "entries",
							"name": "Freya: German Shepherd Druid",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Druid_Token.png"
									}
								},
								"A gibbous moon hung in the sky, glimpsed occasionally through the thick canopy. The sounds of the day had been replaced by the noises of the night. Snufflings, grunts and the snapping of twigs spoke of a family of boars on one side whilst on the other side the near-silent sweep of wings through the air and the tiny squeaks of unfortunate rodents betrayed the presence of hunting owls.",
								"Noting, but ignoring all this information, Freja padded through the forest, following the trail she had been tracking since early that morning. The small amount of light from the moon helped her eyes little, but that was not the sense she was using. Instead, the forest spoke to her in a million different, tiny ways. The earth through her pads–the damp leaf litter disturbed in the patterns of footprints that didn't belong, the ruffle of breezes in her thick fur telling her of movements on the path far ahead, the droplets of rain containing scents of unwanted intruders. She knew from all of these clues that the party she tracked were goblins, a small number, and that their weary body scents spoke of travel, rather than raiding. Still, she followed, ready.",
								"Freja paused at a broken branch. With a whisper, she healed it, the shattered fibres knitting back together, and the sap flowing once more. Further on, there was the trace of spoor, where the creatures had defiled the ground underneath a bush. Freja tugged at the thoughts of detritivores, guiding them towards the foul mess, encouraging them to dig in underneath the soil, where it could do some good, rather than pollute the air. Further on, Freja found the remains of a fire, and also of several unfortunate forest creatures that had been the basis of the intruders' meal. She spoke a prayer over the remains, sending their souls towards a better place, and with another word, sent the charred sticks deep into the brush where at least the ashes could fertilise new growth.",
								"At last, Freja came upon the goblins, snoring and muttering in sleep. The watch-taker nodded, failing at his task. Freja settled down to watch–she would ensure that these creatures left the forest no more damaged than they had found it, and if necessary, ending their lives before they could do too much harm. As she settled her muzzle on her paws, she became one with the forest, its protector, its child."
							]
						},
						{
							"type": "entries",
							"name": "Hartley: French Bulldog Fighter",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Fighter_Token.png"
									}
								},
								"Hartley shook himself awake from his dream, and eyed the predawn light suspiciously. After a minute he'd satisfied himself that, no, the camp wasn't under attack, it was the dream that had awoken him. It was the same every night - he dreamed of his raven haired mistress, his goddess, the one who both protected him and corrected his mistakes. It was the thought of her that pushed him onwards, protecting the party with his life every day, his dark fur hiding charges from the shadows, his ferocity terrifying even the most hardened of human warriors, the relentlessness of his attacks often turning the tide of battle in favour of his comrades.",
								"The thought of his party brought him fully awake, and he crawled out of his bedroll, shrugged into his finely-crafted armour, and trotted off to make his rounds, checking each of the sleeping forms in turn. He carefully sniffed each in turn, alert for the scent of injury, or disease, and reminding himself of their uniqueness. He would lay down his life for each and every one of them.",
								"The dawn watcher, a slightly built halfling thief greeted him cheerily, \"Morning mate! Come for your cuddle?\" Without further warning, the halfling pounced on Hartley, wrestling him to the floor and knuckling his head. Hartley briefly considered biting the halfling's little finger off, to teach him some respect, but instead allowed himself to enjoy the embrace for the smallest of moments before snarling and wriggling away. \"Touch me again, thief, and I will retaliate!\" Hartley gathered his frayed dignity, drawing himself up and thrusting his chin out. \"Where's my breakfast?\" he growled."
							]
						},
						{
							"type": "entries",
							"name": "Monty: Spaniel Bard",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Bard_Token.png"
									}
								},
								"A black and white spaniel came into view, humming a jaunty tune, tapping the drum attached to his side with his tail, providing a steady counterpoint as he sauntered along.",
								"The two men facing off with each other couldn't help themselves; they paused in their insults, unconsciously sheathed their daggers, and unwound their combative crouches. It wasn't just that a singing, musical-instrument playing dog was an unheard-of strangeness, it was also that simply hearing the song made them both, just, happier. Slowly, they both turned to face the dog, which sat, still humming, then started to slowly thump its tail on the dusty ground. The men couldn't seem to remember what they had been so worked up about, and even started to recall why they had been friends for so many years - too many, surely, to ruin both their lives with such a pointless skirmish.",
								"The dog paused it's humming to round off the ditty with a little trio of notes from the pan-pipes round his neck, and the spell was complete. The two men shook hands, wordlessly agreeing to let their disagreement go. The few people in the street that hadn't taken cover inside relaxed, others came out of their hiding places, and the village began to go about it's normal business.",
								"Monty regarded the now-peaceful scene happily. Another fight averted, another two lives–maybe more–improved. It was what Monty lived for, and that was what made him such a brilliant bard.",
								"The little spaniel ran over to the two men for a fuss, sitting at their feet as they scratched his head and rolling over for a quick tummy rub, before setting off down the road again. Sadly, no biscuits this time, but there was always tomorrow."
							]
						},
						{
							"type": "entries",
							"name": "Morgaine: Dachshund Sorcerer",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Sorcerer_Token.png"
									}
								},
								"Morgaine walked out of the changing room in her new robes and looked up at her Master. Altaar smiled with pride back at his apprentice. The tailors had been reluctant, resistant even, but had quickly changed their minds when an enormous amount of gold had been placed on the counter. Altaar was used to getting what he wanted, and this day was no exception.",
								"\"Well, Morgaine, what do you think of your imminent elevation to the Sorcerer's Conclave?",
								"Morgaine considered this for a moment, as she did whenever her Master asked a question–it was not done to give a hasty answer.",
								"\"Master, I think that although I look the part, and that I have undoubtedly earned your faith in my abilities, convincing the City Conclave will be challenging.\" Although not without any doubt of success, Morgaine privately added, reflecting that ultimately, the Conclave would not dare to refuse her Master–the most powerful Sorcerer that even the rich and ancient City of Keln-Hewe had seen.",
								"As Altaar and Morgaine left the Tailor's shop, attracting even more attention now that Morgaine was properly garbed, she reflected on the last few years with, even now, disbelief. She had been an unremarkable member of the Sorcerer's household, although unusually devoted to him, to the point of spending every hour, waking or sleeping, at his side. She had closely observed the practice of his art, the power surging through him, rigorously contained, controlled and channelled. Although she knew not to interfere with his practice, curiosity had overcome her one day, and she had inched forward, and simply sniffed his hand during one of his spells.",
								"It had been as if something huge had awakened inside of her. She remembered yelping with alarm, as intense power had surged through her small body, lifting her off the ground with its raw energy. But, even as it threatened to consume her, she remembered some of the words that her master used, and inexplicably now able to speak them as clearly as him, had brought the chaos under control, slowly returning to the floor, and back to her dumbfounded Master. Morgaine chuckled to herself - this was the only time, before or since, that she'd seen him lost for words as he gathered her into his arms in concern.",
								"After they had both absorbed Morgaine's sudden and unexpected new abilities, training her had been an obvious next move. She had eagerly and quickly progressed, and today was the day they revealed her existence to the Conclave. They approached the elegant stone building, and passed into the imposing foyer. Altaar paused, and knelt down in front of Morgaine, pulling something from his pocket.",
								"\"I want you to know how proud I am of you, Morgaine.\" He said. And showed her what he held. It was a magnificent jewel, clasped firmly in an ornate gold casing, with a golden chain. He put it around her neck.",
								"\"You are my apprentice, soon to be my colleague. And you have earned every right to be here.\"",
								"Morgaine was now the speechless one, as she fought back tears of pride and gratitude. She nodded, and Altaar stood, turned, and led the way into the Conclave's inner Sanctum."
							]
						},
						{
							"type": "entries",
							"name": "Nightingale: Pomeranian Monk",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Monk_Token.png"
									}
								},
								"The sun was bright outside, Nightingale could tell. Golden rays filtered through the fretwork of the window coverings, tiny dust motes dancing in the light illuminating the soft, embroidered pillows and artfully draped silk hangings. Nightingale reclined against her little sofa watching her mistress and master as they laughed and conversed and sipped iced sherbet, or played with the tiny birds with their bright plumage as they sang in their piping voices in their silver cages. Servants slipped in and out, tending to the needs of Nightingale's master and mistress, and her too, as the treasured pet of these two beautiful humans, the young and happy couple. They brought her titbits of lightly roasted meats and delicately peeled fruits, and sometimes her mistress even fed her with her own hands, if Nightingale's tricks - standing on her hind legs and yapping in time to the hidden musicians' tunes - pleased her. At these times, Nightingale was so happy to please her kind mistress, to be so loved, so cared for.",
								"Nightingale opened her eyes, and breathed in deeply, savouring the cool night air of the temple. She repositioned herself slightly on her woven mat, and laid her paws on her bo staff to ground herself.",
								"Now to see things as they had really been.",
								"The sun blazed down on the workers outside in the fields, sapping their strength as they were forced to toil in the heat, to earn a few rations. This wasn't visible, however, through the fretwork in the windows of the prison cell that she and her mistress dwelt in. Their room was decorated with costly fabrics, sewn by half-blind children, draped across bare walls of a room that contained nothing that could be used to do harm to oneself. That pleasure was reserved for their master, who visited in the late afternoon, and usually stayed until late in the evening. At these times, Nightingale's mistress desperately tried to please him, telling stories and dancing to the hidden musicians, and commanding Nightingale to show off the tricks that her mistress tearfully begged her to learn in the early mornings, feeding her the scraps that she'd saved from her own rations. Nightingale's love for her mistress kept her blind to all of this though, until the evening with the shouting, and the screaming, and the final crash. The next morning, Nightingale crept out from under her sofa, shaking and whining, but her mistress would not be awoken.",
								"Nightingale opened her eyes once more. She would not relive this night the desperate escape, the weeks of wandering, starving and crying, the arrival at the temple and begging scraps from petitioners with her tricks and her adoption by the monks, slowly learning their ways. She would instead reflect on the morning she awoke at the foot of the huge statue with new thoughts, thoughts that replaced her grief with calm, and a new determination to protect all who were in need of it."
							]
						},
						{
							"type": "entries",
							"name": "Svetlana: Beagle Barbarian",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Barbarian_Token.png"
									}
								},
								"They used to laugh at Svetlana",
								"\"What a big growl for such a tiny puppy!\" They'd said, ruffling her ears and giving her a treat. So she'd run away from her litter as soon as she no longer needed her mother's milk. She had nearly starved learning how to hunt for herself, but the disdain of the crows and rabbits soon turned to fear as she filled her belly night after night, and learned to fight beak and talon with tooth and claw, and to chase down fleeing prey and pounce when the moment was right. But she had no-one with whom to share the joy of the hunt and she was lonely.",
								"The people of farms and villages had laughed at her when she had come looking for companions.",
								"\"How sweet,\" they'd said, \"come home with us.\" But then they tried to put collar and lead on her. So she'd abandoned farms and villages for the wilds, and learned to find joy in the mountains, sleeping in dug-out hollows in the snow. Her fur became long and thick, and her puppy fat melted away into hard muscle. And somehow along the way she had awoken, and knew her place in the world, but she still wanted a pack.",
								"The Clan had laughed at her when, after stalking them for months, she ventured towards them one day while they hunted.",
								"\"Go away little soft-paw\" they'd cried, \"Our dogs will eat you!\"",
								"But now she knew not only how to understand them, but to speak in their tongue. When she shouted a challenge to the leader, the large human with wild hair ceased laughing, became silent, and then picked up her weapons. They fought to a standstill, both of them bloodied and torn, panting and regarding each other with respect. Then the Leader offered her hand, and Svetlana placed her paw in it.",
								"They used to laugh at Svetlana, but not anymore.",
								"Now she commanded their pack; ferocious, barely tamed wolves twice her size. But the unawakened animals deferred to her instantly, whining and offering their bellies when she came close and moving instantly at her commands in battle.",
								"Now she led the hunt equally with the Clan's leader, their bond so close words were rarely needed. Now they raged together, and felt the joy of the wild as one. Now she slept back to back with the Leader, shared equally in the feast, and took her turn on watch. Now she had Clan armour, and Clan weapons made for her.",
								"Now she had a pack."
							]
						},
						{
							"type": "entries",
							"name": "Tedric: Chihuahua Rogue",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Rogue_Token.png"
									}
								},
								"The steep, cobbled street was dark, except for the light from a guttering lamp, nearly out of oil. A murky dawn smudged the horizon, but it would be dark for a while yet - long enough for Tedric to complete his work. His target lurched out of the shadows, right hand clutched to his stomach round the circular handle of the knife embedded in his guts, blood and other fluids leaking through his shaking fingers.",
								"As Tedric had calculated, the man was heading for his gang's thus-far secret hideout. Tedric had wounded him sufficiently to make him think he could make it and survive, and had then melted back into the shadows to follow. Tedric had padded softly behind him all the way, privately exulting in his ability to so closely stalk his prey without detection. It was an innate skill, but diligently refined until he was almost undetectable, even by the keenest of senses. The man paused outside a nondescript door, and reached his hand up to knock. Enough. This was the place. Before the man's hand made contact with the wood, Tedric snatched another dagger from its sheath and launched it. The weapon buried itself in between two ribs and into a lung, silencing any shout the man might make to alert his comrades.",
								"Tedric finally moved into view, confronting the evil-doer, now slumped against the wall. The man regarded him with disbelief as Tedric walked up his chest, picking his way round the blood. \"but...but...you're just a...\" The whispered words slipped away as Tedric's dagger slid across the man's throat, silencing him forever.",
								"\"I may be just a dog, fiend, but I bested you, and my companions will end your gang's evil deeds for good.\" Tedric carefully retrieved his weapons, grasping the adapted pommels with his mouth, wiping them of blood, and stowing them in their sheaths. The tiny Chihuahua melted back into the dark, slipping away to his party, with the information they needed."
							]
						},
						{
							"type": "entries",
							"name": "Tobias: Corgi Warlock",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Warlock_Token.png"
									}
								},
								"Despite the upturned chair and displaced pile of books scattered over the floor, Tobias surveyed the scene with satisfaction. Gaining entry to the Wizard's abode had gone exactly according to plan. Tobias had presented himself at the door of the elegant pavilion, having carefully stashed his more obviously warlock garb in a nearby coppice, with one of his spectral companions, a rangy wolf, to guard it. The wizard, an elderly Halfling with white moustaches, had happily let him in, offering him water, and calling him a 'good boy'. Tobias chuckled at the thought–no-one had called him a good boy in a very long time, and certainly not since his Pact with the Hunter, the unseen claw, the howl in the night.",
								"That very wizard now huddled on the floor against a bookcase, panting with fear and regarding Tobias with wide eyes, but as yet unharmed. Perfect.",
								"Tobias rested easily on his haunches, and fixed the Halfling with a steady gaze.",
								"\"Where is the amulet?\" He said, slowly and clearly.",
								"The wizard stared, then stammered \"you're a... you're a... \"",
								"Tobias sighed. \"Yes,\" he agreed, soothingly, \"I'm a dog, and I just spoke to you in Common, and asked you,\" Tobias stood up and raised his hackles, speaking just a little more loudly, \"A very simple question.\" He paused for just a beat. \"Where is the amulet?\"",
								"The wizard actually whimpered, but then incredibly, pulled himself up a bit. \"You have no right to it.\" he stated firmly.",
								"Tobias cursed under his breath. Then shook his head. He was here to achieve his task. He stood up and paced slowly over to the wizard, now beginning to show a little defiance in his posture; the foolish beginnings of resistance. Tobias again fixed him with a glare, and concentrating, issued a Command.",
								"\"You will tell me the location of the amulet, fetch it for me, and place it at my feet.\" Tobias felt a familiar warmth spreading from the region of his neck, as his most precious possession, the gift from his Patron, slowly began to weave its spell. He could see the wizard fighting the Command, and he very nearly succeeded, but then he sagged, beaten.",
								"The wizard pushed himself to his feet, moved to a sideboard and shoved it aside. Reaching behind it, he made a movement that Tobias could not see, and a hidden compartment in the bookcase popped open. The wizard wordlessly retrieved an object, turned, and deposited it at Tobias feet.",
								"Tobias took it up, and without a backward glance, turned and walked away, leaving the wizard to fight off the effects of the Command.",
								"Back in the coppice, Tobias carefully placed the amulet in a pouch, and shrugged back into his light leather armour, the buckles clipping easily into place with the touch of a paw. He sat and cleared his mind, and then there it was, the taste in his mouth, the feel of the delicious morsel between his jaws. He swallowed and it was gone, but it was enough. His Patron was appeased."
							]
						}
					]
				}
			]
		}
	],
	"race": [
		{
			"name": "Canine",
			"source": "Dungeons&Doggies",
			"ability": [
				{
					"cha": 1
				}
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"traitTags": [
				"Natural Weapon"
			],
			"entries": [
				"The diversity of dogs is hard to generalise but dogs begin with the following traits",
				{
					"name": "Ability score increase",
					"entries": [
						"Your Charisma score increases by 1"
					],
					"type": "entries"
				},
				{
					"name": "Age",
					"entries": [
						"Dogs reach maturity around 18 months and usually live between 10 and 15 years."
					],
					"type": "entries"
				},
				{
					"name": "Alignment",
					"entries": [
						"Dogs tend towards good alignments due to their natural urge to be helpful, but there are exceptions to this."
					],
					"type": "entries"
				},
				{
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can 'speak' and read Common and two extra languages of your choice. Note that dogs do not necessarily use speech; whilst they can understand their chosen languages, the specifics of how they communicate are left to the players. Some possibilities include having the full ability of speech, being uncannily effective at conveying meaning through gesture and sounds (\"I think she is saying the kids are down the well\") or having another character who can understand and interpret for the dog. Regardless of how the dog expresses itself, it is assumed that it is communicating with its allies with sufficient fluency as to avoid any penalties to rolls."
					],
					"type": "entries"
				},
				{
					"name": "Keen Senses",
					"entries": [
						"Dogs have advantage on Perception checks based on smell or hearing and disadvantage on Perception checks depending upon colour recognition."
					],
					"type": "entries"
				},
				{
					"name": "Best Friend",
					"entries": [
						"Dogs may cast the {@spell Charm Person} spell using Charisma as the spellcasting ability once per long rest. No spell components are necessary. The DC for this ability is 8 + your Charisma modifier."
					],
					"type": "entries"
				},
				{
					"name": "Worse than the Bark",
					"entries": [
						"You have a natural bite attack.You are proficient with this attack and it counts as both a weapon attack and an unarmed attack. This attack does {@dice 1d4} + your Strength modifier damage. This increases to {@dice 1d6} + your Strength modifier at level 5 and {@dice 1d8} + your Strength modifier at level 10."
					],
					"type": "entries"
				},
				{
					"name": "Many Breeds, Many Forms",
					"entries": [
						"Dogs have such variety of shapes and breeds that they are highly diverse. Choose one of the following subraces to reflect your chosen breeding and select one Breed Ability from the list on the right."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"name": "Canine",
				"source": "Dungeons&Doggies",
				"entries": [
					{
						"type": "section",
						"entries": [
							"{@i THE SOUND OF THE HORNS WARNED OF THE RAIDERS' APPROACH. Even before Alynd had begun to roll out of her tent and draw her knives, Oak was already moving, low to the ground with his hackles raised and a barely audible growl in his throat. He was an old dog now, grey at the muzzle and deaf in one ear. They'd grown together, dark skinned girl and snow white dog, never apart. Oak had been as true and strong as the tree whose name he bore. Comforting her through loss, joyous in play, unfailing in trust and deadly in defence of his family. If tonight, protecting the children of the village below, was the night they fell, it would be as they had lived, together as one, human and dog. A bond not even death could break.}",
							"{@i The warmth of a roaring hearth fire, the breathless joy of the hunt, the trackless paths of a long journey. Provided they are close to the ones they call family and pack, dogs can call anywhere home. For much of history, dogs have been stalwart companions, faithful guardians and beloved kin to their two-legged allies. Loyalty, faith, devotion and selflessness have guided the dog through the ages.}",
							{
								"type": "entries",
								"name": "Compact and Diverse ",
								"entries": [
									"Endlessly variable, constantly adaptable, dogs have been shaped by their entwined history with other races until little trace of their wild ancestry remains. Now, a breed of dog seems to exist for every possible niche within society and for every task. From great shaggy hunting dogs to the tiniest of lapdogs, the variety of the canine form seems without bounds.",
									"Generally dogs tend to live between 10 and 15 years and reach adulthood around 18 months old. Whilst it is usual for dogs to live with families or individuals of other races, dogs will also form their own groups for strength and companionship. A wide array of natural colours and coats occur and thus individual dogs are easily identified by other races visually, even though they rely more on their sense of smell for such things themselves."
								]
							},
							{
								"type": "entries",
								"name": "Loyal and True",
								"entries": [
									"Dogs are naturally loyal to those they sense as a pack. This trait carries through to intelligent dogs from their wilder kin. Those who claim a dog as a friend have a true and unshakeable companion for life. Affable and upbeat, dogs live for the now and enjoy experiencing curiosity and adventure. They have few emotional filters and can switch from effervescent joy to melancholy in a moment. However they shed black moods very easily and seem incapable of holding a grudge or harbouring ill feeling.",
									"Dogs are easily moved to help others and relieve suffering and will be generous with their affection and time."
								]
							},
							{
								"type": "entries",
								"name": "Walking at Society's Side",
								"entries": [
									"Dogs have the capacity to make their homes almost anywhere that they choose, but the most common places they are found is within the settlements of other races, acting in a wide range of roles. Wild dogs do also thrive under different circumstances in the more temperate areas of the world. Intelligent dogs tend to remain closely linked with either their adopted society or the wild areas they knew as pups. However, a dog's sense of home is usually defined by their company rather than a place, and dogs are comfortable travelling widely as long as they have the constancy of friendship. "
								]
							},
							{
								"type": "entries",
								"name": "A Nose for Adventure",
								"entries": [
									"Dogs gifted with unusual intelligence seek adventure for many reasons. It is common that answers to questions about why they are different to their kind are a driving force, but equally the desire to make a difference will motivate many dogs. Their instinctive urge to support and assist, coupled with the ability to reflect on the world in deep terms can be more than enough to lead a dog from the warmth of a home and into the wider world."
								]
							},
							{
								"type": "inset",
								"name": "The Brightest Candles",
								"entries": [
									"Dogs as presented are a powerful race with many benefits. However, as any dog owner will know, dog's lives are brief and intense. An intelligent dog will have to accept that its fellow adventurers will outlive it, maybe many times over, and the quest to extend the life of a canine adventurer may form the basis of some powerful story telling. Equally, the same dog may choose to accept its balloted time and live its live as fully as it can and do the most possible with the time it has."
								]
							}
						]
					}
				]
			}
		}
	],
	"feat": [
		{
			"name": "Assistance Dog",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You are gifted at guiding others. You can nominate a creature within 5 feet of you as a bonus action. Whilst in this range, it benefits from your Keen Senses trait as if it possessed the trait itself."
			]
		},
		{
			"name": "At Their Heels",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You are skilled in dogging your opponent no matter what. When a target provokes an opportunity attack from you, if you hit then you may also move up to half your movement speed towards your foe."
			]
		},
		{
			"name": "Bloodhound",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You are a master of tracking. You have advantage on Wisdom ({@skill Survival}) checks on rolls related to tracking a target using scent."
			]
		},
		{
			"name": "Catch and Fetch",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You are skilled at snatching things from the air and retrieving them. You can use your reaction to reduce the damage from a ranged weapon attack by {@dice 1d10} + your Dexterity modifier. If you reduce the damage to 0 in this way, you catch the weapon."
			]
		},
		{
			"name": "Cattle Dog",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You are a natural at herding your quarry. When you hit a creature with an opportunity attack, you may move that creature up to 10 feet in any direction before it resolves the rest of its movement."
			]
		},
		{
			"name": "Comforting Companion",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You are a soothing presence. When you share an entire short or long with up to six creatures you choose within 30 feet of you, each regains hit points equal to your level."
			]
		},
		{
			"name": "Digger",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You just have to dig! You have advantage on ability checks for digging. In combat, if you are in an environment which can be dug into by your paws, you may take an action to go prone and gain half cover."
			]
		},
		{
			"name": "Dogged Persistence",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You possess boundless energy and determination. When you take damage, you can use your reaction to gain resistance to all of the triggering damage. After you use this ability, you can't use it again until you complete a short or long rest."
			]
		},
		{
			"name": "Faithful Friend",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You are able to aid those around you just by your presence. Once per short rest, as your reaction, when an ally you can see within 30 feet fails a saving throw, ability check, or attack roll, use your reaction to allow them to attempt the roll again. You can also use this reaction to force an opponent to re-roll a successful attack against an ally you can see within 30 feet."
			]
		},
		{
			"name": "Frenzied Fighting",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You are adept at the frantic combination of barking, scratching, biting and general chaos that typifies some dogs when they are enraged. Once per long rest, you may cause each creature in a 15-foot cube originating from you to make a Constitution saving throw. On a failed save, a creature takes 2d8 damage and is pushed 10 feet away from you. On a successful save, the creature takes half as much damage and isn't pushed."
			]
		},
		{
			"name": "Grabbing Bite",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You have a strong and powerful mouth and neck. When you succeed in hitting a creature of your size or smaller with your Bite attack you may also declare it is {@condition grappled}. You may use this ability against a creature larger than you, but if you do, your move becomes 0 while grappling and you will move along with the grappled creature."
			]
		},
		{
			"name": "Guard Dog",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You are gifted at reacting to attacks on your companions. If an ally is hit by an attack within five feet of you, you may use your reaction to make an attack against the attacker."
			]
		},
		{
			"name": "Hunting Hound",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You are a natural at seeking the quarry of your allies. You have advantage on an attack roll against a creature if at least one of your allies is within 5 feet of the creature and the ally isn't incapacitated "
			]
		},
		{
			"name": "Incessant Barking",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You have a bark that is hard to ignore, driving foes to distraction. Once per long rest you may affect all creatures within a 15 feet cube. The target must make a Wisdom saving throw. On a failed save, it takes {@damage 2d8} damage and must immediately use its reaction, if available, to move as far as its speed allows away from you. The creature doesn't move into obviously dangerous ground, such as a fire or a pit. On a successful save, the target takes half as much damage and doesn't have to move away. A {@condition deafened} creature automatically succeeds on the save."
			]
		},
		{
			"name": "Old Dog, New Tricks",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"Choose two skills and gain proficiency in both."
			]
		},
		{
			"name": "Retriever",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You are a natural at seeking and returning desired items. You gain advantage on Intelligence ({@skill Investigation}) checks "
			],
			"skillProficiencies": [
				{
					"investigation": true
				}
			]
		},
		{
			"name": "Shake it Off",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"Once per long rest you may take advantage on any saving throw to end a condition currently affecting you. The condition can be {@condition blinded}, {@condition deafened}, {@condition paralyzed}, or {@condition poisoned}."
			]
		},
		{
			"name": "Snow Dog",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You love the snow! You are naturally adapted to cold climates, as described in {@book chapter 5 of the Dungeon Master's Guide.|DMG|5|Weather}"
			]
		},
		{
			"name": "Sprinter",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You are built for bursts of impressive speed. Increase your base movement by 10 feet.When you use the {@action Dash} action, you can ignore the first opportunity attack you would provoke."
			]
		},
		{
			"name": "The Eyes Have it",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You are just the cutest. You have advantage on any Charisma based ability checks. Unfortunately this ability cannot be used against hostile creatures"
			]
		},
		{
			"name": "Thick Coat",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"Your thick and glossy fur is a natural defence. You have an armour class of 12 + your Dexterity modifier when not wearing armour. "
			]
		},
		{
			"name": "Upright and Alert",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					]
				}
			],
			"entries": [
				"You can never be surprised.If your party is surprised, you will act normally in initiative order."
			]
		},
		{
			"name": "Alpha of the Pack",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Barbarian",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your howling fury establishes you as master of the hunt. Whilst raging, your allies have advantage against a single target that you are engaged with."
			]
		},
		{
			"name": "Feral Cooperation",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Barbarian",
							"visible": true
						}
					},
					"feature": [
						"Savage Howl"
					]
				}
			],
			"entries": [
				"Whilst you are raging, if your first attack hits a target, an ally may use their reaction to move up to half of their speed and immediately make a melee attack against the same target. This movement does not provoke opportunity attacks."
			]
		},
		{
			"name": "Savage Howl",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Barbarian",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your rages are accompanied by feral howls that inflame the blood of your allies and drive them forward; an echo of ancient hunting packs. Each turn while you are raging, if you hit with at least one attack, you may nominate one ally within 30 feet of you. That ally receives a {@damage 1d6} bonus to its next damage roll. You may nominate the same or a different ally each round, but damage bonuses do not stack."
			]
		},
		{
			"name": "Bard of Amity",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Bard",
							"visible": true
						}
					}
				}
			],
			"ability": [
				{
					"cha": 1
				}
			],
			"entries": [
				{
					"type": "list",
					"items": [
						"Also, in addition to other bonuses provided by your College, a creature who uses your Bardic Inspiration die to make a successful roll may, as a bonus action, pass the Bardic Inspiration die to an ally within 30 feet.The recipient must use the inspiration die on their next attack roll, ability check, or saving throw. The die is not passed again."
					]
				}
			]
		},
		{
			"name": "Calming and Charming",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Bard",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your Best Friend racial talent now allows you to cast {@spell Calm Emotions} instead of {@spell Charm Person}; you add Charm Person to your list of Bard Spells Known."
			]
		},
		{
			"name": "Howling Melody",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Bard",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You may cast the spell {@spell Dissonant Whispers} once per short rest without spending a spell slot and may cast this spell at first level."
			]
		},
		{
			"name": "Bond of the Wildblood",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Druid",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can call upon the aid of such creatures as would lend it to you. Once per short rest you can issue a howling cry which nearby creatures will respond to. The DM will determine the exact creature that responds as is suitable for the environment you are in and this ability may not work if no living creatures are present.",
				"A group of creatures will appear within five minutes of being called if able. {@dice 1d3} {@filter creatures of the Beast subtype|bestiary|type=beast} will appear. The CR of the summoned creatures is equal to your Wild Shape form Max CR. Summoned creatures will aid you and fight for you as a friendly non player character might. They will remain until your next short rest."
			]
		},
		{
			"name": "Mark the Ground",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Druid",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You learn a ten minute ritual to mark the ground and create a Circle of Territory. This functions as the spell {@spell Leomund's Tiny Hut}. This encompasses a circle of 20 feet radius. While within the Circle, when you use your Natural Recovery, you may replenish other creatures' expended spell slots instead of your own."
			]
		},
		{
			"name": "The Soul of the Pack ",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Druid",
							"visible": true
						}
					},
					"feature": [
						"Mark the Ground"
					]
				}
			],
			"entries": [
				"When you perform a Mark the Ground Ritual, you may create a Pack Bond for yourself or any number of allied creatures up to your Druid level. For one hour, any Pack Bonded creature may, as an action, roll one of its hit dice and receive that much psychic damage. It may then heal an ally who is Pack Bonded and within 60 feet for an equal amount."
			]
		},
		{
			"name": "Fangs of the Wolf ",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Fighter",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You are a master at snapping back at foes that strike you in melee. You may use your reaction to attack with your bite against the attacking creature."
			]
		},
		{
			"name": "Hound the Foes",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Fighter",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"When you hit a target in melee with a critical hit, their speed becomes 0 for their next turn.You may move to engage a different target within 15 feet as a bonus action, without provoking opportunity attacks."
			]
		},
		{
			"name": "Pack Fighter",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Fighter",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You have become adept at aiding your allies when fighting in close formation with them.Once per short rest, allies who remain within ten feet of you gain a +2 AC bonus for one minute."
			]
		},
		{
			"name": "Guiding Paw Strike",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Monk",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"When you hit with a melee attack using a Monk weapon or Unarmed Strike, you may spend one ki point to give one creature within 30 feet of you advantage on its next attack against the target or resistance to the next source of damage caused by the target."
			]
		},
		{
			"name": "The Pack is Many, the Pack is One",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Monk",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"As an action, you can distribute healing equal to three times your Monk level among any number of creatures within 30 feet. You must finish a long rest before you can use this ability again."
			]
		},
		{
			"name": "The Wisdom of Playfulness",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Monk",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can channel the positive attitude of dogs and their delight at the world. Once per long rest, as an action you can choose to receive the benefit of one of the below effects. Spend one Ki point per additional creature within 30 feet you wish it to affect.",
				{
					"type": "list",
					"items": [
						{
							"name": "Laughing at danger",
							"entries": [
								"For one Hour, you have resistance to a specified damage type."
							],
							"type": "entries"
						},
						{
							"name": "The folly of fear",
							"entries": [
								"For one hour, you are immune to fear effects."
							],
							"type": "entries"
						},
						{
							"name": "Irrepressible joy",
							"entries": [
								"For one hour, you have advantage on all Intelligence, Wisdom and Charisma saving throws."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "A Friend Indeed",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Paladin",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You may use your Sacred Weapon Channel Divinity on a friendly creature's weapon within 15 feet of you. As a Dog, you may ignore the restriction on holding a weapon."
			]
		},
		{
			"name": "Devoted to the Pack",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Paladin",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"When you use your Channel Divinity feature, in addition to your chosen effect, one friendly creature you nominate within 30 feet is encouraged for one minute, becoming immune to fear and resistant to necrotic damage."
			]
		},
		{
			"name": "Loyalty to the Last",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Paladin",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"If a friendly creature within 15 feet of you is reduced to 0 hit points, you may use your reaction to use your Lay on Hands ability. You must then take a long rest to regain this ability."
			]
		},
		{
			"name": "Guide the Pack",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Ranger",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Once per long rest, when you reduce a target to 0 hit points, you grant up to three creatures within 30 feet of you advantage on their next attack."
			]
		},
		{
			"name": "Lead the Hunt",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Ranger",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"When you cast {@spell Hunter's Mark} on a target, choose a willing creature within 30 feet. That creature gains a {@damage 1d4} damage bonus to attacks against the same target for the duration of the effect."
			]
		},
		{
			"name": "Apex Predator",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Ranger",
							"visible": true
						}
					},
					"feature": [
						"Lead the Hunt"
					]
				}
			],
			"entries": [
				"When you cast {@spell Hunter's Mark} on a target, choose up to three willing creatures within 30 feet. They each gain a {@damage 1d4} damage bonus to attacks against the same target for the duration of the effect. (One creature will also benefit from {@feat Lead the Hunt|Dungeons&Doggies})."
			]
		},
		{
			"name": "Ankle Cutter",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Rogue",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"When making a Sneak Attack, if any of the Sneak Attack dice roll their maximum face value, your target's speed is reduced to 0 until they pass a Constitution Saving Throw at the end of one of their turns. The DC for this is 8 + your proficiency bonus + your Dexterity modifier."
			]
		},
		{
			"name": "Shadow Paw Rogue",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Rogue",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You are a difficult foe to pin down. If you hit in combat with a Sneak Attack, you may choose to move up to ten feet as a free action. This movement does not provoke opportunity attacks."
			]
		},
		{
			"name": "Slashing Claws, Silent Paws",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Rogue",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"When making a Sneak Attack, if any of the Sneak Attack dice roll their maximum face value, you may {@action Hide} as a free action."
			]
		},
		{
			"name": "Buried in the Veil",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Sorcerer",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Once per long rest you may 'bury' an object of no more than one cubic foot in size as an action.It passes beyond the material plane. You may 'retrieve' it at any time as an action. You may bury a number of objects in total equal to your Charisma modifier."
			]
		},
		{
			"name": "Dimension Digger",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Sorcerer",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can dig and scramble through the weave of reality. Once per long rest, whenever you expend one or more sorcery points, you may cast the {@spell Misty Step} spell."
			]
		},
		{
			"name": "Supportive Spell",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Sorcerer",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"When you cast a spell which successfully affects an enemy creature, you may spend a sorcery point to give a friendly creature you choose within 15 feet of you advantage on their next roll against the target."
			]
		},
		{
			"name": "Arcanine Scrounger",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Wizard",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can temporarily learn others' spells as you scrounge for knowledge. Choose a willing creature and spend 15 minutes with them discussing the intricacies of their spellcasting. You may learn a spell that the creature knows as if you have it prepared, but it does not count against the number of spells you can prepare. You can cast this spell until then end of your next long rest."
			]
		},
		{
			"name": "Dogged Casting",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Wizard",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You are a determined mind when it comes to spell casting. You have advantage on any concentration checks to retain concentration spells that you are required to make."
			]
		},
		{
			"name": "Familiar Friends",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Wizard",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your natural affinity with the creatures of the world makes summoning familiars far easier for you than most. You may prepare the {@spell Find Familiar} spell without a spellbook. Also reduce the casting time of Find Familiar to 1 minute and the cost of materials consumed to 1 gp. "
			]
		},
		{
			"name": "Dark Bark",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Warlock",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"Your {@spell Eldritch Blast} is accompanied by an unearthly and disturbing howl from the hounds of the netherworld. Once per turn a creature that takes damage from your Eldritch Blast must make a Wisdom save versus your Spell DC or become Frightened of you until the end of their next turn."
			]
		},
		{
			"name": "Fey Friend",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Warlock",
							"visible": true
						}
					}
				}
			],
			"entries": [
				"You can call upon the Hunting Packs of your Patron. You may use {@spell Find Familiar} once per long rest without requiring material components. Regardless of the creature type you summon, its appearance is a smaller version of your own canine appearance, although it retains the abilities of the creature type you call upon."
			]
		},
		{
			"name": "Netherhound Companion",
			"source": "Dungeons&Doggies",
			"prerequisite": [
				{
					"race": [
						{
							"name": "Canine"
						}
					],
					"level": {
						"level": 1,
						"class": {
							"name": "Warlock",
							"visible": true
						}
					},
					"feature": [
						"Fey Friend"
					]
				}
			],
			"entries": [
				"You can call upon the Hunting Packs of your Patron. You may use {@spell Find Familiar} once per long rest without requiring material components. Regardless of the creature type you summon, its appearance is a smaller version of your own canine appearance, although it retains the abilities of the creature type you call upon."
			]
		}
	],
	"background": [
		{
			"name": "Awakened Animal",
			"source": "Dungeons&Doggies",
			"page": 16,
			"skillProficiencies": [
				{
					"insight": true,
					"survival": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Insight}, {@skill Persuasion}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "An object relating to your awakening (such as the worn scroll you slept under as a puppy or a locket with the image of the family you were born to), well chewed toy, and a collar pouch containing 15 gp."
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: A Friend By Every Fireside",
					"entries": [
						"You can use the vast and often disregarded population of dogs that is found throughout society to your advantage. You are always aware of the local canine population and can seek information about the locality and goings on from the many dogs you encounter. By sniffing popular places and scents, you can instantly learn limited information about a place such as quality of water and food supplies, population levels, general mood and atmosphere."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Dogs, awakened or otherwise, are shaped by their history of development alongside the sapient races as companions and allies. Your personality is likely to reflect this history and your ideals will tend towards selflessness and maintaining the welfare of those you see as your pack, as well as an instinctive desire to bring aid and comfort. Your bonds are often people or favourite objects that have great value and meaning. Your flaws may be related to being overprotective to the point of jealousy, or a deeply buried resentment at the way dogs have been treated by some unsavoury aspects of society, which conflicts with your other drives and emotions.",
						{
							"type": "table",
							"colLabels": [
								"{@dice d8}",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"I tend to the dramatic; as a creature of impulse I have few middle gears and often narrate my circumstances with great flair and florid expression."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"I dislike conflict and try to be a calming mediator, seeking common ground in conflict."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"I have a tendency to diffuse tension with humour and love doing silly tricks to make people like me."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"When in a new place, I have a need to... establish my ownership..."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"I am the one who charges into every situation with gusto, rarely stopping to think about consequences."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"I get bored easily if I'm not the centre of attention."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 7
										}
									},
									"I love to play more than anything, be it racing around with children or more cerebral fare."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 8
										}
									},
									"I'm constantly delighted by fooling people into thinking I'm a normal dog, and I'm not against using this to my advantage."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"{@dice d8}",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"{@b {@i Selflessness.}} I believe in self-sacrifice and unhesitating action to improve the lives of others. "
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"{@b {@i Aid.}} My skills are a gift to the world and I must assist in endeavours where I can be of use."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"{@b {@i Family.}} Nothing is more important than the people we love. I'd do anything to keep family together."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"{@b {@i Comfort.}} I cannot stand to see a creature in pain, and will act within my power to provide succour and lift spirits "
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"{@b {@i Knowledge.}} I have a unique gift and perspective. I must share that, and further my knowledge of the world so maybe more like me can follow."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"{@b {@i Change.}} My enhanced understanding of the world shows me many injustices. I have a deep desire to enact change within the world order, one day at a time."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"{@dice d8}",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"The magical writings of my lost master gave me this gift, now I bear them to the place they must be laid."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"The one who did this to me did not expect me to escape. But my return will be even more shocking."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"When the one who made me this way set off on their long quest, they were ignorant of what they had given me. I will find them and together we will achieve greatness."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"I made a promise that the child I knew as a pup would always be safe. I work towards that still."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"This object may look like junk, but it is the last tie to a lost past. One day I will return that past to the world."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"There are others like me, for I am their kin.I will seek them out no matter what."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"{@dice d8}",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"I cannot escape the loneliness I feel as a singular intelligence among animals and long to meet another like myself."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"Deep down, I am angry at the way my species is treated and I am easily offended by condescending attitudes or perceived cruelties "
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"I fear losing my companions and so I can react to strangers with mistrust and even aggression."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"I regard myself as a superior version of my kind, and I am prone to forcing non sentient dogs into submission."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"I've never let go of my basic instincts and can be the cause of social awkwardness with my canine behaviour."
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"My willingness to trust and follow people, even strangers, means I am easily led into compromising scenarios."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"You are a self-aware, fully sapient member of a species usually only recognised as possessing 'animal level' intelligence. How did such a thing occur? Some animals are exposed to arcane or divine elements that change them, some may have been deliberately altered or experimented upon, whilst others may simply be born... different.",
					"Regardless of the exact circumstances of your awakening, you have determined that the life of a mute companion and pet is not for you. The one place in this world where the unique and extraordinary have a chance to realise their ambition and seek answers is the path of adventure, compelling you out into the wider world.",
					"You still retain a deeply held desire to be of use and benefit to those around you. Now, equipped with a perspective on the world few of your kind ever possess, you have set your paws on an incredible journey...",
					{
						"type": "inset",
						"name": "Of Animals and Awakenings",
						"entries": [
							"Feel free to use any of the existing Backgrounds available in the game - there is no reason you couldn't have a noble dog, a swashbucking dog or a military trained hound with a soldiering past!",
							"The Awakened Animal Background is for those dogs for whom Awakening is the most important thing in their past- but your story may be different!"
						]
					}
				]
			},
			"startingEquipment": [
				{
					"_": [
						{
							"special": "object relating to your awakening (such as the worn scroll you slept under as a puppy or a locket with the image of the family you were born to)"
						},
						{
							"special": "well chewed toy"
						},
						{
							"special": "collar pouch",
							"containsValue": 1500
						}
					]
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Companion",
			"shortName": "Companion",
			"source": "Dungeons&Doggies",
			"subclassFeatures": [
				"Companion Domain|Cleric||Companion|Dungeons&Doggies|1",
				"Channel Divinity: Invoke Companionship|Cleric||Companion|Dungeons&Doggies|2",
				"Channel Divinity: Lifted Spirits|Cleric||Companion|Dungeons&Doggies|6",
				"Divine Bite|Cleric||Companion|Dungeons&Doggies|8",
				"Leader of the Pack|Cleric||Companion|Dungeons&Doggies|17"
			],
			"subclassSpells": [
				"guiding bolt",
				"healing word",
				"aid",
				"calm emotions",
				"beacon of hope",
				"mass healing word",
				"death ward",
				"locate creature",
				"geas",
				"greater restoration"
			],
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"guiding bolt",
							"healing word"
						],
						"3": [
							"aid",
							"calm emotions"
						],
						"5": [
							"beacon of hope",
							"mass healing word"
						],
						"7": [
							"death ward",
							"locate creature"
						],
						"9": [
							"geas",
							"greater restoration"
						]
					}
				}
			],
			"className": "Cleric",
			"classSource": "PHB"
		}
	],
	"item": [
		{
			"name": "Barley's Ball of Fetching",
			"source": "Dungeons&Doggies",
			"page": 19,
			"wondrous": true,
			"rarity": "uncommon",
			"dmg1": "1d4",
			"dmgType": "B",
			"entries": [
				"This seemingly normal rubber ball can throw itself up to 120 ft upon speaking the command bark from up to 15 feet away. The most basic of these balls has no other effect but to allow you to play fetch without needing someone to throw the ball. However a successful Spell Attack allows the ball to be used as a ranged attack for {@damage 1d4} + Dex bludgeoning damage."
			]
		},
		{
			"name": "Bun-Bun of Soothing",
			"source": "Dungeons&Doggies",
			"page": 19,
			"wondrous": true,
			"rarity": "uncommon",
			"charges": "2",
			"recharge": "restLong",
			"attachedSpells": [
				"Calm Emotions"
			],
			"entries": [
				"The Bun-Bun is a tattered looking stuffed rabbit toy which seems to be forever on the verge of falling to pieces. Chewing on or stroking the Bun-Bun as an Action casts the spell {@spell Calm Emotions} with a DC of 12 + the bearer's Cha modifier. The Bun-Bun has two charges and resets after being cuddled through a long rest."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Bun-Bun_of_Soothing.png"
						}
					}
				]
			}
		},
		{
			"name": "Collar of Command",
			"source": "Dungeons&Doggies",
			"page": 19,
			"wondrous": true,
			"rarity": "rare",
			"charges": "1",
			"recharge": "restLong",
			"attachedSpells": [
				"Command"
			],
			"entries": [
				"The wearer of this brown leather collar may cast the {@spell Command} spell once per long rest at 2nd level. The DC for resisting the Command is equal to 10 + the wearer's Cha modifier."
			]
		},
		{
			"name": "Pavol's Bell of Conditioning",
			"source": "Dungeons&Doggies",
			"page": 19,
			"wondrous": true,
			"rarity": "very rare",
			"charges": "3",
			"recharge": "restLong",
			"attachedSpells": [
				"Suggestion"
			],
			"entries": [
				"The brass bell of the ancient mage Pavol may be rung three times per long rest. Each time it is rung, it casts the {@spell Suggestion} spell. The DC for the saving throw is 10 + the ringer's Cha modifier. If the Bell is used on the same target more than once between long rests, the DC increases by 5 each time."
			]
		},
		{
			"name": "Tymon's Tugrope of Tenacity",
			"source": "Dungeons&Doggies",
			"page": 19,
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"This 3 foot length of brightly coloured knotted rope exhibits the same qualities as an {@item Immovable Rod}, except that one end still moves freely and is therefore perfect for solo tug of war games. The rope is activated and deactivated by twisting the brightly coloured rubber bead set at its centre point."
			]
		},
		{
			"name": "Snack Sack of Scoobus",
			"source": "Dungeons&Doggies",
			"page": 20,
			"wondrous": true,
			"rarity": "rare",
			"entries": [
				"This bag starts each dawn with 6 small snack treats in it. Eating a treat is a Bonus Action and confers the following benefit, chosen by the creature consuming the snack. Choose between:",
				{
					"type": "list",
					"items": [
						"Granting advantage on next Action",
						"Taking the effects of {@spell Bless} on the next Action",
						"Cancelling one {@condition Exhaustion} Level"
					]
				},
				"Eating five or more snacks in one go will give the eater the effects of a {@spell Lesser Restoration}."
			]
		},
		{
			"name": "The Eye of Wagamoto",
			"source": "Dungeons&Doggies",
			"page": 20,
			"wondrous": true,
			"rarity": "very rare",
			"reqAttune": true,
			"entries": [
				"This is a glowing yellow stone with a black vertical flaw that resembles a snakelike pupil.The bearer of the Eye, once attuned, can see into the Ethereal Plane. In addition, once per Long Rest the wearer can use the Eye to manipulate time.",
				"The Eye may be activated in this manner as a Bonus Action or a Reaction. As a Bonus Action it allows the wearer to retake an Action - the original action is cancelled and a new Action occurs in its stead. As a Reaction the bearer can make one target reroll an Attack or Saving Throw, and the second result stands instead."
			]
		},
		{
			"name": "Festooned Flea Collar",
			"source": "Dungeons&Doggies",
			"page": 20,
			"wondrous": true,
			"rarity": "rare",
			"charges": "5",
			"recharge": "special",
			"entries": [
				"This tatty collar has five charges, which replenish weekly. Each charge allows the wearer to summon a {@creature Swarm of Insects} under their direct bidding."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Festooned_Flea_Collar.png"
						}
					}
				]
			}
		},
		{
			"name": "Hegglewyddle's Handy Helper",
			"source": "Dungeons&Doggies",
			"page": 20,
			"wondrous": true,
			"rarity": "uncommon",
			"attachedSpells": [
				"Mage Hand"
			],
			"entries": [
				"Hegglewyddle the Houndwitch, Bull Terrier Arcanist, crafted this easily replicated magical item to aid herself in the daily tasks for which opposable thumbs and a free hand would be useful. This small, nondescript stone is roughly square and has a dog's paw engraved on one side. It is usually hung from a collar or cord as a pendant.",
				"The Helper exhibits the standard properties of {@spell Mage Hand} with the following changes - it can remain active for as long as the user wishes, being activated and deactivated with a command as a Free Action, and its range is reduced to 5 feet around the user."
			]
		},
		{
			"name": "Silken Mantle of Lustrous Pelt Cloak",
			"source": "Dungeons&Doggies",
			"page": 20,
			"wondrous": true,
			"rarity": "uncommon",
			"entries": [
				"This finely made silken mantle hangs from a silver collar. If worn it grants the user the ability to shake as a Bonus Action and be magically cleaned and groomed."
			]
		},
		{
			"name": "Franzible's Favourite Bone ",
			"source": "Dungeons&Doggies",
			"page": 20,
			"wondrous": true,
			"rarity": "rare",
			"reqAttune": true,
			"entries": [
				"This well chewed bone belonged to the faithful pet of the great sorceror Franzible the Fated. Once attuned to this item, the owner will always know where the bone is, sensing instinctively its direction and distance. This effect is constant provided both the Bone and the owner are on the same Plane."
			]
		},
		{
			"name": "Groof's Gobblecharm Necklace",
			"source": "Dungeons&Doggies",
			"page": 20,
			"wondrous": true,
			"rarity": "very rare",
			"reqAttune": true,
			"entries": [
				"Created by the possibly insane wizard Groof Grimgullet, the Gobblecharm is worn at the neck and may be activated three times a day. Whilst activated, the attuned user has one minute during which anything that they consume is not ingested but instead moved into an extra-dimensional pocket in the same fashion as a {@item Bag of Holding}.",
				"At will, the wearer may regurgitate anything consumed in this manner. After regurgitating an item, the wearer must pass a DC 12 Con saving throw or suffer one level of {@condition Exhaustion} for five minutes, and a distinctly queasy feeling."
			]
		},
		{
			"name": "Earthtouch Harness",
			"source": "Dungeons&Doggies",
			"page": 21,
			"wondrous": true,
			"rarity": "rare",
			"entries": [
				"This magical harness allows an attuned user to call upon the earth itself for aid. The harness can be activated as a Bonus Action once per long rest. Whilst active, the wearer may not be involuntarily moved by any effects and has a +5 AC bonus whilst stationary."
			]
		},
		{
			"name": "The Cone of Shame Cursed Item",
			"source": "Dungeons&Doggies",
			"page": 21,
			"wondrous": true,
			"curse": true,
			"reqAttune": true,
			"rarity": "rare",
			"entries": [
				"What appears to be a fine silver necklace with magical property to grant additional Armor (+2 AC). However, if the wearer engages in any of the following activities:",
				{
					"type": "list",
					"items": [
						"Assault of a defenseless victim",
						"Murder",
						"Theft",
						"Wilful Destruction of Property",
						"Outright Lying"
					]
				},
				"Then a loud, booming voice calls out from the aether, 'BAD DOG! NO!' and a magical cone of energy projects around the wearer's head, obscuring their senses. Whilst the cone is projected, the wearer suffers disadvantage on all {@skill Perception} checks due to the enclosure and disadvantage on all {@skill Charisma} checks due to the sense of shame and guilt projected by the magical field. The Cone remains in place for {@dice 1d4} hours after which a voice can be heard saying 'LEARNED YOUR LESSON? BE A GOOD DOG!' and the cone vanishes."
			]
		},
		{
			"name": "Hermal's Halitoid Hoop",
			"source": "Dungeons&Doggies",
			"page": 21,
			"wondrous": true,
			"rarity": "uncommon",
			"charges": "5",
			"recharge": "special",
			"entries": [
				"A braided woven leather throwing hoop that seems covered in semi dried slobber, the hoop can be thrown up to 30 feet as an Action. Once it lands, all creatures in a 15 foot square centered on the hoop are assailed by the odours of wet dog, poor dental care and bad digestive processes. Affected creatures must make a DC 12 Con saving throw or suffer the {@condition Poisoned} condition. The Hoop has 5 charges and can be recharged by being \"played with\" by a dog at a rate of one charge per day."
			]
		},
		{
			"name": "Silgoon's Sleepytime Blanket",
			"source": "Dungeons&Doggies",
			"page": 21,
			"wondrous": true,
			"rarity": "rare",
			"entries": [
				"This apparently well loved yet still fluffy blanket, when laid out on the floor, grants the benefits of a long rest for up to five creatures after only one hour of gentle snoozing. Once used, the blanket is inactive for one week."
			]
		},
		{
			"name": "Everwater Drinking Bowl ",
			"source": "Dungeons&Doggies",
			"page": 21,
			"wondrous": true,
			"rarity": "rare",
			"entries": [
				"This blue ceramic drinking bowl, when placed on a flat surface, produces enough water to fill to the brim. If the water is drained from the bowl, it will refill again one hour later. The water is always refreshingly cool and clean."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Everwater_Drinking_Bowl.png"
						}
					}
				]
			}
		}
	],
	"deity": [
		{
			"name": "The Good Mother",
			"alignment": [
				"N"
			],
			"title": "She who Nurtures",
			"source": "Dungeons&Doggies",
			"page": 22,
			"category": "None",
			"symbol": "A mother encircling a sleeping pup",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "external",
					"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Deity_Symbol.png"
				}
			},
			"pantheon": "Canine",
			"entries": [
				{
					"type": "section",
					"entries": [
						"All awakened doggies know of the Good Mother. This is an instinctive understanding and memory of the nurturing they received as puppies. This well-known aspect of the Good Mother is known as She who Nurtures, and has been adopted by Clerics, Bards and some Druids",
						"Unlike following a traditional deity, Doggies can call on any aspect of the Good Mother, and are not confined to a single aspect for their spiritual lives. The Good Mother means something different and personal to each and every dog that chooses to draw on her strength and nurturing power. Generally, whilst no two dogs might hold the same exact views on what She means to them, there are some overlapping tenets which she embodies for all dogs:",
						{
							"type": "list",
							"items": [
								"Be loyal and be good to your Pack",
								"Be true to your nature",
								"Rejoice in life, be unashamed of your joy",
								"Aid and support those who you wish to",
								"Your loyalty, once earned, is unbreakable",
								"It is better to be amongst friends than be alone",
								"Never pass up a chance to play, cuddle or snooze with another"
							]
						}
					]
				}
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Companion Domain",
			"source": "Dungeons&Doggies",
			"page": 36,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Companion",
			"subclassSource": "Dungeons&Doggies",
			"level": 1,
			"entries": [
				"Dogs that find their way into the worship of deities usually do so out of a desire to protect and aid others. Consequently they are drawn to pantheons whose ethos is one of protection, friendship and family. For such dogs, being stalwart friends and faithful companions is more than a cause; it is a calling from a higher realm.Some dogs who follow this path imagine canine deities sitting at the sides of the principal Gods. An example of such deities is  {@deity the Good Mother|Canine|Dungeons&Doggies}; the principle locus for {@background Awakened Animal|Dungeons&Doggies|Awakened Canine} faith and belief.",
				{
					"type": "table",
					"caption": "Companion Domain Spells",
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9 text-left"
					],
					"rows": [
						[
							"1st",
							"{@spell Guiding Bolt}, {@spell Healing Word}"
						],
						[
							"3rd",
							"{@spell Aid}, {@spell Calm Emotions}"
						],
						[
							"5th",
							"{@spell Beacon of Hope}, {@spell Mass Healing Word}"
						],
						[
							"7th",
							"{@spell Death Ward}, {@spell Locate Creature}"
						],
						[
							"9th",
							"{@spell Geas}, {@spell Greater Restoration}"
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Aspect of the Amicable|Cleric||Companion|Dungeons&Doggies|1"
				}
			]
		},
		{
			"name": "Aspect of the Amicable",
			"entries": [
				"When you choose this Domain at level one, you can use the Best Friends ability once per short rest."
			],
			"source": "Dungeons&Doggies",
			"page": 36,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Companion",
			"subclassSource": "Dungeons&Doggies",
			"level": 1,
			"header": 1
		},
		{
			"name": "Channel Divinity: Invoke Companionship",
			"source": "Dungeons&Doggies",
			"page": 36,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Companion",
			"subclassSource": "Dungeons&Doggies",
			"level": 2,
			"header": 2,
			"entries": [
				"Starting at 2nd level you can use your Channel Divinity to reaffirm your allies' bonds.",
				"As an action you present your Holy Symbol and evoke a positive energy which can heal and stir your allies. Choose any number of creatures within 30 feet. Each creature affected may gain temporary hit points equal to your cleric level."
			]
		},
		{
			"name": "Channel Divinity: Lifted Spirits",
			"source": "Dungeons&Doggies",
			"page": 36,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Companion",
			"subclassSource": "Dungeons&Doggies",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you can inspire an ally to face down impossible odds and press on in the face of adversity.",
				"As an action, you present your Holy Symbol and nominate one creature within 30 feet. It gains advantage on a saving throw type of your choosing. This effect lasts for one minute."
			]
		},
		{
			"name": "Divine Bite",
			"source": "Dungeons&Doggies",
			"page": 36,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Companion",
			"subclassSource": "Dungeons&Doggies",
			"level": 8,
			"header": 2,
			"entries": [
				"At 8th level you gain the ability to infuse your Bite attacks with the combined strength of your allies. Once in each of your turns when you hit a creature with a Bite attack, you can cause the attack to deal an additional {@damage 1d8} piercing damage. When you reach 14th level, the extra damage increases to {@damage 2d8}."
			]
		},
		{
			"name": "Leader of the Pack",
			"source": "Dungeons&Doggies",
			"page": 36,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Companion",
			"subclassSource": "Dungeons&Doggies",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level you gain the ability to command other animals. While creatures are charmed by your Best Friends ability, you can take a bonus action on your turn to command what each of those creatures will do on their next turn."
			]
		}
	],
	"subrace": [
		{
			"name": "Big Dog",
			"ability": [
				{
					"con": 1
				}
			],
			"size": [
				"M"
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Big Dog",
							"entries": [
								"Big dogs are the strongest, and most physically imposing animals in the canine family. Mastiffs, St Bernards, and Alsatians all fall into this size of breed."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Size",
					"entries": [
						"Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Ability score increase",
					"entries": [
						"Your Constitution score increases by 1."
					],
					"type": "entries"
				},
				{
					"name": "Powerful Bite",
					"entries": [
						"When you use your bite attack, you roll two dice for damage and choose the higher result. For a critical hit, roll three dice and choose the best two results."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Cleric.png"
						}
					}
				]
			},
			"source": "Dungeons&Doggies",
			"raceName": "Canine",
			"raceSource": "Dungeons&Doggies"
		},
		{
			"name": "Regular Dog",
			"source": "Dungeons&Doggies",
			"ability": [
				{
					"str": 1
				}
			],
			"size": [
				"M"
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Regular Dog",
							"entries": [
								"Regular dogs may be the most common sized dogs and tend to be known for energy and hale sturdiness. This includes spaniels, bulldogs, and many crossbreeds."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Size",
					"entries": [
						"Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Ability score increase",
					"entries": [
						"Your Strenght score increases by 1."
					],
					"type": "entries"
				},
				{
					"name": "Boundless Persistence",
					"entries": [
						"Once per long rest, when you are reduced to 0 hit points, you may immediately roll a hit dice to heal that many hit points."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Paladin.png"
						}
					}
				]
			},
			"raceName": "Canine",
			"raceSource": "Dungeons&Doggies"
		},
		{
			"name": "Lap Dog",
			"source": "Dungeons&Doggies",
			"ability": [
				{
					"dex": 1
				}
			],
			"size": [
				"S"
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"name": "Lap Dog",
							"entries": [
								"Tiny of body but giant of heart, lap dogs are known for nimble movement and fearless attitude. This category includes Chihuahuas, Terriers and Maltese."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Size",
					"entries": [
						"Your size is Small."
					],
					"type": "entries"
				},
				{
					"name": "Ability score increase",
					"entries": [
						"Your Dexterity score increases by 1."
					],
					"type": "entries"
				},
				{
					"name": "Slippery",
					"entries": [
						"If your attack is a critical hit, you may dodge as a free action after resolving the attack."
					],
					"type": "entries"
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Dungeons&Doggies/Dog_Rogue.png"
						}
					}
				]
			},
			"raceName": "Canine",
			"raceSource": "Dungeons&Doggies"
		}
	]
}
