{
	"_meta": {
		"sources": [
			{
				"json": "COLLAB",
				"abbreviation": "COLLAB",
				"full": "Collaborated Worlds",
				"authors": [
					"Tercept"
				],
				"version": "0.0.1",
				"url": "https://discord.gg/NWXQxrb",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1600180226,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "6cb501194a",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Oath of the Dragon",
			"subclassFeatures": [
				"Oath of the Dragon|Paladin||Dragon|COLLAB|3",
				"Aura of the Dragon|Paladin||Dragon|COLLAB|7",
				"Legendary Resistance|Paladin||Dragon|COLLAB|15",
				"Dragon Aspect|Paladin||Dragon|COLLAB|20"
			],
			"source": "COLLAB",
			"shortName": "Dragon",
			"subclassSpells": [
				"absorb elements|xge",
				"feather fall",
				"alter self",
				"gust of wind",
				"fear",
				"fly",
				"elemental bane|xge",
				"polymorph",
				"legend lore",
				"geas"
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"absorb elements|xge",
							"feather fall"
						],
						"5": [
							"alter self",
							"gust of wind"
						],
						"9": [
							"fear",
							"fly"
						],
						"13": [
							"elemental bane|xge",
							"polymorph"
						],
						"17": [
							"legend lore",
							"geas"
						]
					}
				}
			],
			"className": "Paladin",
			"classSource": "PHB"
		},
		{
			"name": "Dragoon",
			"subclassFeatures": [
				"Dragoon Archetype|Fighter||Dragoon|COLLAB|3",
				"Soaring Leap|Fighter||Dragoon|COLLAB|3",
				"Trap Springer|Fighter||Dragoon|COLLAB|7",
				"Diving Attack|Fighter||Dragoon|COLLAB|10",
				"Elemental Javelin|Fighter||Dragoon|COLLAB|15",
				"Dragon Heart|Fighter||Dragoon|COLLAB|18"
			],
			"source": "COLLAB",
			"shortName": "Dragoon",
			"className": "Fighter",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Oath of the Dragon",
			"source": "COLLAB",
			"page": 0,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Dragon",
			"subclassSource": "COLLAB",
			"level": 3,
			"entries": [
				"The Oath of the Dragon is taken by those who rever one or more Dragon Gods.  They pledge their utmost loyality to the religion and will strike at the enemies of their gods  mercilessly.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tenets of the Dragon|Paladin||Dragon|COLLAB|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Oath Spells|Paladin||Dragon|COLLAB|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Turn the Unworthy|Paladin||Dragon|COLLAB|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Draconic Fury|Paladin||Dragon|COLLAB|3"
				}
			]
		},
		{
			"name": "Tenets of the Dragon",
			"entries": [
				"The Tenets of the Dragon are often set by the High Priests of the faith, though those naturally attracted to the dragon deities will share these tenets.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Duty",
							"entries": [
								"Defeat the Enemies of your god, and show them NO mercy."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Service",
							"entries": [
								"Protect and Serve the Dragons of your god."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Honor",
							"entries": [
								"Take pride and show honor and worth to the name of dragonkind."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Reverence",
							"entries": [
								"Respect the Draconic race and hold them in the Highest Regard"
							]
						}
					]
				}
			],
			"source": "COLLAB",
			"page": 0,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Dragon",
			"subclassSource": "COLLAB",
			"level": 3,
			"header": 1
		},
		{
			"name": "Oath Spells",
			"entries": [
				"You gain oath spells at the paladin levels listed.",
				{
					"type": "table",
					"caption": "Oath of the Dragon Spells",
					"colLabels": [
						"Paladin Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"3rd",
							"{@spell absorb elements|xge}, {@spell feather fall}"
						],
						[
							"5th",
							"{@spell alter self}, {@spell gust of wind}"
						],
						[
							"9th",
							"{@spell fear}, {@spell fly}"
						],
						[
							"13th",
							"{@spell elemental bane|xge}, {@spell polymorph}"
						],
						[
							"17th",
							"{@spell legend lore}, {@spell geas}"
						]
					]
				}
			],
			"source": "COLLAB",
			"page": 0,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Dragon",
			"subclassSource": "COLLAB",
			"level": 3,
			"header": 1
		},
		{
			"name": "Channel Divinity: Draconic Fury",
			"entries": [
				"As an action, you can imbue one weapon that you are holding with furious primal energy, using your Channel Divinity. For 1 minute, you add your Charisma modifier to attack rolls made with that weapon (with a minimum bonus of +1). The weapon also emits bright light in a 20-foot radius and dim light 20 feet beyond that. If the weapon is not already magical, it becomes magical for the duration. You can end this effect on your turn as part of any other action. If you are no longer holding or carrying this weapon, or if you fall unconscious, this effect ends."
			],
			"source": "COLLAB",
			"page": 0,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Dragon",
			"subclassSource": "COLLAB",
			"level": 3,
			"header": 1
		},
		{
			"name": "Channel Divinity: Turn the Unworthy",
			"entries": [
				"As an action, you present your holy symbol and speak a prayer censuring fiends and Dragons opposite your moral alignment, using your Channel Divinity. Each fiend or Dragon (opposite your moral alignment) that can see or hear you within 30 feet of you must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes damage."
			],
			"source": "COLLAB",
			"page": 0,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Dragon",
			"subclassSource": "COLLAB",
			"level": 3,
			"header": 1
		},
		{
			"name": "Aura of the Dragon",
			"source": "COLLAB",
			"page": 0,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Dragon",
			"subclassSource": "COLLAB",
			"level": 7,
			"header": 2,
			"entries": [
				"At 7th level you gain resistance to non-magical bludgeoning, piercing and slashing damage when using your daemonic form channel divinity.",
				"After completing a short or long rest, you may choose a different damage type, and this is the damage type that is dealt until your next rest.",
				"At the 18th level, this aura's range increases to 30 feet, and the damage increases to 2d6."
			]
		},
		{
			"name": "Legendary Resistance",
			"source": "COLLAB",
			"page": 0,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Dragon",
			"subclassSource": "COLLAB",
			"level": 15,
			"header": 2,
			"entries": [
				"Upon becoming 15th level, once per long rest if you fail a saving throw, you can choose to succeed instead."
			]
		},
		{
			"name": "Dragon Aspect",
			"source": "COLLAB",
			"page": 0,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Dragon",
			"subclassSource": "COLLAB",
			"level": 20,
			"header": 2,
			"entries": [
				"At 20th level, you can assume the form of an draconic avatar. Using your action, you undergo a transformation. For 1 minute, you gain the following benefits:",
				"Wings sprout from your back and grant you a flying speed of 60 feet.",
				"You emanate an aura of terror in a 30-foot radius.The first time any enemy creature enters the aura or starts its turn there during a battle, the creature must succeed on a Wisdom saving throw or become frightened of you for 1 minute or until it takes any damage. Attack rolls against the frightened creature have advantage.",
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Soaring Leap",
			"entries": [
				"When you choose this archetype at 3rd level, you gain supernatural leaping skills. As a bonus action, you can jump up to 15 feet vertically and up to 30 feet horizontally without a running start and without provoking opportunity attacks. Each lateral foot you clear on the jump costs a foot of movement. Ignore the first 20 feet of falling damage you would take while making a soaring leap."
			],
			"source": "COLLAB",
			"page": 0,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "COLLAB",
			"level": 3,
			"header": 1
		},
		{
			"name": "Trap Springer",
			"source": "COLLAB",
			"page": 0,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "COLLAB",
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 7th level, whenever a trap requires you to make a Dexterity saving throw, you can use your reaction to make a soaring leap out of harm's way, gaining advantage on the saving throw. You only perform the leap if you succeed on the saving throw."
			]
		},
		{
			"name": "Diving Attack",
			"source": "COLLAB",
			"page": 0,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "COLLAB",
			"level": 10,
			"header": 2,
			"entries": [
				"Starting at 10th level, you can hit harder while making a soaring leap. If you make a melee weapon attack against a creature while making a soaring leap towards it, you can gain advantage on the attack and deal an extra 1d4 damage if the attack hits. You can only use this feature once per turn."
			]
		},
		{
			"name": "Elemental Javelin",
			"source": "COLLAB",
			"page": 0,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "COLLAB",
			"level": 15,
			"header": 2,
			"entries": [
				"When you reach 15th level, choose cold, fire, or lightning. Once per turn, you can enhance a thrown weapon with your chosen elemental power as you throw it. Long range does not impose disadvantage on the attack, and the weapon deals an extra 1d4 damage of the chosen type if it hits."
			]
		},
		{
			"name": "Dragon Heart",
			"source": "COLLAB",
			"page": 0,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "COLLAB",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, you gain the fighting spirit of a dragon. You regain hit points equal to your fighter level + your Constitution modifier on a successful death saving throw. Once you use this feature, you cannot use it again until you finish a long rest."
			]
		},
		{
			"name": "Dragoon Archetype",
			"source": "COLLAB",
			"page": 0,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Dragoon",
			"subclassSource": "COLLAB",
			"level": 3,
			"entries": [
				"Dragoons seek to emulate the fearsome aerial attacks and graceful agility of dragonkind. They traditionally wield polearms, as these weapons work well with the dragoon's mastery of distance in combat. Supernatural leaping abilities are gained through long meditation or dangerous rites of passage."
			]
		}
	],
	"item": [
		{
			"source": "COLLAB",
			"name": "Alchemical Glue",
			"type": "G",
			"weight": 0.5,
			"page": 0,
			"value": 5000,
			"rarity": "none",
			"entries": [
				"This adhesive is contained in two separate chambers of a split vial. When the cap is removed, both liquids pour out and mix into a fast drying epoxy that creates a nearly unbreakable bond between objects it glues together. One ounce of the glue can cover a 1-foot square surface. Breaking the bond requires a DC 25 Strength check."
			]
		},
		{
			"source": "COLLAB",
			"name": "Alchemical Silver",
			"type": "G",
			"weight": 0.5,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"You can use an action to apply this glittering oil to a weapon or up to 3 pieces of ammunition. This application makes the weapon effective against monsters that have immunity or resistance to non-silver weapons. The application lasts for 1 minute, after which the oil dries out and the applied compound crumbles away as dust. On a melee weapon, the application can be used up sooner, at the third successful strike."
			]
		},
		{
			"source": "COLLAB",
			"name": "Alchemical Solvent",
			"type": "G",
			"weight": 0.5,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This clear glue can dissolve almost any mundane adhesive. One dose of the solvent can cover a 1-foot square surface. It instantly dissolves alchemical glue, tanglefoot bags, and similar alchemical substances. At the DM's discretion, the solvent can provide bonuses to escape the sticky excretions of certain monsters; for example, it's application might give someone advantage on the attempt to escape a cave fisher's filament."
			]
		},
		{
			"source": "COLLAB",
			"name": "Bladefire",
			"type": "G",
			"weight": 0.5,
			"page": 0,
			"value": 5000,
			"rarity": "none",
			"entries": [
				"It takes one action to apply this gritty oil to the striking portion of a weapon. At the start of the user's following turn, the oil bursts into flame. For one minute, attacks with the weapon deal an additional {@damage 1d4} fire damage. This does no damage to a weapon that has a metal striking surface, but a nonmagical weapon with a wooden striking surface, like a club or quarterstaff, is destroyed at the end of the minute. Alternately, the oil may be applied to any Tiny object, the flames causing damage once per round on everyone who contacts it. The DM decides what effect, if any, the oil has on a non-weapon object.",
				"Bladefire will not work when combined with other alchemical substances; only one alchemical effect can apply to the same weapon at the same time."
			]
		},
		{
			"source": "COLLAB",
			"name": "Blastpatch",
			"type": "EXP|DMG",
			"weight": 1,
			"page": 0,
			"value": 5000,
			"rarity": "none",
			"entries": [
				"These granular crystals can be spread on the ground in a 5-foot square patch. Any creature that moves through the area grinds crystals together causing a series of small ignitions. This creates a burst of light that is visible for quite some distance in the dark and inflicts {@damage 1} point of fire damage on the creature. Once an affected patch has triggered three times, there are insufficient crystals remaining for any effect."
			]
		},
		{
			"source": "COLLAB",
			"name": "Blend Cream",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 1000,
			"rarity": "none",
			"entries": [
				"This creamy solution requires one action to apply to a Small or Medium creature. For the next 10 minutes, the creature has advantage on stealth related ability checks; the cream shifts color to blend with its surroundings."
			]
		},
		{
			"source": "COLLAB",
			"name": "Catstink",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 1000,
			"rarity": "none",
			"entries": [
				"This thick, foul-smelling brew is used to distract watchdogs, tracking hounds, wolves, and other canines. A flask of catstink can be deployed as an action, covering a square area 15 feet on each side. Any canine within 30 feet of the affected area is drawn to investigate it. Controlling a hound within 30 feet of the affected area requires a DC 12 Wisdom (Animal Handling) check at disadvantage. Each failure of the check means a minute wasted trying to control the animal before another check can be made. This substance has no effect on non-canine creatures."
			]
		},
		{
			"source": "COLLAB",
			"name": "Clearwater Solution",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 1000,
			"rarity": "none",
			"entries": [
				"A pinch of these tiny crystals dissolves in a container of up to 10 gallons of liquid. After 1 minute, the solution removes any poison or disease that taints the liquid. This has no effect on liquids that are themselves poisons, or on creatures that have already been affected by a poison or disease. If dissolved into container holding more than 10 gallons, the substance has no effect."
			]
		},
		{
			"source": "COLLAB",
			"name": "Defoliant",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 1000,
			"rarity": "none",
			"entries": [
				"A dose of this liquid, if splashed out of a flask, can ruin light vegetation and undergrowth (but not trees) in up to 4 patches, each about five feet square. The plants shrivel and die within 1 hour, leaving the area barren of life or cover. Alternately, as an action, you can splash a dose of the liquid onto a creature within 5 feet of you or throw it up to 20 feet, shattering the clay flask on impact. In either case, make a ranged Attack against a target creature, treating it as an improvised weapon. If the target is a plant creature, it takes 2d6 acid damage. Other creature types are unharmed."
			]
		},
		{
			"source": "COLLAB",
			"name": "Eggshell Grenade, Dust",
			"type": "EXP|DMG",
			"weight": 1,
			"page": 0,
			"value": 5000,
			"rarity": "none",
			"entries": [
				"Eggshell grenades are delicate alchemical devices that react dramatically when introduced to fire or an enemy's face. They are a favorite tool of rogues, often used to create distractions. As an action, you can throw an eggshell grenade up to 20 feet, shattering it on impact. This requires a ranged attack, treating the grenade as an improvised weapon.",
				"Eggshell Grenade, Dust. This grenade, when it hits the eyes of its target, causes blindness until the end of your next turn. Because the grenade must be targeted so precisely, you have disadvantage on the attack roll."
			]
		},
		{
			"source": "COLLAB",
			"name": "Eggshell Grenade, Flash",
			"type": "EXP|DMG",
			"weight": 1,
			"page": 0,
			"value": 5000,
			"rarity": "none",
			"entries": [
				"Eggshell grenades are delicate alchemical devices that react dramatically when introduced to fire or an enemy's face. They are a favorite tool of rogues, often used to create distractions. As an action, you can throw an eggshell grenade up to 20 feet, shattering it on impact. This requires a ranged attack, treating the grenade as an improvised weapon.",
				"Eggshell Grenade, Flash. This grenade, when thrown into a fire, explodes in a brilliant flash of light. Any creature within 15 feet of the fire must succeed in a DC 10 Constitution save or be blinded until the end of your next turn. There is no effect if the grenade attack misses the fire."
			]
		},
		{
			"source": "COLLAB",
			"name": "Eggshell Grenade, Pepper",
			"type": "EXP|DMG",
			"weight": 1,
			"page": 0,
			"value": 5000,
			"rarity": "none",
			"entries": [
				"Eggshell grenades are delicate alchemical devices that react dramatically when introduced to fire or an enemy's face. They are a favorite tool of rogues, often used to create distractions. As an action, you can throw an eggshell grenade up to 20 feet, shattering it on impact. This requires a ranged attack, treating the grenade as an improvised weapon.",
				"Eggshell Grenade, Pepper. This grenade, when it strikes the face (or near the sensory organs of a creature), bursts into a cloud of noxious, stinging chemicals. Because the grenade must be targeted so precisely, you have disadvantage on the attack roll. If you hit, the target must succeed in a DC 10 Constitution saving throw or be incapacitated. If a target fails its save the effect lasts for three rounds, but the target can attempt to end the effect early. This requires the victim to spend an action to clear the pepper, allowing another attempt to save. A successful saving throw ends the effect immediately."
			]
		},
		{
			"source": "COLLAB",
			"name": "Eggshell Grenade, Smoke",
			"type": "EXP|DMG",
			"weight": 1,
			"page": 0,
			"value": 5000,
			"rarity": "none",
			"entries": [
				"Eggshell grenades are delicate alchemical devices that react dramatically when introduced to fire or an enemy's face. They are a favorite tool of rogues, often used to create distractions. As an action, you can throw an eggshell grenade up to 20 feet, shattering it on impact. This requires a ranged attack, treating the grenade as an improvised weapon.",
				"Eggshell Grenade, Smoke. This grenade, when thrown into a fire, emits a billowing, toxic cloud in a 10-foot-radius. The area is heavily obscured until the end of your next turn. Until the cloud dissipates, creatures that enter the area (or begin their turn within the area) must make a DC 10 Constitution save or suffer {@damage 1d4} poison damage from inhaling the smoke. There is no effect if the grenade attack misses the fire."
			]
		},
		{
			"source": "COLLAB",
			"name": "Embalming Cream",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"The content of this flask, when spread over the skin of a dead humanoid, prevents decay for 10 days. Time spent under the effect does not count against the time limit for spells such as raise dead. It takes 1 minute to apply this cream to a Medium-sized humanoid."
			]
		},
		{
			"source": "COLLAB",
			"name": "Fireworks",
			"type": "EXP|DMG",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"Lighting fireworks creates a series of pyrotechnic flashes and bangs that are audible up to 300 feet away. Lit fireworks persist for {@dice 2d4} rounds."
			]
		},
		{
			"source": "COLLAB",
			"name": "Flash Pellet",
			"type": "EXP|DMG",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"As an action, you can throw this clay sphere up to 60 feet, shattering it on impact. Any creature within 10 feet of the point of impact must succeed on a DC 10 Constitution saving throw or be blinded until the end of its next turn."
			]
		},
		{
			"source": "COLLAB",
			"name": "Flash Powder",
			"type": "EXP|DMG",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This pinch of course powder burns with a bright flare if exposed to fire. A creature within 10 feet that is not purposely looking away at the time of ignition must succeed on a DC 10 Constitution saving throw or be blinded until the end of its next turn."
			]
		},
		{
			"source": "COLLAB",
			"name": "Flash Rocket",
			"type": "EXP|DMG",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"One round after lighting this device, a chemical reaction propels a missile from its containing tube. The rocket shoots forward up to 100 feet, where it bursts in a brilliant flare accompanied by a bang audible within 300 feet. Rockets are typically fired into the air to create a signal visible at a great distance. Each is manufactured to flare with a specific color for this purpose. A rocket can instead be used as an improvised weapon with a range of 100 feet. If you make a ranged Attack with a rocket and hit, it deals {@damage 1d4} fire damage and may ignite flammable substances. A \"repeating\" version of this device fires 1 missile each round for 6 rounds, but with a range of only 30 feet."
			]
		},
		{
			"source": "COLLAB",
			"name": "Ink, Dark",
			"type": "G",
			"weight": 0.1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This ink dries clear and is imperceptible to creatures using normal sight. The ink is only readable by someone with darkvision. Dark ink can be created in \"rare\" form, the type used when transcribing spells into a spellbook, at a cost of 150 gp per one-ounce bottle."
			]
		},
		{
			"source": "COLLAB",
			"name": "Ink, Glowing",
			"type": "G",
			"weight": 0.1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"The ingredients for this special ink are usually derived from subterranean plants and fungi. Writing made with this ink glows ever so slightly, not enough to detect under light, but enough to read by in darkness. Glowing ink can be created in \"rare\" form, the type used when transcribing spells into a spellbook, at a cost of 130 gp per one-ounce bottle."
			]
		},
		{
			"source": "COLLAB",
			"name": "Instant Rope",
			"type": "G",
			"weight": 3,
			"page": 0,
			"value": 500,
			"rarity": "none",
			"entries": [
				"It takes one action to open this flask and pour out the liquid contents. As the substance exits the flask, it dries into a long, thin rope. The substance has the same characteristics as a hempen rope. It dries out and is unusable after 30 minutes. After 1 hour it disappears, crumbling into dust."
			]
		},
		{
			"source": "COLLAB",
			"name": "Lockgrip Grease",
			"type": "G",
			"weight": 3,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"It takes an action or bonus action to apply this tacky grease to one or both hands. For the next minute, the substance applies disadvantage to any attempt to disarm a person holding something with the treated hand or hands. The treated creature requires an extra action, beyond the normal effort required, to put down any object held with a treated hand during this period."
			]
		},
		{
			"source": "COLLAB",
			"name": "Longbreath",
			"type": "G",
			"weight": 0.5,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"For the 10 minutes following consumption of this liquid, the imbiber can hold her breath for twice as long as normal. Even when out of breath, double the number of rounds the creature can survive while suffocating."
			]
		},
		{
			"source": "COLLAB",
			"name": "Mirage Powder",
			"type": "G",
			"weight": 0.5,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"The dust in this vial can be tossed into the air, filling a cubic area 5 feet long on each side that is adjacent to the user. For the next round, any image in the area that was created by an illusion spell or effect will glitter as the dust clings to it. Observers get advantage on any saving throw to pierce the illusion during this period."
			]
		},
		{
			"source": "COLLAB",
			"name": "Moonrod",
			"type": "G",
			"weight": 2,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This one-foot long rod has a chemical reservoir at one end, capped by a small silvery bulb. The rod is activated by using an action to strike it against a hard surface. For eight hours thereafter, the bulb glows with a cool light. It provides bright light in a 10-foot radius and dim light for an additional 10 feet."
			]
		},
		{
			"source": "COLLAB",
			"name": "Motelight",
			"type": "G",
			"weight": 0.5,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This glass vial contains motes of glowing light. It is often worn on a necklace to provide light to the wearer. An uncovered motelight sheds bright light in a 10-foot radius and dim light for an additional 10 feet. The lights are extinguished permanently if the vial is ever opened or broken."
			]
		},
		{
			"source": "COLLAB",
			"name": "Oil, Slow-Burning",
			"type": "G",
			"weight": 0.5,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"Made by rare processes of alchemical refinement, this potent oil burns five times as long as normal oil, providing long-lasting fuel for lanterns and other devices. A target doused in slowburning oil stays doused for 5 minutes before drying out, instead of 1. If poured on the ground and lit, the covered area burns for 10 rounds instead of 2."
			]
		},
		{
			"source": "COLLAB",
			"name": "Salve of Slipperiness",
			"type": "G",
			"weight": 0.5,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This pitch-black oil makes it easier for someone to escape from restraints. One dose covers enough of a Medium or Small creature to give it advantage for the next hour on any Dexterity checks to escape from manacles, grappling, or other restraints."
			]
		},
		{
			"source": "COLLAB",
			"name": "Smokestick",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This tiny rod of alchemical substances smokes furiously when lit or thrown into a fire. It creates a 5-foot radius sphere of smoke that spreads around corners and heavily obscures the area. It lasts for 1 minute. A wind of moderate or greater speed (at least 10 miles per hour) disperses the smoke until the wind stops. Extinguishing the flaming stick ends the effect prematurely. Smokesticks can be manufactured to emit smoke of specific colors, useful for signaling."
			]
		},
		{
			"source": "COLLAB",
			"name": "Stonebreaker Acid",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"As an action, you can splash the contents of this vial onto a creature within 5 feet of you or throw the vial up to 20 feet, shattering it on impact. In either case, make a ranged attack against a creature or object, treating the acid as an improvised weapon. On a hit, a viable target takes {@damage 4d6} acid damage. Objects that are not stone, and creatures that are not earth elementals, are unaffected."
			]
		},
		{
			"source": "COLLAB",
			"name": "Sunrod",
			"type": "G",
			"weight": 2,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This one-foot long rod has a chemical reservoir at one end, capped by a small gold-hued bulb. The rod is activated by using an action to strike it against a hard surface. For eight hours thereafter, the bulb shines with a strong, warm light. It provides bright light in a 45-foot radius and dim light for an additional 45 feet."
			]
		},
		{
			"source": "COLLAB",
			"name": "Tanglefoot Bag",
			"type": "G",
			"weight": 2,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This satchel is typically thrown as an improvised missile weapon, targeting a foe up to 20 feet away as an action. It contains an alchemical substance that bursts out if the ranged attack hits, engulfing the foe with a sticky, fast-hardening foam. A Large or smaller target hit by a tanglefoot bag is restrained until freed. A creature can use its action to make a DC 10 Strength check, freeing itself or another creature with its reach on a success."
			]
		},
		{
			"source": "COLLAB",
			"name": "Thermal Grease",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"It takes 1 minute to apply this grease to a Small or Medium creature. For the next 24 hours, the affected creature reduces by 1 point any damage sustained from fire or cold sources. The creature can also operate comfortably in very hot or cold natural climates."
			]
		},
		{
			"source": "COLLAB",
			"name": "Thunderstone",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"As an action, you can throw this small stone up to 20 feet. Make a ranged attack against a creature or object, treating the thunderstone as an improvised weapon. The shock of impact causes the substances in this hardened alchemical lump to react violently, generating a deafening boom. Any creature hit by the ranged attack must make a DC 12 Constitution saving throw or be deafened for 1 minute. If the saving throw fails by 5 or more, the creature is also stunned while deafened in this way. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. The sound of a thunderstone is audible to a distance of 300 feet."
			]
		},
		{
			"source": "COLLAB",
			"name": "Tindertwig",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"A hardened paste on the end of this tiny stick ignites when scraped against a rough surface. A tindertwig stays lit for 2 rounds, shedding dim light in a 5-foot radius. It is typically used for lighting things on fire. Lighting a torch, lamp, or lantern with a tindertwig requires only a bonus action."
			]
		},
		{
			"source": "COLLAB",
			"name": "Torch, Alchemical",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"An alchemical torch burns for 3 hours, providing bright light in a 30-foot radius and dim light for an additional 30 feet. If you make a melee Attack with a burning alchemical torch and hit, it deals {@damage 1d4} fire damage. An alchemical torch is not disrupted by wind or water; it functions even if submerged, though its light ranges are halved. An alchemical torch can be extinguished by covering it with dirt or similar material for 1 minute."
			]
		},
		{
			"source": "COLLAB",
			"name": "Tracking Dust",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"One dose of this dust can be spread over a zone of up to six contiguous 5-foot square patches that lasts for 1 hour. This dust luminesces at the edges of even the subtlest impressions made on any surface. Anyone starting a tracking attempt on tracks that exist within the zone has advantage on that Wisdom (Survival) check. Alternately, in an area where tracking would be otherwise impossible, the tracker can attempt a check at DC 20, but can only follow such tracks within the established zone unless they lead to another surface where tracking is normally possible."
			]
		},
		{
			"source": "COLLAB",
			"name": "Whistling Box",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"One round after lighting the fuse on this tiny box, the chemicals within begin to expand violently, creating an ear-splitting, osculating whistle as they exit the contraption. The sound persists for 1 minute and can easily be heard up to 500 feet away."
			]
		},
		{
			"source": "COLLAB",
			"name": "Vicious Bleeder",
			"type": "G",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"It takes one action to apply this substance to the striking surface of a weapon. If the weapon inflicts piercing or slashing damage, it gains the wounding weapon property for 1 minute.",
				"Vicious bleeder will not work when combined with other alchemical substances; only one alchemical effect can apply to a weapon at the same time."
			]
		},
		{
			"source": "COLLAB",
			"name": "Arrow, Alchemical",
			"type": "A",
			"dmg1": "1d4",
			"dmgType": "B",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"The forward end of the shaft is a blunt glass tube delicate enough to break on impact, dispersing its liquid contents onto the target. Any liquid that is affective on contact can be placed into an alchemical arrow, including acid, alchemical solvent, alchemist's fire, defoliant, holy water, and all sorts of contact poisons. When fired from a bow, an alchemical arrow halves the weapon's normal and long range increments and changes its damage to 1d4 bludgeoning. In addition to damage, a successful ranged attack applies the contained liquid, as though it had been splashed onto the target."
			]
		},
		{
			"source": "COLLAB",
			"name": "Arrow, Barbed",
			"type": "A",
			"dmg1": "1d4",
			"dmgType": "B",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This piece of ammunition has wicked barbs that make it hard to remove from the target. It applies the {@variantrule Weapon Property, Cruel|COLLAB|cruel} weapon property to attacks made with it."
			]
		},
		{
			"source": "COLLAB",
			"name": "Arrow, Fire",
			"type": "A",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This arrowhead has a small, bulbous cage just behind the tip. The cage holds flammable, fibrous material soaked in an accelerant, like the material used for torches. An archer may spend a bonus action to knock this arrow and dip the point into an active fire source prior to shooting. A lit fire arrow adds {@damage 1} fire damage to the bow's attack. The arrow might also light highly-flammable materials that it touches, like thatched rooves, dry crops, and the like."
			]
		},
		{
			"source": "COLLAB",
			"name": "Arrow, Flight",
			"type": "A",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This arrow is crafted of materials carefully selected for their aerodynamic properties. With lighter heads and superior fletching, flight arrows are tremendously accurate missiles. When using this ammunition, both the bow's range increments are increased by a distance equal to the weapon's normal range increment. When firing a flight arrow, apply a {@damage -1} penalty to the damage roll."
			]
		},
		{
			"source": "COLLAB",
			"name": "Arrow, Frog Crotch",
			"type": "A",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"The head of this arrow forms a razor-sharp crescent, points facing forward, theoretically allowing the archer to cut ropes from a distance. Targeting a rope is a difficult shot; apply disadvantage to the attack roll unless made within 10 feet."
			]
		},
		{
			"source": "COLLAB",
			"name": "Arrow, Grappling",
			"type": "A",
			"dmg1": "1d4",
			"dmgType": "B",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"The head of this heavy arrow has four opposite claws that form a grappling hook. This arrow allows the user to substitute her attack roll in the place of the normal check for trying to place a grappling hook. Halve the distance of the bow's range increments when firing if the grappling arrow is trailing a silk rope. Reduce it to one-quarter if trailing a hempen rope. If used as a weapon, the grappling arrow reduces the bow's damage to {@damage 1d4} bludgeoning."
			]
		},
		{
			"source": "COLLAB",
			"name": "Arrow, Screaming",
			"type": "A",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"The head of this arrow makes a screaming noise in flight. The sounds this arrow emits in flight can be easily heard within 100 feet of any point along the arrow's path."
			]
		},
		{
			"source": "COLLAB",
			"name": "Arrow, Sheaf",
			"type": "A",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This is the most common type of arrow used in combat, a sturdy shaft of reliable length, topped by a heavy broadhead or bodkin point."
			]
		},
		{
			"source": "COLLAB",
			"name": "Arrow, Smoke",
			"type": "A",
			"weight": 1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"A thin wrap encases the shaft of this arrow behind the head. This arrow can be lit with an active fire source as a bonus action, causing the material to smoke vigorously. The arrow trails smoke as it flies, and creates a 5-foot cube of smoke wherever it hits. The smoke dissipates in {@dice 1d4} rounds, or until dispersed by a wind of at least 10 mph. Smoke arrows are each crafted to emit a specific color of smoke, useful for signaling."
			]
		},
		{
			"source": "COLLAB",
			"name": "Blowgun Needle, Hooked",
			"type": "A",
			"weight": 0.1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This blowgun needle has several small hooks behind the tip that make it hard to remove from the target. It applies the {@variantrule Weapon Property, Cruel|COLLAB|cruel} weapon property to attacks made with it."
			]
		},
		{
			"source": "COLLAB",
			"name": "Blowgun Needle, Steel",
			"type": "A",
			"weight": 0.1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This is a lightweight needle, about six inches in length, used as blowgun ammunition. A puff of downy feather attached to one end allows the projectile to be fired from a blowgun with a firm blast of lung power. Steel needles are often used to deliver toxins, being dipped in a vial of poison or other substance just before firing."
			]
		},
		{
			"source": "COLLAB",
			"name": "Crossbow Bolt, Broad Tip",
			"type": "A",
			"weight": 0.3,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This is the most common type of bolt used in combat, a short shaft with a razor-sharp broadhead at the tip."
			]
		},
		{
			"source": "COLLAB",
			"name": "Crossbow Bolt, Disk",
			"type": "A",
			"weight": 0.3,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"These aerodynamic disks are the only ammunition usable with a disk crossbow. They cannot be used with any other weapon. A pouch can hold 30 disk crossbow bolts; disks will not fit in a crossbow bolt case."
			]
		},
		{
			"source": "COLLAB",
			"name": "Crossbow Bolt, Grappling",
			"type": "A",
			"weight": 0.3,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"The head of this heavy bolt has four opposite claws that form a grappling hook. This bolt allows the user to substitute her attack roll in the place of the normal check for trying to place a grappling hook. Halve the distance of the crossbow's range increments when firing if the grappling arrow is trailing a silk rope. Reduce it to one-quarter if trailing a hempen rope. If used as a weapon, the grappling crossbow bolt reduces the crossbow's damage to {@damage 1d4} bludgeoning."
			]
		},
		{
			"source": "COLLAB",
			"name": "Crossbow Bolt, Inking",
			"type": "A",
			"weight": 0.3,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This heavy crossbow bolt bears a large, spongy head soaked in bright ink. The bolt is typically carried inside a wax coating that covers the head to preserve the ink prior to use. The wax coating on the head of this bolt can be removed as a bonus action during loading, making it ready to fire. Anything the missile hits is splattered with the bright ink. Such bolts are often used by spotters in battle to mark certain targets. By prearranged agreement, this focuses the attention of allied ranged units like archers and war wizards. A crossbow firing an inking crossbow bolt reduces its base damage to {@damage 1} bludgeoning."
			]
		},
		{
			"source": "COLLAB",
			"name": "Crossbow Bolt, Notch-Tip",
			"type": "A",
			"weight": 0.3,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"The long, thin head of this piece of ammunition has a pair of notches on opposite sides, about two below the head. These weaken the shaft, allowing the tip to break off inside the target. This bolt applies the {@variantrule Weapon Property, Cruel|COLLAB|cruel} weapon property to attacks made with it. "
			]
		},
		{
			"source": "COLLAB",
			"name": "Crossbow Bolt, Stabalized",
			"type": "A",
			"weight": 0.3,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This bolt is crafted with a target tip and some small fletching. When using this ammunition, both the crossbow's range increments are increased by a distance equal to the weapon's normal range increment. When firing a stabilized crossbow bolt, apply a {@damage -1} penalty to the damage roll. Because of their shape, stabilized crossbow bolts cannot be loaded into a repeating crossbow magazine."
			]
		},
		{
			"source": "COLLAB",
			"name": "Sling Bullet, Alchemical",
			"type": "A",
			"weight": 0.1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This sling bullet is a clay sphere, larger than a normal sling bullet, designed to shatter on impact. Any liquid that is effective on contact can be placed into it, including acid, alchemical solvent, alchemist's fire, defoliant, holy water, and all sorts of contact poisons. When fired from a sling, this sling bullet halves the weapon's normal and long range increments and changes its damage to {@damage 1d2} bludgeoning. In addition to damage, a successful ranged attack applies the contained liquid to the target, as though it had been delivered via its normal means."
			]
		},
		{
			"source": "COLLAB",
			"name": "Sling Bullet, Dimpled",
			"type": "A",
			"weight": 0.1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"These bullets are carefully molded for symmetry and drilled with dimples around the circumference to improve flight characteristics. When using this ammunition, both the sling's range increments are increased by a distance equal to half the weapon's normal range increment."
			]
		},
		{
			"source": "COLLAB",
			"name": "Sling Bullet, Leaden",
			"type": "A",
			"weight": 0.1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This is the most common type of sling bullet, a simple lump or sphere of molded lead."
			]
		},
		{
			"source": "COLLAB",
			"name": "Sling Bullet, Razor Glass",
			"type": "A",
			"weight": 0.1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This piece of ammunition is designed to shatter into sharp slivers that imbed themselves in the target. It applies the {@variantrule Weapon Property, Cruel|COLLAB|cruel} weapon property to attacks made with it."
			]
		},
		{
			"source": "COLLAB",
			"name": "Sling Bullet, Stone",
			"type": "A",
			"weight": 0.1,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"In a pinch, a slinger can make use of appropriately-sized stones in the place of bullets. Stones cost nothing to collect but are less effective; they apply a {@damage -1} penalty to the weapon's damage roll."
			]
		},
		{
			"source": "COLLAB",
			"name": "Banded Mail",
			"type": "HA",
			"ac": 15,
			"strength": "15",
			"weight": 45,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"This resembles leather armor with form-fitted metal bands sewn over important areas. It represents an improvement in protection over ring mail but gaps in the bands provide less protection than the integrated links of chain mail."
			]
		},
		{
			"source": "COLLAB",
			"name": "Brigandine",
			"type": "MA",
			"ac": 13,
			"strength": "13",
			"weight": 35,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"A doublet of cloth or canvas, to which are riveted a series of oblong, overlapping plates. Although variations exist, this type of brigandine uses a great deal of plates with extensive overlap for maximum protection."
			]
		},
		{
			"source": "COLLAB",
			"name": "Buckler",
			"type": "S",
			"ac": 1,
			"weight": 35,
			"page": 0,
			"value": 1500,
			"rarity": "none",
			"entries": [
				"This small, lightweight shield straps to the forearm for ease of use. It takes only a bonus action to don or doff a buckler, gripping the interior handle or flicking it back to the forearm to put that hand to some other use. This allows you to switch quickly between combat styles."
			]
		},
		{
			"source": "COLLAB",
			"name": "Coin Armor",
			"type": "MA",
			"strength": "13",
			"ac": 14,
			"weight": 50,
			"page": 0,
			"value": 200000,
			"rarity": "none",
			"entries": [
				"This armor constitutes an ostentatious display of wealth. It is crafted as scale armor but uses coins instead of scales. Each coin is punched with holes used to tie the coin scales together and each coin is backed with steel to offset the weakness of the metals used in the coins. A suit of coin armor requires 2,000 coins; this additional expense (variable based on the coins' types) is added to the cost of the armor but does not affect crafting times."
			]
		},
		{
			"source": "COLLAB",
			"name": "Layered Furs",
			"type": "MA",
			"ac": 12,
			"weight": 20,
			"page": 0,
			"value": 500,
			"rarity": "none",
			"entries": [
				"Thin or poorly-cured hides, when used in layers, provide significant protection to the wearer. Layered furs are used for protection in primitive societies or as ceremonial armor."
			]
		},
		{
			"source": "COLLAB",
			"name": "Leather Scale",
			"type": "MA",
			"ac": 12,
			"weight": 20,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"A torso and shoulder covering made of stiff, overlapping scales of treated leather."
			]
		},
		{
			"source": "COLLAB",
			"name": "Pavise",
			"type": "S",
			"ac": 1,
			"weight": 20,
			"page": 0,
			"value": 2500,
			"rarity": "none",
			"entries": [
				"Also called an \"archer shield,\" a pavise is a convex shield with a prominent central ridge. This shape, and a spike attached to the bottom, allows the pavise to stand on its own and provide cover to someone who crouches behind it. Placing a pavis (or picking it up from a placed position) requires an action. Once placed, the user no longer gets a shield bonus but can claim half cover while prone behind it. This cover only applies to the direction the pavise is placed against.",
				"When using a battle mat, mark one entire side of the square you are in when you place the pavise. If a straight line drawn from either unmarked corner of your square to any corner of the attacker's square touches or passes through the marked side, the pavise provides you with half cover."
			]
		},
		{
			"source": "COLLAB",
			"name": "Tower Shield",
			"type": "S",
			"ac": 2,
			"weight": 30,
			"page": 0,
			"value": 4500,
			"rarity": "none",
			"entries": [
				"A tower shield is much larger and heavier than a standard shield, standing nearly as tall as the person who wields it. In addition to the normal benefit to your Armor Class, while carrying a tower shield, you gain a +2 bonus to Dexterity saving throws. This benefit is not compatible with bonuses granted by cover. You can also perform a special version of the Dodge action by hunkering down behind a tower shield. The benefit of this Dodge is not lost if you are incapacitated or because of the stunned condition or if your speed is otherwise reduced to 0."
			]
		},
		{
			"source": "COLLAB",
			"name": "Armor Spikes",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"These short, sharp spikes can be added to any suit of armor. When you use the attack action to grapple a creature, the target takes {@damage 1d4} piercing damage if your grapple check succeeds. Armor so modified is \"spiked armor\" for purposes of the Battlerager Armor class feature but this damage is not additive with that feature."
			]
		},
		{
			"source": "COLLAB",
			"name": "Great Helm",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"This heavy helmet is more protective than the head covering that normally comes with a suit of armor. It fully encases the head and neck, while a visor fully protects the face. Great helms often bear decorative plumes, crests, or elaborate figurines on top. Wearing a great helm provides a +1 bonus to saving throws against area spells and effects, like a dragon's breath weapon or a fireball spell. It also grants immunity to the special mechanics of saps and garrotes. Wearing a great helm imposes disadvantage on the wearer's Wisdom (Perception) checks."
			]
		},
		{
			"source": "COLLAB",
			"name": "Reinforced Gorget",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				" A reinforced gorget is a metal collar that protects the wearer's neck and clavicle region. This protective device grants immunity to the special mechanics of garrotes."
			]
		},
		{
			"source": "COLLAB",
			"name": "Shield Spikes",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"These sharp studs cover the face of a shield, making it into a convincing weapon. They can be applied to a shield, but not a buckler, pavise, or tower shield. When the affected shield is used as an improvised weapon, it inflicts {@damage 1d4} piercing damage instead of bludgeoning damage. Additionally, when you use the Attack action to shove a creature, you can inflict the spikes' piercing damage if your check succeeds. (Do not add your ability modifier to damage when using the spikes in a shove).",
				"A shield modified with spikes cannot also bear a {@item Shield Sconce|COLLAB|sconce} or an emblem holy symbol. {@creature Lizardfolk|MM} are particularly skilled with spiked shields and can use them to exceptional effect."
			]
		},
		{
			"source": "COLLAB",
			"name": "Shield Sconce",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"This heat-resistant plate and set of brackets mounts on the front of a shield. This device can attach to any kind of shield except a buckler. It is built to lock in a lit torch or sunrod, allowing the shield-bearer to carry a light source in the same hand as the shield. A shield modified with a sconce cannot also bear an emblem holy symbol or {@item shield spikes|COLLAB}."
			]
		},
		{
			"source": "COLLAB",
			"name": "Subtle Armor",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"Using various techniques, affected armor takes on the appearance of normal—though sometimes bulky—clothing. Leather padding can be sewn inside canvas tunics and baggy trousers. Chain can be disguised with quilting. Even narrow plates and splinting can be incorporated into the lining of heavy coats.",
				"This modification can apply to most armors suits, excluding half plate and plate. Heavy or medium armor with this addition can be identified with a DC 20 Wisdom (Perception) check by anyone within 30 feet. Physically handling any kind of subtle armor reveals its nature without a check. A suit of subtle armor costs twice its normal price."
			]
		},
		{
			"source": "COLLAB",
			"name": "Absorbent Armor",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"The armor is padded with thick batting made from special absorbent fibers. This tends to wipe clean any sharp objects that penetrate it. The wearer of this armor has resistance to poison damage from poison-coated weapons, but not from the fangs of creatures that inject their venom as they bite."
			]
		},
		{
			"source": "COLLAB",
			"name": "Efficient Armor",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"This suit of armor is cunningly designed to be much easier to put on or remove. Halve the normal time necessary to don or doff such armor."
			]
		},
		{
			"source": "COLLAB",
			"name": "Enclosed Armor",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"This armor's design mostly encloses the body with protective materials that are impervious to liquid. The wearer has resistance to damage from any liquid splashed on her, including contact poisons, defoliant, holy water, and the like. Caustic substances like acid and alchemist's fire are not affected because their damage does not rely on absorption through the skin or a mystical reaction caused by contact with the flesh."
			]
		},
		{
			"source": "COLLAB",
			"name": "Ersatz Armor",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"If the wearer of this armor suffers a critical hit, and it was not delivered by a weapon with the {@variantrule Weapon Property, Ersatz|COLLAB|ersatz weapon property}, the armor sustains significant damage. For every such hit, the armor suffers a permanent and cumulative–1 penalty to the AC it offers. Armor reduced to a protective rating of 10 is destroyed. A crafter using the applicable artisan's tools can repair this armor if it has not yet been destroyed. Each–1 penalty applied is repaired at a cost of 5% of the armor's charted value.If the wearer of this armor suffers a critical hit, and it was not delivered by a weapon with the ersatz weapon property, the armor sustains significant damage. For every such hit, the armor suffers a permanent and cumulative–1 penalty to the AC it offers. Armor reduced to a protective rating of 10 is destroyed. A crafter using the applicable artisan's tools can repair this armor if it has not yet been destroyed. Each–1 penalty applied is repaired at a cost of 5% of the armor's charted value."
			]
		},
		{
			"source": "COLLAB",
			"name": "Hardened Armor",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"The plating of this armor is particularly resistant to forceful penetration; the wearer's Armor Class is not penalized for attacks made with the {@variantrule Weapon Property, Breach|COLLAB|breach weapon property}. To be fully protected, a shield-bearing character must have this property on both her armor and her shield, since the breach property can apply to either."
			]
		},
		{
			"source": "COLLAB",
			"name": "Layered Armor",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"Rather than relying upon a single layer of protective material, this armor uses multiple protective layers cleverly constructed to divert and trap missiles (or their fragments) that would otherwise stick in the wearer's body. Attacks with {@variantrule Weapon Property, Cruel|COLLAB|cruel weapons} do not stick in the armor wearer or leave behind pieces that must be removed. A harpoon requires at least 10 points of damage for it to bind and restrain the armor wearer."
			]
		},
		{
			"source": "COLLAB",
			"name": "Lightweight Armor",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"This armor is constructed with expensive, lighter materials. When made lightweight, a suit of light or medium armor reduces its weight by 4 pounds and removes the disadvantage modifier to Dexterity (Stealth) checks, if any. A suit of lightweight heavy armor reduces its weight by 10 pounds and removes the Strength requirement. A lightweight shield halves its weight and removes the Strength requirement, if any."
			]
		},
		{
			"source": "COLLAB",
			"name": "Quick-Escape Armor",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"This suit of armor, or its bulkiest portions, can be removed with a single action. This is advantageous when the armor might inhibit the wearer's swimming or it has been affected by a heat metal spell. Donning the suit is no faster than normal."
			]
		},
		{
			"source": "COLLAB",
			"name": "Reinforced Armor",
			"type": "GV|DMG",
			"page": 0,
			"rarity": "none",
			"entries": [
				"This armor redoubles its protection over certain vulnerable spots. Weapon attacks made against the wearer do not benefit from the {@variantrule Weapon Property, Deadly|COLLAB|deadly} or {@variantrule Weapon Property, High-Critical|COLLAB|high-critical} weapon properties."
			]
		}
	],
	"variantrule": [
		{
			"name": "Weapon Property, Cruel",
			"source": "COLLAB",
			"page": 0,
			"ruleType": "O",
			"entries": [
				"Cruel weapons have malicious barbs or are built to shatter or splinter in the wound in such a way that a survivor of the attack will suffer additional pains and have difficulty recovering. Such tools are the hallmark of evil creatures and are usually eschewed by goodly and noble societies.",
				"If this property is applied to a weapon by its ammunition, then it applies only for the attacks that make use of such ammunition. Each successful attack with a cruel weapon leaves a piece (or the entirety) of the weapon or ammunition in the wound. Removing object requires an action and a successful DC 8 Wisdom (Medicine) check, with each failure inflicting {@damage 1} additional point of damage. For each piece of cruel ammunition currently in a target, temporarily reduce its maximum hit points by 1 and increase the DC of any Wisdom (Medicine) checks to stabilize it by 1.",
				"Cruel ammunition is always destroyed when used; you cannot recover any intact pieces after a battle as you might with normal ammunition."
			]
		},
		{
			"name": "Weapon Property, Ersatz",
			"source": "COLLAB",
			"page": 0,
			"ruleType": "O",
			"entries": [
				"Weapons with this property are made from materials that are less-effective than what the weapons are typically crafted from. For example, a dagger normally made with metal might instead be made with sharpened bone, obsidian, wood, or stone. If the d20 for your attack roll produces a 1, the weapon suffers significant damage; in addition to the attack automatically missing, the weapon suffers a permanent and cumulative–1 penalty to damage rolls. If the penalty gets to–5, the weapon is destroyed.",
				"A crafter using the applicable artisan's tools can repair this weapon if it has not yet been destroyed. Each–1 penalty applied is repaired at a cost of 5% of the weapon's normal value.",
				"Attacks made using ammunition with the ersatz property have a–1 penalty to damage. Whether it hits or misses, such ammunition is destroyed when used; none of it can be collected after the battle."
			]
		},
		{
			"name": "Weapon Property, Breach",
			"source": "COLLAB",
			"page": 0,
			"ruleType": "O",
			"entries": [
				"Melee breach weapons have long, narrow piercing points while ranged breach weapons are propelled with exceptional force. If this property is applied to a weapon by its ammunition, it applies only for the attacks that make use of such ammunition. Breach allows attacks to ignore up to 1 point of a target's protection from armor. The attack recalculates accordingly the target's armor benefit (AC points derived from armor, natural armor, and shields). This does not affect AC bonuses derived from other sources like Dexterity modifiers, class features, or magical enhancements. If this property is noted with a number (as in the case of firearms), the breach effect ignores up to the stated number of points of the target's protection from armor."
			]
		},
		{
			"name": "Weapon Property, Deadly",
			"source": "COLLAB",
			"page": 0,
			"ruleType": "O",
			"entries": [
				"Deadly weapons often have high-quality blades that hold keen, razor-sharp edges. With any successful attack, you can reroll up to one of the weapon's damage dice if it rolls a 1. You cannot reroll any die that has already been rerolled with another effect (such as the Great Weapon Fighting class feature or the savage attacker feat) and vice versa. "
			]
		},
		{
			"name": "Weapon Property, High-Critical",
			"source": "COLLAB",
			"page": 0,
			"ruleType": "O",
			"entries": [
				"These weapons are the type that make deep wounds; the injuries inflicted are more likely to reach vital organs. If the d20 roll for an attack with this weapon is a 20, your critical hit inflicts significant damage. Any damage dice rolled for the attack that come up as 1s are instead treated as 2s. This benefit does not apply to critical hits scored on d20 rolls other than 20, such as might occur with the Improved Critical class feature or similar effects."
			]
		}
	],
	"disease": [
		{
			"name": "Aboleth Slime",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"A creature that comes into contact with this slime must succeed on a DC 14 Constitution saving throw or become diseased. The disease has no effect for 1 minute and can be removed by any magic that cures disease. After 1 minute, the diseased creature's skin becomes translucent and slimy, the creature can't regain hit points unless it is underwater, and the disease can be removed only by heal or another di sease-curing spell of 6th level or higher. When the creature is outside a body of water, it takes 6 {@damage 1d12} acid damage every 10 minutes unless moisture is applied to the skin before 10 minutes have passed."
			]
		},
		{
			"name": "Beastial Rage",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"The magical disease spreads through close contact with infected creatures, and affects humanoids and most animals. Bestial rage is sometimes known as \"crimson fury\", especially in regions where barbarians are common. The disease spreads via the bodily fluids of infected creatures, typically blood or saliva. Simply handling infected fluid is seldom enough to transmit the disease and it must enter the body, such as through an injury. Being bitten by an infected creature is a common means of transmission, as is killing an infected creature with a melee weapon while injured.",
				"When exposed to the disease, a humanoid creature or beast must succeed on a DC 14 Constitution saving throw or become infected. If within 10 minutes of exposure the affected areas are thoroughly washed or treated with a DC 14 Wisdom (Medicine) check the creature has advantage on the saving throw to avoid infection. Onset of the disease varies wildly depending on the strain and virility, with early symptoms appearing after 2d6 days, 1d6 weeks, or 1d4 months. Particularly aggressive strains might manifest after as little as 3d6 hours.",
				"Symptoms of bestial rage include a fever, disorientation, and a sore throat. An infected creature must succeed on a DC 15 Constitution saving throw to eat or drink. Infected creatures are irritable and aggressive, attacking wildly when startled or injured. When attacked or otherwise provoked, the infected creature must succeed on a DC 12 Constitution saving throw or fly into a mindless rage, similar to that of a barbarian, making melee attacks with advantage while attacks against the infected creature also have advantage. The raging creature tried to make melee attacks against a creature each round, favouring enemies over allies. Each round they do not attack a creature, the infected creature can repeat the saving throw.",
				"When an infected creature suffers a level of exhaustion, typically from dehydration, their irritability increases and the DC to avoid this rage increases to 15. Bestial rage resists most natural curatives and mundane remedies, and remains until cured by spells such as {@spell lesser restoration|PHB} or {@spell heal|PHB}."
			]
		},
		{
			"name": "Black Vomit",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"Spread through biting insects, this disease can infect humanoid creatures and most types of livestock. Black vomit is most common in regions bordering wetlands, such as swamps and marshes. After spending 12-hours in an area with insects carrying the disease, a humanoid creature must succeed on a DC 12 Constitution saving throw or become infected. Alchemical repellents, spells, and other effects that ward against insects can confer either advantage on the saving throw or outright immunity depending on the nature and potency of the effect.",
				"The disease incubates for {@dice 1d4} days, after which symptoms appear, including fever, chills, nausea, and pains throughout the back and head. Infected creatures find it difficult to keep down food and their vomit is black. An infected creature must succeed on a DC 10 Constitution saving throw to drink water (or similar fluids such as milk or potions) and a DC 15 Constitution saving throw to eat food, vomiting everything consumed in the last few hours on a failure. Creatures unable to consume enough food and drink are subject to the starvation rules.",
				"At the end of each long rest, the affected creature must make a DC 15 Constitution saving throw. On a success the DC for this saving throw is reduced by 1d4. When the DC of the saving throw drops to 0 the creature has recovered from the disease. If a creature naturally recovers from black vomit, they are immune to this disease and cannot be infected again."
			]
		},
		{
			"name": "Bloody Flux",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"This stomach ailment is contracted by consuming contaminated water or food, or contact with unsanitary conditions. If often affects travellers in distant lands, who are unaccustomed to the water or food. When a creature comes in contact with the disease they must succeed on a DC 10 Constitution saving throw or become infected. If the creature has consumed contaminated food or drink, they have disadvantage on this saving throw. Symptoms of the disease begin after {@dice 1d3} days. Infected creatures develop a mild fever, stomach pain, and have a frequent need to defecate, but their stool is liquidy and black or bloody. An infected creature suffers 1 level of exhaustion.",
				"While the creature has at least 1 level of exhaustion they must consume twice the normal amount of water each day. After each long rest, the infected creature must make a DC 12 Constitution saving throw. If they did not drink enough water the previous day, the creature has disadvantage on this saving throw. On a failure they gain 1 level of exhaustion. On a success the creature's level of exhaustion is reduced by 1 level. When a successful saving throw reduces the creature's level of exhaustion below 1 the creature has recovered from the disease."
			]
		},
		{
			"name": "Combustion Fever",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"When this disease reaches its final stage its victims burst into flames, and their ashes spreading the sickness to new victims when they touch or inhale the ashes Humanoid creatures that come into contact with the disease must make a DC 14 Constitution saving throw or become infected. Creatures that do not breath have advantage on this saving throw as they do not risk inhaling the contaminated ashes.",
				"The first symptoms of the disease appear in {@dice 1d4 + 1} hours, as the victim develops an intense fever and sore skin. The infected creature suffers 1 level of exhaustion, and is vulnerable to cold damage while they have at least 1 level of exhaustion. At the end of each long rest, the infected creature takes 3 {@damage 1d6} fire damage for each level of exhaustion they possess. If the creature reaches level 6 of exhaustion they burst into flames that consume their entire body leaving only a fine dust. All creatures within 10 feet of infected creature when it combusts must make a DC 14 Dexterity saving throw or take 27 {@damage 5d10} fire damage on a failed save, or half as much damage on a successful one.",
				"Creatures that take this fire damage are likely also exposed to the disease. At the end of each long rest, an infected creature must make a DC 16 Constitution saving throw. On a failure they gains one level of exhaustion. On a successful saving throw, the character's exhaustion level decreases by 1 level. If a successful saving throw reduces the infected creature's level of exhaustion below 1, the creature recovers from the disease."
			]
		},
		{
			"name": "Crimson Death",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"Entire towns have been killed by this virulent and deadly plague. Thankfully, the disease is now rare due to efforts at controlling outbreaks, such as burning the bodies of the dead. Blood contaminated with this disease remains contagious for years, and there have been reports of delvers becoming infected while exploring crypts where victims of the crimson death were interred. This disease is primarily spread through contact with infected blood, although any bodily fluid can transfer the disease.",
				"A humanoid creature that touches contaminated fluids must make a DC 17 Constitution saving throw or catch the disease. Symptoms of the disease begin after 1d4 days, causing the creature to cough blood and develop weeping sores across their body. Infected creatures suffer 1 level of exhaustion. At the end of end of each long rest an infected creature takes 11 (2d6) necrotic damage and must make a DC 16 Constitution saving throw. On a failure the creature gains 1 level of exhaustion. On a successful save the DC of the saving throw is reduced by 1d6. When the saving throw DC becomes 0, the creature recovers from the disease."
			]
		},
		{
			"name": "Crystalline Sickness",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"This disease slowly turns the victim's bodily fluids into crystal. Sufferers die painfully as their blood hardens in their veins, crystals burst through their skin, and their lungs become incapable of taking in air. After death, the crystalline body crumbles into a fine red sand. This powder contains the disease in a dormant state, and only becomes active when exposed to water. Creatures exposed to the disease must make a DC 14 Constitution saving throw or become infected.",
				"Symptoms of the disease progress steadily at a fixed rate. The day after infection the infected creature experiences joint pain and a low fever. Exactly 3 days following infection patches of the infected creature's skin begin to harden. 8 days after the infection, the creatures eyes solidify and their joints harden. The infected creature has disadvantage on all Dexterity checks and their base movement speed is halved, but they have advantage on Wisdom (Perception) and Intelligence (Investigation) checks relying on sight. After 18 days the infected creature must make a DC 12 Constitution saving throw every hour or begin to suffocate. There is no cure for the crystal virus. Creatures suffering from the disease remain infected until the disease is cured by spells such as {@spell lesser restoration|phb} or {@spell heal|phb}."
			]
		},
		{
			"name": "Delver's Malady",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"This affliction is common among those who spend lengthy periods of time surviving on preserved rations or magically created food, such as adventurers, sailors, and soldiers. Races accustomed to living underground are often naturally immune to this disease, including mountain dwarves, gnomes, drow elves, and half-orcs. After a month without fresh food, especially fruits and vegetables, a humanoid creature must make a DC 12 Constitution saving throw. On a failure, the creature has developed delver's malady and begins to show symptoms. On a success, the creature has avoided the disease but must repeat the saving throw in another month unless they consume fresh food. Infected creatures become lethargic, with a spongy tongue and gums, and slight bleeding from the nose and ears. The infected creature suffers 1 level of exhaustion.",
				"While the creature has 1 level of exhaustion the number of Hit Dice they regain after a long rest is halved. Until fresh food is consumed, the disease cannot be cured. After each long rest the creature must make a DC 10 Constitution saving throw. On a failure, they gain 1 level of exhaustion. If the creature has eaten fresh food in the past day, a successful saving throw reduces the creature's level of exhaustion by 1 level. When a successful saving throw reduces the creature's level of exhaustion below 1 they are cured. A remove disease spell does not remove the affliction, but suppresses the symptoms for 1 week."
			]
		},
		{
			"name": "Devil Chills",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"Also known as \"red ache\", this disease saps its victims vigor and strength until they too weak to even move. Spread by devils, tieflings are naturally immune to this disease. This disease is carried by some fiendish creatures, typically devils and other denizens of the Nine Hells. Mere contact is seldom enough to transmit the disease, and injuries are typically required for contraction.",
				"When exposed to the disease a humanoid creature must succeed on a DC 12 Constitution saving throw or becoming infected. The disease incubates for {@dice 1d4} days before symptoms begin. Initially, sufferers display a veiny red rash across the body, typically emanating from the point of injury. Infected creatures have disadvantage on Strength checks and Strength saving throws.",
				"In addition, the creature's melee weapon attacks deal minimum damage. At the end of each long rest, the creature must make a DC 13 Constitution saving throw. On a failure, the creature gains 1 level of exhaustion. On a successful saving throw, the creature reduces their exhaustion level by 1. If the creature succeeds on a saving throw against this disease while their exhaustion level is 0 they recover from the disease."
			]
		},
		{
			"name": "Ghoul Fever",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"Carried by some ghouls, this contagion is the primary means by which ghouls increase their numbers. While not all ghouls carry ghoul fever, any ghoul can be infected. It is believed ghouls purposely contract the disease by biting their flesh, injuring themselves for the opportunity to increase the size of the pack. Living creatures bitten by an infected ghoul must succeed on a DC 14 Constitution saving throw or become infected. After 1 day the creature develops a fever, and the area around the injury becomes red and tender. The creature gains 1 level of exhaustion. While the creature has 1 level of exhaustion they crave raw flesh and have difficulty eating cooked meat. An infected creature must succeed on a DC 13 Constitution saving throw to consume cooked food, vomiting the meal on a failure.",
				"At the end of end of each long rest, an infected creature must make a DC 14 Constitution saving throw. On a failure, the creature gains 1 level of exhaustion. On a successful save, the DC of the saving throw is reduced by 1d6. When the saving throw DC becomes 0, the creature recovers from the disease. If the infected creature has eaten raw meat within the last 24 hours, they have disadvantage on this saving throw. A humanoid creature that dies from ghoul fever rises as a ghoul on midnight the following night. If the creature has 6 or more Hit Dice it instead becomes a ghast upon death."
			]
		},
		{
			"name": "Grave Stone",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"Its sufferers often mistaken for statues or the victims of a medusa, this disease turns infected into stone. Victims that have been restored report that their minds remain active after petrification, and are aware of the passage of weeks and months while being unable to move or act.",
				"Spread through physical contact, even dead and petrified victims can continue the cycle of infection. When a creature comes in contact with this disease they must succeed on a DC 12 Constitution saving throw or become infected. The disease starts at the point of infection, typically the hands. The skin hardens, appearing as a marbleized patch of skin in 2d4 hours. The patch of stony skin slowly spread over time, becoming less and less flexible.",
				"At the end of each long rest, the infected creature's base walking speed is reduced by 5 feet. When its speed reaches 0 feet, the creature is petrified. Once petrified, magic such as {@spell greater restoration|phb} is required to restore the infected creature to flesh and blood. However, removing their petrification does not eradicate the disease, which must be cured separately."
			]
		},
		{
			"name": "Great Pox",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"Also known as \"reveler's bane\", this disease is common among prostitutes, sailors, and amorous adventures. Despite rumours to the contrary, elves are not immune to this disease. Elves and half-elves do not display symptoms of great pox or suffer negative effects, but can readily spread the disease to other races. When a creature has sexual contact with an infected creature they must succeed on a DC 15 Constitution saving throw or become infected. If the infected creature is symptomatic then this saving throw has disadvantage. While there are many proposed methods of preventing infection, none of these have any actual effect.",
				"The disease lies dormant for a variable length of time, and creatures can be asymptomatic for many weeks. Symptoms of the reveler's bane appear after {@dice 2d6} weeks but the infected creature is contagious after {@dice 2d4} days. Symptoms include a rash across the hands and groin that eventually becomes painless ulcers. After each long rest, the infected creature takes 5 {@dice 2d4} poison damage and must make a DC 13 Constitution saving throw. On a failure the poison damage increases by 2 {@dice 1d4}. On a successful saving throw the damage decreases by 2 {@dice 1d4}. When a successful saving throw reduces the damage below 1 the creature symptoms go away, but the creature remain infected and must continue to make saving throws at the end of each long rest. After three consecutive failures, symptoms return, and after three consecutive successes the creature is cured."
			]
		},
		{
			"name": "Jungle Fly Fever",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"Transmitted by insect bites, this disease only infects humanoid creatures. Jungle fly fever is typically limited to tropical areas, but there are occasional outbreaks in temperate areas during warm years. After spending 12-hours in an area with insects carrying the disease, a humanoid creature must succeed on a DC 14 Constitution saving throw or become infected. Alchemical repellents, spells, and other effects that ward against insects can confer either advantage on the saving throw or outright immunity depending on the nature and potency of the effect.",
				"Symptoms of the disease appear after {@dice 2d10} days. Symptoms include headaches, fever, and nausea; symptoms of the disease are cyclic, alternating between severe and mild. The infected creature gains 1 level of exhaustion. At the end of each long rest, the affected creature must make a DC 10 Constitution saving throw. On a failure they gain @{dice 1d3} levels of exhaustion. On a success the creature's level of exhaustion is reduced by {@dice 1d3} levels. When a successful saving throw reduces the creature's level of exhaustion below 1 the disease goes into remission, but the creature remain infected and continues to make saving throws. After two consecutive failures symptoms return, and after four consecutive successes the creature is cured."
			]
		},
		{
			"name": "Otyugh Saliva",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"If the target is a creature, it must succeed on a DC 15 Constitution saving throw against disease or become poisoned until the disease is cured. Every 24 hours that elapse, the target must repeat the saving throw, reducing its hit point maximum by 5 {@dice 1d10} on a failure. The disease is cured on a success. The target dies if the disease reduces its hit point maximum to 0. This reduction to the target's hit point maximum lasts until the disease is cured."
			]
		},
		{
			"name": "Phobic Malady",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"Spread through bodily fluids such as blood, this disease attacks the mind, causing irrational fear. Because of their fearless nature, halflings are immune to the negative effects of this disease, but can still become infected and transmit the disease to other creatures. Creatures exposed to the disease must succeed on a DC 13 Constitution saving throw or become infected. After {@dice 2d10} hours the infected creature develops a high fever as the disease spreads throughout their body. The infected creature gains 2 levels of exhaustion.",
				"After each long rest, the infected creature can make a DC 13 Constitution saving throw, removing 1 level of exhaustion on a success. When the infected creature's level of exhaustion is reduced below 1 their fever breaks, but the secondary symptoms of the disease appear. The infected creature suffering the secondary symptoms is vulnerable to psychic damage and has disadvantage on saving throws to avoid being frightened. Additionally, the infected creature develops a strong phobia, typically towards something they already consider frightening.",
				"When exposed to the subject of their phobia, the creature is frightened and must make a DC 15 Wisdom saving throw. On a success they can act normally (but are still frightened). On a failure they must attempt to leave the area of the subject of their phobia, and if they cannot leave, they are stunned until the subject of their phobia is removed. They can repeat this saving throw at the end of their turn, ending the desire to flee or the stunned condition on a success. There is no cure for the phobic malady, and sufferers remain infected until the disease is cured by spells such as lesser restoration or heal. Spells and effects that remove fear suppress the disease and its symptoms for the duration."
			]
		},
		{
			"name": "Psychic Curse",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"This disease attacks the mind, opening mental doorways and granting the infected creature psychic abilities. The corpses of creatures slain by this virus are the primary means of infection, but naturally telepathic creatures can contract this disease through contact with the mind of an infected creature, and transmit the infection to other creatures they psychically contact. When a humanoid creature is exposed to this disease they must make a DC 13 Intelligence saving throw or become infected. Symptoms begin immediately after infection, with slight feelings of disorientation and a slight buzzing sound in the ears. These symptoms pass shortly, fading within an hour.",
				"At the end the first long rest following infection, the infected creature gains the ability to cast detect thoughts as an action. The spellcast ability for this spell is the higher of the creature's Intelligence and Charisma ability scores. After this spell has been cast the creature must complete a short or long rest before they can cast it again. After each long rest the infected creature can cast the spell an additional time between rests. When within 60-feet of six or more creatures experiencing strong emotions - such as during combat or a stirring theatrical performance - an infected creature must make a DC 8 Wisdom saving throw or experience painful headaches that last for 1 hour.",
				"While suffering from the headache, the creature takes a - 1 penalty to attack rolls and ability checks that rely on sight or hearing. After each long rest, the duration of the headaches increases by 1 hour. When the headaches last at least 8 hours the infected creature must succeed a DC 12 Wisdom saving throw at the end of each headache, gaining an indefinite madness on a failure. When the headaches last at least 10 hours, at the start of a headache the infected creature must succeed a DC 12 Constitution saving throw or take 22 {@damage 4d10} psychic damage. A creature reduced to 0 hit points by this psychic damage is killed, as the massive psionic pressure causes the creature's brain to explode.",
				"Fluid from the brain and spine of a naturally telepathic creature can cure the disease. A character who has proficiency with the Medicine skill can extract this fluid, which takes an hour from a living creature or half that time from a dead creature. The brain of a medium creature provides one dose and a large creature provided four doses. Taking a dose of medication allows an infected creature to make a DC 15 Constitution saving throw, curing the disease on a success."
			]
		},
		{
			"name": "Scarlet Blight",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"An infectious disease that spreads through proximity with infected creatures or their bodily fluids. Virulent and dangerous, the disease would be more rampant if not for the visible signs of illness. The infection moves slowly, and symptoms do not manifests for {@dice 3d6} days. During the incubation period infected creatures are not contagious. Symptoms include fluid filled blisters, fever, and a red rash. A creatures that starts its turn within 5 feet of a symptomatic creature, touches the bodily fluids of an injected creature, or holds an item used by an infected creature risk infection.",
				"When a humanoid creature comes in contact with the disease, they must succeed on a DC 15 Constitution saving throw or become infected. After each long rest the infected creature has their hit point maximum reduced by 7 {@dice 2d6} and must make a DC 15 Constitution saving throw. On a success the DC for this saving throw is reduced by 1d6. A creature that fails three of these saving throws becomes blinded until its vision is restored by spells such as @{spell lesser restoration|phb} or {@spell heal|phb}.",
				"When the DC of the saving throw drops to 0 the creature has recovered from the disease, and their hit point maximum increases by 3 {@dice 1d6} after each long rest until it returns to normal. If a creature naturally recovers from scarlet blight they are immune to the disease and cannot be infected again."
			]
		},
		{
			"name": "Shadow's Grasp",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"This magical illness consumes the victim's shadow before they fade and become a shadow themselves. This disease is transferred by physical contact with an infected creature, either a still living victim or a shadow formed by the disease. Living humanoid creatures that come into contact with an infected creature succeed on a DC 11 Constitution saving throw or become infected. The initial symptoms are a mild fever and tingling across the scalp. At the end of the first long rest since infection the infected creature's shadow seems blurry and indistinct.",
				"Over the next week the infected creature's shadow fades before disappearing altogether. Seven days after infection, the creature's shadow is consumed by the disease, which moves to the infected creature's body. The infected creature becomes vulnerable to radiant damage. At the end of each long rest, one of the infected creature extremities becomes incorporeal. Incorporeal limbs function normally but with effort the creature can move their items through solid matter. Held items remain solid. The infection typically begins with the arms before moving onto the legs, with one limb becoming insubstantial each night.",
				"After all the infected creature's limbs have become incorporeal, the disease targets their head and finally their torso. Once the infected creature's entire body has become insubstantial they begin to fade away, vanishing after 1 day. 1 minute after the creature fades away, they reanimate as a shadow. Prior to the infected creature's shadow being consumed the disease can be treated with minor magic. If a {@spell light|phb} or similar spell is cast on a diamond worth at least 30 gp and the infected creature swallows the gem they can make a new saving throw against the disease. On a successful saving throw, the creature is cured."
			]
		},
		{
			"name": "Twisting Rot",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"This disease hideously scars its victims with deformities resembling rough scales. Because of the appearance of its victims, this disease is often known as \"scaly blight\" and is often blamed on association with reptilian humanoids such as {@creature Kobold|MM|kobolds} or {@race dragonborn|phb}. Prolonged contact with the victims of this disease can result in infection. For each day spent in contact with an infected creature, a humanoid creature must make a DC 10 Constitution saving throw or catch the disease. If the creature succeeds on three consecutive saving throws to avoid infection, they are immune to twisting rot.",
				"The disease lays dormant for some time before the infected creature begins to show signs of illness. Symptoms do not begin for {@dice 3d6} months. The disease causes sore skin as patches of pale scaly bumps appear across the body. If the disease is not cured, these lumps eventually spread cover the entire body. The disease causes numbness in the extremities, making delicate manipulation tricky and leading to repeated injuries that often become infected with other diseases. The infected creature has disadvantage on Constitution saving throws related to diseases as well as on checks requiring finesse, such as Dexterity (Sleight of Hand) or treating injuries with Wisdom (Medicine).",
				"In areas where the disease is prevalent, infected creatures are often shunned, and also have disadvantage on Charisma (Persuasion) checks with those fearing infection. Creatures stricken with twisting rot remain infected until they die or the disease is cured with magic. There are a number of herbs and tonics that are said to cure the disease, but no known treatment has any lasting effect."
			]
		},
		{
			"name": "Zombie Sickness",
			"source": "COLLAB",
			"page": 0,
			"entries": [
				"Spread through the bite of infected undead creatures, living beings that perish while infected with this disease rise as zombies. When a living creature take damage from the natural attack of an infected undead creature the creature must succeed on a DC 12 Constitution saving throw or becoming infected. Zombie sickness is typically transmitted through bites, but occasionally claws can also transmit the disease. The disease moves quickly and symptoms begin in {@dice 2d6} hours as the infected creature experiences a sudden fever. The infected creature suffers 1 level of exhaustion and cannot regain hit points by spending Hit Dice. After each hour the infected creature must succeed a DC 14 Constitution saving throw or take 7 {@damage 2d6} necrotic damage. In addition, the creature reduces their maximum hit points by the necrotic damage taken. If the creature's hit point maximum is reduced to 0 it immediately dies. All living creatures that die while infected with this disease arise as a zombie after {@dice 1d4} minutes. There is no cure for zombie sickness other than spells such as {@spell lesser restoration|phb} or {@spell heal|phb}."
			]
		}
	]
}
