{
	"_meta": {
		"sources": [
			{
				"json": "MagicalTattoos",
				"abbreviation": "TatV4",
				"full": "A Guide to Magical Tattoos (V4)",
				"authors": [
					"ukyo"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "4.0",
				"url": "https://www.gmbinder.com/share/-LCger_-0N85d-tKgKRK",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1572214321,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "bd8ceab024",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Guide to Magical Tattoos v4",
			"id": "TatV4",
			"source": "MagicalTattoos",
			"group": "homebrew",
			"published": "2018-05-18",
			"contents": [
				{
					"name": "Magical Tattoos"
				},
				{
					"name": "The Artist's Sketchbook"
				},
				{
					"name": "Applying a Tattoo"
				},
				{
					"name": "Additional Information"
				},
				{
					"name": "New Items"
				},
				{
					"name": "Magical Tattoo Catalog"
				},
				{
					"name": "Tattoo Descriptions"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "TatV4",
			"source": "MagicalTattoos",
			"data": [
				{
					"type": "section",
					"name": "Magical Tattoos",
					"entries": [
						"Tattoo magic is an incredibly old form of magic, and is a form of art utilized by many different cultures across the multiverse. The designs and function of these tattoos varies wildly between peoples, races, species, countries, continents, and planes, from a lucky charm for sailors, to a mark for slaves.",
						{
							"type": "section",
							"entries": [
								{
									"type": "section",
									"name": "A New Tool Proficiency",
									"entries": [
										"In order to create a tattoo, either mundane or magical, the artist must have proficiency with {@item tattooist's tools|MagicalTattoos}, which are a type of artisan's tools. In order to ink a magical tattoo onto a wearer, the artist must have proficiency with tattooist's tools and must be able to cast at least one spell.",
										"Whenever you would gain proficiency with a type of artisan's tools from a background, you may substitute that proficiency for proficiency with tattooist's tools instead. Your DM may allow you to gain proficiency with tattooist's tools over the course of play."
									]
								},
								{
									"type": "section",
									"name": "Tattooist's Tools",
									"entries": [
										"This kit is a sturdy briefcase which can hold a variety of hammers, needles, medical supplies needed for sterilization, and differently colored inks, all of which are necessary in the creation of magical and mundane tattoos. The kit may also include a sketchbook filled with original designs, and has space for any magical templates the owner finds during their journeys."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Artist's Sketchbook",
					"entries": [
						"When an artist first gains proficiency with tattooist's tools, their teacher gives them a sketchbook containing designs for a number of Simple or Average tattoos equal to 5 + their Intelligence modifier.",
						"The sketchbook is a unique compilation of designs, with its own decorative flourishes and margin notes. It might be a plain, functional leather volume that they received as a gift from their teacher, a finely bound gilt-edged tome they found in an ancient library, or even a loose collection of notes scrounged together after they lost their previous sketchbook in a mishap.",
						{
							"type": "section",
							"entries": [
								{
									"type": "section",
									"name": "Discovering new templates",
									"entries": [
										"Most examples of tattoo templates are exceedingly rare and either well-hidden or carefully guarded, as existing tattoos are either culturally significant or highly prized by their current owners. In rare cases, ancient tattoo templates may be found in such areas as ancient temple walls or found carved into totems. The most common way to learn a new template is to copy it from a tattooed person. Copying the design of a tattoo from another body requires the tattooist make an Intelligence check. The DC is determined by the condition of the body:",
										{
											"type": "table",
											"caption": "Copying Check",
											"colLabels": [
												"Condition of Subject",
												"DC"
											],
											"colStyles": [
												"col-10 text-center",
												"col-2 text-center"
											],
											"rows": [
												[
													"Living, willing or unconscious",
													"5"
												],
												[
													"Dead, for less than a week",
													"10"
												],
												[
													"Living, unwilling or restrained",
													"15"
												],
												[
													"Dead, for one wekke or more",
													"20"
												],
												[
													"Dead, tatto design is not intact",
													"25"
												]
											]
										},
										"The size and intricacy of tattoos will determine the amount of resources needed to copy the tattoo. An artist will need to spend 2 hours and 50 gp to copy a design into their sketchbook. This amount increases by 2 hours and gp for each size and intricacy level, to a maximum of 10 hours and 250 gp for a Large Ornate tattoo. Once a tattoo is copied into a sketchbook, a template may then be created. Creating a template costs the same amount, in time and materials, as copying the design in the first place, and each template may be used only once."
									]
								},
								{
									"type": "section",
									"name": "Tattooist's Tools",
									"entries": [
										"This kit is a sturdy briefcase which can hold a variety of hammers, needles, medical supplies needed for sterilization, and differently colored inks, all of which are necessary in the creation of magical and mundane tattoos. The kit may also include a sketchbook filled with original designs, and has space for any magical templates the owner finds during their journeys."
									]
								}
							]
						},
						{
							"type": "section",
							"entries": [
								{
									"type": "section",
									"name": "Copying your sketchbook",
									"entries": [
										"Artists can copy a design from their own sketchbook into another book–for example, if they want to make a backup copy of their sketchbook. This is just like copying a new template, but faster and easier, since they understand their own notation and already know how to apply the tattoo. They need spend only 1 hour and 10 gp for each size and intricacy level of the tattoo. If the sketchbook is lost, they can use the same procedure to transcribe the designs that they can remember (an amount equal to their Intelligence (History) modifier, minimum of 0) into a new sketchbook. Filling out the remainder of the sketchbook requires them to find new templates to copy, as normal. For this reason, many artists keep backup sketchbooks in a safe place."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Applying a Tattoo",
					"entries": [
						"In order to apply a tattoo, there must first be room to draw it into the skin. Every tattoo has a size and location. The size of the tattoo scales with the size of the creature. Because of this, a Large chest tattoo would take up the same space on a human, a halfling, or a giant, as the size of the tattoo stays proportional to the size of the creature it is applied to.",
						"Characters are limited only by the amount of available space on their body.",
						{
							"type": "section",
							"entries": [
								{
									"type": "section",
									"name": "Available Space",
									"entries": [
										{
											"type": "table",
											"caption": "Available Space",
											"colLabels": [
												"Body Part",
												"Number of Tattoos"
											],
											"colStyles": [
												"col-4 text-center",
												"col-8 text-center"
											],
											"rows": [
												[
													"Head",
													"1 Medium, or 2 Small"
												],
												[
													"Chest",
													"1 Large, or 2 Medium, or 4 Small"
												],
												[
													"Back",
													"1 Large, or 2 Medium, or 4 Small"
												],
												[
													"Arm or Wing",
													"1 Medium and 1 Small, or 3 Small"
												],
												[
													"Leg or Tail",
													"1 Medium and 1 Small, or 3 Small"
												]
											]
										},
										"Tattoos are either Small, Medium, or Large, and are either Simple, Average, or Ornate. You can gain additional uses of a tattoo by increasing its size or intricacy by one step, up to a max of Large size and Ornate intricacy. Tattoos that provide a constant effect are unable to be modified in this manner.",
										"Increasing the size or intricacy of the tattoo doubles the price for each increase.",
										"A modified tattoo counts as a different tattoo for purposes of placing it in a sketchbook, but a tattoo can be modified at the time of application by increasing the tattooist's tools DC by 5."
									]
								},
								{
									"type": "section",
									"name": "Tattooist's Tools",
									"entries": [
										"This kit is a sturdy briefcase which can hold a variety of hammers, needles, medical supplies needed for sterilization, and differently colored inks, all of which are necessary in the creation of magical and mundane tattoos. The kit may also include a sketchbook filled with original designs, and has space for any magical templates the owner finds during their journeys."
									]
								}
							]
						},
						{
							"type": "section",
							"entries": [
								{
									"type": "section",
									"name": "New Feat: Inked",
									"entries": [
										"{@i Prerequisite: Constitution 13 or higher}",
										"You really enjoy the look and feeling of having tattoos. You may have more tattoos than your body would normally allow. You may either have 1 additional Large tattoo, 2 additional Medium tattoos, or 4 additional Small tattoos."
									]
								}
							]
						},
						{
							"type": "section",
							"entries": [
								{
									"type": "section",
									"name": "Tattooing Process",
									"entries": [
										"The requirements for each tattoo are different, but the general rule is that larger and more intricate tattoos require more time and ink to apply.",
										{
											"type": "section",
											"name": "Applying Non-Magical Tattoos",
											"entries": [
												"The artist need not succeed on checks with tattooist's tools, only spend the requisite amount of time according to the size and intricacy of the tattoo design."
											]
										},
										{
											"type": "section",
											"name": "Time to Apply",
											"entries": [
												"Tattoos take time to apply based on their size and intricacy. A large but simple tattoo may take the same amount of time to ink as it would to create a small but detailed one. Sessions may be broken into chunks of time over the course of several days, however if the tattoo is not finished within 30 days the magics of the tattoo dissipate and must be started again from the beginning. Some tattoo mages will demand full payment upfront, while others will charge a part of the price across each individual session. After the tattoo is finished, you gain the effects of it after a long rest. Use the following table to determine how long the procedure will take."
											]
										},
										{
											"type": "table",
											"caption": "Available Space",
											"colLabels": [
												"Size (intricacy)",
												"Time",
												"Application DC"
											],
											"colStyles": [
												"col-9 text-center",
												"col-2 text-center",
												"col-1 text-center"
											],
											"rows": [
												[
													"Small (simple)",
													"{@dice 1+1d4} hours",
													"{@dc 10}"
												],
												[
													"Small (average), Medium (simple)",
													"{@dice 2+1d6} hours",
													"{@dc 12}"
												],
												[
													"Small (ornate), Medium (average), Large (simple)",
													"{@dice 4+1d8} hours",
													"{@dc 14}"
												],
												[
													"Medium (ornate), Large (average)",
													"{@dice 6+3d6} hours",
													"{@dc 16}"
												],
												[
													"Large (ornate)",
													"{@dice 8+3d10} hours",
													"{@dc 18}"
												]
											]
										},
										{
											"type": "section",
											"name": "Risk of Disease",
											"entries": [
												"Even with sterile tools, there is still a slight chance of picking up a disease from being tattooed. The creature recieving a tattoo must make a Constitution save, the DC of which depends on how sterile the procedure was.",
												{
													"type": "table",
													"caption": "Available Space",
													"colLabels": [
														"Cleanliness",
														"CON save DC"
													],
													"colStyles": [
														"col-10 text-center",
														"col-2 text-center"
													],
													"rows": [
														[
															"Appropriate medical supplies used",
															"{@dc 5}"
														],
														[
															"Improvised medical supplies used",
															"{@dc 10}"
														],
														[
															"Poorly improvised medical supplies used",
															"{@dc 12}"
														],
														[
															"No sterilization",
															"{@dc 15}"
														],
														[
															"Actively Unsanitary",
															"{@dc 20}"
														]
													]
												},
												"If a disease is contracted, the DM decides what disease it is, either by choosing one from pages 256-257 of the Dungeon Master's Guide, or by making one up."
											]
										},
										{
											"type": "section",
											"name": "Permanence",
											"entries": [
												"The properties of magical tattoos permeate deep within the muscles and sinew of the body, and are in most senses permanent. Very few have ever been reported as having lost their magical properties, even if the tattoo is no longer visible on the skin. Incredibly deep burns or loss of limb removes the magically enchanted parts of the body, removing the effects of any tattoos on that body part, and possibly allowing for another tattoo to be acquired. Limbs regrown with regenerate do not grow back their tattoos. Spells such as raise dead generally keep the tattoos intact, given that the limb is still present. Reincarnation will not bring back the subject with their tattoos intact. Clones made with the clone spell do not have tattoos."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Additional Information",
					"entries": [
						"Both magical and non-magical tattoos should be recorded to check whether a character has room for a new tattoo. Unless specifically noted under the tattoo description, any additional applications of the same tattoo will not confer additional magical effects.",
						"Magical tattoos dimly radiate magic under a {@spell detect magic} spell. A successful DC 20 Arcana check may be made in order to discern the nature of a magical tattoo. Dispel magic will not nullify a tattoo's magic, only suppress it for 1d4 rounds. Tattoos cease to function in the area of an {@spell anti-magic field}."
					]
				},
				{
					"type": "section",
					"name": "New Items",
					"entries": [
						"One ounce of ink is sufficient to create 1 Large Simple tattoo, 2 Medium Simple tattoos, or 4 Small Simple tattoos. Average tattoos halve this number, and Ornate tattoos quarter it. In order to gain a special effect from a type of ink, the entire tattoo must be made with that type.",
						{
							"type": "table",
							"caption": "Availible Materials",
							"colLabels": [
								"Item",
								"Cost",
								"Weight"
							],
							"colStyles": [
								"col-6 text-center",
								"col-3 text-center",
								"col-3 text-center"
							],
							"rows": [
								[
									"Tattooist's tools",
									"15 gp",
									"5 lb."
								],
								[
									"Sketchbook",
									"25 gp",
									"2 lb"
								],
								[
									"Medical supplies",
									"30 gp",
									"2 lb"
								],
								[
									"Ink base",
									"5 cp",
									"1 oz"
								],
								[
									"Full ink set",
									"200 gp",
									"1 lb"
								],
								[
									"Bestial ink",
									"125 gp",
									"1 oz"
								],
								[
									"Black ink",
									"15 gp",
									"1 oz"
								],
								[
									"Blue ink",
									"15 gp",
									"1 oz"
								],
								[
									"Brown ink",
									"15 gp",
									"1 oz"
								],
								[
									"Detection ink",
									"600 gp",
									"1 oz"
								],
								[
									"Elemental ink",
									"150 gp",
									"1 oz"
								],
								[
									"Glamour ink",
									"75 gp",
									"1 oz"
								],
								[
									"Glow ink",
									"75 gp",
									"1 oz"
								],
								[
									"Green ink",
									"15 gp",
									"1 oz"
								],
								[
									"Metallic ink",
									"150 gp",
									"1 oz"
								],
								[
									"Mood ink",
									"115 gp",
									"1 oz"
								],
								[
									"Orange ink",
									"15 gp",
									"1 oz"
								],
								[
									"Prismatic ink",
									"125 gp",
									"1 oz"
								],
								[
									"Purple ink",
									"15 gp",
									"1 oz"
								],
								[
									"Shifting ink",
									"1,500 gp",
									"1 oz"
								],
								[
									"Red ink",
									"15 gp",
									"1 oz"
								],
								[
									"Temporary ink",
									"10 gp",
									"1 oz"
								],
								[
									"Three dimensional ink",
									"350 gp",
									"1 oz"
								],
								[
									"White ink",
									"15 gp",
									"1 oz"
								],
								[
									"Yellow ink",
									"15 gp",
									"1 oz"
								]
							]
						},
						{
							"type": "section",
							"name": "New Items:",
							"entries": [
								"One ounce of ink is sufficient to create 1 Large Simple tattoo, 2 Medium Simple tattoos, or 4 Small Simple tattoos. Average tattoos halve this number, and Ornate tattoos quarter it. In order to gain a special effect from a type of ink, the entire tattoo must be made with that type.",
								"{@b Tattooist's Tools} Comes with one color of ink",
								"{@b Sketchbook} Contains known tattoo designs. Each design takes up a full page. Sketchbooks have 25 pages.",
								"{@b Medical Supplies} Used for sterilizing tattooist's tools. Contains enough materials to sterilize up to ten times.",
								"{@b Ink base} Clear liquid that may be mixed with pigment to form 1 oz of the appropriate color.",
								"{@b Full ink set} Contains 1 oz of each color of the basic inks (black, blue, brown, green, orange, purple, red, white, and yellow)."
							]
						},
						{
							"type": "section",
							"name": "Specialty Inks",
							"entries": [
								"It may be possible to aquire rare and unique inks with which one may create tattoos. These inks may have special cosmetic or magical properties. Using anything but standard ink may incur an extra cost, at the DM's discretion.",
								{
									"type": "section",
									"name": "Bestial Ink",
									"entries": [
										"Ink made from the essence of a type of creature. Evokes images of that creature in the minds of those who view the tattoo."
									]
								},
								{
									"type": "section",
									"name": "Detection ink",
									"entries": [
										"This specially prepared ink reacts to the presence of certain creatures, and glows faintly when within 100 feet of the creature in question. Each different creature type is a different type of Detection Ink."
									]
								},
								{
									"type": "section",
									"name": "Elemental Ink",
									"entries": [
										"This ink is purely cosmetic in most circumstances, coming in a variety of elemental styles. Some may make the lines of a tattoo appear to burn like molten lava, while others may cause it to appear as if cool water flows through the lines of the subject's skin. Certain earth-aligned inks will cause the lines of a tattoo to appear as if they were filled with glimmering gemstones. While this is normally cosmetic, if the appropriate elemental ink is aligned with a specific tattoo, it may amplify the effects of such a tattoo. For example, a tattoo of a fist of the elements would become much stronger if drawn using ice aligned ink."
									]
								},
								{
									"type": "section",
									"name": "Glamor Ink",
									"entries": [
										"This ink causes lines drawn with it to glitter like a thousand stars. These inks come in a variety of colors."
									]
								},
								{
									"type": "section",
									"name": "Glow-Ink",
									"entries": [
										"Tattoos inked with this concoction are pale versions of their colors while in the light, but in dim or dark conditions glow vibrantly with their appropriate color, creating dim light in a radius of 10 feet if the tattoo is uncovered."
									]
								},
								{
									"type": "section",
									"name": "Metallic Ink",
									"entries": [
										"Tattoos made with this ink make it appear as though the subject has organically-flexible metal inlays imbedded in their skin. These inks come in a variety of flavors, from gold to silver to rusty iron."
									]
								},
								{
									"type": "section",
									"name": "Mood Ink",
									"entries": [
										"While appearing as plain gray ink in a bottle, once applied to the subject, this ink changes color depending on the subject's mood.",
										{
											"type": "table",
											"caption": "Magical Tattoo Catalog",
											"colLabels": [
												"Mood",
												"Color"
											],
											"colStyles": [
												"col-8 text-center",
												"col-4 text-center"
											],
											"rows": [
												[
													"Anger, Irration",
													"Red"
												],
												[
													"Anger, Irration",
													"Red"
												],
												[
													"Anger, Irration",
													"Red"
												],
												[
													"Anger, Irration",
													"Red"
												],
												[
													"Anger, Irration",
													"Red"
												],
												[
													"Anger, Irration",
													"Red"
												]
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Prismatic Ink",
									"entries": [
										"Appearing to be a swirling mass of rainbow colors while in a bottle, this ink causes lines tattooed with it to become beautiful and iridescent in apperance."
									]
								},
								{
									"type": "section",
									"name": "Shifting Ink",
									"entries": [
										"Shifting ink is the rarest of all tattoo inks, and allows two tattoos to be placed on the same part of the body. In order for this ink to display its true power, the area to be tattooed must first be prepared with shifting ink. This process requires the same amount of ink as the larger of the two tattoos to be applied. During the application of the first tattoo, the shifting ink reacts with it and it absorbs into the wearer's skin. The second tattoo may be applied over this. Once this is done, the wearer may choose which tattoo to manifest once per short rest.",
										"The time taken to prepare the area with shifting ink is equal to that of the larger tattoo, but there is no associated DC. The tattoos must be applied within three days of the application of the shifting ink, before it loses its potency and binds with only the first tattoo. Artists sometimes risk exhausting themselves trying to complete their work before the shifting ink sets."
									]
								},
								{
									"type": "section",
									"name": "Temporary ink",
									"entries": [
										"This ink appears as normal black ink, only it is applied on top of the skin with a thin brush. Tattoos made with this ink last up to one week or until they are washed away with water."
									]
								},
								{
									"type": "section",
									"name": "Three-Dimensional Ink",
									"entries": [
										"This ink comes in the same standard variety of colors as normal ink. However, when applied it creates a stunning effect whereby the design of the tattoo appears to float off of the wearer's skin and hover above it. The tattoo may also animate slightly, spinning or curling around the area."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Magical Tattoo Catalog",
					"entries": [
						{
							"type": "table",
							"caption": "Magical Tattoo Catalog",
							"colLabels": [
								"Name",
								"Location",
								"Size and Intricacy",
								"Cost"
							],
							"colStyles": [
								"col-6 text-center",
								"col-1 text-center",
								"col-2 text-center",
								"col-2 text-center"
							],
							"rows": [
								[
									"{@optfeature All Seeing Eye|MagicalTattoos}",
									"Head",
									"Small Average",
									"Ink + 2,500 gp"
								],
								[
									"{@optfeature Artisan's Hands|MagicalTattoos}",
									"Both Arms",
									"Small Ornate",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Eye of Darkvision|MagicalTattoos}",
									"Head",
									"Small Average",
									"Ink + 2,500 gp"
								],
								[
									"{@optfeature Eye of Truesight|MagicalTattoos}",
									"Head",
									"Medium Ornate",
									"Ink + 6,000 gp"
								],
								[
									"{@optfeature Eye of the Mage|MagicalTattoos}",
									"Head",
									"Small Ornate",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Eye of the Seer|MagicalTattoos}",
									"Head",
									"Small Average",
									"Ink + 2,500 gp"
								],
								[
									"{@optfeature Fist of the Elements|MagicalTattoos}",
									"Arm",
									"Medium Average",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Fortress Tattoo|MagicalTattoos}",
									"Anywhere",
									"Large Average",
									"Ink + 8,500 gp"
								],
								[
									"{@optfeature Mark of the Anchor|MagicalTattoos}",
									"Anywhere",
									"Small Simple",
									"Ink + 1,000 gp"
								],
								[
									"{@optfeature Mark of the Archer|MagicalTattoos}",
									"Arm",
									"Medium Simple",
									"Ink + 2,000 gp"
								],
								[
									"{@optfeature Mark of the Armsman|MagicalTattoos}",
									"Arm",
									"Medium Simple",
									"Ink + 2,000 gp"
								],
								[
									"{@optfeature Mark of the Armsman|MagicalTattoos}",
									"Arm",
									"Medium Simple",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Mark of the Cheetah|MagicalTattoos}",
									"Leg",
									"Small Simple",
									"Ink + 1,500 gp"
								],
								[
									"{@optfeature Mark of the Death Walker|MagicalTattoos}",
									"Chest",
									"Large Ornate",
									"Ink + 10,000 gp"
								],
								[
									"{@optfeature Mark of the Driftglobe|MagicalTattoos}",
									"Anywhere",
									"Medium Average",
									"Ink + 3,000 gp"
								],
								[
									"{@optfeature Mark of the Dryad|MagicalTattoos}",
									"Arm",
									"Medium Ornate",
									"Ink + 7,000 gp"
								],
								[
									"{@optfeature Mark of the Elemental|MagicalTattoos}",
									"Anywhere",
									"Medium Ornate",
									"Ink + 7,000 gp"
								],
								[
									"{@optfeature Mark of the Elven|MagicalTattoos}",
									"Anywhere",
									"Medium Simple",
									"Ink + 3,000 gp"
								],
								[
									"{@optfeature Mark of the Flock|MagicalTattoos}",
									"Anywhere",
									"Medium Ornate",
									"Ink + 7,000 gp"
								],
								[
									"{@optfeature Mark of the Frog|MagicalTattoos}",
									"Leg",
									"Small Simple",
									"Ink + 1,000 gp"
								],
								[
									"{@optfeature Mark of the Ghast|MagicalTattoos}",
									"Arm",
									"Medium Average",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Mark of the Healer|MagicalTattoos}",
									"Anywhere",
									"Medium Ornate",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Mark of the Hummingbird|MagicalTattoos}",
									"Chest",
									"Large Simple",
									"Ink + 8,000 gp"
								],
								[
									"{@optfeature Mark of the Kraken|MagicalTattoos}",
									"Anywhere",
									"Medium Simple",
									"Ink + 2,000 gp"
								],
								[
									"{@optfeature Mark of the Ox|MagicalTattoos}",
									"Chest",
									"Large Ornate",
									"Ink + 10,000 gp"
								],
								[
									"{@optfeature Mark of the Pacifist|MagicalTattoos}",
									"Anywhere",
									"Small Simple",
									"Ink + 1,500 gp"
								],
								[
									"{@optfeature Mark of the Packmaster|MagicalTattoos}",
									"Anywhere",
									"Medium Ornate",
									"Ink + 7,000 gp"
								],
								[
									"{@optfeature Mark of the Pit Fiend|MagicalTattoos}",
									"Arm",
									"Small Average",
									"Ink + 3,000 gp"
								],
								[
									"{@optfeature Mark of the Pufferfish|MagicalTattoos}",
									"Arm",
									"Small Average",
									"Ink + 3,000 gp"
								],
								[
									"{@optfeature Mark of the Shadow|MagicalTattoos}",
									"Anywhere",
									"Small Average",
									"Ink + 2,500 gp"
								],
								[
									"{@optfeature Mark of the Shadow|MagicalTattoos}",
									"Anywhere",
									"Small Ornate",
									"Ink + 4,000 gp"
								],
								[
									"{@optfeature Mark of the Snake Charmer|MagicalTattoos}",
									"Arm",
									"Medium Ornate",
									"Ink + 7,000 gp"
								],
								[
									"{@optfeature Mark of the Soulmates|MagicalTattoos}",
									"Arm",
									"Small Ornate",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Mark of the Spider|MagicalTattoos}",
									"Leg",
									"Medium Simple",
									"Ink + 2,000 gp"
								],
								[
									"{@optfeature Mark of the Spiritmaster|MagicalTattoos}",
									"Anywhere",
									"Medium Ornate",
									"Ink + 8,000 gp"
								],
								[
									"{@optfeature Mark of the Tarrasque|MagicalTattoos}",
									"Anywhere",
									"Large Average",
									"Ink + 6,000 gp"
								],
								[
									"{@optfeature Mark of the Telepath|MagicalTattoos}",
									"Head",
									"Small Ornate",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Mark of the Viper|MagicalTattoos}",
									"Anywhere",
									"Medium Simple",
									"Ink + 3,000 gp"
								],
								[
									"{@optfeature Mark of the Weaponmaster|MagicalTattoos}",
									"Arm",
									"Small Average",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Maw of the Dragon|MagicalTattoos}",
									"Head",
									"Medium Ornate",
									"Ink + 6,000 gp"
								],
								[
									"{@optfeature Scar of Bravery|MagicalTattoos}",
									"Anywhere",
									"Medium Simple",
									"Ink + 3,000 gp"
								],
								[
									"{@optfeature Shield of the Elemental Guardian|MagicalTattoos}",
									"Anywhere",
									"Large Average",
									"Ink + 4,000 gp"
								],
								[
									"{@optfeature Slave's Mark|MagicalTattoos}",
									"Anywhere",
									"Small Simple",
									"Ink + 4,000 gp"
								],
								[
									"{@optfeature Owner's Mark|MagicalTattoos}",
									"Anywhere",
									"Small Simple",
									"Ink + 500 gp"
								],
								[
									"{@optfeature Spirit of the Bear|MagicalTattoos}",
									"Anywhere",
									"Large Ornate",
									"Ink + 10,000 gp"
								],
								[
									"{@optfeature Spirit of the Bull|MagicalTattoos}",
									"Anywhere",
									"Large Ornate",
									"Ink + 10,000 gp"
								],
								[
									"{@optfeature Spirit of the Cat|MagicalTattoos}",
									"Anywhere",
									"Large Ornate",
									"Ink + 10,000 gp"
								],
								[
									"{@optfeature Spirit of the Eagle|MagicalTattoos}",
									"Anywhere",
									"Large Ornate",
									"Ink + 10,000 gp"
								],
								[
									"{@optfeature Spirit of the Fox|MagicalTattoos}",
									"Anywhere",
									"Large Ornate",
									"Ink + 10,000 gp"
								],
								[
									"{@optfeature Spirit of the Owl|MagicalTattoos}",
									"Anywhere",
									"Large Ornate",
									"Ink + 10,000 gp"
								],
								[
									"{@optfeature Spirit of the Stag|MagicalTattoos}",
									"Anywhere",
									"Large Ornate",
									"Ink + 10,000 gp"
								],
								[
									"{@optfeature Spirit Walker's Sigil|MagicalTattoos}",
									"Anywhere",
									"Medium Average",
									"Ink + 3,000 gp"
								],
								[
									"{@optfeature Tattoo of [Ability]|MagicalTattoos}",
									"Chest",
									"Large Average",
									"Ink + 6,000 gp"
								],
								[
									"{@optfeature Tattoo of Chilling|MagicalTattoos}",
									"Anywhere",
									"Small Ornate",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Tattoo of Flame|MagicalTattoos}",
									"Anywhere",
									"Small Ornate",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Tattoo of Leaping|MagicalTattoos}",
									"Both Legs",
									"Medium Ornate",
									"Ink + 6,000 gp"
								],
								[
									"{@optfeature Tattoo of Major Protection|MagicalTattoos}",
									"Chest or Back",
									"Large Average",
									"Ink + 8,000 gp"
								],
								[
									"{@optfeature Tattoo of Protection|MagicalTattoos}",
									"Chest or Back",
									"Large Simple",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Tattoo of Striding|MagicalTattoos}",
									"Leg",
									"Medium Average",
									"Ink + 3,000 gp"
								],
								[
									"{@optfeature Tattoo of Warding|MagicalTattoos}",
									"Anywhere",
									"Large Average",
									"Ink + 4,000 gp"
								],
								[
									"{@optfeature Venom Ward|MagicalTattoos}",
									"Anywhere",
									"Small Average",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Voice of Comprehension|MagicalTattoos}",
									"Head",
									"Small Average",
									"Ink + 3,500 gp"
								],
								[
									"{@optfeature Wings of Ink|MagicalTattoos}",
									"Back",
									"Large Simple",
									"Ink + 3,500 gp"
								]
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Tattoo Description",
					"entries": [
						{
							"type": "section",
							"name": "Tattoo Name",
							"entries": [
								"{@b (Location, Size Intricacy)}",
								"{@i Flavor Text}",
								"Rules Text"
							]
						},
						{
							"type": "section",
							"name": "All Seeing Eye",
							"entries": [
								"{@b (Head, Small Average)}",
								"{@i Your mind feels more limber, accurately discerning the opinions and intent of others.}",
								"The wearer gains advantage on Wisdom (Insight) checks."
							]
						},
						{
							"type": "section",
							"name": "Artisan's Hands",
							"entries": [
								"{@b (Both Arms, Small Ornate)}",
								"{@i Your hands move almost on their own, shaping the object before you as if you were a master craftsman.}",
								"The wearer gains proficiency with one type of artisan's tools. The type of tools are worked into the design of the tattoo."
							]
						},
						{
							"type": "section",
							"name": "Eye of Darkvision",
							"entries": [
								"{@b (Head, Small Average)}",
								"{@i Your eyes become accustomed to total darkness. You can see into the darkest corners of the world.}",
								"Once per long rest as an action, the wearer can gain the ability to see in the dark, and has darkvision out to a range of 60 feet for 8 hours. If the wearer already has darkvision, this increases the range of their darkvision by 60 feet, to a maximum of 120 feet.",
								"An Ornate version of this tattoo exists, which applies a permanent effect, instead of a temporary one."
							]
						},
						{
							"type": "section",
							"name": "Eye of Truesight",
							"entries": [
								"{@b (Head, Medium Ornate)}",
								"{@i A third eye stares unblinkingly out from your forehead, seeing through illusions and observing other planes of existence.}",
								"Once per long rest as an action, the wearer gains the ability to see things as they actually are. For 1 hour, the creature has truesight, notices secret doors hidden by magic, and can see into the Ethereal Plane, all out to a range of 120 feet.",
								"Truesight is a rare and powerful ability that few artists have learned to harness in their art. The artist must successfully make a DC 25 check to apply the tattoo. Please note crafting rolls must be made for each session.",
								"An alternate version of this tattoo exists, which applies a permanent effect, instead of a temporary one."
							]
						},
						{
							"type": "section",
							"name": "Eye of the Mage",
							"entries": [
								"{@b (Head, Small Ornate)}",
								"{@i Brilliant purple and blue hues radiate from around your eyes, granting you sight into the arcane.}",
								"The wearer may cast the spell detect magic at will as a ritual."
							]
						},
						{
							"type": "section",
							"name": "Eye of the Seer",
							"entries": [
								"{@b (Head, Small Average)}",
								"{@i Your eyes feel keener, seeing your surroundings in higher definition.}",
								"The wearer gains advantage on Wisdom (Perception) checks."
							]
						},
						{
							"type": "section",
							"name": "Fist of the Elements",
							"entries": [
								"{@b (Arm, Medium Average)}",
								"{@i Your fist is wreathed in pure natural energy, channeling the power of the Elemental Planes. Lightning ripples through your arm as it barrels towards your opponents with the force of a tsunami.}",
								"As an action, the wearer may wreathe their fist in elemental energy, of a type chosen when the tattoo is first applied. The wearer's unarmed strikes are considered magical, and deal an extra 1d6+1 damage of the chose elemental type. If inked with elemental ink of the same type as the damage, attacks with the fist deal 1d8+1 damage of that type instead.",
								"If the Fist deals fire damage and targets a flammable object that is not being worn or carried, the target catches fire. Against plant-based creatures, the Fist deals 2 more points of damaage.",
								"If the Fist deals lightning damage and targets a creature wearing metal armor, the wearer makes the attack roll with advantage. This also applies against targets made completely out of metal (e.g. metal golem).",
								"If the Fist deals cold damage, fire-based creatures take an additional 2 points of cold damage from these attacks.",
								"Up to three types of elemental ink may be used in the application of this tattoo, and the wearer may choose between the types each time they activate the tattoo.",
								"When the wearer activates this tattoo, the effects persist for 1 hour or until dispelled. This tatto may be activated a max number of times equal to the wearer's Constitution modifier (minimum 1) between each long rest.\""
							]
						},
						{
							"type": "section",
							"name": "Fortress Tattoo",
							"entries": [
								"{@b (Anywhere, Large Average)}",
								"{@i You are able to steel yourself against stronger blows, dodge faster out of the way of danger, and guard your mind against the invasion of enemy spells. Focusing a little more, you feel your blood grow hot as your constitution is bolstered by the powers of nature.}",
								"The wearer may use an action to activate the tattoo's primary effect. The wearer gains a +1 bonus to AC and all saving throws. The tattoo's effects last for ten minutes, and may be activated once per short or long rest.",
								"The wearer may use an additional action to activate the tattoo's secondary effect. The wearer gains resistance to damage corresponding to the ink with which it was applied. The additional effects are concentration and last for one minute.",
								"Once this effect is used, it cannot be used again until the wearer finishes a long rest",
								"At least two jars of metallic ink or earth-aligned elemental ink must be used to grant the tattoo's primary effect. Bestial or elemental ink must be used to grant the tattoo's secondary effect."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Anchor",
							"entries": [
								"{@b (Anywhere, Small Simple)}",
								"{@i Your body feels heavier, feet more firmly planted on the ground.}",
								"The wearer gains advantage against effects that would move them, or knock them prone."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Archer",
							"entries": [
								"{@b (Arm, Medium Average)}",
								"{@i Your bow feels natural in your hand, and moves almost without thought to aim at your targets}",
								"The wearer has a +1 bonus on ranged attack rolls with ranged weapons they are proficient with."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Armsman",
							"entries": [
								"{@b (Arm, Medium Simple)}",
								"{@i Your weapon seems to move itself, digging further into wounds than your strength alone can account for}",
								"The wearer has a +1 bonus on attack rolls OR damage rolls with a specific type of melee weapon (swords, axes, maces, etc), as long as they are proficient with the weapon and wielding it in the arm the tattoo is on. The type of weapon and the type of rolls are chosen when the tattoo is applied, and the weapon is pictured somewhere in the art of the tattoo.",
								"An Ornate intricacy design exists that grants the bonus to both attack rolls and damage rolls."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Cheetah",
							"entries": [
								"{@b (Both Legs, Small Simple)}",
								"{@i Your legs become light with the speed and agility of a cheetah.}",
								"Once per long rest as an action, the wearer may activate this tattoo. For an hour, the wearer's speed increases by 10ft."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Death Walker",
							"entries": [
								"{@b (Chest, Large Ornate)}",
								"{@i Potent magic in the form of protective runes and abjuration magic give the wearer the protection from the most final of endings, death.}",
								"If the wearer would drop to 0 hit points as a result of taking damage, the wearer instead drops to 1 hit point. Alternatively, if the wearer is subjected to an effect that would kill it instantaneously without dealing damage, that effect is instead negated against the wearer.",
								"Once either effect is used, it cannot be used again for another 30 days."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Driftglobe",
							"entries": [
								"{@b (Anywhere, Medium Average)}",
								"{@i You become as dazzling as the Sun, illuminating even the darkest of nights.}",
								"As an action, the wearer emanates a 60 ft. radius sphere of light that moves with them. The sphere is bright light and sheds dim light for an additional 60 feet. Completely covering the wearer with an opaque object, such as a bowl or a helm, blocks the light. The light lasts for 1 hour unless dispelled, and the tattoo may be activated once per long rest.",
								"If any of this spell's area overlaps with an area of darkness created by a spell of 2nd level or lower, the spell that created the darkness is dispelled.",
								"This tattoo also illuminates areas overlapping with darkness created by the Mark of the Kraken."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Dryad",
							"entries": [
								"{@b (Arm, Medium Ornate)}",
								"{@i Creepers and vines swathe your arm, grasping and strangling anything and everything that draws too close.}",
								"As an action, the wearer may cast the entangle spell, using Intelligence as their spellcasting ability modifier. After using this ability, the wearer must complete a short or long rest to activate the tattoo again.",
								"At least two jars of three dimensional ink must be used to grant this tattoo's effects."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Elemental",
							"entries": [
								"{@b (Anywhere, Medium Ornate)}",
								"{@i The representation of an element flows around you, granting you its protection.}",
								"The wearer gains resistance to a type of damage, chosen when the tattoo is applied."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Elven",
							"entries": [
								"{@b (Anywhere, Medium Simple)}",
								"{@i Sylvan magic runs through your veins, granting you the most common blessing of the Feywild.}",
								"The wearer gains immunity to magical sleep, and has advantage on saving throws against being charmed."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Flock",
							"entries": [
								"{@b (Anywhere, Medium Ornate)}",
								"{@i An unkindness of ravens take flight from your tattoo, the inky designs now taking sinister material form. The cawing birds circle around you, awaiting your commands.}",
								"Once per long rest, the wearer may activate this tattoo as an action, causing a Swarm of Ravens (MM pg 339) of the same color as the ones depicted in the tattoo to appear within 5 feet of the wearer. The ravens persist until are killed or until 10 minutes have passed, at which point they dissappear into smoke. The ravens follow the wearer's every mental command, and act on the wearer's initiative.",
								"Any article of clothing which covers the tattoo upon activation is destroyed in the process as the ravens fly through the cloth. If the tattoo is covered by armor, the tattoo will not activate.",
								"At least three jars of three dimensional ink must be used to grant this tattoo's effects."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Frog",
							"entries": [
								"{@b (Both Legs, Small Simple)}",
								"{@i Your legs become coiled springs, waiting to unleash the jumping prowess of the frog.}",
								"The wearer may activate this tattoo as an action once per long rest. For the next minute, the wearer's jump distance is tripled."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Ghast",
							"entries": [
								"{@b (Arm, Medium Average)}",
								"{@i This tattoo resembles swirling mist which wraps around the arm of the wearer.}",
								"The wearer may activate this tattoo as a bonus action, causing the lines of this tattoo to glow slightly and their arm to change shape for one minute. The wearer may activate this ability once per long rest.",
								"The wearer's arm pales in color and grows into that of a ghoul, fingers sharpening and elongating into a terrible clawed hand. Any article of clothing not meant to accomodate the change in limb size is destroyed in the process. If the arm is covered in armor not meant to accomidate the change in limb size this change will not take place.",
								"A melee attack with this arm does 1d6 slashing damage and 1d4 cold damage. If this tattoo is created using ice-aligned elemental ink, the cold damage increses to 1d6.",
								"Any non-undead creature struck by this attack must make a DC 10 Constitution saving throw or be paralyzed for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
								"There exists an Ornate version of the tattoo that has a saving throw of 12, instead of 10, and which may be activated once per short or long rest."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Healer",
							"entries": [
								"{@b (Anywhere, Medium Ornate)}",
								"{@i Healing energy radiates from you in a soft golden glow.}",
								"Once per long rest, the wearer may activate this tattoo as an action. For the next minute (or until their concentration lapses), each creature (including enemies) within a 30 ft radius of the wearer regains the maximum number of hit points possible from any healing."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Hummingbird",
							"entries": [
								"{@b (Chest, Large Simple)}",
								"{@i A curious bird darts across your chest, granting you its speed.}",
								"The wearer gains +1 to initiative rolls."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Kraken",
							"entries": [
								"{@b (Anywhere, Medium Simple)}",
								"{@i Like the Kraken, you are able to shroud your surroundings in darkness, making your strikes all the more unpredictable.}",
								"As an action, the wearer emanates a magical darkness, which fills a 15 ft. radius sphere centred on the wearer and moves with them. Creatures with darkvision cannot see through this darkness, and non magical light cannot illuminate it. Completely covering the source of the darkness with an opaque object, such as a bowl or a helm, blocks the darkness. The darkness lasts for 1 hour unless dispelled, and the tattoo may be activated once per long rest.",
								"If any of this effect's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Ox",
							"entries": [
								"{@b (Chest, Large Ornate)}",
								"{@i Your body swells with the resilience of the mighty ox}",
								"The wearer's maximum hit points are increased by 1 per character level."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Pacifist",
							"entries": [
								"{@b (Anywhere, Small Simple)}",
								"{@i You exude calmness and serenity, discouraging even the most bloodthirsty foes from attacking you.}",
								"The tattoo's effects end early if the wearer makes an attack or casts a spell that affects an enemy creature."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Packmaster",
							"entries": [
								"{@b (Anywhere, Medium Ornate)}",
								"{@i A pack of wolves leap from your tattoo, the inky designs now taking sinister material form. They shake their heads and howl to the sky, awaiting your commands.}",
								"Once per long rest, the wearer may use an action to activate the tattoo's power, causing 1d4+1 wolves (MM pg 341) of the same color as depicted in the tattoo to appear within 5 feet of the wearer. These wolves persists until killed or until 10 minutes have passed, at which point they disappear into smoke. The wolves follow the wearer's every mental command, and act on the wearer's initiative.",
								"Any article of clothing which covers the tattoo upon activation is destroyed in the process as the wolves leap through the cloth. If the tattoo is covered by armor, the tattoo will not activate.",
								"At least three jars of three dimensional ink must be used to grant this tattoo's effects."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Pit Fiend",
							"entries": [
								"{@b (Arm, Medium Ornate)}",
								"{@i This tattoo resembles hellish imagery mixed with infernal runes which cover an entire arm.}",
								"The wearer may activate this tattoo as a bonus action, causing the runes to glow and their arm to change shape for one minute. This ability may be used once per long rest.",
								"The wearer's arm grows disproportionately larger and becomes scaly and red, their hand tipped with razor sharp, black claws. Any article of clothing not meant to accommodate the change in limb size is destroyed in the process. If the arm is covered in armor not meant to accomidate the change in limb size this change will not take place.",
								"A melee attack with this arm does 2d8 slashing damage and 1d4 fire damage. If this tattoo is created using fire-aligned elemental ink, the fire damage increses to 1d6.",
								"While the arm is changed, the wearer has an effective Strength modifier of +8 for anything that only uses the changed arm."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Pufferfish",
							"entries": [
								"{@b (Arm, Small Average)}",
								"{@i Venomous spines protrude from your skin, seeking flesh to corrode and infect with the pufferfish's natural defense.}",
								"When the wearer enters a grapple with another creature, the wearer may use their reaction to extend sharp poisonous spines from the tattooed area. If the other creature is still in physical contact with the wearer (i.e. part of the grapple) at the end of its turn, the spines deal 1d4 poison damage. The spines remain extended until the grapple ends."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Shadow",
							"entries": [
								"{@b (Anywhere, Small Average)}",
								"{@i A veil of shadows and silence radiates from you, masking you from detection.}",
								"Once per long rest, the wearer may cast pass without trace, targeting themselves only.",
								"An Ornate version of this tattoo exists, which removes the limit on creatures that may be targeted by the spell."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Snake Charmer",
							"entries": [
								"{@b (Arm, Medium Ornate)}",
								"{@i A knot of snakes erupts hissing from your tattoo, the inky designs taking sinister material form. Forked tongues taste the air as they flare their hoods, awaiting your commands.}",
								"Once per long rest, the wearer may use an action to activate the tattoo's power, causing 1d6 poisonous snakes to appear, which disappear when they drop to 0 HP or when they are more than 150 ft. away. The snakes are friendly to the wearer and their companions, and act on the wearer's initiative, following the wearer's mental commands. Use the poisonous snakes statistics from the Monster Manual.",
								"At least three jars of three dimensional ink must be used to grant this tattoo's effects."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Soulmates",
							"entries": [
								"{@b (Arm, Small Ornate)}",
								"{@i As the lives of two overly-attached people intertwine, you learn how to draw on each other's strengths and shoulder their burdens.}",
								"Once per long rest as an action, the wearer may activate this tattoo when within 30 feet of the wearer of the complementary tattoo. They may activate the tattoo as a reaction, instead, when the other wearer activates theirs. The tattoo remains active for ten minutes. The wearer gains a +2 bonus to AC and saving throws while they are within 30 feet of the person wearing the complementary Mark of the Soulmates. Also, each time the wearer would take damage, they take half as much damage, and their partner takes the other half, and vice versa.",
								"The tattoo is only effective when both wearers activate their marks.",
								"This tattoo must be applied with metallic ink."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Spider",
							"entries": [
								"{@b (Leg, Medium Simple)}",
								"{@i Your feet feel firmly planted on every surface they touch, allowing you to even run up vertical walls.}",
								"As an action once per long rest, the wearer gains the ability to move up, down, and across vertical surfaces and upside down along ceilings, while leaving its hands free. The wearer also gains a climbing speed equal to its walking speed. These effects last for 1 hour, or until the wearer loses concentration."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Spiritmaster",
							"entries": [
								"{@b (Anywhere, Medium Ornate)}",
								"{@i A necromantic energy ripples through your mark, extending long smoky tendrils towards the undead. The tendrils constrict the spirit, overriding their will with yours.}",
								"As an action, the wearer chooses one incorporeal undead entity within 60 feet. The target must succeed on a Charisma saving throw or become charmed by the wearer for one hour. The saving throw DC is equal to 8 + wearer's proficiency bonus + wearer's Charisma modifier. If the target has an Intelligence of 8 or higher, it has advantage on the saving throw. If the creature is not currently controlled, the wearer instead gains control over the creature.",
								"The tattoo may be activated once per short or long rest."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Tarrasque",
							"entries": [
								"{@b (Anywhere, Large Average)}",
								"{@i A warmth washes over you as the fortitude of the legendary tarrasque fills your veins.}",
								"Once per long rest as an action, the wearer may activate the tattoo. Thereafter, the wearer gains 5 temporary hit points at the beginning of each round (these do not stack) for one hour. When the tattoo's effects end, the wearer loses any remaining temporary hit points."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Telepath",
							"entries": [
								"{@b (Head, Small Ornate)}",
								"{@i You can extend your consciousness to meet other minds, forming a mental channel. Thoughts, emotions, and images flood over the connection as your minds meld, overwhelming your senses for a few seconds.}",
								"The wearer may use the message cantrip at will without having to use any components."
							]
						},
						{
							"type": "section",
							"name": "Mark of the Viper",
							"entries": [
								"{@b (Anywhere, Medium Simple)}",
								"{@i Your body becomes stronger, resisting poisonous effects as if you'd become the viper.}",
								"The wearer gains advantage on Constitution saving throws made against poison, and has resistance to poison"
							]
						},
						{
							"type": "section",
							"name": "Mark of the Weaponmaster",
							"entries": [
								"{@b (Arm, Small Average)}",
								"{@i Your weapon feels like an extension of your body, lighter, sharper, deadlier. You will strike down any who dare challenge the weaponmaster.}",
								"As an action, once per long rest, the wearer may activate this tattoo. For an hour, any weapon held by the wearer becomes a magic weapon with a +1 bonus to attack rolls and damage rolls."
							]
						},
						{
							"type": "section",
							"name": "Maw of the Dragon",
							"entries": [
								"{@b (Head, Medium Ornate)}",
								"{@i This tattoo imbues the wearer with the primal elemental power of a dragon's breath attack.}",
								"Once per long rest, the wearer may activate the tattoo to make a breath attack. The attack deals 3d6 damage on a failed save or half as much on a successful save. The type is determined by the type of dragon in the tattoo, as shown below. The wearer's saving throw DC for this attack is 8 + their Constitution modifier + their proficiency bonus.",
								{
									"type": "table",
									"caption": "Magical Tattoo Catalog",
									"colLabels": [
										"Dragon",
										"Damage Type",
										"Breath Weapon"
									],
									"colStyles": [
										"col-3 text-center",
										"col-3 text-center",
										"col-6 text-center"
									],
									"rows": [
										[
											"Black",
											"Acid",
											"5 by 30 ft line (Dex save)"
										],
										[
											"Blue",
											"Lightning",
											"5 by 30 ft line (Dex save)"
										],
										[
											"Green",
											"Poison",
											"15 foot cone (Con save)"
										],
										[
											"Red",
											"Fire",
											"15 foot cone (Dex save)"
										],
										[
											"White",
											"Cold",
											"15 foot cone (Dex save)"
										]
									],
									"outro": [
										"If drawn in elemental ink corresponding to the desired element instead, this ability can be used once per short or long rest."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Scar of Bravery",
							"entries": [
								"{@b (Anywhere, Medium Simple)}",
								"{@i Your mind feels more more robust. The trauma and pain you have experienced bolsters your resolve.}",
								"The wearer gains advantage on saving throws against being frightened."
							]
						},
						{
							"type": "section",
							"name": "Shield of the Elemental Guardian",
							"entries": [
								"{@b (Anywhere, Large Average)}",
								"{@i A wave of elemental energy covers your body, protecting you.}",
								"When this tattoo is applied, the wearer chooses a primary and a secondary elemental type from the following: acid, cold, fire, lightning, or thunder. Both types of elemental ink must be used in the creation of the tattoo, and the wearer cannot pick the same element.",
								"Once per long rest as an action, the wearer may activate this tattoo. For the next 10 minutes, or until dismissed, the wearer's body is wreathed in thin and wispy expressions of the chosen primary element that shed bright light in a 10-foot radius and dim light for an additional 10 feet.",
								"While the tattoo is active, the wearer has resistance to the secondary element.",
								"In addition, whenever a creature within 5 feet of the wearer hits them with a melee attack, the element erupts, dealing 2d8 damage to the attacker of the primary elemental type."
							]
						},
						{
							"type": "section",
							"name": "Slave's / Owner's Mark",
							"entries": [
								"{@b (Anywhere, Small Simple)}",
								"{@i This tattoo is meant to be applied to a slave in order to prevent them from escaping, usually with a similar tattoo applied to the owner. The small tattoo is a sort of brand, used to keep slaves under control.}",
								"By touching both marks as an action, the wearer of an Owner's Mark may attune or unattune a Slave's Mark to their mark. Any number of Slave's Marks may be attuned to one Owner's Mark, and any number of Owner's Marks may be attuned to a single Slave's Mark.",
								"Thereafter, as an action, the owner can activate their tattoo and the twin mark on the slave begins to glow like a burning coal, inflicting 1d4 fire damage per round onto its bearer. The owner can stop this effect at any time using an action. This damage will automatically stop and can no longer be activated if the slave has 0 hitpoints. If the owner dies, or otherwise loses their tattoo, and the slave's mark is not attuned to any other owners, the magic of the slave's mark will instantly fade, allowing them to handle the application of another tattoo.",
								"If drawn in fire-aligned elemental ink, the mark instead inflicts 1d6 fire damage per round.",
								"A variant exists that automatically causes the tattoo to activate if the slave moves more than 150 feet from the owner. It otherwise functions identically to this version."
							]
						},
						{
							"type": "section",
							"name": "Spirit of the Bear",
							"entries": [
								"{@b (Anywhere, Large Ornate)}",
								"{@i You feel blessed with the endurance of a bear.}",
								"The wearer's Constitution score increases by +1. This tattoo will not raise the wearer's Constitution score above 20."
							]
						},
						{
							"type": "section",
							"name": "Spirit of the Bull",
							"entries": [
								"{@b (Anywhere, Large Ornate)}",
								"{@i You feel blessed with the strength of a bull.}",
								"The wearer's Strength score increases by +1. This tattoo will not raise the wearer's Strength score above 20."
							]
						},
						{
							"type": "section",
							"name": "Spirit of the Cat",
							"entries": [
								"{@b (Anywhere, Large Ornate)}",
								"{@i You feel blessed with the grace of a cat.}",
								"The wearer's Dexterity score increases by +1. This tattoo will not raise the wearer's Dexterity score above 20."
							]
						},
						{
							"type": "section",
							"name": "Spirit of the Eagle",
							"entries": [
								"{@b (Anywhere, Large Ornate)}",
								"{@i You feel blessed with the splendour of an eagle.}",
								"The wearer's Charisma score increases by +1. This tattoo will not raise the wearer's Charisma score above 20."
							]
						},
						{
							"type": "section",
							"name": "Spirit of the Fox",
							"entries": [
								"{@b (Anywhere, Large Ornate)}",
								"{@i You feel blessed with the cunning of a fox.}",
								"The wearer's Intelligence score increases by +1. This tattoo will not raise the wearer's Intelligence score above 20"
							]
						},
						{
							"type": "section",
							"name": "Spirit of the Owl",
							"entries": [
								"{@b (Anywhere, Large Ornate)}",
								"{@i You feel blessed with the wisdom of an owl.}",
								"The wearer's Wisdom score increases by +1. This tattoo will not raise the wearer's Wisdom score above 20."
							]
						},
						{
							"type": "section",
							"name": "Spirit of the Stag",
							"entries": [
								"{@b (Anywhere, Large Ornate)}",
								"{@i You feel blessed with the vigilance of a stag.}",
								"The wearer gains a +2 bonus to initiative."
							]
						},
						{
							"type": "section",
							"name": "Spirit Walker's Sigil",
							"entries": [
								"{@b (Anywhere, Medium Average)}",
								"{@i This tattoo is a symbol of planes joining together in confluence.}",
								"Once per long rest, as a bonus action the wearer can activate the tattoo, causing their physical body to softly dissolve into an ethereal mist.",
								"Until the end of their turn the wearer may move through solid matter as if it wasn't there. If the wearer ends their turn while still in solid matter, they are immediately ejected to the nearest open space and take 4d6 force damage. If created using three-dimensional ink, this ability can be used once per short or long rest."
							]
						},
						{
							"type": "section",
							"name": "Tattoo of [Ability]",
							"entries": [
								"{@b (Chest, Large Average)}",
								"The wearer chooses an ability score when this tattoo is applied. Thereafter, the wearer has a +1 bonus to the chosen ability score, to a max of 20."
							]
						},
						{
							"type": "section",
							"name": "Tattoo of Chilling",
							"entries": [
								"{@b (Anywhere, Small Ornate)}",
								"{@i This tattoo is a whirl of snowflakes in the shape of a humanoid hand.}",
								"This tattoo enables the wearer to cast the chill touch cantrip at will, using Intelligence as their spellcasting modifier for the spell. If made with ice-aligned elemental ink, the attack roll for this spell is made with advantage."
							]
						},
						{
							"type": "section",
							"name": "Tattoo of Flame",
							"entries": [
								"{@b (Anywhere, Small Ornate)}",
								"{@i This tattoo is a detailed line of fire streaking out from a pointed finger.}",
								"This tattoo enables the wearer to cast the fire bolt cantrip at will, using Intelligence as their spellcasting modifier for the spell. If made with fire-aligned elemental ink, the attack roll for this spell is made with advantage."
							]
						},
						{
							"type": "section",
							"name": "Tattoo of Leaping",
							"entries": [
								"{@b (Both Legs, Medium Ornate)}",
								"{@i Coiled springs cover your calves, making you feel like your body is weightless.}",
								"The wearer's jumping distance is doubled."
							]
						},
						{
							"type": "section",
							"name": "Tattoo of Major Protection",
							"entries": [
								"{@b (Chest or Back, Large Average)}",
								"{@i A design of overlapping scales or plates, or even a design of chitinous armor, covers your torso.}",
								"The wearer has a +2 bonus to AC and to all saving throws."
							]
						},
						{
							"type": "section",
							"name": "Tattoo of Protection",
							"entries": [
								"{@b (Chest or Back, Large Simple)}",
								"{@i A design of overlapping chain rings, or of leather-looking patches, covers your torso.}",
								"The wearer has a +1 bonus to AC and to all saving throws."
							]
						},
						{
							"type": "section",
							"name": "Tattoo of Striding",
							"entries": [
								"{@b (Leg, Medium Average)}",
								"{@i A design of leaves or flowing wind spirals around your leg.}",
								"The wearer's walking speed is increased by 5 feet. This tattoo may be applied to the other leg for an additional +5 feet of movement.",
								"If made using three-dimensional ink, the tattoo instead increases movement speed by +10 feet."
							]
						},
						{
							"type": "section",
							"name": "Tattoo of Warding",
							"entries": [
								"{@b (Anywhere, Large Average)}",
								"{@i A design of a shield is emblazoned across your body.}",
								"The wearer has a +1 bonus to all saving throws."
							]
						},
						{
							"type": "section",
							"name": "Venom Ward",
							"entries": [
								"{@b (Anywhere, Small Average)}",
								"{@i A design of interlocking fangs protect your bloodstream from toxins.}",
								"The wearer has advantage on saving throws against poison."
							]
						},
						{
							"type": "section",
							"name": "Voice of Comprehension",
							"entries": [
								"{@b (Head, Small Average)}",
								"{@i Marks cover your throat and surround your ears, conveying sound despite barriers of understanding.}",
								"The bearer learns one additional language of the tattoo artist's choice when the tattoo is applied. This tattoo may be taken multiple times, each time choosing a different language."
							]
						},
						{
							"type": "section",
							"name": "Wings of Ink",
							"entries": [
								"{@b (Back, Large Simple)}",
								"{@i Inky, rippling wings spring from your back, granting the elusive, and most coveted ability of all–flight.}",
								"{@b Activation Time:} 1 action",
								"{@b Duration:} Concentration, up to 10 minutes",
								"{@b Frequency:} Once per long rest",
								"The wearer gains a flying speed of 60 ft. for the duration. When the spell ends, the target falls if it is still aloft, unless it can stop the fall.",
								"Armor that is not specifically designed to accommodate wings will not allow you to manifest them, and clothing that is not specifically designed to accommodate wings will be ruined.",
								"At least two jars of three dimensional ink must be used to grant this tattoo's effects."
							]
						}
					]
				}
			]
		}
	],
	"optionalfeature": [
		{
			"name": "All Seeing Eye",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Head",
						"{@b Size & Intricacy} : Small Average",
						"{@b Cost} : Ink + 2,500 gp"
					]
				},
				"{@b Player Description}: {@i Your mind feels more limber, accurately discerning the opinions and intent of others.}",
				"The wearer gains advantage on Wisdom (Insight) checks."
			]
		},
		{
			"name": "Artisan's Hands",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Both Arms",
						"{@b Size & Intricacy} : Small Ornate",
						"{@b Cost} : Ink + 3,500 gp"
					]
				},
				"{@b Player Description}: {@i Your hands move almost on their own, shaping the object before you as if you were a master craftsman.}",
				"The wearer gains proficiency with one type of artisan's tools. The type of tools are worked into the design of the tattoo."
			]
		},
		{
			"name": "Eye of Darkvision",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Head",
						"{@b Size & Intricacy} : Small Average",
						"{@b Cost} : Ink + 2,500 gp"
					]
				},
				"{@b Player Description}: {@i Your eyes become accustomed to total darkness. You can see into the darkest corners of the world.}",
				"Once per long rest as an action, the wearer can gain the ability to see in the dark, and has darkvision out to a range of 60 feet for 8 hours. If the wearer already has darkvision, this increases the range of their darkvision by 60 feet, to a maximum of 120 feet.",
				"An Ornate version of this tattoo exists, which applies a permanent effect, instead of a temporary one."
			]
		},
		{
			"name": "Eye of Truesight",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Head",
						"{@b Size & Intricacy} : Medium Ornate",
						"{@b Cost} : Ink + 6,000gp"
					]
				},
				"{@b Player Description}: {@i A third eye stares unblinkingly out from your forehead, seeing through illusions and observing other planes of existence.}",
				"Once per long rest as an action, the wearer gains the ability to see things as they actually are. For 1 hour, the creature has truesight, notices secret doors hidden by magic, and can see into the Ethereal Plane, all out to a range of 120 feet.",
				"Truesight is a rare and powerful ability that few artists have learned to harness in their art. The artist must successfully make a DC 25 check to apply the tattoo. Please note crafting rolls must be made for each session.",
				"An alternate version of this tattoo exists, which applies a permanent effect, instead of a temporary one."
			]
		},
		{
			"name": "Eye of the Mage",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Head",
						"{@b Size & Intricacy} : Small Ornate",
						"{@b Cost} : Ink + 3,500gp"
					]
				},
				"{@b Player Description}: {@i Brilliant purple and blue hues radiate from around your eyes, granting you sight into the arcane.}",
				"The wearer may cast the spell detect magic at will as a ritual."
			]
		},
		{
			"name": "Eye of the Seer",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Head",
						"{@b Size & Intricacy} : Small Average",
						"{@b Cost} : Ink + 2,500gp"
					]
				},
				"{@b Player Description}: {@i Your eyes feel keener, seeing your surroundings in higher definition.}",
				"The wearer gains advantage on Wisdom (Perception) checks."
			]
		},
		{
			"name": "Fist of the Elements",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Arm",
						"{@b Size & Intricacy} : Medium Average",
						"{@b Cost} : Ink + 3,500gp"
					]
				},
				"{@b Player Description}: {@i Your fist is wreathed in pure natural energy, channeling the power of the Elemental Planes. Lightning ripples through your arm as it barrels towards your opponents with the force of a tsunami.}",
				"As an action, the wearer may wreathe their fist in elemental energy, of a type chosen when the tattoo is first applied. The wearer's unarmed strikes are considered magical, and deal an extra {@dice 1d6+1} damage of the chose elemental type. If inked with elemental ink of the same type as the damage, attacks with the fist deal {@dice 1d8+1} damage of that type instead.",
				"If the Fist deals fire damage and targets a flammable object that is not being worn or carried, the target catches fire. Against plant-based creatures, the Fist deals 2 more points of damaage. If the Fist deals lightning damage and targets a creature wearing metal armor, the wearer makes the attack roll with advantage. This also applies against targets made completely out of metal (e.g. metal golem).",
				"If the Fist deals cold damage, fire-based creatures take an additional 2 points of cold damage from these attacks.",
				"Up to three types of elemental ink may be used in the application of this tattoo, and the wearer may choose between the types each time they activate the tattoo.",
				"When the wearer activates this tattoo, the effects persist for 1 hour or until dispelled. This tatto may be activated a max number of times equal to the wearer's Constitution modifier (minimum 1) between each long rest."
			]
		},
		{
			"name": "Fortress Tattoo",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Large Average",
						"{@b Cost} : Ink + 8,500gp"
					]
				},
				"{@b Player Description}: {@i You are able to steel yourself against stronger blows, dodge faster out of the way of danger, and guard your mind against the invasion of enemy spells. Focusing a little more, you feel your blood grow hot as your constitution is bolstered by the powers of nature. }",
				"The wearer may use an action to activate the tattoo's primary effect. The wearer gains a +1 bonus to AC and all saving throws. The tattoo's effects last for ten minutes, and may be activated once per short or long rest.",
				"The wearer may use an additional action to activate the tattoo's secondary effect. The wearer gains resistance to damage corresponding to the ink with which it was applied. The additional effects are concentration and last for one minute.",
				"Once this effect is used, it cannot be used again until the wearer finishes a long rest.",
				"At least two jars of {@item metallic ink|Ink, Metallic|TatV4} or {@item earth-aligned elemental ink|Ink, Elemental|TatV4} must be used to grant the tattoo's primary effect. {@item Bestial|Ink, Bestial|TatV4} or {@item elemental ink|Ink, Elemental|TatV4} must be used to grant the tattoo's secondary effect."
			]
		},
		{
			"name": "Mark of the Anchor",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Small Simple",
						"{@b Cost} : Ink + 1,000gp"
					]
				},
				"{@b Player Description}: {@i Your body feels heavier, feet more firmly planted on the ground.}",
				"The wearer gains advantage against effects that would move them, or knock them prone."
			]
		},
		{
			"name": "Mark of the Archer",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Arm",
						"{@b Size & Intricacy} : Medium Simple",
						"{@b Cost} : Ink + 2,000gp"
					]
				},
				"{@b Player Description}: {@i Your bow feels natural in your hand, and moves almost without thought to aim at your targets}",
				"The wearer has a +1 bonus on ranged attack rolls with ranged weapons they are proficient with."
			]
		},
		{
			"name": "Mark of the Armsman",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Arm",
						"{@b Size & Intricacy} : Medium Simple",
						"{@b Cost} : Ink + 2,000gp"
					]
				},
				"{@b Player Description}: {@i Your weapon seems to move itself, digging further into wounds than your strength alone can account for }",
				"The wearer has a +1 bonus on attack rolls OR damage rolls with a specific type of melee weapon (swords, axes, maces, etc), as long as they are proficient with the weapon and wielding it in the arm the tattoo is on. The type of weapon and the type of rolls are chosen when the tattoo is applied, and the weapon is pictured somewhere in the art of the tattoo. An Ornate intricacy design exists that grants the bonus to both attack rolls and damage rolls."
			]
		},
		{
			"name": "Mark of the Armsman (Ornate)",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Arm",
						"{@b Size & Intricacy} : Medium Ornate",
						"{@b Cost} : Ink + 3,500gp"
					]
				},
				"{@b Player Description}: {@i Your weapon seems to move itself, digging further into wounds than your strength alone can account for.}",
				"The wearer has a +1 bonus on attack rolls and damage rolls with a specific type of melee weapon (swords, axes, maces, etc), as long as they are proficient with the weapon and wielding it in the arm the tattoo is on. The type of weapon and the type of rolls are chosen when the tattoo is applied, and the weapon is pictured somewhere in the art of the tattoo."
			]
		},
		{
			"name": "Mark of the Cheetah",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Leg",
						"{@b Size & Intricacy} : Small Simple",
						"{@b Cost} : Ink + 1,500gp"
					]
				},
				"{@b Player Description}: {@i Your legs become light with the speed and agility of a cheetah.}",
				"Once per long rest as an action, the wearer may activate this tattoo. For an hour, the wearer's speed increases by 10ft."
			]
		},
		{
			"name": "Mark of the Death Walker",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Chest",
						"{@b Size & Intricacy} : Large Ornate",
						"{@b Cost} : Ink + 10,000gp"
					]
				},
				"{@b Player Description}: {@i Potent magic in the form of protective runes and abjuration magic give the wearer the protection from the most final of endings, death.}",
				"If the wearer would drop to 0 hit points as a result of taking damage, the wearer instead drops to 1 hit point. Alternatively, if the wearer is subjected to an effect that would kill it instantaneously without dealing damage, that effect is instead negated against the wearer.",
				"Once either effect is used, it cannot be used again for another 30 days."
			]
		},
		{
			"name": "Mark of the Driftglobe",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Medium Average",
						"{@b Cost} : Ink + 3,000gp"
					]
				},
				"{@b Player Description}: {@i You become as dazzling as the Sun, illuminating even the darkest of nights.}",
				"As an action, the wearer emanates a 60 ft. radius sphere of light that moves with them. The sphere is bright light and sheds dim light for an additional 60 feet. Completely covering the wearer with an opaque object, such as a bowl or a helm, blocks the light. The light lasts for 1 hour unless dispelled, and the tattoo may be activated once per long rest. If any of this spell's area overlaps with an area of darkness created by a spell of 2nd level or lower, the spell that created the darkness is dispelled.",
				"This tattoo also illuminates areas overlapping with darkness created by the Mark of the Kraken."
			]
		},
		{
			"name": "Mark of the Dryad",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Arm",
						"{@b Size & Intricacy} : Medium Ornate",
						"{@b Cost} : Ink + 7,000gp"
					]
				},
				"{@b Player Description}: {@i Creepers and vines swathe your arm, grasping and strangling anything and everything that draws too close. }",
				"As an action, the wearer may cast the entangle spell, using Intelligence as their spellcasting ability modifier. After using this ability, the wearer must complete a short or long rest to activate the tattoo again. At least two jars of three dimensional ink must be used to grant this tattoo's effects."
			]
		},
		{
			"name": "Mark of the Elemental",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Medium Ornate",
						"{@b Cost} : Ink + 7,000gp"
					]
				},
				"{@b Player Description}: {@i The representation of an element flows around you, granting you its protection.}",
				"The wearer gains resistance to a type of damage, chosen when the tattoo is applied."
			]
		},
		{
			"name": "Mark of the Elven",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Medium Simple",
						"{@b Cost} : Ink + 3,000gp"
					]
				},
				"{@b Player Description}: {@i Sylvan magic runs through your veins, granting you the most common blessing of the Feywild.}",
				"The wearer gains immunity to magical sleep, and has advantage on saving throws against being charmed."
			]
		},
		{
			"name": "Mark of the Flock",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Medium Ornate",
						"{@b Cost} : Ink + 7,000gp"
					]
				},
				"{@b Player Description}: {@i An unkindness of ravens take flight from your tattoo, the inky designs now taking sinister material form. The cawing birds circle around you, awaiting your commands.}",
				"Once per long rest, the wearer may activate this tattoo as an action, causing a Swarm of Ravens (MM pg 339) of the same color as the ones depicted in the tattoo to appear within 5 feet of the wearer. The ravens persist until are killed or until 10 minutes have passed, at which point they dissappear into smoke. The ravens follow the wearer's every mental command, and act on the wearer's initiative.",
				"Any article of clothing which covers the tattoo upon activation is destroyed in the process as the ravens fly through the cloth. If the tattoo is covered by armor, the tattoo will not activate.",
				"At least three jars of three dimensional ink must be used to grant this tattoo's effects."
			]
		},
		{
			"name": "Mark of the Frog",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Leg",
						"{@b Size & Intricacy} : Small Simple",
						"{@b Cost} : Ink + 1,000gp"
					]
				},
				"{@b Player Description}: {@i Your legs become coiled springs, waiting to unleash the jumping prowess of the frog.}",
				"The wearer may activate this tattoo as an action once per long rest. For the next minute, the wearer's jump distance is tripled."
			]
		},
		{
			"name": "Mark of the Ghast",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Arm",
						"{@b Size & Intricacy} : Medium Average",
						"{@b Cost} : Ink + 3,500gp"
					]
				},
				"{@b Player Description}: {@i This tattoo resembles swirling mist which wraps around the arm of the wearer.}",
				"The wearer may activate this tattoo as a bonus action, causing the lines of this tattoo to glow slightly and their arm to change shape for one minute. The wearer may activate this ability once per long rest.",
				"The wearer's arm pales in color and grows into that of a ghoul, fingers sharpening and elongating into a terrible clawed hand. Any article of clothing not meant to accomodate the change in limb size is destroyed in the process. If the arm is covered in armor not meant to accomidate the change in limb size this change will not take place.",
				"A melee attack with this arm does {@dice 1d6} slashing damage and {@dice 1d4} cold damage. If this tattoo is created using ice-aligned elemental ink, the cold damage increses to 1d6.",
				"Any non-undead creature struck by this attack must make a DC 10 Constitution saving throw or be paralyzed for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
				"There exists an Ornate version of the tattoo that has a saving throw of 12, instead of 10, and which may be activated once per short or long rest."
			]
		},
		{
			"name": "Mark of the Healer",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Medium Ornate",
						"{@b Cost} : Ink + 3,500gp"
					]
				},
				"{@b Player Description}: {@i Healing energy radiates from you in a soft golden glow.}",
				"Once per long rest, the wearer may activate this tattoo as an action. For the next minute (or until their concentration lapses), each creature (including enemies) within a 30 ft radius of the wearer regains the maximum number of hit points possible from any healing."
			]
		},
		{
			"name": "Mark of the Hummingbird",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Chest",
						"{@b Size & Intricacy} : Large Simple",
						"{@b Cost} : Ink + 8,000gp"
					]
				},
				"{@b Player Description}: {@i A curious bird darts across your chest, granting you its speed.}",
				"The wearer gains +1 to initiative rolls."
			]
		},
		{
			"name": "Mark of the Kraken",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Medium Simple",
						"{@b Cost} : Ink + 2,000gp"
					]
				},
				"{@b Player Description}: {@i Like the Kraken, you are able to shroud your surroundings in darkness, making your strikes all the more unpredictable.}",
				"As an action, the wearer emanates a magical darkness, which fills a 15 ft. radius sphere centred on the wearer and moves with them. Creatures with darkvision cannot see through this darkness, and non magical light cannot illuminate it. Completely covering the source of the darkness with an opaque object, such as a bowl or a helm, blocks the darkness. The darkness lasts for 1 hour unless dispelled, and the tattoo may be activated once per long rest.",
				"If any of this effect's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled."
			]
		},
		{
			"name": "Mark of the Ox",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Chest",
						"{@b Size & Intricacy} : Large Ornate",
						"{@b Cost} : Ink + 10,000gp"
					]
				},
				"{@b Player Description}: {@i Your body swells with the resilience of the mighty ox}",
				"The wearer's maximum hit points are increased by 1 per character level. "
			]
		},
		{
			"name": "Mark of the Pacifist",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Small Simple",
						"{@b Cost} : Ink + 1,500gp"
					]
				},
				"{@b Player Description}: {@i You exude calmness and serenity, discouraging even the most bloodthirsty foes from attacking you. }",
				"Once per long rest, the wearer may cast the sanctuary spell as a bonus action. The saving throw DC is 15, and the spell lasts 1 minute.",
				"The tattoo's effects end early if the wearer makes an attack or casts a spell that affects an enemy creature."
			]
		},
		{
			"name": "Mark of the Packmaster",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Medium Ornate",
						"{@b Cost} : Ink + 7,000gp"
					]
				},
				"{@b Player Description}: {@i A pack of wolves leap from your tattoo, the inky designs now taking sinister material form. They shake their heads and howl to the sky, awaiting your commands. }",
				"Once per long rest, the wearer may use an action to activate the tattoo's power, causing 1d4+1 {@creature wolves|wolf|MM} (MM pg 341) of the same color as depicted in the tattoo to appear within 5 feet of the wearer. These wolves persists until killed or until 10 minutes have passed, at which point they disappear into smoke. The wolves follow the wearer's every mental command, and act on the wearer's initiative.",
				"Any article of clothing which covers the tattoo upon activation is destroyed in the process as the wolves leap through the cloth. If the tattoo is covered by armor, the tattoo will not activate.",
				"At least three jars of three dimensional ink must be used to grant this tattoo's effects."
			]
		},
		{
			"name": "Mark of the Pit Fiend",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Arm",
						"{@b Size & Intricacy} : Medium Ornate",
						"{@b Cost} : Ink + 7,000gp"
					]
				},
				"{@b Player Description}: {@i This tattoo resembles hellish imagery mixed with infernal runes which cover an entire arm.}",
				"The wearer may activate this tattoo as a bonus action, causing the runes to glow and their arm to change shape for one minute. This ability may be used once per long rest.",
				"The wearer's arm grows disproportionately larger and becomes scaly and red, their hand tipped with razor sharp, black claws. Any article of clothing not meant to accommodate the change in limb size is destroyed in the process. If the arm is covered in armor not meant to accomidate the change in limb size this change will not take place.",
				"A melee attack with this arm does 2d8 slashing damage and 1d4 fire damage. If this tattoo is created using fire-aligned elemental ink, the fire damage increses to 1d6.",
				"While the arm is changed, the wearer has an effective Strength modifier of +8 for anything that only uses the changed arm."
			]
		},
		{
			"name": "Mark of the Pufferfish",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Arm",
						"{@b Size & Intricacy} : Small Average",
						"{@b Cost} : Ink + 3,000gp"
					]
				},
				"{@b Player Description}: {@i Venomous spines protrude from your skin, seeking flesh to corrode and infect with the pufferfish's natural defense.}",
				"When the wearer enters a grapple with another creature, the wearer may use their reaction to extend sharp poisonous spines from the tattooed area. If the other creature is still in physical contact with the wearer (i.e. part of the grapple) at the end of its turn, the spines deal 1d4 poison damage. The spines remain extended until the grapple ends."
			]
		},
		{
			"name": "Mark of the Shadow",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Small Average",
						"{@b Cost} : Ink + 2,500gp"
					]
				},
				"{@b Player Description}: {@i A veil of shadows and silence radiates from you, masking you from detection.}",
				"Once per long rest, the wearer may cast {@spell pass without trace|PHB}, targeting themselves only.",
				"An Ornate version of this tattoo exists, which removes the limit on creatures that may be targeted by the spell."
			]
		},
		{
			"name": "Mark of the Shadow (Ornate)",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Small Ornate",
						"{@b Cost} : Ink + 4,000gp"
					]
				},
				"{@b Player Description}: {@i A veil of shadows and silence radiates from you, masking you from detection.}",
				"Once per long rest, the wearer may cast {@spell pass without trace|PHB}, the ornate version of this tattoo removes the limit on creatures that may be targeted by the spell."
			]
		},
		{
			"name": "Mark of the Snake Charmer",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Arm",
						"{@b Size & Intricacy} : Medium Ornate",
						"{@b Cost} : Ink + 7,000gp"
					]
				},
				"{@b Player Description}: {@i A knot of snakes erupts hissing from your tattoo, the inky designs taking sinister material form. Forked tongues taste the air as they flare their hoods, awaiting your commands.}",
				"Once per long rest, the wearer may use an action to activate the tattoo's power, causing 1d6 poisonous snakes to appear, which disappear when they drop to 0 HP or when they are more than 150 ft. away. The snakes are friendly to the wearer and their companions, and act on the wearer's initiative, following the wearer's mental commands. Use the poisonous snakes statistics from the Monster Manual.",
				"At least three jars of three dimensional ink must be used to grant this tattoo's effects. "
			]
		},
		{
			"name": "Mark of the Soulmates",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Arm",
						"{@b Size & Intricacy} : ",
						"{@b Cost} : Ink + 3,500gp"
					]
				},
				"{@b Player Description}: {@i As the lives of two overly-attached people intertwine, you learn how to draw on each other's strengths and shoulder their burdens.}",
				"Once per long rest as an action, the wearer may activate this tattoo when within 30 feet of the wearer of the complementary tattoo. They may activate the tattoo as a reaction, instead, when the other wearer activates theirs. The tattoo remains active for ten minutes. The wearer gains a +2 bonus to AC and saving throws while they are within 30 feet of the person wearing the complementary {@b {@i Mark of the Soulmates}}. Also, each time the wearer would take damage, they take half as much damage, and their partner takes the other half, and vice versa.",
				"The tattoo is only effective when both wearers activate their marks.",
				"This tattoo must be applied with metallic ink."
			]
		},
		{
			"name": "Mark of the Spider",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Leg",
						"{@b Size & Intricacy} : Medium Simple",
						"{@b Cost} : Ink + 2,000gp"
					]
				},
				"{@b Player Description}: {@i Your feet feel firmly planted on every surface they touch, allowing you to even run up vertical walls. }",
				"As an action once per long rest, the wearer gains the ability to move up, down, and across vertical surfaces and upside down along ceilings, while leaving its hands free. The wearer also gains a climbing speed equal to its walking speed. These effects last for 1 hour, or until the wearer loses concentration. "
			]
		},
		{
			"name": "Mark of the Spiritmaster",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Medium Ornate",
						"{@b Cost} : Ink + 8,000gp"
					]
				},
				"{@b Player Description}: {@i A necromantic energy ripples through your mark, extending long smoky tendrils towards the undead. The tendrils constrict the spirit, overriding their will with yours.}",
				"As an action, the wearer chooses one incorporeal undead entity within 60 feet. The target must succeed on a Charisma saving throw or become charmed by the wearer for one hour.",
				{
					"type": "abilityDc",
					"name": "Saving Throw",
					"attributes": [
						"cha"
					]
				},
				"The saving throw DC is equal to 8 + wearer's proficiency bonus + wearer's Charisma modifier. If the target has an Intelligence of 8 or higher, it has advantage on the saving throw. If the creature is not currently controlled, the wearer instead gains control over the creature.",
				"The tattoo may be activated once per short or long rest."
			]
		},
		{
			"name": "Mark of the Tarrasque",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Large Average",
						"{@b Cost} : Ink + 6,000gp"
					]
				},
				"{@b Player Description}: {@i A warmth washes over you as the fortitude of the legendary tarrasque fills your veins.}",
				"Once per long rest as an action, the wearer may activate the tattoo. Thereafter, the wearer gains 5 temporary hit points at the beginning of each round (these do not stack) for one hour. When the tattoo's effects end, the wearer loses any remaining temporary hit points."
			]
		},
		{
			"name": "Mark of the Telepath",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Head",
						"{@b Size & Intricacy} : Small Ornate",
						"{@b Cost} : Ink + 3,500gp"
					]
				},
				"{@b Player Description}: {@i You can extend your consciousness to meet other minds, forming a mental channel. Thoughts, emotions, and images flood over the connection as your minds meld, overwhelming your senses for a few seconds.}",
				"The wearer may use the message cantrip at will without having to use any components."
			]
		},
		{
			"name": "Mark of the Viper",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Medium Simple",
						"{@b Cost} : Ink + 3,000gp"
					]
				},
				"{@b Player Description}: {@i Your body becomes stronger, resisting poisonous effects as if you'd become the viper.}",
				"The wearer gains advantage on Constitution saving throws made against poison, and has resistance to poison."
			]
		},
		{
			"name": "Mark of the Weaponmaster",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Arm",
						"{@b Size & Intricacy} : Small Average",
						"{@b Cost} : Ink + 3,500gp"
					]
				},
				"{@b Player Description}: {@i Your weapon feels like an extension of your body, lighter, sharper, deadlier. You will strike down any who dare challenge the weaponmaster.}",
				"As an action, once per long rest, the wearer may activate this tattoo. For an hour, any weapon held by the wearer becomes a magic weapon with a +1 bonus to attack rolls and damage rolls."
			]
		},
		{
			"name": "Maw of the Dragon",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Head",
						"{@b Size & Intricacy} : Medium Ornate",
						"{@b Cost} : Ink + 6,000gp"
					]
				},
				"{@b Player Description}: {@i }",
				""
			]
		},
		{
			"name": "Scar of Bravery",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Medium Simple",
						"{@b Cost} : Ink + 3,000gp"
					]
				},
				"{@b Player Description}: {@i Your mind feels more more robust. The trauma and pain you have experienced bolsters your resolve.}",
				"The wearer gains advantage on saving throws against being frightened. "
			]
		},
		{
			"name": "Shield of the Elemental Guardian",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Large Average",
						"{@b Cost} : Ink + 4,000gp"
					]
				},
				"{@b Player Description}: {@i A wave of elemental energy covers your body, protecting you}",
				"When this tattoo is applied, the wearer chooses a primary and a secondary elemental type from the following: acid, cold, fire, lightning, or thunder. Both types of elemental ink must be used in the creation of the tattoo, and the wearer cannot pick the same element.",
				"Once per long rest as an action, the wearer may activate this tattoo. For the next 10 minutes, or until dismissed, the wearer's body is wreathed in thin and wispy expressions of the chosen primary element that shed bright light in a 10-foot radius and dim light for an additional 10 feet.",
				"While the tattoo is active, the wearer has resistance to the secondary element.",
				"In addition, whenever a creature within 5 feet of the wearer hits them with a melee attack, the element erupts, dealing 2d8 damage to the attacker of the primary elemental type."
			]
		},
		{
			"name": "Slave's Mark",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Small Simple",
						"{@b Cost} : Ink + 500gp"
					]
				},
				"{@b Player Description}: {@i This tattoo is meant to be applied to a slave in order to prevent them from escaping, usually with a similar tattoo applied to the owner. The small tattoo is a sort of brand, used to keep slaves under control.}",
				"By touching both marks as an action, the wearer of an Owner's Mark may attune or unattune a Slave's Mark to their mark. Any number of Slave's Marks may be attuned to one Owner's Mark, and any number of Owner's Marks may be attuned to a single Slave's Mark.",
				"Thereafter, as an action, the owner can activate their tattoo and the twin mark on the slave begins to glow like a burning coal, inflicting 1d4 fire damage per round onto its bearer. The owner can stop this effect at any time using an action. This damage will automatically stop and can no longer be activated if the slave has 0 hitpoints. If the owner dies, or otherwise loses their tattoo, and the slave's mark is not attuned to any other owners, the magic of the slave's mark will instantly fade, allowing them to handle the application of another tattoo.",
				"If drawn in fire-aligned elemental ink, the mark instead inflicts {@dice 1d6} fire damage per round.",
				"A variant exists that automatically causes the tattoo to activate if the slave moves more than 150 feet from the owner. It otherwise functions identically to this version."
			]
		},
		{
			"name": "Owner's Mark",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Small Simple",
						"{@b Cost} : Ink + 1,000gp"
					]
				},
				"{@b Player Description}: {@i This tattoo is meant to be applied to a slaver owner in order to prevent them from escaping, usually with a similar tattoo applied to their slaves. The tattoo is a sort of license/title, used to keep slaves under control.}",
				"By touching both marks as an action, the wearer of an Owner's Mark may attune or unattune a Slave's Mark to their mark. Any number of Slave's Marks may be attuned to one Owner's Mark, and any number of Owner's Marks may be attuned to a single Slave's Mark.",
				"Thereafter, as an action, the owner can activate their tattoo and the twin mark on the slave begins to glow like a burning coal, inflicting 1d4 fire damage per round onto its bearer. The owner can stop this effect at any time using an action. This damage will automatically stop and can no longer be activated if the slave has 0 hitpoints. If the owner dies, or otherwise loses their tattoo, and the slave's mark is not attuned to any other owners, the magic of the slave's mark will instantly fade, allowing them to handle the application of another tattoo.",
				"If drawn in fire-aligned elemental ink, the mark instead inflicts {@dice 1d6} fire damage per round.",
				"A variant exists that automatically causes the tattoo to activate if the slave moves more than 150 feet from the owner. It otherwise functions identically to this version."
			]
		},
		{
			"name": "Spirit of the Bear",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Large Ornate",
						"{@b Cost} : Ink + 10,000gp"
					]
				},
				"{@b Player Description}: {@i You feel blessed with the endurance of a bear. }",
				"The wearer's Constitution score increases by +1. This tattoo will not raise the wearer's Constitution score above 20. "
			]
		},
		{
			"name": "Spirit of the Bull",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Large Ornate",
						"{@b Cost} : Ink + 10,000gp"
					]
				},
				"{@b Player Description}: {@i You feel blessed with the strength of a bull. }",
				"The wearer's Strength score increases by +1. This tattoo will not raise the wearer's Strength score above 20. "
			]
		},
		{
			"name": "Spirit of the Cat",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Large Ornate",
						"{@b Cost} : Ink + 10,000gp"
					]
				},
				"{@b Player Description}: {@i You feel blessed with the grace of a cat. }",
				"The wearer's Dexterity score increases by +1. This tattoo will not raise the wearer's Dexterity score above 20."
			]
		},
		{
			"name": "Spirit of the Eagle",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Large Ornate",
						"{@b Cost} : Ink + 10,000gp"
					]
				},
				"{@b Player Description}: {@i You feel blessed with the splendour of an eagle. }",
				"The wearer's Charisma score increases by +1. This tattoo will not raise the wearer's Charisma score above 20. "
			]
		},
		{
			"name": "Spirit of the Fox",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Large Ornate",
						"{@b Cost} : Ink + 10,000gp"
					]
				},
				"{@b Player Description}: {@i You feel blessed with the cunning of a fox. }",
				"The wearer's Intelligence score increases by +1. This tattoo will not raise the wearer's Intelligence score above 20."
			]
		},
		{
			"name": "Spirit of the Owl",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Large Ornate",
						"{@b Cost} : Ink + 10,000gp"
					]
				},
				"{@b Player Description}: {@i You feel blessed with the wisdom of an owl.}",
				"The wearer's Wisdom score increases by +1. This tattoo will not raise the wearer's Wisdom score above 20."
			]
		},
		{
			"name": "Spirit of the Stag",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Large Ornate",
						"{@b Cost} : Ink + 10,000gp"
					]
				},
				"{@b Player Description}: {@i You feel blessed with the vigilance of a stag. }",
				"The wearer gains a +2 bonus to initiative. "
			]
		},
		{
			"name": "Spirit Walker's Sigil",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Medium Average",
						"{@b Cost} : Ink + 3,000gp"
					]
				},
				"{@b Player Description}: {@i This tattoo is a symbol of planes joining together in confluence.}",
				"Once per long rest, as a bonus action the wearer can activate the tattoo, causing their physical body to softly dissolve into an ethereal mist.",
				"Until the end of their turn the wearer may move through solid matter as if it wasn't there. If the wearer ends their turn while still in solid matter, they are immediately ejected to the nearest open space and take 4d6 force damage. If created using three-dimensional ink, this ability can be used once per short or long rest. "
			]
		},
		{
			"name": "Tattoo of [Ability]",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Chest",
						"{@b Size & Intricacy} : ",
						"{@b Cost} : Ink + 6,000gp"
					]
				},
				"{@b Player Description}: {@i Varies; work with DM for appropriate iconography.}",
				"The wearer chooses an ability score when this tattoo is applied. Thereafter, the wearer has a +1 bonus to the chosen ability score, to a max of 20."
			]
		},
		{
			"name": "Tattoo of Chilling",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Small Ornate",
						"{@b Cost} : Ink + 3,500gp"
					]
				},
				"{@b Player Description}: {@i This tattoo is a whirl of snowflakes in the shape of a humanoid hand. }",
				"This tattoo enables the wearer to cast the chill touch cantrip at will, using Intelligence as their spellcasting modifier for the spell. If made with ice-aligned elemental ink, the attack roll for this spell is made with advantage."
			]
		},
		{
			"name": "Tattoo of Flame",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Small Ornate",
						"{@b Cost} : Ink + 3,500gp"
					]
				},
				"{@b Player Description}: {@i This tattoo is a detailed line of fire streaking out from a pointed finger. }",
				"This tattoo enables the wearer to cast the fire bolt cantrip at will, using Intelligence as their spellcasting modifier for the spell. If made with fire-aligned elemental ink, the attack roll for this spell is made with advantage."
			]
		},
		{
			"name": "Tattoo of Leaping",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Both Legs",
						"{@b Size & Intricacy} : Medium Ornate",
						"{@b Cost} : Ink + 6,000gp"
					]
				},
				"{@b Player Description}: {@i Coiled springs cover your calves, making you feel like your body is weightless. }",
				"The wearer's jumping distance is doubled."
			]
		},
		{
			"name": "Tattoo of Major Protection",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Chest or Back",
						"{@b Size & Intricacy} : Large Average",
						"{@b Cost} : Ink + 8,000gp"
					]
				},
				"{@b Player Description}: {@i A design of overlapping scales or plates, or even a design of chitinous armor, covers your torso.}",
				"The wearer has a +2 bonus to AC and to all saving throws. "
			]
		},
		{
			"name": "Tattoo of Protection",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Chest or Back",
						"{@b Size & Intricacy} : Large Simple",
						"{@b Cost} : Ink + 3,500gp"
					]
				},
				"{@b Player Description}: {@i A design of overlapping chain rings, or of leather-looking patches, covers your torso.}",
				"The wearer has a +1 bonus to AC and to all saving throws."
			]
		},
		{
			"name": "Tattoo of Striding",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Leg",
						"{@b Size & Intricacy} : Medium Average",
						"{@b Cost} : Ink + 3,000gp"
					]
				},
				"{@b Player Description}: {@i A design of leaves or flowing wind spirals around your leg. }",
				"The wearer's walking speed is increased by 5 feet. This tattoo may be applied to the other leg for an additional +5 feet of movement.",
				"If made using three-dimensional ink, the tattoo instead increases movement speed by +10 feet. "
			]
		},
		{
			"name": "Tattoo of Warding",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Large Average",
						"{@b Cost} : Ink + 4,000gp"
					]
				},
				"{@b Player Description}: {@i A design of a shield is emblazoned across your body. }",
				"The wearer has a +1 bonus to all saving throws. "
			]
		},
		{
			"name": "Venom Ward",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Anywhere",
						"{@b Size & Intricacy} : Small Average",
						"{@b Cost} : Ink + 3,500gp"
					]
				},
				"{@b Player Description}: {@i A design of interlocking fangs protect your bloodstream from toxins. }",
				"The wearer has advantage on saving throws against poison."
			]
		},
		{
			"name": "Voice of Comprehension",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Head",
						"{@b Size & Intricacy} : Small Average",
						"{@b Cost} : Ink + 3,500gp"
					]
				},
				"{@b Player Description}: {@i Marks cover your throat and surround your ears, conveying sound despite barriers of understanding. }",
				"The bearer learns one additional language of the tattoo artist's choice when the tattoo is applied. This tattoo may be taken multiple times, each time choosing a different language."
			]
		},
		{
			"name": "Wings of Ink",
			"source": "MagicalTattoos",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@b Location} : Back",
						"{@b Size & Intricacy} : Large Simple",
						"{@b Cost} : Ink + 3,500gp",
						"",
						"{@b Activation Time} :  1 action",
						"{@b Duration} : Concentration, up to 10 minutes",
						"{@b Frequency} : Once per long rest"
					]
				},
				"{@b Player Description}: {@i Inky, rippling wings spring from your back, granting the elusive, and most coveted ability of all–flight.}",
				"The wearer gains a flying speed of 60 ft. for the duration. When the spell ends, the target falls if it is still aloft, unless it can stop the fall.",
				"Armor that is not specifically designed to accommodate wings will not allow you to manifest them, and clothing that is not specifically designed to accommodate wings will be ruined.",
				"At least two jars of three dimensional ink must be used to grant this tattoo's effects."
			]
		}
	],
	"table": [
		{
			"name": "Magical Tattoo Catalog",
			"source": "MagicalTattoos",
			"caption": "Magical Tattoo Catalog",
			"colLabels": [
				"Name",
				"Location",
				"Size and Intricacy",
				"Cost"
			],
			"colStyles": [
				"col-6 text-center",
				"col-1 text-center",
				"col-2 text-center",
				"col-2 text-center"
			],
			"rows": [
				[
					"{@optfeature All Seeing Eye|MagicalTattoos}",
					"Head",
					"Small Average",
					"Ink + 2,500 gp"
				],
				[
					"{@optfeature Artisan's Hands|MagicalTattoos}",
					"Both Arms",
					"Small Ornate",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Eye of Darkvision|MagicalTattoos}",
					"Head",
					"Small Average",
					"Ink + 2,500 gp"
				],
				[
					"{@optfeature Eye of Truesight|MagicalTattoos}",
					"Head",
					"Medium Ornate",
					"Ink + 6,000 gp"
				],
				[
					"{@optfeature Eye of the Mage|MagicalTattoos}",
					"Head",
					"Small Ornate",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Eye of the Seer|MagicalTattoos}",
					"Head",
					"Small Average",
					"Ink + 2,500 gp"
				],
				[
					"{@optfeature Fist of the Elements|MagicalTattoos}",
					"Arm",
					"Medium Average",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Fortress Tattoo|MagicalTattoos}",
					"Anywhere",
					"Large Average",
					"Ink + 8,500 gp"
				],
				[
					"{@optfeature Mark of the Anchor|MagicalTattoos}",
					"Anywhere",
					"Small Simple",
					"Ink + 1,000 gp"
				],
				[
					"{@optfeature Mark of the Archer|MagicalTattoos}",
					"Arm",
					"Medium Simple",
					"Ink + 2,000 gp"
				],
				[
					"{@optfeature Mark of the Armsman|MagicalTattoos}",
					"Arm",
					"Medium Simple",
					"Ink + 2,000 gp"
				],
				[
					"{@optfeature Mark of the Armsman|MagicalTattoos}",
					"Arm",
					"Medium Simple",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Mark of the Cheetah|MagicalTattoos}",
					"Leg",
					"Small Simple",
					"Ink + 1,500 gp"
				],
				[
					"{@optfeature Mark of the Death Walker|MagicalTattoos}",
					"Chest",
					"Large Ornate",
					"Ink + 10,000 gp"
				],
				[
					"{@optfeature Mark of the Driftglobe|MagicalTattoos}",
					"Anywhere",
					"Medium Average",
					"Ink + 3,000 gp"
				],
				[
					"{@optfeature Mark of the Dryad|MagicalTattoos}",
					"Arm",
					"Medium Ornate",
					"Ink + 7,000 gp"
				],
				[
					"{@optfeature Mark of the Elemental|MagicalTattoos}",
					"Anywhere",
					"Medium Ornate",
					"Ink + 7,000 gp"
				],
				[
					"{@optfeature Mark of the Elven|MagicalTattoos}",
					"Anywhere",
					"Medium Simple",
					"Ink + 3,000 gp"
				],
				[
					"{@optfeature Mark of the Flock|MagicalTattoos}",
					"Anywhere",
					"Medium Ornate",
					"Ink + 7,000 gp"
				],
				[
					"{@optfeature Mark of the Frog|MagicalTattoos}",
					"Leg",
					"Small Simple",
					"Ink + 1,000 gp"
				],
				[
					"{@optfeature Mark of the Ghast|MagicalTattoos}",
					"Arm",
					"Medium Average",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Mark of the Healer|MagicalTattoos}",
					"Anywhere",
					"Medium Ornate",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Mark of the Hummingbird|MagicalTattoos}",
					"Chest",
					"Large Simple",
					"Ink + 8,000 gp"
				],
				[
					"{@optfeature Mark of the Kraken|MagicalTattoos}",
					"Anywhere",
					"Medium Simple",
					"Ink + 2,000 gp"
				],
				[
					"{@optfeature Mark of the Ox|MagicalTattoos}",
					"Chest",
					"Large Ornate",
					"Ink + 10,000 gp"
				],
				[
					"{@optfeature Mark of the Pacifist|MagicalTattoos}",
					"Anywhere",
					"Small Simple",
					"Ink + 1,500 gp"
				],
				[
					"{@optfeature Mark of the Packmaster|MagicalTattoos}",
					"Anywhere",
					"Medium Ornate",
					"Ink + 7,000 gp"
				],
				[
					"{@optfeature Mark of the Pit Fiend|MagicalTattoos}",
					"Arm",
					"Small Average",
					"Ink + 3,000 gp"
				],
				[
					"{@optfeature Mark of the Pufferfish|MagicalTattoos}",
					"Arm",
					"Small Average",
					"Ink + 3,000 gp"
				],
				[
					"{@optfeature Mark of the Shadow|MagicalTattoos}",
					"Anywhere",
					"Small Average",
					"Ink + 2,500 gp"
				],
				[
					"{@optfeature Mark of the Shadow|MagicalTattoos}",
					"Anywhere",
					"Small Ornate",
					"Ink + 4,000 gp"
				],
				[
					"{@optfeature Mark of the Snake Charmer|MagicalTattoos}",
					"Arm",
					"Medium Ornate",
					"Ink + 7,000 gp"
				],
				[
					"{@optfeature Mark of the Soulmates|MagicalTattoos}",
					"Arm",
					"Small Ornate",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Mark of the Spider|MagicalTattoos}",
					"Leg",
					"Medium Simple",
					"Ink + 2,000 gp"
				],
				[
					"{@optfeature Mark of the Spiritmaster|MagicalTattoos}",
					"Anywhere",
					"Medium Ornate",
					"Ink + 8,000 gp"
				],
				[
					"{@optfeature Mark of the Tarrasque|MagicalTattoos}",
					"Anywhere",
					"Large Average",
					"Ink + 6,000 gp"
				],
				[
					"{@optfeature Mark of the Telepath|MagicalTattoos}",
					"Head",
					"Small Ornate",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Mark of the Viper|MagicalTattoos}",
					"Anywhere",
					"Medium Simple",
					"Ink + 3,000 gp"
				],
				[
					"{@optfeature Mark of the Weaponmaster|MagicalTattoos}",
					"Arm",
					"Small Average",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Maw of the Dragon|MagicalTattoos}",
					"Head",
					"Medium Ornate",
					"Ink + 6,000 gp"
				],
				[
					"{@optfeature Scar of Bravery|MagicalTattoos}",
					"Anywhere",
					"Medium Simple",
					"Ink + 3,000 gp"
				],
				[
					"{@optfeature Shield of the Elemental Guardian|MagicalTattoos}",
					"Anywhere",
					"Large Average",
					"Ink + 4,000 gp"
				],
				[
					"{@optfeature Slave's Mark|MagicalTattoos}",
					"Anywhere",
					"Small Simple",
					"Ink + 4,000 gp"
				],
				[
					"{@optfeature Owner's Mark|MagicalTattoos}",
					"Anywhere",
					"Small Simple",
					"Ink + 500 gp"
				],
				[
					"{@optfeature Spirit of the Bear|MagicalTattoos}",
					"Anywhere",
					"Large Ornate",
					"Ink + 10,000 gp"
				],
				[
					"{@optfeature Spirit of the Bull|MagicalTattoos}",
					"Anywhere",
					"Large Ornate",
					"Ink + 10,000 gp"
				],
				[
					"{@optfeature Spirit of the Cat|MagicalTattoos}",
					"Anywhere",
					"Large Ornate",
					"Ink + 10,000 gp"
				],
				[
					"{@optfeature Spirit of the Eagle|MagicalTattoos}",
					"Anywhere",
					"Large Ornate",
					"Ink + 10,000 gp"
				],
				[
					"{@optfeature Spirit of the Fox|MagicalTattoos}",
					"Anywhere",
					"Large Ornate",
					"Ink + 10,000 gp"
				],
				[
					"{@optfeature Spirit of the Owl|MagicalTattoos}",
					"Anywhere",
					"Large Ornate",
					"Ink + 10,000 gp"
				],
				[
					"{@optfeature Spirit of the Stag|MagicalTattoos}",
					"Anywhere",
					"Large Ornate",
					"Ink + 10,000 gp"
				],
				[
					"{@optfeature Spirit Walker's Sigil|MagicalTattoos}",
					"Anywhere",
					"Medium Average",
					"Ink + 3,000 gp"
				],
				[
					"{@optfeature Tattoo of [Ability]|MagicalTattoos}",
					"Chest",
					"Large Average",
					"Ink + 6,000 gp"
				],
				[
					"{@optfeature Tattoo of Chilling|MagicalTattoos}",
					"Anywhere",
					"Small Ornate",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Tattoo of Flame|MagicalTattoos}",
					"Anywhere",
					"Small Ornate",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Tattoo of Leaping|MagicalTattoos}",
					"Both Legs",
					"Medium Ornate",
					"Ink + 6,000 gp"
				],
				[
					"{@optfeature Tattoo of Major Protection|MagicalTattoos}",
					"Chest or Back",
					"Large Average",
					"Ink + 8,000 gp"
				],
				[
					"{@optfeature Tattoo of Protection|MagicalTattoos}",
					"Chest or Back",
					"Large Simple",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Tattoo of Striding|MagicalTattoos}",
					"Leg",
					"Medium Average",
					"Ink + 3,000 gp"
				],
				[
					"{@optfeature Tattoo of Warding|MagicalTattoos}",
					"Anywhere",
					"Large Average",
					"Ink + 4,000 gp"
				],
				[
					"{@optfeature Venom Ward|MagicalTattoos}",
					"Anywhere",
					"Small Average",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Voice of Comprehension|MagicalTattoos}",
					"Head",
					"Small Average",
					"Ink + 3,500 gp"
				],
				[
					"{@optfeature Wings of Ink|MagicalTattoos}",
					"Back",
					"Large Simple",
					"Ink + 3,500 gp"
				]
			]
		},
		{
			"name": "Availible Materials",
			"source": "MagicalTattoos",
			"caption": "Availible Materials",
			"colLabels": [
				"Item",
				"Cost",
				"Weight"
			],
			"colStyles": [
				"col-6 text-center",
				"col-3 text-center",
				"col-3 text-center"
			],
			"rows": [
				[
					"Tattooist's tools",
					"15 gp",
					"5 lb."
				],
				[
					"Sketchbook",
					"25 gp",
					"2 lb"
				],
				[
					"Medical supplies",
					"30 gp",
					"2 lb"
				],
				[
					"Ink base",
					"5 cp",
					"1 oz"
				],
				[
					"Full ink set",
					"200 gp",
					"1 lb"
				],
				[
					"Bestial ink",
					"125 gp",
					"1 oz"
				],
				[
					"Black ink",
					"15 gp",
					"1 oz"
				],
				[
					"Blue ink",
					"15 gp",
					"1 oz"
				],
				[
					"Brown ink",
					"15 gp",
					"1 oz"
				],
				[
					"Detection ink",
					"600 gp",
					"1 oz"
				],
				[
					"Elemental ink",
					"150 gp",
					"1 oz"
				],
				[
					"Glamour ink",
					"75 gp",
					"1 oz"
				],
				[
					"Glow ink",
					"75 gp",
					"1 oz"
				],
				[
					"Green ink",
					"15 gp",
					"1 oz"
				],
				[
					"Metallic ink",
					"150 gp",
					"1 oz"
				],
				[
					"Mood ink",
					"115 gp",
					"1 oz"
				],
				[
					"Orange ink",
					"15 gp",
					"1 oz"
				],
				[
					"Prismatic ink",
					"125 gp",
					"1 oz"
				],
				[
					"Purple ink",
					"15 gp",
					"1 oz"
				],
				[
					"Shifting ink",
					"1,500 gp",
					"1 oz"
				],
				[
					"Red ink",
					"15 gp",
					"1 oz"
				],
				[
					"Temporary ink",
					"10 gp",
					"1 oz"
				],
				[
					"Three dimensional ink",
					"350 gp",
					"1 oz"
				],
				[
					"White ink",
					"15 gp",
					"1 oz"
				],
				[
					"Yellow ink",
					"15 gp",
					"1 oz"
				]
			]
		},
		{
			"name": "Copying Check",
			"source": "MagicalTattoos",
			"caption": "Copying Check",
			"colLabels": [
				"Condition of Subject",
				"DC"
			],
			"colStyles": [
				"col-10 text-center",
				"col-2 text-center"
			],
			"rows": [
				[
					"Living, willing or unconscious",
					"5"
				],
				[
					"Dead, for less than a week",
					"10"
				],
				[
					"Living, unwilling or restrained",
					"15"
				],
				[
					"Dead, for one wekke or more",
					"20"
				],
				[
					"Dead, tatto design is not intact",
					"25"
				]
			]
		},
		{
			"name": "Mood Ink ",
			"source": "MagicalTattoos",
			"colLabels": [
				"Mood",
				"Color"
			],
			"colStyles": [
				"col-8 text-center",
				"col-4 text-center"
			],
			"rows": [
				[
					"Anger, Irritation",
					"Red"
				],
				[
					"Nervous, Fearful",
					"Orange"
				],
				[
					"Surprised, Shocked",
					"Yellow"
				],
				[
					"Disgusted, Repulsed",
					"Green"
				],
				[
					"Sad, Depressed",
					"Blue"
				],
				[
					"Happy, Infatuated",
					"Purple"
				]
			]
		},
		{
			"name": "Available Space",
			"source": "MagicalTattoos",
			"caption": "Available Space",
			"colLabels": [
				"Size (intricacy)",
				"Time",
				"Application DC"
			],
			"colStyles": [
				"col-9 text-center",
				"col-2 text-center",
				"col-1 text-center"
			],
			"rows": [
				[
					"Small (simple)",
					"{@dice 1+1d4} hours",
					"{@dc 10}"
				],
				[
					"Small (average), Medium (simple)",
					"{@dice 2+1d6} hours",
					"{@dc 12}"
				],
				[
					"Small (ornate), Medium (average), Large (simple)",
					"{@dice 4+1d8} hours",
					"{@dc 14}"
				],
				[
					"Medium (ornate), Large (average)",
					"{@dice 6+3d6} hours",
					"{@dc 16}"
				],
				[
					"Large (ornate)",
					"{@dice 8+3d10} hours",
					"{@dc 18}"
				]
			]
		},
		{
			"name": "Risk of Disease (Tattoo)",
			"source": "MagicalTattoos",
			"caption": "Risk of Disease (Tattoo)",
			"colLabels": [
				"Cleanliness",
				"CON save DC"
			],
			"colStyles": [
				"col-10 text-center",
				"col-2 text-center"
			],
			"rows": [
				[
					"Appropriate medical supplies used",
					"{@dc 5}"
				],
				[
					"Improvised medical supplies used",
					"{@dc 10}"
				],
				[
					"Poorly improvised medical supplies used",
					"{@dc 12}"
				],
				[
					"No sterilization",
					"{@dc 15}"
				],
				[
					"Actively Unsanitary",
					"{@dc 20}"
				]
			]
		}
	],
	"item": [
		{
			"name": "Tattooist's Tools",
			"type": "AT",
			"rarity": "none",
			"value": 1500,
			"weight": 5,
			"source": "MagicalTattoos",
			"entries": [
				"A Tattooist Tools includes a case with a clean pot of {@item Ink Base}, 3 {@item pots of black ink|Ink, Black|Tatv4}, and 5 bone and thorn needles which can be interchanged for different patterns and effects, a comb of needles to cover larger areas, a chisel to apply pressure to the needles. Additional colours of ink as well as enchanted inks can be purchased from vendors.",
				"{@i The needles can be either maori chisel, rake needle, or tebori needles}."
			]
		},
		{
			"name": "Sketchbook",
			"type": "G",
			"rarity": "none",
			"value": 2500,
			"weight": 2,
			"source": "MagicalTattoos",
			"entries": [
				"Contains known tattoo designs. Each design takes up a full page. Sketchbooks have 25 pages."
			]
		},
		{
			"name": "Medical Supplies",
			"type": "G",
			"rarity": "none",
			"value": 1500,
			"weight": 2,
			"source": "MagicalTattoos",
			"entries": [
				"Used for sterilizing tattooist's tools. Contains enough materials to sterilize up to ten times."
			]
		},
		{
			"name": "Ink Base",
			"type": "P",
			"rarity": "none",
			"value": 5,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"Clear liquid that may be mixed with pigment to form 1 oz of the appropriate color."
			]
		},
		{
			"name": "Ink, Full set",
			"type": "P",
			"rarity": "none",
			"value": 20000,
			"weight": 1,
			"source": "MagicalTattoos",
			"entries": [
				"Contains 1 oz of each color of the basic inks (black, blue, brown, green, orange, purple, red, white, and yellow)."
			]
		},
		{
			"name": "Ink, Bestial",
			"wondrous": true,
			"type": "P",
			"rarity": "common",
			"value": 12500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"Ink made from the essence of a type of creature. Evokes images of that creature in the minds of those who view the tattoo."
			]
		},
		{
			"name": "Ink, Black",
			"type": "P",
			"rarity": "none",
			"value": 1500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This is a ink for tattooing, but can also be used for sketches and general art."
			]
		},
		{
			"name": "Ink, Blue",
			"type": "P",
			"rarity": "none",
			"value": 1500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This is a ink for tattooing, but can also be used for sketches and general art."
			]
		},
		{
			"name": "Ink, Brown",
			"type": "P",
			"rarity": "none",
			"value": 1500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This is an ink for tattooing, but can also be used for sketches and general art."
			]
		},
		{
			"name": "Ink, Detection",
			"wondrous": true,
			"type": "P",
			"rarity": "common",
			"value": 60000,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This specially prepared ink reacts to the presence of certain creatures, and glows faintly when within 100 feet of the creature in question. Each different creature type is a different type of Detection Ink."
			]
		},
		{
			"name": "Ink, Elemental",
			"wondrous": true,
			"type": "P",
			"rarity": "common",
			"value": 15000,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This ink is purely cosmetic in most circumstances, coming in a variety of elemental styles. Some may make the lines of a tattoo appear to burn like molten lava, while others may cause it to appear as if cool water flows through the lines of the subject's skin. Certain earth-aligned inks will cause the lines of a tattoo to appear as if they were filled with glimmering gemstones. While this is normally cosmetic, if the appropriate elemental ink is aligned with a specific tattoo, it may amplify the effects of such a tattoo. For example, a tattoo of a fist of the elements would become much stronger if drawn using ice aligned ink."
			]
		},
		{
			"name": "Ink, Glamour",
			"wondrous": true,
			"type": "P",
			"rarity": "common",
			"value": 7500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This ink causes lines drawn with it to glitter like a thousand stars. These inks come in a variety of colors."
			]
		},
		{
			"name": "Ink, Glow",
			"wondrous": true,
			"type": "P",
			"rarity": "common",
			"value": 7500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"Tattoos inked with this concoction are pale versions of their colors while in the light, but in dim or dark conditions glow vibrantly with their appropriate color, creating dim light in a radius of 10 feet if the tattoo is uncovered."
			]
		},
		{
			"name": "Ink, Green",
			"type": "P",
			"rarity": "none",
			"value": 1500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This is an ink for tattooing, but can also be used for sketches and general art."
			]
		},
		{
			"name": "Ink, Metallic",
			"type": "P",
			"rarity": "none",
			"value": 15000,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"Tattoos made with this ink make it appear as though the subject has organically-flexible metal inlays imbedded in their skin. These inks come in a variety of flavors, from gold to silver to rusty iron."
			]
		},
		{
			"name": "Ink, Mood",
			"wondrous": true,
			"type": "P",
			"rarity": "common",
			"value": 11500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"While appearing as plain gray ink in a bottle, once applied to the subject, this ink changes color depending on the subject's mood.",
				{
					"type": "table",
					"colLabels": [
						"Mood",
						"Color"
					],
					"colStyles": [
						"col-8 text-center",
						"col-4 text-center"
					],
					"rows": [
						[
							"Anger, Irritation",
							"Red"
						],
						[
							"Nervous, Fearful",
							"Orange"
						],
						[
							"Surprised, Shocked",
							"Yellow"
						],
						[
							"Disgusted, Repulsed",
							"Green"
						],
						[
							"Sad, Depressed",
							"Blue"
						],
						[
							"Happy, Infatuated",
							"Purple"
						]
					]
				}
			]
		},
		{
			"name": "Ink, Orange",
			"type": "P",
			"rarity": "none",
			"value": 1500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This is an ink for tattooing, but can also be used for sketches and general art."
			]
		},
		{
			"name": "Ink, Prismatic",
			"wondrous": true,
			"type": "P",
			"rarity": "common",
			"value": 12500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"Appearing to be a swirling mass of rainbow colors while in a bottle, this ink causes lines tattooed with it to become beautiful and iridescent in apperance."
			]
		},
		{
			"name": "Ink, Purple",
			"type": "P",
			"rarity": "none",
			"value": 1500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This is an ink for tattooing, but can also be used for sketches and general art."
			]
		},
		{
			"name": "Ink, Shifting",
			"wondrous": true,
			"type": "P",
			"rarity": "common",
			"value": 150000,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"Shifting ink is the rarest of all tattoo inks, and allows two tattoos to be placed on the same part of the body. In order for this ink to display its true power, the area to be tattooed must first be prepared with shifting ink. This process requires the same amount of ink as the larger of the two tattoos to be applied. During the application of the first tattoo, the shifting ink reacts with it and it absorbs into the wearer's skin. The second tattoo may be applied over this. Once this is done, the wearer may choose which tattoo to manifest once per short rest.",
				"The time taken to prepare the area with shifting ink is equal to that of the larger tattoo, but there is no associated DC. The tattoos must be applied within three days of the application of the shifting ink, before it loses its potency and binds with only the first tattoo. Artists sometimes risk exhausting themselves trying to complete their work before the shifting ink sets."
			]
		},
		{
			"name": "Ink, Red",
			"type": "P",
			"rarity": "none",
			"value": 1500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This is an ink for tattooing, but can also be used for sketches and general art."
			]
		},
		{
			"name": "Ink, Temporary",
			"type": "P",
			"rarity": "none",
			"value": 1000,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This ink appears as normal black ink, only it is applied on top of the skin with a thin brush. Tattoos made with this ink last up to one week or until they are washed away with water."
			]
		},
		{
			"name": "Ink, Three-Dimensional",
			"wondrous": true,
			"type": "P",
			"rarity": "common",
			"value": 35000,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This ink comes in the same standard variety of colors as normal ink. However, when applied it creates a stunning effect whereby the design of the tattoo appears to float off of the wearer's skin and hover above it. The tattoo may also animate slightly, spinning or curling around the area."
			]
		},
		{
			"name": "Ink, White",
			"type": "P",
			"rarity": "none",
			"value": 1500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This is an ink for tattooing, but can also be used for sketches and general art."
			]
		},
		{
			"name": "Ink, Yellow",
			"type": "P",
			"rarity": "none",
			"value": 1500,
			"weight": 0.1,
			"source": "MagicalTattoos",
			"entries": [
				"This is an ink for tattooing, but can also be used for sketches and general art."
			]
		}
	],
	"monster": [
		{
			"name": "Ink Viper",
			"size": [
				"T"
			],
			"type": "beast",
			"source": "MagicalTattoos",
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "1d4 + 5",
				"average": 7
			},
			"speed": {
				"walk": 10,
				"swim": 30
			},
			"str": 2,
			"dex": 16,
			"con": 11,
			"int": 1,
			"wis": 10,
			"cha": 3,
			"passive": 10,
			"cr": "1/8",
			"senses": [
				"blindsight 10 ft."
			],
			"senseTags": [
				"B"
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit -2} to hit, reach 5 ft., one target. {@h 5} ({@dice 1d1}) piercing damage, and the target must make a {@dc 12} Constitution saving throw, or be {@condition poisoned} by the toxic ink which constitutes their venom, taking 7 ({@damage 3d4}) poison damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"damageTags": [
				"I"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"poisoned"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Ink Wolf",
			"size": [
				"M"
			],
			"type": "beast",
			"source": "MagicalTattoos",
			"alignment": [
				"U"
			],
			"ac": [
				14
			],
			"hp": {
				"formula": "3d8 + 2",
				"average": 15
			},
			"speed": {
				"walk": 40
			},
			"str": 12,
			"dex": 15,
			"con": 12,
			"int": 3,
			"wis": 12,
			"cha": 6,
			"passive": 13,
			"cr": "1/2",
			"senseTags": [
				"B"
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target. {@h 7} ({@dice 2d4 + 2}) piercing damage, and if the target is a creature, it must make a {@dc 11} Constitution saving throw, or be {@condition poisoned} by the toxic ink which constitutes their fangs, taking 5 ({@damage 2d4}) poison damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"damageTags": [
				"I"
			],
			"miscTags": [
				"MW"
			],
			"skill": {
				"perception": "+3",
				"stealth": "+4"
			},
			"trait": [
				{
					"name": "Keen Hearing and Smell",
					"entries": [
						"The wolf has advantage on Wisdom (Perception) checks that rely on hearing or smell. "
					]
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"The wolf has advantage on attack rolls against a creature if at least one of the wolf's allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					]
				}
			],
			"traitTags": [
				"Keen Senses",
				"Pack Tactics"
			],
			"environment": [
				"urban"
			],
			"tokenUrl": "https://i.etsystatic.com/8773731/r/il/446c95/2015405051/il_794xN.2015405051_2sdg.jpg",
			"conditionInflict": [
				"poisoned"
			],
			"savingThrowForced": [
				"constitution"
			]
		},
		{
			"name": "Unkindness of Ink Ravens",
			"size": [
				"M"
			],
			"type": {
				"type": "beast",
				"swarmSize": "T"
			},
			"source": "MagicalTattoos",
			"alignment": [
				"U"
			],
			"ac": [
				14
			],
			"hp": {
				"formula": "8d8 + 5",
				"average": 36
			},
			"speed": {
				"walk": 10,
				"fly": 50
			},
			"str": 6,
			"dex": 14,
			"con": 8,
			"int": 3,
			"wis": 12,
			"cha": 6,
			"passive": 15,
			"cr": "1/2",
			"senseTags": [
				"B"
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit +4} to hit, reach 5 ft., one target in the swarm's space. {@h 16} ({@dice 4d6 + 2}) piercing damage, Targets hit by this attack are left with tiny inkspots of the ravens' color imbedded in their skin and must succeed on a {@dc 12} Constitution saving throw, or be {@condition poisoned} by the toxic ink which constitutes the ravens' beaks for {@h 5} ({@dice 2d4}) poison damage on a failed save, or half damage on a successful one."
					]
				}
			],
			"damageTags": [
				"I"
			],
			"miscTags": [
				"MW"
			],
			"skill": {
				"perception": "+3",
				"stealth": "+4"
			},
			"trait": [
				{
					"name": "Swarm",
					"entries": [
						"The unkindness can occupy another creature's space and vice versa, and the unkindness can move through any opening large enough for a Tiny raven. The unkindness can't regain hit points or gain temporary hit points"
					]
				}
			],
			"environment": [
				"urban"
			],
			"tokenUrl": "https://i.etsystatic.com/8773731/r/il/446c95/2015405051/il_794xN.2015405051_2sdg.jpg",
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"paralyzed",
				"petrified",
				"prone",
				"restrained",
				"stunned"
			],
			"savingThrowForced": [
				"constitution"
			]
		}
	]
}
