{
	"_meta": {
		"sources": [
			{
				"json": "Lera",
				"abbreviation": "Lera",
				"full": "Lera",
				"authors": [
					"Walrock Homebrew"
				],
				"convertedBy": [
					"Szefo09",
					"Lyra [he/him]"
				],
				"version": "1.0.0",
				"url": "https://www.dmsguild.com/product/286090/WH-Lera-A-mothlike-character-race-of-susurrant-scholars/",
				"targetSchema": "1.1.0",
				"color": "6F7293"
			}
		],
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1627661536,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "0d823a1fbc"
	},
	"race": [
		{
			"name": "Lera",
			"source": "Lera",
			"page": 6,
			"size": [
				"M"
			],
			"speed": {
				"walk": 30,
				"fly": 30
			},
			"ability": [
				{
					"dex": 1
				}
			],
			"darkvision": 120,
			"traitTags": [
				"Sunlight Sensitivity"
			],
			"languageProficiencies": [
				{
					"common": true,
					"lera|lera": true
				}
			],
			"entries": [
				{
					"name": "",
					"type": "item",
					"entries": [
						"Despite their multitude of differences from one another, all lera have the following traits in common."
					]
				},
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"All lera hatch from eggs as larvae about a foot long, and undergo metamorphosis into adolescent lera at age 5. Lera reach adulthood at the age of 10. Truly ancient lera reach the age of 50, but most do not live to be 40."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Most lera abstain from taking a strong moral stance on the world, as it clouds their ability to pursue the secrets that motivate them. As such, lera are typically neutral."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Lera are taller than humans, ranging from 6 to 8 feet tall. Nevertheless, they are exceptionally light, weighing only 150 to 200 pounds. You are size Medium."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Flight",
					"entries": [
						"You have a flying speed of 30 feet. To use this speed, you can't be wearing medium or heavy armor. When using your flying speed from this source, you cannot end your turn more than 5 feet above a solid surface, and gently descend down to this distance at a speed of 60 feet per round if you are any higher, taking no damage from falling. At 5th level, this distance increases to 10 feet above a surface. At 11th level, you can end your turn at any height without limitation."
					]
				},
				{
					"type": "entries",
					"name": "Whispering Words",
					"entries": [
						"You cannot naturally speak louder than a whisper. The sound of your voice normally carries no further than 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Antennae",
					"entries": [
						"You know the exact location of any creature or object within 5 feet of you, even if you are blinded or the creature or object is invisible."
					]
				},
				{
					"type": "entries",
					"name": "Superior Darkvision",
					"entries": [
						"You are naturally nocturnal, and have excellent vision in the darkness. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Sunlight Sensitivity",
					"entries": [
						"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write both Common and Lera. The Lera language is equal parts sound and motion, and the position and direction of one's wings, feelers, head, and arms are just as important as the words that are spoken. In written form, Lera is a series of vaguely runic spirals and curls that are traditionally scribed with a lightly-glowing ink, made in part from a lera's own dust."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"name": "Lera",
						"entries": [
							"Unstirred by countless ages, the dark and dust find their eternal silence punctuated by an errant, erratic scratching. Stifled footfalls as soft as snow make their way through the forgotten corridors, the scratching producing faint echoes as it trails alongside them. Light splits the darkness, pouring from a small lantern on a staff, bound to the back of a tall yet delicate humanoid. Swathed in ruffs of fur, emanating a small cloud ofparticulate with each step, the figure's compound, insectoid eyes remain locked slightly downward, regarding a book and quill she holds in either hand.",
							"\"Tower contains only faint trace of magic,\" she whispers, nearly subvocally, as the quill scratches paper, \"Most artifacts pilfered with fall of magocracy, little clue to causes.\"",
							"Her footsteps suddenly stop, and her eyes raiseforward, sparkling with the lantern light. Looking tothe stonework at her side, she regards several large, knife-sized gouges raking through the crumbling edifice. Glancing then down past her writings, her eyes settle on the remains of a human skull, half-buried in the dust, adjacent to a dark stain upon the stones.",
							"\"Signs of struggle,\" she continues, \"Magical adversary. Summoning? Territorial? Aberrant, fey, or fiend likely.\"",
							"Shutting the book and placing it and the quill in a satchel at her side, she reaches for her staff, swinging its leather strap over her long antennae and diaphanous wings as she grasps it in both of her clawed hands. Lifting it aloft, the lantern swaying above her head, she brings it down with brutal force, shattering the human skull and sending a resounding clamor sweeping through the halls.",
							"She stands still, holding the staff directly in front of her. The only sounds to be heard are the trailing echo, and the slight groan of the lantern's cord as it sweeps aimlessly back and forth. Somewhere unfathomably deep below, a distant roar bellows in response, trickling back upwards across the stonework. Following it, a stream of obscene eldritch syllables, diluted into incomprehensible rage as it travels the halls. Then, footsteps: thunderous but dampened, and yet approaching.",
							"Calmly, the figure slips her staff once more onto her back, and retrieves her book and quill.",
							"\"Fiendish,\" she begins reading as she writes, \"Infernal. Can be reasoned with. Will have valuable knowledge of this place. Likely aggressive.\"",
							"Though she continues onward, her direction takes a sharp turn, making straight for the ominous clatter in the distance. \"Barter possible, not probable. Violence expected,\" she pens, as her lantern light shines forward through the antediluvian passages. Knowledge itself has value, and none know this better than the lera. Seekers of the forbidden and the forgotten, lera search after mysteries others fear, drawn inexorably by the lure of personal enlightenment."
						]
					},
					{
						"type": "entries",
						"name": "Silent Strangers",
						"entries": [
							"Ever-elusive, the lera are a race of silent wanderers, always looking for mysteries both mystical and mundane. Imposing yet profoundly soft-spoken, the average lera is anywhere from 6-8 feet tall, and talks only in faint whispers.",
							"A lera is covered in a strange, soft, dusty fur that can be a wide variety of colorations, from dusky white, black and grey to vibrant orange, red, yellow, purple, blue, or pink. Lera have delicate wings, and sometimescarry striking patterns across their wings and backevoking snowfall, a sunset, enormous eyes, a death's head, or similar.",
							"Lera also have multifaceted, insectoid eyes that come in many different hues, such as purple, black, white green, red, or grey. Atop a lera's head are a pair of long, lightly-tasseled antennae, which range from 1 foot to 3 feet long and waver in response to stimuli. A lera has adistinctly non-humanoid mouth, consisting of mandibles and a curled, hidden proboscis, used to pull in solid food and consume liquids respectively. Lera have no nose to speak of, and instead have scent receptors distributed throughout their antennae and mouth parts, allowing them to feel smells, rather than taste them.",
							"The strange facial anatomy of the lera makes understanding their emotions difficult for those not accustomed to their presence, complicated by the lack of intonation in a lera's speaking voice. Among those they trust, the lera will often state the emotional content of their communications outright: \"This makes me feel uncomfortable,\" or \"I am overjoyed at your presence,\" as examples. Among those they don't know, however, the lera are satisfied to leave them guessing."
						]
					},
					{
						"type": "entries",
						"name": "Scholars and Spiritualists",
						"entries": [
							"Lera are instinctively drawn towards knowledge, secrets, and power with a compulsion that is hard to articulate to members of other races. Many lera hunger after complex matters of arcana and artifice, while others comb the hidden dogma of forgotten gods for insights lost to time. Some lera take this compulsion as a reason to perpetually acquire that which is not theirs, though most respect the rules of ownership.",
							"Light and flame carry a great symbolic importance in lera culture, representing the brilliance of enlightenment that all lera seek. It is usual for lera to be captivated by a great and beautiful source of radiant light, though putting this captivation into words that othersnwill understand is next to impossible for any lera."
						]
					},
					{
						"type": "entries",
						"name": "Sellers of Secrets",
						"entries": [
							"In lera society, the secrets one collects are the truest currency, holding far more value than coin ever could. Lera meet in moonlit forests or in darkened caves to broker with one another, and occasionally outsiders.",
							"Lera usually take great pains to be truthful with their words, as their secrets only have value if they can be believed. Though they meet often, lera seldom form large cities, but occasionally live in the cities of other races, or create small cloisters of their own.",
							"Before death, it is traditional for a lera to give all of its accumulated secrets freely to another that it trusts. Some lera keep a hidden tome full of their knowledge, locked or with instructions for it to be opened only after their demise. Still, some secrets a lera will take to the grave, especially those that would harm others the lera cares about."
						]
					},
					{
						"type": "entries",
						"name": "Lera Names",
						"entries": [
							"All lera have a true name and a use-name, the first of which is the most guarded of secrets, the second of which is handed out as if it were the lera's true identity.",
							"In lera courtship, the exchange of true names is equivalent to a marriage vow, the trusting of another lera to hold and keep hidden something known to no other.",
							"Neither lera use-names or true names are gendered, as lera society has few cultural distinctions along gender lines, though sometimes they pick up such distinctions from other cultures they come into contact with.",
							"Examples of true names and use-names can be seen below:",
							{
								"type": "list",
								"style": "list-hang-notitle",
								"items": [
									{
										"name": "True Names:",
										"type": "item",
										"entries": [
											"Andar, Byx, Cinth, Eron, Fyaril, Lepi, Lossa, Nia, Phym, Reen, Rippi, Sifp, Soris, Thera, Uteth"
										]
									},
									{
										"name": "Use-Names:",
										"type": "item",
										"entries": [
											"Alabaster, Calling, Dawnglow, Duskember, Gossamer, Lightlinger, Memory, Moondust, Nightmusic, Sighted, Silence, Silk, Whisper"
										]
									}
								]
							}
						]
					},
					{
						"type": "variant",
						"name": "Phototaxis",
						"entries": [
							"Lera are instinctively attracted to light. At your DM's option, you can add the following trait to illustrate this compulsion.",
							{
								"type": "entries",
								"name": "Phototaxis",
								"entries": [
									"If you start your turn in an area of dim light or darkness and there is a source of bright light you can see within 120 feet of you, you must make a Wisdom saving throw against a DC of 15–half your total character level. Failing this saving throw means you cannot willingly move any further away from that source of light during your turn, and you repeat this saving throw at the start of each of your turns. Success on this saving throw means you are unaffected by this trait for the next hour. Light sources on your person or that you are holding do not trigger a saving throw with this trait."
								]
							}
						]
					},
					{
						"type": "variant",
						"name": "No Sunlight Sensitivity",
						"entries": [
							"Depending on the nature of the game being played, sunlight sensitivity can be a minor inconvenience, or a crippling flaw",
							{
								"type": "entries",
								"name": "No Sunlight Sensitivity",
								"entries": [
									"If your DM believes that the Sunlight Sensitivity trait would be too hindering for your character, they can allow you to remove it. If you do, reduce the distance of your {@sense darkvision} to 60 feet. This functions similarly to the Diurnal trait on the chrysir subrace, which should also be removed if you use this option."
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Lera/Lera1.png"
						},
						"width": 959,
						"height": 1046
					}
				]
			}
		}
	],
	"subrace": [
		{
			"name": "Achrae",
			"source": "Lera",
			"raceName": "Lera",
			"raceSource": "Lera",
			"page": 7,
			"ability": [
				{
					"dex": 2,
					"int": 1
				}
			],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"stealth",
							"sleight of hand"
						],
						"count": 1
					}
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": {
							"_": [
								"minor illusion#c"
							]
						},
						"5": {
							"daily": {
								"1": [
									"silence"
								]
							}
						}
					},
					"ability": "int"
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Achrae",
							"entries": [
								"Shrouded with long, dark brown-black wings interwoven with subtle patterns and lines of gold-orange, achrae lera are especially furtive, even amongst their kin. Legend tells that achrae are descended from a line of ancient lera that made a deal with {@deity Vecna|Dawn War|dmg}, god of secrets, exchanging service for an arcane control of whispers and an enhanced ability to find what others would keep hidden. As a sign of this bargain, each achrae has a pale skull pattern on the fur just behind its head, up against the back of its neck. Most achrae in present day do not serve this dark god, but they still carry his mark and his dubious blessing. Some still act at Vecna's behest, however, and other lera are often careful around the achrae."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Silent Secrets",
					"entries": [
						"You gain proficiency in your choice of one skill out of {@skill Stealth} or {@skill Sleight of Hand}."
					]
				},
				{
					"type": "entries",
					"name": "Sense Lore",
					"entries": [
						"You can use an action to sense the presence of tomes, scrolls, writings, art, or similar containing knowledge or secrets within 1,000 feet of you. You know the approximate distance and direction of anything this sense picks up, and have a vague idea of what sort of object you are sensing. Once you use this ability, you must finish a short or long rest before you can use it again."
					]
				},
				{
					"type": "entries",
					"name": "Achrae Magic",
					"entries": [
						"You know the {@spell minor illusion} cantrip. When you reach 5th level, you can also cast the {@spell silence} spell once per day; you must finish a long rest in order to cast the spell again using this trait. Intelligence is your spellcasting ability for these spells."
					]
				}
			]
		},
		{
			"name": "Chrysir",
			"source": "Lera",
			"raceName": "Lera",
			"raceSource": "Lera",
			"page": 7,
			"ability": [
				{
					"cha": 1,
					"choose": {
						"from": [
							"str",
							"con"
						],
						"amount": 1
					}
				}
			],
			"darkvision": 60,
			"resist": [
				"radiant"
			],
			"additionalSpells": [
				{
					"innate": {
						"1": {
							"_": [
								"light#c"
							]
						},
						"3": {
							"daily": {
								"1": [
									"faerie fire"
								]
							}
						}
					},
					"ability": "cha"
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Chrysir",
							"entries": [
								"Covered in ruffs of black, orange, and brilliant yellow fur, the chrysir have beautiful and ostentatious wings with stripes similar to a tiger's, lit with yellows, oranges, and deep purples reminiscent of a sunset. While other lera carry an obsession with light and fire, none feel this more strongly than the chrysir, who have forsaken the night to study luminous arcana in all its forms. These lera are brash and adventurous, prone to taking risks and ignoring consequences. Reveling in daylight, the chrysir have gained much of its magical power as their own, capable of bending illumination to their own ends. Some lera believe the chrysir to be too far gone from their roots, but the chrysir strive to embrace what is new, and to discover things other lera would be blind to."
							]
						}
					]
				},
				{
					"name": "Diurnal",
					"type": "entries",
					"entries": [
						"Unlike other lera, you do not have the Sunlight Sensitivity trait. Decrease the distance of your {@sense darkvision} from 120 to 60 feet."
					],
					"data": {
						"overwrite": "Superior Darkvision"
					}
				},
				{
					"type": "entries",
					"name": "Radiant Corona",
					"entries": [
						"When you are damaged by an attack made by a creature within 5 feet of you, you can use your reaction to deal an amount of radiant damage to that creature equal to your Constitution modifier + your total character level. Once you use this ability, you must finish a short or long rest before you can use it again."
					],
					"data": {
						"overwrite": "Sunlight Sensitivity"
					}
				},
				{
					"type": "entries",
					"name": "Light Suffused",
					"entries": [
						"You gain resistance to radiant damage, and have advantage on saving throws made against the {@condition blinded} condition."
					]
				},
				{
					"type": "entries",
					"name": "Chrysir Magic",
					"entries": [
						"You know the {@spell light} cantrip. When you reach 3rd level, you can cast the {@spell faerie fire} spell once per day; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
					]
				}
			],
			"overwrite": {
				"darkvision": true
			}
		},
		{
			"name": "Curin",
			"source": "Lera",
			"raceName": "Lera",
			"raceSource": "Lera",
			"page": 7,
			"ability": [
				{
					"con": 1,
					"choose": {
						"from": [
							"str",
							"int"
						],
						"amount": 1
					}
				}
			],
			"traitTags": [
				"Natural Weapon"
			],
			"skillProficiencies": [
				{
					"intimidation": true
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Curin",
							"entries": [
								"Clad in dusky brown or grey fur, curin at first appear unassuming, before rapidly becoming terrifying. Curin have ruddy wings the color of peeling rust or dried blood, often patterned with whorls reminiscent of bestial eyes. Unlike other lera, curin have powerful teeth hidden behind their mouthparts in place of their proboscis, and a ravenous hunger for meat. Lera scholars have determined this unnatural state of being came to pass due to consorting with demonic entities, brokering for knowledge and power that should have been left well alone. Due to this influence, curin feel an irrepressible rage that often overwhelms their interest for knowledge. Some curin struggle against this influence, seeing themselves as scholars attempting to understand it, while others give into it fully, becoming nearly demonic in their own right."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Curin lera are not necessarily evil, but many find it easier to give in to darker urges than others of their kind."
					]
				},
				{
					"type": "entries",
					"name": "Terrifying Presence",
					"entries": [
						"You have proficiency in the {@skill Intimidation} skill."
					]
				},
				{
					"type": "entries",
					"name": "Natural Weapons",
					"entries": [
						"You can make a bite attack as an unarmed strike, which deals piercing damage equal to {@dice 1d4 + #$prompt_number:min=-5,title=Input Your Strength Modifier,default=0$#|1d4 + your Strength modifier}."
					]
				},
				{
					"type": "entries",
					"name": "Feeding",
					"entries": [
						"When you are adjacent to a creature that has been dead no longer than 7 days and {@filter is not an aberration, construct, elemental, ooze, plant, or undead|bestiary|type=!aberration;!construct;!elemental;!ooze;!plant;!undead}, you can render yourself {@condition prone} and feed on that creature. This process takes one action for a Tiny creature, one minute for a Small creature, 10 minutes for a Medium creature, or 1 hour for a Large or Huge creature. You cannot consume a Gargantuan creature using this ability. After this time has elapsed, you fully consume the creature, leaving only scant bones and traces of the creature behind. You then regain hit points equal to half your total character level, adding 5 hit points to this amount for each size category of the creature consumed greater than Tiny. Once use this ability, you can not use it again until you complete a long rest."
					]
				}
			]
		},
		{
			"name": "Mori",
			"source": "Lera",
			"raceName": "Lera",
			"raceSource": "Lera",
			"page": 8,
			"ability": [
				{
					"cha": 1,
					"wis": 1
				}
			],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"deception",
							"persuasion"
						],
						"count": 1
					}
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": {
							"_": [
								"mending#c"
							]
						},
						"5": {
							"daily": {
								"1": [
									"web"
								]
							}
						}
					},
					"ability": {
						"choose": [
							"wis",
							"cha"
						]
					}
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Mori",
							"entries": [
								"The mori lera are best distinguished by their immense ruffs of fur, like a thick coat, and have their wings and bodies colored in a multitude of hues, such as white, black, red, brown, forest green, or yellow. Mori have, at most, only one color of fur on their bodies, and three colors on their wings, which often carry a pattern of spots or crescent markings. Mori style themselves as the craftsfolk of the lera, spinning elegant robes and dresses out of silk to wear and sell. Mori merchants are common, traveling between towns and bartering their wares for both knowledge and coin. The mori are savvy, clever, and more social than most other lera aside from the ornatri, often joking or engaging in banter in ways unheard of for the rest of their kind."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Bartering",
					"entries": [
						"You gain proficiency in your choice of one skill out of {@skill Deception} or {@skill Persuasion}."
					]
				},
				{
					"type": "entries",
					"name": "Silk Creation",
					"entries": [
						"Over the course of a long rest, you can create your choice of one of the following items: a {@item bedroll|phb}, a {@item blanket|phb}, a set of {@item fine clothes|phb} or a {@item costume clothes|phb|costume}, a {@item net|phb}, a {@item pouch|phb}, a {@item sack|phb}, a set of {@item saddlebags|phb}, {@item Silk (1 sq. yd.)|phb|silk cloth (1 sq. yd.)}, {@item silk rope (50 feet)|phb}, a {@item sling|phb}, or a {@item whip|phb}. This item degrades into nothing when you next take a long rest, unless you spend that long rest maintaining the item instead of making a new item with this trait. An item created by this trait becomes permanent and does not degrade after you've spent a number of days maintaining it equal to its cost in gp. An item with a cost less than 1 gp needs only be maintained one day to become permanent."
					]
				},
				{
					"type": "entries",
					"name": "Silk Crafting",
					"entries": [
						"You gain proficiency with {@item weaver's tools|phb}. If you craft an item or magic item using these tools, it takes you half of the normal time, and it costs you half as much of the usual gold (in both materials and other costs)."
					]
				},
				{
					"type": "entries",
					"name": "Mori Magic",
					"entries": [
						"You know the {@spell mending} cantrip. When you reach 5th level, you can also cast the {@spell web} spell once per day; you must finish a long rest in order to cast the spell again using this trait. Choose either Charisma or Wisdom as your spellcasting ability for these spells."
					]
				}
			]
		},
		{
			"name": "Oculo",
			"source": "Lera",
			"raceName": "Lera",
			"raceSource": "Lera",
			"page": 8,
			"ability": [
				{
					"int": 1,
					"wis": 1
				}
			],
			"traitTags": [
				"Improved Resting"
			],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"insight",
							"perception"
						],
						"count": 1
					}
				}
			],
			"resist": [
				"psychic"
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Oculo",
							"entries": [
								"Though every lera wishes to learn whatever is hidden, the oculo experience this as a deep obsession even beyond what other lera feel, a craving they can never truly satisfy. Marked with large, glaring yellow and black eyespots on the back of their autumn-colored wings, oculo lera are covered with ruffs of red or wood-brown fur throughout their bodies. Oculo consider themselves the spymasters of the lera, which other lera bristle at, given that every lera has a general inclination for spycraft. The oculo are often seen as single-minded, driven, prying, or occasionally paranoid or pompous by their peers, but the oculo believe this to be jealousy at the quality of their secrets."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Perceptive",
					"entries": [
						"You gain proficiency in your choice of one skill out of {@skill Insight} or {@skill Perception}. And twice your proficiency bonus to checks with this skill in place of your normal bonus."
					]
				},
				{
					"type": "entries",
					"name": "Scrysense",
					"entries": [
						"You inherently know whenever you are being watched by normal or magical sight, but you do not automatically know the identity or location of whatever is watching you."
					]
				},
				{
					"type": "entries",
					"name": "Warded Mind",
					"entries": [
						"You have resistance to psychic damage. You also have advantage on any saving throws made to resist or overcome the {@condition charmed} condition, and your thoughts cannot be read against your will."
					]
				},
				{
					"type": "entries",
					"name": "Watchful Slumber",
					"entries": [
						"Whenever you sleep, you remain fully aware of your surroundings as if you were awake."
					]
				}
			]
		},
		{
			"name": "Ornatri",
			"source": "Lera",
			"raceName": "Lera",
			"raceSource": "Lera",
			"page": 9,
			"ability": [
				{
					"cha": 2
				}
			],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"history",
							"performance",
							"persuasion"
						],
						"count": 2
					}
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"any": 1,
					"lera|lera": true
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Ornatri",
							"entries": [
								"Culture is at the heart of lore, and is the clothing worn by all manner of secrets. The ornatri often style themselves as anthropologists or storytellers, delving excitedly into the practices and customs of other societies, collecting their stories and songs, and sharing them with others. The ornatri are considered among the most beautiful of lera by their kin, and have large flowing wings decorated with colorful stripes and black dots. Ornatri wings are usually yellow, red, orange, white, and black, while the white fur on their bodies is interspersed with small black patches."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Anthrophile",
					"entries": [
						"You gain proficiency in your choice of two skills out of {@skill History}, {@skill Performance}, or {@skill Persuasion}."
					]
				},
				{
					"type": "entries",
					"name": "Appraisal",
					"entries": [
						"If you take one minute to inspect an object of art, jewelry, or other cultural importance, you know its exact monetary value. In addition, after inspecting an object in this way, you have advantage on any {@skill History} checks made to determine the cultural significance of that object."
					]
				},
				{
					"type": "entries",
					"name": "Extra Language",
					"entries": [
						"You can speak, read, and write one additional language of your choice."
					]
				},
				{
					"type": "entries",
					"name": "Whispersong",
					"entries": [
						"Though your actual voice is still limited by the Whispering Words trait, you are able to project a resonant vocal sound that can be used to make ethereal and beautiful music. This sound cannot contain words, but can be heard up to 300 feet away."
					]
				}
			],
			"overwrite": {
				"languageProficiencies": true
			}
		},
		{
			"name": "Tysani",
			"source": "Lera",
			"raceName": "Lera",
			"raceSource": "Lera",
			"page": 9,
			"ability": [
				{
					"int": 2
				}
			],
			"skillProficiencies": [
				{
					"arcana": true
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": {
							"_": [
								"prestidigitation#c"
							],
							"ritual": [
								"detect magic"
							]
						},
						"3": {
							"daily": {
								"1": [
									"disguise self"
								]
							}
						},
						"5": {
							"daily": {
								"1": [
									"moonbeam"
								]
							}
						}
					},
					"ability": "int"
				}
			],
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Tysani",
							"entries": [
								"Stark white or ebony black with dramatic contrasting monochrome ribbons winding across their wings, the tysani have cultivated an ominous reputation as the witches of the lera. Somehow more reclusive than others of their kind, few tysani live among other races, but those that do travel endlessly, always searching for magical understanding in the world around them. Tysani are sometimes considered cold and pitiless, even amongst other lera. It isn't that tysani don't experience emotion, for they have the same breadth of feeling as most creatures, but the tysani often believe in keeping their sentiments hidden amongst their greatest secrets."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Studious",
					"entries": [
						"You gain proficiency in the {@skill Arcana} skill."
					]
				},
				{
					"type": "entries",
					"name": "Sense Arcane",
					"entries": [
						"You can cast the {@spell detect magic} spell as a ritual. Once you do so, you must finish a short or long rest before you can do so again."
					]
				},
				{
					"type": "entries",
					"name": "Tysani Magic",
					"entries": [
						"You know the {@spell prestidigitation} cantrip. When you reach 3rd level, you can cast the {@spell disguise self} spell once per day; you must finish a long rest in order to cast the spell again using this trait. When you reach 5th level, you can also cast the {@spell moonbeam} spell once per day as a 2nd-level spell; you must finish a long rest in order to cast the spell again using this trait. Intelligence is your spellcasting ability for these spells."
					]
				},
				{
					"type": "variant",
					"name": "Tysani and Witchcraft",
					"entries": [
						"Predisposed to practicing learned magics as they are, many tysani that wander the world study deep into the arcana of wizardry or witchcraft. A witch tysani can be made with the {@loader Witch character class option|class/Walrock Homebrew; Witch.json}, created by Walrock Homebrew on the DM's Guild. Tysani that use this class option are often found in the Covens of the Half Moon, Gibbous Moon, or Lost Moon, depending on whether they are more interested in crafting illusions, spinning fate, or uncovering planar secrets. Less numerous but more feared are those tysani that join the Coven of the Dark Moon, as seldom do they take up such magics without malicious intent. A few tysani also find themselves in the Coven of the Full Moon, though their altruistic healing magics are viewed with skepticism by most other tysani."
					]
				}
			]
		}
	],
	"feat": [
		{
			"name": "Blinding Dust",
			"source": "Lera",
			"page": 10,
			"prerequisite": [
				{
					"race": [
						{
							"name": "Lera"
						}
					]
				}
			],
			"ability": [
				{
					"con": 1
				}
			],
			"entries": [
				{
					"type": "list",
					"items": [
						"Additionally, you can use an action to sweep your wings dramatically, giving off a thick cloud of particulate. Each creature within 5 feet of you must succeed on a Constitution saving throw against a DC of 8 + your Constitution modifier + your proficiency bonus, or become {@condition blinded} until the end of your next turn. You can then move up to twice your speed, as if you used the {@action dash|phb|dash action}. Once you use this ability, you must finish a short or long rest before you can use it again."
					]
				}
			]
		},
		{
			"name": "Pheromones",
			"source": "Lera",
			"page": 10,
			"prerequisite": [
				{
					"race": [
						{
							"name": "Lera"
						}
					]
				}
			],
			"additionalSpells": [
				{
					"innate": {
						"1": {
							"_": [
								"friends#c"
							],
							"daily": {
								"1": [
									"charm person",
									"calm emotions"
								]
							}
						}
					},
					"ability": "cha"
				}
			],
			"entries": [
				{
					"type": "list",
					"items": [
						"Though all lera use pheromones to interface with others of their kind, yours are especially potent. You learn the {@spell friends} cantrip. You also learn the {@spell charm person} and {@spell calm emotions} spells, each of which you can cast once at their lowest possible spell level without expending a spell slot. You regain the ability to cast these two spells in this way when you finish a long rest. Charisma is your spellcasting ability for all three spells."
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Giant Moth",
			"source": "Lera",
			"page": 12,
			"size": [
				"L"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				13
			],
			"hp": {
				"formula": "4d10",
				"average": 22
			},
			"speed": {
				"walk": 10,
				"fly": 60
			},
			"str": 15,
			"dex": 17,
			"con": 10,
			"int": 1,
			"wis": 12,
			"cha": 2,
			"skill": {
				"stealth": "+5"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 11,
			"cr": {
				"cr": "1/4"
			},
			"trait": [
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the giant moth has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"name": "Antennae",
					"entries": [
						"The moth knows the exact location of any creature or object within 5 feet, even if the moth is {@condition blinded} or the creature or object is {@condition invisible}."
					]
				}
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Lera/Giant%20Moth.png"
			},
			"traitTags": [
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"SD"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"Cloisters of lera often raise giant moths for a multitude of purposes, from livestock to mounts. Many lera prefer to ride by giant moth on long journeys, flying high into the night sky against the silhouette of the moon."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Lera/Lera3.png"
						},
						"width": 1853,
						"height": 1402
					}
				]
			}
		},
		{
			"name": "Goblera",
			"source": "Lera",
			"page": 10,
			"size": [
				"S"
			],
			"type": "humanoid",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "2d8",
				"average": 9
			},
			"speed": {
				"walk": 30,
				"fly": 30
			},
			"str": 8,
			"dex": 16,
			"con": 10,
			"int": 8,
			"wis": 12,
			"cha": 6,
			"skill": {
				"perception": "+3",
				"stealth": "+5"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 13,
			"resist": [
				"poison"
			],
			"languages": [
				"Common",
				"Lera"
			],
			"cr": {
				"cr": "1/2"
			},
			"trait": [
				{
					"name": "Antennae",
					"entries": [
						"The goblera knows the exact location of any creature or object within 5 feet, even if the goblera is {@condition blinded} or the creature or object is {@condition invisible}."
					]
				},
				{
					"name": "Nimble Escape",
					"entries": [
						"The goblera can take the {@action Disengage} or {@action Hide} action as a bonus action on each of its turns."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the goblera has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				}
			],
			"action": [
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) slashing damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Lera/Goblera.png"
			},
			"traitTags": [
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					"In ages past, an unscrupulous {@race Lera (Tysani)|Lera|tysani lera} desired minions for their nefarious ends, which mostly involved the pilfering of spells and magical artifacts from the denizens of the Underdark. {@creature goblin|mm|Goblins} were an obvious choice, found in abundance, but the tysani believed them to be flawed and attempted to improve on their design. These efforts culminated in the creation of the goblera, a strange race that blends goblin and lera seamlessly into miniature, long-limbed moth-like creatures with glowing red eyes and ruffs of fur in any coloration found on lera.",
					"Goblera ambush unsuspecting creatures under cover of darkness, and are driven by the worst aspects of both lera and goblin nature to collect and hoard what is not theirs in large hidden treasure troves. The greater something's perceived worth, the more a goblera must have it, throwing personal safety to the winds for the chance to acquire treasure. Goblera often find themselves working as minions for the sinister movers and shakers of the Underdark, such as mind flayers, drow, fomorians, or even lera. Goblins view goblera as abominations and slay them on sight.",
					"Goblera occasionally live in clusterings of their own, mirroring a goblin warren or a lera cloister. In these societies, the goblera with the most material wealth is a nominal ruler, and usually acts as a tyrant with no motive other than continuing to increase its treasure trove"
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Lera/Lera2.png"
						},
						"width": 1448,
						"height": 1303
					}
				]
			}
		},
		{
			"name": "Lera Scholar",
			"shortName": true,
			"alias": [
				"Lera"
			],
			"group": [
				"Lera"
			],
			"source": "Lera",
			"page": 11,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"lera"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				14
			],
			"hp": {
				"formula": "4d8",
				"average": 18
			},
			"speed": {
				"walk": 30,
				"fly": 30
			},
			"str": 11,
			"dex": 18,
			"con": 10,
			"int": 14,
			"wis": 15,
			"cha": 11,
			"skill": {
				"arcana": "+4",
				"history": "+4",
				"insight": "+4",
				"religion": "+4"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 12,
			"resist": [
				"poison"
			],
			"languages": [
				"Common",
				"Lera",
				"two others"
			],
			"cr": {
				"cr": "1"
			},
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The lera's spellcasting ability is Intelligence (spell save {@dc 12}, +4 to hit with spell attacks). The lera can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell dancing lights}",
						"{@spell fire bolt}",
						"{@spell minor illusion}"
					],
					"daily": {
						"1e": [
							"{@spell comprehend languages}",
							"{@spell dissonant whispers}",
							"{@spell sleep}"
						]
					},
					"ability": "int"
				}
			],
			"trait": [
				{
					"name": "Antennae",
					"entries": [
						"The lera knows the exact location of any creature or object within 5 feet, even if the lera is {@condition blinded} or the creature or object is {@condition invisible}."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the lera scholar has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 6} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage in melee, or 6 ({@damage 1d4 + 4}) damage at range."
					]
				}
			],
			"attachedItems": [
				"dagger|phb"
			],
			"traitTags": [
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P"
			],
			"damageTagsSpell": [
				"F",
				"Y"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RW",
				"THW"
			],
			"savingThrowForcedSpell": [
				"wisdom"
			],
			"fluff": {
				"entries": [
					"The most common type of lera for other races to meet, lera scholars mostly keep to themselves except when endeavoring to learn something new. Aloof but not unkind, these lera will often gladly share some of their talents and knowledge, if what they provide is reciprocated in turn."
				]
			}
		},
		{
			"name": "Lera Thief",
			"group": [
				"Lera"
			],
			"source": "Lera",
			"page": 11,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"lera"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item studded leather armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "6d8",
				"average": 27
			},
			"speed": {
				"walk": 30,
				"fly": 30
			},
			"str": 11,
			"dex": 18,
			"con": 10,
			"int": 14,
			"wis": 12,
			"cha": 12,
			"skill": {
				"deception": "+3",
				"insight": "+3",
				"investigation": "+4",
				"perception": "+5",
				"sleight of hand": "+6",
				"stealth": "+8"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 15,
			"resist": [
				"poison"
			],
			"languages": [
				"Common",
				"Lera"
			],
			"cr": {
				"cr": "2"
			},
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The lera's spellcasting ability is Intelligence (spell save {@dc 12}, +4 to hit with spell attacks). The lera can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell dancing lights}",
						"{@spell mage hand}",
						"{@spell minor illusion}"
					],
					"daily": {
						"1e": [
							"{@spell disguise self}",
							"{@spell fog cloud}",
							"{@spell sleep}"
						]
					},
					"ability": "int"
				}
			],
			"trait": [
				{
					"name": "Sneak Attack (Spy)",
					"entries": [
						"The lera thief deals an extra 7 ({@damage 2d6}) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 feet of an ally of the lera thief that isn't {@condition incapacitated} and the lera thief doesn't have disadvantage on the attack roll."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"On each of its turns, the lera can use a bonus action to take the {@action Dash}, {@action Disengage}, or {@action Hide} action."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the lera thief has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"name": "Antennae",
					"entries": [
						"The lera knows the exact location of any creature or object within 5 feet, even if the lera is {@condition blinded} or the creature or object is {@condition invisible}."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The lera makes two weapon attacks."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage, plus 2 ({@damage 1d4}) poison damage."
					]
				},
				{
					"name": "Shortsword",
					"entries": [
						"{@atk mw,rw} {@hit 6} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}7 ({@damage 1d6 + 4}) piercing damage in melee, or 6 ({@damage 1d4 + 4}) damage at range, plus 2 ({@damage 1d4}) poison damage."
					]
				}
			],
			"attachedItems": [
				"shortsword|phb"
			],
			"traitTags": [
				"Sneak Attack",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"I",
				"P"
			],
			"spellcastingTags": [
				"I"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RW"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"fluff": {
				"entries": [
					"Some lera are not opposed to taking what is not theirs, and stalk the empty nights looking for those that can be parted from their goods. Unlike traditional thieves, these lera still value knowledge above all else, and hold a preference for ambushing targets or stealing objects that can in some way enlighten them to mysteries or secrets that were once hidden."
				]
			}
		},
		{
			"name": "Lera Witch",
			"group": [
				"Lera"
			],
			"source": "Lera",
			"page": 12,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"lera"
				]
			},
			"alignment": [
				"A"
			],
			"ac": [
				14,
				{
					"ac": 17,
					"condition": "with mage armor",
					"braces": true
				}
			],
			"hp": {
				"formula": "17d8 + 17",
				"average": 93
			},
			"speed": {
				"walk": 30,
				"fly": 30
			},
			"str": 11,
			"dex": 18,
			"con": 12,
			"int": 20,
			"wis": 16,
			"cha": 14,
			"skill": {
				"arcana": "+9",
				"history": "+9",
				"nature": "+9",
				"insight": "+7",
				"investigation": "+9",
				"religion": "+7"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 13,
			"resist": [
				{
					"resist": [
						"poison"
					]
				},
				{
					"resist": [
						"necrotic"
					]
				}
			],
			"languages": [
				"Common",
				"Lera",
				"four others"
			],
			"cr": "10",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The lera is a 16th-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 17}, +9 to hit with spell attacks). The lera has the following witch spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell dancing lights}",
								"{@spell fire bolt}",
								"{@spell mage hand}",
								"{@spell minor illusion}",
								"{@spell prestidigitation}"
							]
						},
						"1": {
							"spells": [
								"{@spell charm person}",
								"{@spell cure wounds}",
								"{@spell faerie fire}",
								"{@spell find familiar}",
								"{@spell mage armor}",
								"{@spell witch bolt}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell darkness}",
								"{@spell moonbeam}",
								"{@spell ray of enfeeblement}",
								"{@spell web}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell animate dead}",
								"{@spell bestow curse}",
								"{@spell counterspell}",
								"{@spell plant growth}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell compulsion}",
								"{@spell phantasmal killer}",
								"{@spell polymorph}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell dominate person}",
								"{@spell geas}",
								"{@spell modify memory}"
							],
							"slots": 2
						},
						"6": {
							"spells": [
								"{@spell eyebite}",
								"{@spell Otto's irresistible dance}"
							],
							"slots": 1
						},
						"7": {
							"spells": [
								"{@spell finger of death}"
							],
							"slots": 1
						},
						"8": {
							"spells": [
								"{@spell dominate monster}"
							],
							"slots": 1
						}
					},
					"ability": "int"
				}
			],
			"trait": [
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the lera thief has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"name": "Antennae",
					"entries": [
						"The lera knows the exact location of any creature or object within 5 feet, even if the lera is {@condition blinded} or the creature or object is {@condition invisible}."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The lera witch has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 6} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage in melee, or 6 ({@damage 1d4 + 4}) piercing damage at range."
					]
				}
			],
			"attachedItems": [
				"dagger|phb"
			],
			"traitTags": [
				"Magic Resistance",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P"
			],
			"damageTagsSpell": [
				"F",
				"L",
				"N",
				"R",
				"Y"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RW",
				"THW"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"dexterity",
				"wisdom"
			],
			"fluff": {
				"entries": [
					"The most feared of the lera, both among themselves and by other races, lera witches are terrifying spellcasters, having lived their lives accumulating troves of arcane lore and spellcraft. Usually of the tysani variety of lera, lera witches are not to be trifled with, considering any questioning of their intentions or goals to be an affront to them, personally."
				]
			}
		},
		{
			"name": "Moth",
			"source": "Lera",
			"page": 13,
			"size": [
				"T"
			],
			"type": "beast",
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"formula": "1d4  1",
				"average": 1
			},
			"speed": {
				"walk": 10,
				"fly": 60
			},
			"str": 1,
			"dex": 15,
			"con": 8,
			"int": 1,
			"wis": 10,
			"cha": 2,
			"skill": {
				"stealth": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"cr": "0",
			"trait": [
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, the giant moth has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"name": "Antennae",
					"entries": [
						"The moth knows the exact location of any creature or object within 5 feet, even if the moth is {@condition blinded} or the creature or object is {@condition invisible}."
					]
				}
			],
			"familiar": true,
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Lera/Moth.png"
			},
			"traitTags": [
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"P"
			],
			"fluff": {
				"entries": [
					"Dwelling deep in forests, certain moths are prized by merchants, or even used by spellcasters as familiars. In some areas of the world, such as Kara-Tur in the Forgotten Realms, it is common for moth cocoons to be harvested for their silk, which becomes a valuable trade good when made into string or woven into bolts. Moth larvae in these locations are also sometimes fried as a common snack or street food, and make for a proteinrich supplement to traditional trail rations.",
					{
						"type": "variant",
						"name": "Moth Familiar",
						"entries": [
							"Some spellcasters, including many lera, choose to take a moth as a familiar. With your DM's permission, a familiar conjured by the spell {@spell find familiar} can take the form of a moth instead of the other potential creatures listed."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Lera/Lera4.png"
						},
						"width": 1274,
						"height": 1181
					}
				]
			}
		}
	]
}
