{
	"_meta": {
		"sources": [
			{
				"json": "RelicsnRituals",
				"abbreviation": "RnR",
				"full": "Relics & Rituals",
				"authors": [
					"White Wolf"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://github.com/TheGiddyLimit/homebrew",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1572214321,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "1b3fd04647",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Relics & Rituals (5e Conversion - Tattoo only)",
			"id": "RnR",
			"source": "RelicsnRituals",
			"group": "homebrew",
			"published": "2001-01-02",
			"contents": [
				{
					"name": "Tattoo Magic"
				},
				{
					"name": "Tattoo Descriptions"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "RnR",
			"source": "RelicsnRituals",
			"data": [
				{
					"type": "section",
					"name": "Tattoo Magic",
					"entries": [
						"Tatto magic is a rare form of magic that allows a spellcaster to imbue tattoo ink with magical energy. This ink may thne be used to create a tattoo on a target, whcih may be enchanted with a spell like any other magical item. The target gains the ability to activate the tattoo and benefit from the spell's effects.",
						"Tattoo magic is not without its drawbacks; unlike normal magic items, the spell in question is not enchanting an object, but rather a person. While living beings may normally be affected by spells with no lasting ill effects, they typically do not have to store the energy powering those spells for extended periods of time. Bearers of tattos, however, must become the conduits for the powers they channel. As a result, each tattoo converys unique side effects that mirror the magic it channels.",
						"The number and type of magical tattoos a character may possess is determined by his Constitution modifier. The character may wear a total number of ranks of tattoos equal to his Constitution modifier x2, and no character recieve a tattoo whcih has a prerequisite spell with a spell level higher than the character's Constitution modifier. For example, a character with Con 16 may receive a maximum of six ranks of tattoos, and no tattoo he receives may have a prerequisite spell higher than 3rd level. Characters who suffer Constitution damage or have their Constitution permanently lowered to the point they can no longer support the power of their tattoos will find their highest tattoo rank magical tattoo becomes dormant and unusable (and likewise further tattoos in order from highest to lowest until the character falls under the Constitution limits for tattoo use). If the character's Constitution is restored or even temporarily increased to a level that allows use of the dormant tattoo, it will begin functioning normally as long as the character's Constitution remains high enough.",
						"Unless a tattoo description specifies otherwise, tattoos must be activated to be successfully used. The user must make a Wisdom check (DC 5 + level of major spell effect) to successfully unleash the power of the tattoo, and must make a similar check to successfully deactivet the tattoo, if applicable.",
						"Like other magical items, tattoos may not simply be bought in a marketplace; rather, they  must be inscribed by a spellcaster or artificer who knows the spell/spell-like ability and also meets the prerequisites for inscribing that particular tattoo. Even though tattoos do not require a verbal command word to activate, base prices for tattoos are normally calculated as command word activated, spell effect items. Further many tattoos have a limited usage per day/long rest, which may affect their base price. Since tattoos have their own space limitations, their base price is not affected by the \"No space limitation\" modifier. Also, the Game Master should make some allowance for the side effects of a tattoo by lower the base price commensurately with the difficulties that result from the side effects (if any).",
						"Removing tattoos once in place requires high magic, as the process is similar to disenchanting any other magical item. Spells such as Mordenkainen's Disjunction may remove the magic from a tattoo (but not the tattoo image itself), and thereby eliminate the disenchanting tattoo from the limits on the number of magical tattoos a character can possess. Nonmagical tattoos can be removed from a subject's skin with a {@spell regenerate} spell cast upon the inked area.",
						{
							"type": "inset",
							"name": "Tattooist Kit",
							"entries": [
								"This kit comes in a sturdy briefcase of some description and contains a variety of various colored inks, needles, and medical supplies needed for sterilization. The kit may also include a sketchbook filled with original tattoo designs or magical templates that the artist may find on their journeys.",
								"Tattooist's Tools are needed to create any tattoos, whether they have magical properties or not. Each set initially contains a variety of ink colors. For more details pertaining to the use of these tools, refer to the Tattoos (5e Variant Rule) page.",
								"In order to create a tattoo, mundane or magical, one must have proficiency with Tattooist's Tools, which is a type of Artisan Tools. To ink a magical tattoo, one must have at least one level in a spellcasting class and have proficiency with these tools. In order to gain proficiency with these tools, you may either practice with them long enough or gain the proficiency from the following Backgrounds (other Backgrounds can provide this proficiency but the Backgrounds below are examples)",
								{
									"type": "list",
									"items": [
										"{@b Criminal}: You may choose to forgo your proficiency in either one type of {@item Gaming Set|phb} or  {@item Thieves' Tools|phb}, choosing instead to be proficient in Tattooist's Tools.",
										"{@b Guild Artisan}: You may choose Tattooist's Tools as your one artisan tool proficiency.",
										"{@b Sage}: You may choose to forgo one of your additional language proficiency, choosing instead to be proficient in Tattooist's Tools.",
										"{@b Sailor}: You may choose to forgo your proficiency with {@item Navigator's Tools|phb}, choosing instead to be proficient in Tattooist's Tools."
									]
								},
								"Tattooist's Tools are needed to create any tattoos, weather they have magical properties or not. Each set initially contains a variety of ink colors, but does not include any specialty inks from the specialty inks table.",
								"As you create tattoos, you will use up the supplies in your tool kit, which will need to be replaced every so often. Every small tattoo uses 1 ounce of ink, Medium tattoos take 2 ounces, and large tattoos take 4 ounces."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Tattoo Descriptions",
					"entries": [
						"The tattoos described below are meant to be examples; individual tattoos are often unique items, and should follow the guidelines described above using the tattoos which follow as templates. The tattoo rank is sum total of the spell levels that are prerequisites for creating the tattoo.",
						{
							"type": "section",
							"name": "Belsameth's Servant",
							"entries": [
								"{@b Tattoo Ranks}: 5",
								"{@b Powers}: The crafter of this tattoo must choose one lycanthrope to be incorporated into the tattoo. Thereafter, upon activation the tattoo allows the wearer to assume that lycanhtropic form and gain all benefits and handicaps of that form. The change requires an action to change (into or out of th, with a Wisdom check DC 25 - creature's Level/CR. Each activation expends 2 HD.",
								"On a failure the creature suffers the effect of {@spell confusion} until next dawn.",
								"{@b Side Effects}: The wearer must check for involuntary transformation on full moon (3 nights every month.",
								"{@i Creation Level Requirement}: 9th; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 20), Beastial Ink; ; {@i cost}: 24,000 gp"
							]
						},
						{
							"type": "section",
							"name": "Chardun's Might",
							"entries": [
								"{@b Tattoo Ranks}: 4",
								"{@b Powers}: When activated, this tattoo grants the wearer the strength and speed of an enraged warrior. The character gains a +4 (not to increase past 20) to either Strength or Dexterity for an hour.",
								"Tattoo cannot be activiated more than once per day.",
								"{@b Side Effects}: As soon as the tattoo is deactivated or the duration of its effect expires, the character takes 2 points of ability damage to both Strength and Dexterity.",
								"{@i Creation evel Requirement}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 15), {@spell Enhance Ability} ; {@i cost}: 1,750 gp"
							]
						},
						{
							"type": "section",
							"name": "Corean's Forge",
							"entries": [
								"{@b Tattoo Ranks}: 4",
								"{@b Powers}: This mighty tattoo gives the user all the benefits of a {@spell Stoneskin} spell when activated, without concentration, but can be dispelled at any time by the wearer as a Bonus action.",
								"Tattoo cannot be activiated more than once per day.",
								"{@b Side Effects}: Gaining the protection forged by Corean has its price. When the tatto's effect is ended. The wearer suffers the temporary loss of 3 points of Constitution,and a gains a level of exhaustion. The tattoo cannot be activated while the wearer has a level of exhaustion.",
								"{@i Creation Level Requirement}: 5th; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 15), {@spell Stoneskin}; {@i cost}: 3,500 gp"
							]
						},
						{
							"type": "section",
							"name": "Denev's Sending",
							"entries": [
								"{@b Tattoo Ranks}: 4",
								"{@b Powers}: This tattoo is automatically activated if the character dies. The character's body withers away, leaving only ash and all equipment the character was carrying. Three days later the character appears as if {@spell raised|resurrection|PHB} in either the location of their last long rest, or the place their character felt was the most safe/secure in all the world. Any tattoos, diseases, or conditions that the character suffered at between birth and the time of their death are removed/restored (ie lost limbs, scars, and even tattoos).",
								"{@b Side Effects}: None (beyond loss of all tattoos)",
								"{@i Creation Level Requirements}: 5th; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), Mood Ink, {@spell Raise Dead} or {@spell Resurrection}; {@i cost}: 1,400 gp"
							]
						},
						{
							"type": "section",
							"name": "Dragon",
							"entries": [
								"{@b Tattoo Ranks}: 3",
								"{@b Powers}: This tattoo allows the user to perform a breath attack as though he had cast the spell {@spell Dragon's Breath|XGE} at the level of the wearer. The type of breath/damage is determined whent he tattoo is crafted, and in general only one. ",
								"{@b Side Effects}: The wearer takes one point of damage of teh approprirate damage type for each die of damage inflicted when breathing.",
								"{@i Creation Level Requirements}: 5th; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), Metallic or Chromatic Ink; {@i cost}: 4,000 gp"
							]
						},
						{
							"type": "section",
							"name": "Elder Rod",
							"entries": [
								"{@b Tattoo Ranks}: 2",
								"{@b Powers}: Elder Rod is a bamboolike growth found in thickets within the Virgin Woods (and elsewhere) that is legendary for its Strength and Fortitude. This tattoo alows the wearer to gain (see Side effects) Constitution points up a Maximum of their proficiency bonus, for up to an hour.",
								"{@b Side Effects}: While its fortitude is great, elder rod is stiff and breaks before it bends. The wearer loses a number of Dexterity points equal to the Constitution points gained while active.",
								"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Enchance Ability}; {@i cost}: 6,000 gp"
							]
						},
						{
							"type": "section",
							"name": "Enkili's Blessing",
							"entries": [
								"{@b Tattoo Ranks}: 2",
								"{@b Powers}: The tattoo incorporates all manner of good luck charms and motifs, and allows the wearer to once per day invoke the granted the partial power of the {@feat Lucky} Feat to reroll any {@i one} roll and take the result of the reroll, even if it's worse than the orginal roll.",
								"{@b Side Effects}: Sometimes luck turns against you, but there's no side effect other than that the wearer must take that second roll no matter whether it's better or worse than the first.",
								"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Guidance}; {@i cost}: 2,100 gp"
							]
						},
						{
							"type": "section",
							"name": "Hedrada's Insight",
							"entries": [
								"{@b Tattoo Ranks}: 2",
								"{@b Powers}: Coolness of mind leads to clarity of thought. This tattoo allows the wearer to gain the effects of {@optfeature Bardic Inspiration} as an action, at the same level as the wearer. This tattoo may be activated once per day.",
								"{@b Side Effects}: Participation in instense activity (such as combat) can disrupt",
								"{@i Creation Level Requirements}: ; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12); {@i cost}: 1,200 gp"
							]
						},
						{
							"type": "section",
							"name": "Lethene's Touch",
							"entries": [
								"{@b Tattoo Ranks}: 3",
								"{@b Powers}: On activation, this tattoo build up the powerful electrical charge of a thunderstorm that is automatically transfered to any creature coming into physical contact with the wearer of the tattoo, as if {@spell Armor of Agathys|PHB} but for lightning damage as if cast by caster of a spell slot of highest level of the wearer's level. The tattoo may be activated one per day.",
								"{@b Side Effects}: Touch attacks may not be made while this tattoo is activated.",
								"{@i Creation Level Requirements}: 5th; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Armor of Agathys|PHB} or {@spell Shocking Grasp}; {@i cost}: 5,500 gp"
							]
						},
						{
							"type": "section",
							"name": "Madriel's Light",
							"entries": [
								"{@b Tattoo Ranks}: 1",
								"{@b Powers}: The sun and sky are powerful forces for life. This tattoo allows the character to heal themself of 1d8+1 per activation; Alternatively, you can expend 5 hit points of potential healing to cure yourself of one disease or neutralize one poison.",
								"The tattoo holds 4 charges, regaining d3-1 charges each day.",
								"{@b Side Effects}: The tattoo's magic takes 1 turn per point healed, and the character must be in sunlight or the tattoo's magic fails and a charge is lost.",
								"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Cure Wounds}; {@i cost}: 2,500 gp"
							]
						},
						{
							"type": "section",
							"name": "Muskhorn",
							"entries": [
								"{@b Tattoo Ranks}: 2",
								"{@b Powers}: The muskhorn is an animal of tremendous strength. This tattoo alows the wearer to gain (see Side effects) Strength points up a Maximum of their proficiency bonus, for up to an hour.",
								"{@b Side Effects}: Muskhorn bulls are reckless and headstrong. The wearer loses a number of Wisdom points equal to the Strength points gained while active.",
								"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Enchance Ability}; {@i cost}: 6,000 gp"
							]
						},
						{
							"type": "section",
							"name": "Observer's Shawl",
							"entries": [
								"{@b Tattoo Ranks}: 1",
								"{@b Powers}: The \"Primative\" magic of tattoos has even found use in Darakeene, where their Observers often have this inscribed upon them. The tattoo operates as the spell {@spell sanctuary}, usable one per day.",
								"{@b Side Effects}: The powers of this tattoo cannot be invoked if another tattoo has been used before a short or long rest.",
								"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 14), {@spell sanctuary}; {@i cost}: 5,000 gp"
							]
						},
						{
							"type": "section",
							"name": "Tar Dragon",
							"entries": [
								"{@b Tattoo Ranks}: 8",
								"{@b Powers}: Once per day, when activated, this tattoo's wearer gains DR 5 against non-magical weapons, gains a bonus to Strength Equal to the proficiency bonus of the wearer (not to exceed 20). Requires Concentration, and lasts for up to minute. They also gain the ability to vomit out a 20 ft cone of sticky tar (Dex Save vs DC 13 or be stuck as if in {@spell entangle}) which lasts for 1 hour - doing this breaks concentration, and can be used directly even if the tattoo is not already activated.",
								"{@b Side Effects}: Once the tattoo is used the wearer gains 3 levels of {@condition exhaustion}",
								"{@i Creation Level Requirements}: 7th; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Enchance Ability}, {@spell Web}, {@spell Stoneskin}; {@i cost}: 50,000gp"
							]
						},
						{
							"type": "section",
							"name": "Wraith Hand",
							"entries": [
								"{@b Tattoo Ranks}: 2",
								"{@b Powers}: The wearer's unarmed strikes and any weapon (s)he wields gain the ability to strike {@b ethereal} or creatures immune to non magical weapons; as if they are magic (non bonuses).",
								"{@b Side Effects}: None",
								"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Magic Weapon}; {@i cost}: 4,200 gp"
							]
						},
						{
							"type": "section",
							"name": "Tanil's Grace",
							"entries": [
								"{@b Tattoo Ranks}: 2",
								"{@b Powers}: Lithe and graceful is Tanil the Huntress, and tattoos invoking her allow its wearer to gain to gain (see Side effects) Dexterity points up a Maximum of their proficiency bonus, for up to an hour.",
								"{@b Side Effects}:  The wearer loses a number of Strength points equal to the Dexterity points gained while active.",
								"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 14), {@spell Enhanced Ability}; {@i cost}: 6,000gp"
							]
						},
						{
							"type": "section",
							"name": "Darkspawn",
							"entries": [
								"{@b Tattoo Ranks}: 1",
								"{@b Powers}: This tattoo allows the character to see in conditions of dim light. In game terms the character gains the ability to see normally in dim light, and see 30ft in non magical darkness. The wearer can activiate this as often as they like.",
								"{@b Side Effects}: While the tattoo is activated, the wearer is vulnerable to bright lights, and suffer disadvantage on attacks and sight based ability checks while in its presence.",
								"{@i Creation Level Requirements}: ; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12); {@i cost}: 2,500 gp"
							]
						},
						{
							"type": "inset",
							"name": "Cursed Tattoos",
							"entries": [
								"Some societies, especially the rugged tribes of Albadia, mark their culture's most heinous criminals with cursed tattoos. These tattoos function identically to normal magical tattoos, except that they cannot be deactivated to limit their side effects, and take twice the number of Ranks - replacing / disabling other tattoos to do so.",
								{
									"type": "section",
									"name": "Mark of the Kinslayer",
									"entries": [
										"{@b Tattoo Ranks}: 4",
										"{@b Powers}: Those aldadian barbarians found guilty of slaying their own kinsmen are marked on both cheeks with this curse to ensure they are forever marked. All Perception checks against the wearer have advantage, passive perception is effecitvely +5 against the wearer's Stealth, Deception, Disguisee, etc.",
										"The wearer gains vulnerability to Cold attacks, and gains one level of exhaustion per hour of exposure to Arctic/Cold enviroments",
										"{@b Side Effects}: ",
										"{@i Creation Level Requirements}: 5th; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), Curse; {@i cost}: 10,000 gp"
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Belsameth's Servant",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 5",
				"{@b Powers}: The crafter of this tattoo must choose one lycanthrope to be incorporated into the tattoo. Thereafter, upon activation the tattoo allows the wearer to assume that lycanhtropic form and gain all benefits and handicaps of that form. The change requires an action to change (into or out of th, with a Wisdom check DC 25 - creature's Level/CR. Each activation expends 2 HD.",
				"On a failure the creature suffers the effect of {@spell confusion} until next dawn.",
				"{@b Side Effects}: The wearer must check for involuntary transformation on full moon (3 nights every month.",
				"{@i Creation Level Requirement}: 9th; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 20), Beastial Ink; ; {@i cost}: 24,000 gp"
			]
		},
		{
			"name": "Chardun's Might",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 4",
				"{@b Powers}: When activated, this tattoo grants the wearer the strength and speed of an enraged warrior. The character gains a +4 (not to increase past 20) to either Strength or Dexterity for an hour.",
				"Tattoo cannot be activiated more than once per day.",
				"{@b Side Effects}: As soon as the tattoo is deactivated or the duration of its effect expires, the character takes 2 points of ability damage to both Strength and Dexterity.",
				"{@i Creation evel Requirement}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 15), {@spell Enhance Ability} ; {@i cost}: 1,750 gp"
			]
		},
		{
			"name": "Corean's Forge",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 4",
				"{@b Powers}: This mighty tattoo gives the user all the benefits of a {@spell Stoneskin} spell when activated, without concentration, but can be dispelled at any time by the wearer as a Bonus action.",
				"Tattoo cannot be activiated more than once per day.",
				"{@b Side Effects}: Gaining the protection forged by Corean has its price. When the tatto's effect is ended. The wearer suffers the temporary loss of 3 points of Constitution,and a gains a level of exhaustion. The tattoo cannot be activated while the wearer has a level of exhaustion.",
				"{@i Creation Level Requirement}: 5th; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 15), {@spell Stoneskin}; {@i cost}: 3,500 gp"
			]
		},
		{
			"name": "Denev's Sending",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 4",
				"{@b Powers}: This tattoo is automatically activated if the character dies. The character's body withers away, leaving only ash and all equipment the character was carrying. Three days later the character appears as if {@spell raised|resurrection|PHB} in either the location of their last long rest, or the place their character felt was the most safe/secure in all the world. Any tattoos, diseases, or conditions that the character suffered at between birth and the time of their death are removed/restored (ie lost limbs, scars, and even tattoos).",
				"{@b Side Effects}: None (beyond loss of all tattoos)",
				"{@i Creation Level Requirements}: 5th; {@i Prerequisites}:  proficiency w/ Tattooist Kit (DC 12), Mood Ink, {@spell Raise Dead} or {@spell Resurrection}; {@i cost}: 1,400 gp"
			]
		},
		{
			"name": "Dragon",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 3",
				"{@b Powers}: This tattoo allows the user to perform a breath attack as though he had cast the spell {@spell Dragon's Breath|XGE} at the level of the wearer. The type of breath/damage is determined whent he tattoo is crafted, and in general only one. ",
				"{@b Side Effects}: The wearer takes one point of damage of teh approprirate damage type for each die of damage inflicted when breathing.",
				"{@i Creation Level Requirements}: 5th; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), Metallic or Chromatic Ink; {@i cost}: 4,000 gp"
			]
		},
		{
			"name": "Elder Rod",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 2",
				"{@b Powers}: Elder Rod is a bamboolike growth found in thickets within the Virgin Woods (and elsewhere) that is legendary for its Strength and Fortitude. This tattoo alows the wearer to gain (see Side effects) Constitution points up a Maximum of their proficiency bonus, for up to an hour.",
				"{@b Side Effects}: While its fortitude is great, elder rod is stiff and breaks before it bends. The wearer loses a number of Dexterity points equal to the Constitution points gained while active.",
				"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Enchance Ability}; {@i cost}: 6,000 gp"
			]
		},
		{
			"name": "Enkili's Blessing",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 2",
				"{@b Powers}: The tattoo incorporates all manner of good luck charms and motifs, and allows the wearer to once per day invoke the granted the partial power of the {@feat Lucky} Feat to reroll any {@i one} roll and take the result of the reroll, even if it's worse than the orginal roll.",
				"{@b Side Effects}: Sometimes luck turns against you, but there's no side effect other than that the wearer must take that second roll no matter whether it's better or worse than the first.",
				"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Guidance}; {@i cost}: 2,100 gp"
			]
		},
		{
			"name": "Hedrada's Insight",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 2",
				"{@b Powers}: Coolness of mind leads to clarity of thought. This tattoo allows the wearer to gain the effects of {@optfeature Bardic Inspiration} as an action, at the same level as the wearer. This tattoo may be activated once per day.",
				"{@b Side Effects}: Participation in instense activity (such as combat) can disrupt",
				"{@i Creation Level Requirements}: ; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12); {@i cost}: 1,200 gp"
			]
		},
		{
			"name": "Lethene's Touch",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 3",
				"{@b Powers}: On activation, this tattoo build up the powerful electrical charge of a thunderstorm that is automatically transfered to any creature coming into physical contact with the wearer of the tattoo, as if {@spell Armor of Agathys|PHB} but for lightning damage as if cast by caster of a spell slot of highest level of the wearer's level. The tattoo may be activated one per day.",
				"{@b Side Effects}: Touch attacks may not be made while this tattoo is activated.",
				"{@i Creation Level Requirements}: 5th; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Armor of Agathys|PHB} or {@spell Shocking Grasp}; {@i cost}: 5,500 gp"
			]
		},
		{
			"name": "Madriel's Light",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 1",
				"{@b Powers}: The sun and sky are powerful forces for life. This tattoo allows the character to heal themself of 1d8+1 per activation; Alternatively, you can expend 5 hit points of potential healing to cure yourself of one disease or neutralize one poison.",
				"The tattoo holds 4 charges, regaining d3-1 charges each day.",
				"{@b Side Effects}: The tattoo's magic takes 1 turn per point healed, and the character must be in sunlight or the tattoo's magic fails and a charge is lost.",
				"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Cure Wounds}; {@i cost}: 2,500 gp"
			]
		},
		{
			"name": "Muskhorn",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 2",
				"{@b Powers}: The muskhorn is an animal of tremendous strength. This tattoo alows the wearer to gain (see Side effects) Strength points up a Maximum of their proficiency bonus, for up to an hour.",
				"{@b Side Effects}: Muskhorn bulls are reckless and headstrong. The wearer loses a number of Wisdom points equal to the Strength points gained while active.",
				"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Enchance Ability}; {@i cost}: 6,000 gp"
			]
		},
		{
			"name": "Observer's Shawl",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 1",
				"{@b Powers}: The \"Primative\" magic of tattoos has even found use in Darakeene, where their Observers often have this inscribed upon them. The tattoo operates as the spell {@spell sanctuary}, usable one per day.",
				"{@b Side Effects}: The powers of this tattoo cannot be invoked if another tattoo has been used before a short or long rest.",
				"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 14), {@spell sanctuary}; {@i cost}: 5,000 gp"
			]
		},
		{
			"name": "Tar Dragon",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 8",
				"{@b Powers}: Once per day, when activated, this tattoo's wearer gains DR 5 against non-magical weapons, gains a bonus to Strength Equal to the proficiency bonus of the wearer (not to exceed 20). Requires Concentration, and lasts for up to minute. They also gain the ability to vomit out a 20 ft cone of sticky tar (Dex Save vs DC 13 or be stuck as if in {@spell entangle}) which lasts for 1 hour - doing this breaks concentration, and can be used directly even if the tattoo is not already activated.",
				"{@b Side Effects}: Once the tattoo is used the wearer gains 3 levels of {@condition exhaustion}",
				"{@i Creation Level Requirements}: 7th; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Enchance Ability}, {@spell Web}, {@spell Stoneskin}; {@i cost}: 50,000gp"
			]
		},
		{
			"name": "Wraith Hand",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 2",
				"{@b Powers}: The wearer's unarmed strikes and any weapon (s)he wields gain the ability to strike {@b ethereal} or creatures immune to non magical weapons; as if they are magic (non bonuses).",
				"{@b Side Effects}: None",
				"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), {@spell Magic Weapon}; {@i cost}: 4,200 gp"
			]
		},
		{
			"name": "Tanil's Grace",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 2",
				"{@b Powers}: Lithe and graceful is Tanil the Huntress, and tattoos invoking her allow its wearer to gain to gain (see Side effects) Dexterity points up a Maximum of their proficiency bonus, for up to an hour.",
				"{@b Side Effects}:  The wearer loses a number of Strength points equal to the Dexterity points gained while active.",
				"{@i Creation Level Requirements}: 3rd; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 14), {@spell Enhanced Ability}; {@i cost}: 6,000gp"
			]
		},
		{
			"name": "Darkspawn",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 1",
				"{@b Powers}: This tattoo allows the character to see in conditions of dim light. In game terms the character gains the ability to see normally in dim light, and see 30ft in non magical darkness. The wearer can activiate this as often as they like.",
				"{@b Side Effects}: While the tattoo is activated, the wearer is vulnerable to bright lights, and suffer disadvantage on attacks and sight based ability checks while in its presence.",
				"{@i Creation Level Requirements}: ; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12); {@i cost}: 2,500 gp"
			]
		},
		{
			"name": "Mark of the Kinslayer",
			"source": "RelicsnRituals",
			"featureType": [
				"Tattoo"
			],
			"entries": [
				"{@b Tattoo Ranks}: 4",
				"{@b Powers}: Those aldadian barbarians found guilty of slaying their own kinsmen are marked on both cheeks with this curse to ensure they are forever marked. All Perception checks against the wearer have advantage, passive perception is effecitvely +5 against the wearer's Stealth, Deception, Disguisee, etc.",
				"The wearer gains vulnerability to Cold attacks, and gains one level of exhaustion per hour of exposure to Arctic/Cold enviroments",
				"{@b Side Effects}: ",
				"{@i Creation Level Requirements}: 5th; {@i Prerequisites}: proficiency w/ Tattooist Kit (DC 12), Curse; {@i cost}: 10,000 gp"
			]
		}
	]
}
