{
	"_meta": {
		"sources": [
			{
				"json": "ALseason9DMG",
				"abbreviation": "AL9DMG",
				"full": "Dungeon Master's Season 9: Inglorious Redemption",
				"authors": [
					"WotC"
				],
				"version": "1.0",
				"convertedBy": [
					"Modnar"
				],
				"url": "https://drive.google.com/file/d/1kJ0WLjn-pdEZlv10sNMtP33FaKj0SHrN/view",
				"targetSchema": "1.0.0"
			},
			{
				"json": "ALseason9PHB",
				"abbreviation": "AL9PHB",
				"full": "Player's Hanbook Season 9: Inglorious Redemption",
				"authors": [
					"WotC"
				],
				"version": "1.0",
				"convertedBy": [
					"Modnar"
				],
				"url": "https://drive.google.com/file/d/1ABgOKmECmbiMF8u-73Yq930gexzyaMYG/view",
				"targetSchema": "1.0.0"
			},
			{
				"json": "ALseason9DMrewards",
				"abbreviation": "AL9DMr",
				"full": "Dungeon Master Rewards Season 9",
				"authors": [
					"WotC"
				],
				"version": "1.0",
				"convertedBy": [
					"Modnar"
				],
				"url": "https://drive.google.com/file/d/1ABgOKmECmbiMF8u-73Yq930gexzyaMYG/view",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1541289600,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "60c27e2315",
		"edition": "classic"
	},
	"book": [
		{
			"name": "Adventure League Season 9, Player's Guide",
			"id": "AL9PHB",
			"source": "ALseason9PHB",
			"group": "other",
			"published": "2019-09-16",
			"contents": [
				{
					"name": "Player's Guide, Season 9: Inglorious Redemption",
					"headers": [
						"Part 1. Creating a Character",
						"Part 2. Adventurers League Play",
						"Appendix 1: Renown",
						"Appendix 2: Season 9 Characters"
					]
				}
			]
		},
		{
			"name": "Adventure League Season 9: Dungeon Master's Guide",
			"id": "AL9DMG",
			"source": "ALseason9DMG",
			"group": "other",
			"published": "2019-09-16",
			"contents": [
				{
					"name": "Dungeon Master's Guide, Season 9: Inglorious Redemption",
					"headers": [
						"Part 1. Getting Started",
						"Part 2. Running Adventures"
					]
				}
			]
		},
		{
			"name": "Adventure League Season 9: Dungeon Master's Rewards",
			"id": "AL9DMR",
			"source": "ALseason9DMrewards",
			"group": "other",
			"published": "2019-09-16",
			"contents": [
				{
					"name": "Dungeon Master's Guide, Season 9: Inglorious Redemption",
					"headers": [
						"Dungeon Master Rewards",
						"Campaign Rewards-Inglorious Redemption"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "AL9PHB",
			"source": "ALseason9PHB",
			"data": [
				{
					"type": "section",
					"name": "Part 1. Creating a Character",
					"entries": [
						"This document is a guide to creating an advancing a D&D character for play in the Forgotten Realms campaign featuring BALDUR'S GATE: DESCENT INTO AVERNUS and managed by the D&D Adventurers League. The rules here are supplemented by the Adventurers League FAQ (also found in the Adventurers League Player's Pack).",
						{
							"type": "section",
							"name": "What You Need to Play",
							"entries": [
								"To participate in D&D Adventurers League games, you'll need access to at least the following:",
								"{@i {@b D&D Basic Rules}}. This .pdf document is free on the Wizards of the Coast website and contains all the basic rules of the game. For a more complete experience, we recommend you use a fifth edition D&D Player's Handbook.",
								"{@i {@b A Character Sheet and an Adventure Logsheet}}. You can use any character sheet meant for fifth edition D&D, and an adventure logsheet that suits you. You can find some at D&D Adventurers League Resources."
							]
						},
						{
							"type": "section",
							"name": "Character Creation",
							"entries": [
								"You'll also need a character made for the D&D Adventurers League. All characters begin at 1st level.",
								{
									"type": "entries",
									"name": "Step 1: Choose a Race and Class",
									"entries": [
										"Forgotten Realms characters can choose race and class options from the Player's Handbook and one other resource—a rule called \"PHB+1.\" Additional resources include the following products:",
										{
											"type": "list",
											"items": [
												"Elemental Evil Player's Companion (EEPC)",
												"Sword Coast Adventurer's Guide (SCAG)",
												"Volo's Guide to Monsters (VGM)",
												"{@homebrew Xanathar's Guide to Everything (XGE)| XGE also includes the \"Tortle Package\"}",
												"{@homebrew Mordenkainen's Tome of Foes (ToF).| Chapters 1–5, only}"
											]
										},
										"Additionally, when selecting an additional source, the following variant or optional rules are available when you create your character:",
										{
											"type": "list",
											"items": [
												"Variant Human Traits (PHB)",
												"Half-Elf and Tiefling Variants (SCAG/ToF)",
												"{@homebrew Option: Human Languages (SCAG)| Taking this option can be done, even if its source product isn't your selection for PHB+1}",
												"{@homebrew Blessing of Corellon (ToF)|Taking this option can be done, even if its source product isn't your selection for PHB+1}"
											]
										},
										"{@i {@b NOTE:}} Races with flight at 1st level, and options from any resource other than those listed above aren't available without specific campaign documentation (i.e., certs, etc.). Some Season 9 characters can develop wings at 5th level (see Appendix 2: Season 9 Characters).",
										"In addition, your character must belong to a season. This choice grants your character additional rules that they wouldn't otherwise have access to such as racial or class traits, or other rules unique to the season."
									]
								},
								{
									"type": "entries",
									"name": "Step 2: Determine Ability Scores",
									"entries": [
										"Your character's ability scores are generated using one of the following methods:",
										{
											"type": "list",
											"items": [
												"Standard Array (15, 14, 13, 12, 10, 8)",
												"Variant: Customizing Ability Scores (PHB)."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Step 3: Describe Your Character",
									"entries": [
										"Describe your character and choose a background.",
										"{@i {@b Background}}. Choose or create a background using the Player's Handbook or other campaign resources. Additional resources are permitted in the Adventurers League Content Catalogue (ALCC).",
										"{@i {@b Alignment}}. Generally, Forgotten Realms characters can be any alignment but evil. However, members of either the Lords' Alliance or Zhentarim faction (see Step 5, below) can be lawful evil.",
										"{@i {@b Deities}}. Your character can choose any deity listed in Deities of the Forgotten Realms and Nonhuman Deities tables in the Player's Handbook or any of those mentioned in the resources listed in {@b Step 2}, above. Clerics {@b must} worship a single, specific deity but aren't limited to the Domains recommended for their deity. Other characters are not required to have a deity."
									]
								},
								{
									"type": "entries",
									"name": "Step 4: Choose Equipment",
									"entries": [
										"Your character's class and background determine equipment and gold; you don't roll for starting wealth.",
										"{@i {@b Trinkets}}. You start with a trinket from the table in Chapter 5 of the Player's Handbook—choosing one or determining it randomly (your choice).",
										"{@i {@b Equipment}}. Your character can sell or buy spell components and equipment found in the Player's Handbook or any player resources."
									]
								},
								{
									"type": "entries",
									"name": "Step 5: Select a Faction (Optional)",
									"entries": [
										"Your character can be a member of a faction only if they have the {@b Safe Haven} background feature (Faction Agent background, Sword Coast Adventurers Guide).",
										"Members of a faction receive an identifying insignia of their faction: a pin, a brassard, or special coin. In addition, they can also identify themselves in other ways, such as clothing, tattoos, or secret handshakes. Additional information regarding factions can be found in {@b Appendix 1: Renown}."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 2. Adventurers League Play",
					"entries": [
						"To play an adventure, your character must fall within the adventure's level range. Once you begin a hardcover adventure you can continue to play it if you advance out of its level range, but if you stop to play a different hardcover adventure, you can't return to the first one.",
						{
							"type": "entries",
							"name": "During Your Adventures",
							"entries": [
								"Your character can sell or buy equipment using the rules found in the Player's Handbook. {@b Between sessions}, your character can purchase equipment found in any resource from Step 2, above. Some adventures, however, impose limitations on what can be purchased during a session. Currency and equipment can't be given to another character, but:",
								{
									"type": "list",
									"items": [
										"Equipment and consumable items can be lent to other characters at your table but must return it at the end of the session (unless it's been consumed).",
										"Permanent magic items can be traded (see below). ",
										"Characters can choose to divide the cost of NPC spellcasting services obtained during an adventure."
									]
								},
								{
									"type": "entries",
									"name": "Buying Potions and Scrolls",
									"entries": [
										"Your character can buy potions and scrolls, as follows:",
										{
											"type": "table",
											"colLabels": [
												"Potion of... ",
												"Cost*"
											],
											"colStyles": [
												"col-9 text-left",
												"col-3 text-left"
											],
											"rows": [
												[
													"Healing",
													"50 gp"
												],
												[
													"Climbing",
													"75 gp"
												],
												[
													"Animal friendship",
													"100 gp"
												],
												[
													"Greater healing",
													"100 gp"
												],
												[
													"Water breathing",
													"100 gp"
												],
												[
													"Superior healing",
													"500 gp"
												],
												[
													"Supreme healing",
													"5,000 gp"
												],
												[
													"Invisibility",
													"5,000 gp"
												]
											],
											"footnotes": [
												"* The cost of scrolls below is in addition to any component cost."
											]
										},
										{
											"type": "table",
											"colLabels": [
												"Spell Scroll Level",
												"Cost*"
											],
											"colStyles": [
												"col-9 text-left",
												"col-3 text-left"
											],
											"rows": [
												[
													"Cantrip",
													"25 gp"
												],
												[
													"1st",
													"75 gp"
												],
												[
													"2nd",
													"150 gp"
												],
												[
													"3rd",
													"300 gp"
												],
												[
													"4th",
													"500 gp"
												],
												[
													"5th",
													"1,000 gp"
												]
											],
											"footnotes": [
												"* The cost of scrolls below is in addition to any component cost."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Downtime and Lifestyle",
									"entries": [
										"Your character can participate in downtime activities {@b before, during, or after a session}. You can use the downtime activities found in the Player's Handbook or the following activities. Others can be used if allowed by other campaign documents (lifestyle costs aren't incurred when spending downtime days):",
										"{@i {@b Downtime: Spellcasting Services.}} You can spend a downtime day to have an NPC cast a spell for you. Alternatively, you can use this downtime activity to cast a spell yourself or benefit from a spell cast by another character that is at the same table as you without the need for resources such as spell slots, etc. The DM alone has {@b ultimate} discretion on whether use of downtime is feasible during the session (i.e., there are multiple days of inactivity that make it an option).",
										"{@i {@b Downtime: Catching Up.}} By spending downtime at 4th, 10th, or 16th level you gain a level. You gain no gold or other treasure.",
										{
											"type": "entries",
											"name": "Buying Potions and Scrolls",
											"entries": [
												"Your character can buy potions and scrolls, as follows:",
												{
													"type": "table",
													"colLabels": [
														"Current Tier",
														"Downtime Cost"
													],
													"colStyles": [
														"col-3 text-left",
														"col-9 text-left"
													],
													"rows": [
														[
															"1",
															"20 days"
														],
														[
															"2",
															"80 days"
														],
														[
															"3",
															"200 days"
														]
													]
												}
											]
										},
										"{@i {@b Downtime: Copying Spells.}} Characters copying spells into a spellbook must use this downtime activity. You spend up to 8 hours copying spells into your spellbook and/or making their spellbook available for other characters to copy from for each downtime day you spend. Characters playing the same adventure together can \"trade\" spells with each other using this activity. Each wizard has their own \"language\" used for scribing spells and can't benefit from the Help action when scribing—even if assisted by other wizards. You must pursue this downtime activity in the presence of your table's DM.",
										"{@i {@b Downtime: Trading Magic Items.}} Permanent magic items can be traded on a one-for-one basis for items of the same rarity. Only tier 4 characters can trade legendary items. Unique magic items or magic items without remaining magical properties can't be traded. Each party to the trade must spend 15 downtime days unless they're playing at the same table. Certificates (if present) must accompany the trade or be destroyed. In the event of conflict, the Dungeon Master's Guide determines an item's rarity and properties.",
										"{@i {@b Brewing Potions of Healing (XGE).}} Brewing potions of healing requires the use of an herbalism kit.",
										"{@i {@b Scribing Scrolls (XGE).}} You must know or be able to prepare a spell before you can scribe it to a spell scroll. This cost is in addition to the spell's component cost."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Character Advancement",
							"entries": [
								"Your character gains a level upon completing an adventure. In hardcover adventure sessions, your DM will tell you when you've gained a level. Otherwise if, after four hours of play (or eight hours at tiers 2–4) in a hardcover adventure, your DM doesn't tell you that you've gained a level, you gain a level.",
								"If you'd like to continue playing at your current level, you can decline to gain a level, although it has an impact on other rewards that you receive.",
								"{@i {@b Advancing Your Character}}. Your character advances using the options found in your PHB+1. Use the fixed hit point value provided in the class's entry in the PHB; characters never roll their hit points.",
								"{@i {@b Magic Items}}. In order to maintain portability in this shared-world campaign, whenever the group you're playing with finds a magic item, your character can keep it if you wish, though the number of magic items your character can own at a given time is determined by their tier (common, consumable, and story items don't count against this limit). Instead of gaining a new item, your character can instead replace an item in their possession with a new one—useful in getting rid of obsolete items or those that have been destroyed or have no magic remaining. Legendary items can only be kept by tier 4 characters, but others finding one instead unlock it and can choose to take possession of it when they reach tier 4 (levels 17 through 20). Until then the item doesn't count against the character's Magic Item Limit. Only one character a table can possess a story items at the table at a given time.",
								{
									"type": "entries",
									"name": "Buying Potions and Scrolls",
									"entries": [
										"Your character can buy potions and scrolls, as follows:",
										{
											"type": "table",
											"colLabels": [
												"Tier",
												"Magic Item Limit"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10 text-left"
											],
											"rows": [
												[
													"1",
													"1"
												],
												[
													"2",
													"3"
												],
												[
													"3",
													"6"
												],
												[
													"4",
													"10"
												]
											]
										},
										"{@i {@b Monetary Rewards}}. Your Dungeon Master awards your character gold during play. In order to maintain character equality in this shared-world campaign, the maximum amount of gold your character can earn is based on how many hours they've played in their current tier. While your DM is {@b strongly encouraged} to award this amount of gold each hour, you earn an amount of gold equal to half of the hourly award for each hour you play during the session if they don't.",
										"Once your character has earned an amount of gold equal to their GP Limit, {@b inform your DM}; they can't earn any more until they reach a new level. Once your character reaches 20th level, their GP limit resets each time they complete an adventure.",
										{
											"type": "table",
											"colLabels": [
												"Tier",
												"Hourly GP Award (Minimum)",
												"GP Limit per Level"
											],
											"colStyles": [
												"col-2 text-center",
												"col-6 text-left",
												"col-4 text-left"
											],
											"rows": [
												[
													"1",
													"20 gp (10 gp)",
													"80 gp"
												],
												[
													"2",
													"30 gp (15 gp)",
													"240 gp"
												],
												[
													"3",
													"200 gp (100 gp)",
													"1,600 gp"
												],
												[
													"4",
													"750 gp (375 gp)",
													"6,000 gp"
												]
											]
										},
										"{@i {@b Downtime Days.}} Your character earns 10 downtime days after gaining a level (20 for tier 2–4 characters)."
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "The Adventure Logsheet",
											"entries": [
												"Though there is no required format, you must use some form of Adventure Logsheet to track your character's rewards from adventure to adventure. At the end of each session, you'll record the following information in your Adventure Logsheet:",
												"{@i {@b Adventure Name.}} Write the name of the adventure you played (if a hardcover, write the session's number.",
												"{@i {@b Advancement.}} Indicate whether your character gained a level at the end of the session.",
												"{@i {@b Gold.}} Indicate how much gold your character earned and/or spent during the session.",
												"{@i {@b Magic Item.}} Note magic items that your character gained and lost during the session.",
												"{@i {@b Downtime.}} Annotate downtime days that were earned and spent during the session and what downtime activities they were spent towards.",
												"{@i {@b Adventure Notes.}} Record other important things that happened during the adventure or information you'll need later, here: deaths, special rewards (story items/effects, etc.), etc. For hardcover adventure sessions, record the number of hours you've played since gaining your last level."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Planning for the Future",
									"entries": [
										"As you gain levels, your character evolves and grows. In advancing your character, the following rules apply:",
										"{@i {@b Stopping Progression}}. If you decline advancement at the end of an adventure (or when your DM awards you a level), your character still keeps any magic items and gold they found during the session (though they're still subject to the tier-based limitations on both).",
										"{@i {@b Character Rebuilding}}. You can rebuild your character prior to playing their first adventure as a 5th-level character—changing any of your character's statistics but their name and season. Non-mechanical aspects of your character such as alignment, gender, choice of deity, or personality traits can be changed between sessions regardless of level.",
										"Your character keeps any rewards and equipment earned to that point. If your character's class or background changes, they lose any equipment that it granted, along with the proceeds from selling it, or benefits derived from it, such as copied spells or gold earned by selling it. Similarly, if you change their faction, access to renown benefits are suspended (see Appendix 1: Renown). Story awards can't be rebuilt, not can you rebuild your character if they're dead or otherwise subject to something that removes them from play (see Death, Disease, and Curses, below).",
										"{@i {@b Death, Disease, and Curses}}. Dead characters or those subject to a condition or story award that removes them from play (vampirism, lycanthropy, petrification, etc.) can't begin a new session until they purchase spellcasting services with gold or trade a permanent magic item (excluding common magic items) to return them to life or to remove any conditions or story awards that removed them from play—including those requiring a wish. This temporarily reduces their Magic Item Limit by 1. This reduction persists until the character reaches the next tier of play (or, for 20th-level characters, until they've completed two adventures). This option is available even if their Magic Item Limit has been reduced to 0 or they have no magic items."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Appendix 1: Renown",
					"entries": [
						"By adventuring, your character establishes themselves among the denizens of Faerûn. As their reputation grows, they can call in favors from those they have crossed paths with along their journeys.",
						{
							"type": "entries",
							"name": "Renown Rank Benefits",
							"entries": [
								"While members of specific factions enjoy additional benefits, all characters (not just faction members) accrue renown based on their level:",
								{
									"type": "entries",
									"name": "Buying Potions and Scrolls",
									"entries": [
										"Your character can buy potions and scrolls, as follows:",
										{
											"type": "table",
											"colLabels": [
												"Tier",
												"Title"
											],
											"colStyles": [
												"col-6 text-center",
												"col-4-5 text-left ",
												"col-1-5"
											],
											"rows": [
												[
													"1",
													"Novice"
												],
												[
													"2",
													"Seasoned"
												],
												[
													"3",
													"Veteran"
												],
												[
													"4",
													"Heroic"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Renown Benefits",
									"entries": [
										"When your character starts a new adventure or chapter, they can choose a {@b single} renown benefit associated with their current rank. Items can't be sold or traded and is lost if unused at the end of the adventure or chapter (whichever happens first).",
										{
											"type": "entries",
											"name": "Buying Potions and Scrolls",
											"entries": [
												"Your character can buy potions and scrolls, as follows:",
												{
													"type": "table",
													"colLabels": [
														"Rank",
														"Level"
													],
													"colStyles": [
														"col-3 text-left",
														"col-9 text-left"
													],
													"rows": [
														[
															"Novice",
															"Inspiration and a potion of healing"
														],
														[
															"Seasoned",
															"An item worth 100 gp or less from a table in Chapter 5 of the Player's Handbook"
														],
														[
															"Veteran",
															"A vehicle with noncombatant crew"
														],
														[
															"Hero",
															"Potion of superior healing or elixir of health"
														]
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Renown Item",
									"entries": [
										"Seasoned characters gain a +1 weapon, +1 shield, +1 rod of the pact keeper, or a +1 wand of the war mage tied to their background (a Folk Hero might get an old +1 greatsword that belonged to a retired adventurer, a Sage may find a +1 wand of the war mage hidden in a library, etc.). Your character's Magic Item Limit applies to this item, and the item can't be sold or traded."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Renown Suspensions",
							"entries": [
								"Just as your character earns access to renown rewards through heroic acts, so too can they lose it through unheroic ones. If suspended, your character loses access to renown benefits at the beginning of a number of adventures as determined by the duration of their suspension:",
								"{@i {@b Long-Term Suspension.}} Your character's access to renown benefits is suspended for a number of adventures or chapters equal to half their level (minimum 1). These suspensions are imposed for egregious in-game and out-of-game actions, such as:",
								{
									"type": "list",
									"items": [
										"Attacking another character without the consent of their player and the Dungeon Master.",
										"DM's Discretion (use sparingly). This includes truly disruptive things; such as hostile behavior against faction members, overtly evil acts, etc."
									]
								},
								"If this type of behavior persists after this penalty has occurred, the DM's has ultimate discretion to excuse you from the game—in which case you forfeit all rewards for the session. If excused in this way, you can't replay the adventure with the same character.",
								"{@i {@b Short-Term Suspensions.}} Your character's access to renown benefits is suspended for one adventure or chapter. These suspensions can be imposed for:",
								{
									"type": "list",
									"items": [
										"Your character is witnessed committing a crime.",
										"Your character is found guilty of committing a crime.",
										"DM's discretion (use sparingly). This can include things such as acting a manner that is not beneficial to the faction's goals; significant disrespect of persons with legitimate authority, abusing commoners, intentionally hindering the group, etc."
									]
								},
								"It's important to note that sometimes these actions can be allowed or even requested by the other party members (such as everyone involved agreeing that casting fireball amidst the party is the only way to eliminate their foes en masse or if your character is subject to spells such as dominate person, etc.). In these cases, no suspension of benefits is applied."
							]
						},
						{
							"type": "entries",
							"name": "Faction Membership",
							"entries": [
								"Your character can join any faction they meet the requirements for (for example, members of Bregan D'aerthe must be drow). You can only be a member of one faction at any time and maintaining membership in a faction requires a character to possess the Safe Haven background feature (Faction Agent background, Sword Coast Adventurer's Guide). Your character can leave their faction at any time. To do so, they replace the Safe Haven background feature with a new one or choose a {@b new} faction. In either case, they receive a {@b short-term} suspension from renown benefits.",
								{
									"type": "entries",
									"name": "Faction Item",
									"entries": [
										"Seasoned faction members gain a magical ring bearing their faction's insignia. Your character's Magic Item Limit applies to this item and it can't be sold or traded. The item gained is determined by their faction but is lost if you leave the faction.",
										{
											"type": "entries",
											"name": "Buying Potions and Scrolls",
											"entries": [
												"Your character can buy potions and scrolls, as follows:",
												{
													"type": "table",
													"colLabels": [
														"Faction",
														"Item"
													],
													"colStyles": [
														"col-6 text-left",
														"col-6 text-left"
													],
													"rows": [
														[
															"All",
															"ring of protection"
														],
														[
															"Harpers",
															"ring of free action"
														],
														[
															"Order of the Gauntlet",
															"ring of fire resistance"
														],
														[
															"Emerald Enclave",
															"ring of animal influence"
														],
														[
															"Lords' Alliance",
															"ring of the ram"
														],
														[
															"Zhentarim",
															"ring of evasion"
														]
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Appendix 2: Season 9 Characters",
					"entries": [
						"D&D Adventurers League play is divided into story seasons. Since the beginning of the program there have been eight story seasons, each one focusing on, and supporting adventure product(s) released by the D&D team at Wizards of the Coast. As we prepare to begin Season 9, in support of Baldur's Gate: Descent Into Avernus, we'd like to make some new options available to characters created specifically to start the campaign with.",
						{
							"type": "entries",
							"name": "Character Creation Unlocks",
							"entries": [
								"Characters made specifically to start Season 9 gain access to the following character creation options. Characters created prior to Season 9 may NOT take advantage of these benefits.",
								{
									"type": "entries",
									"name": "Lingering Legacy of Evil",
									"entries": [
										"When you roll to determine the number of temporary hit points gained by a soul coin's Drain Life property, you can roll twice and choose either result. Alternatively, they receive a response to {@b two} questions when using a soul coin's Query property. This trait is lost at the end of the season."
									]
								},
								{
									"type": "entries",
									"name": "Plane-Touched Wings",
									"entries": [
										"Aasimar and tiefling characters gain this benefit, regardless of their choice of PHB+1.",
										"{@i {@b Aasimar.}} You can choose aasimar (Volo's Guide to Monsters) as your character's race. Additionally, at 5th level, you can permanently replace the Light Bringer trait and racial trait they gain at 3rd level to sprout feathered wings—gaining a fly speed of 30 ft.",
										"{@i {@b Tiefling.}} At 5th level, you can permanently replace their Infernal Legacy trait with the Winged tiefling variant trait (Sword Coast Adventurer's Guide)."
									]
								},
								{
									"type": "entries",
									"name": "Inherited Malevolence",
									"entries": [
										"If your character isn't an aasimar or tiefling, that's not to say they get left out in the fiery, acidic rain. When you create your character, they can choose to start with any common magic item from Xanathar's Guide to Everything {@b except} magical armor or weapons, a clockwork amulet, a dark shard amulet, a hat of wizardry, or a ruby of the war mage.",
										"Additionally, the item has one of the following features incorporated into its design:",
										{
											"type": "entries",
											"name": "Buying Potions and Scrolls",
											"entries": [
												"Your character can buy potions and scrolls, as follows:",
												{
													"type": "table",
													"colLabels": [
														"d20",
														"Infernal Legacy"
													],
													"colStyles": [
														"col-2 text-center",
														"col-10 text-left "
													],
													"rows": [
														[
															"1",
															"Human hair or skin"
														],
														[
															"2",
															"Geometric pieces of green steel"
														],
														[
															"3",
															"Teeth from a large, unknown creature"
														],
														[
															"4",
															"The stench of sulfur"
														],
														[
															"5",
															"Wisps of acidic (but harmless) steam"
														],
														[
															"6",
															"A blinking red eye"
														],
														[
															"7",
															"A nimbus of harmless flames"
														],
														[
															"8",
															"The terms of a now-void infernal contract"
														],
														[
															"9",
															"Whispered voices urging the wearer to do evil"
														],
														[
															"10",
															"An expended soul coin"
														],
														[
															"11",
															"A tiny vial of demon ichor"
														],
														[
															"12",
															"Blood-red crystals"
														],
														[
															"13",
															"A mirror that occasionally reflects a devil's eye"
														],
														[
															"14",
															"Profane prayers written on scraps of flesh"
														],
														[
															"15",
															"Chitinous spikes"
														],
														[
															"16",
															"Black wood that oozes red sap"
														],
														[
															"17",
															" Green glass"
														],
														[
															"18",
															"Pitted silver stamped with Infernal runes"
														],
														[
															"19",
															"Barbed, cold iron chains"
														],
														[
															"20",
															"Flecks of blood that never wash off"
														]
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"id": "AL9DMG",
			"source": "ALseason9DMG",
			"data": [
				{
					"type": "section",
					"name": "Part 1. Getting Started",
					"entries": [
						"This document is a guide to getting started as a Dungeon Master (DM) for the Forgotten Realms campaign managed by the D&D Adventurers League. These rules are supplemented by the Adventurers League FAQ (also found in the Adventurers League DM's Pack).",
						{
							"type": "section",
							"name": "Storyline Seasons",
							"entries": [
								"Adventurers League play is broken up into storyline seasons, but all sanctioned adventures can be played regardless of their season."
							]
						},
						{
							"type": "section",
							"name": "D&D Adventurers League Play",
							"entries": [
								"D&D Adventurers League play can take place practically {@b ANYWHERE}--whether at home, a friendly local game and hobby store, a library or school, or even a convention. The possibilities are endless.",
								"DMs and players alike participate in Adventurers League play utilizing a variety of adventure content options. These currently include D&D Introductory Adventures, D&D Premiere Play, and playing through the published D&D adventures (called {@b hardcover} adventures). Additionally, many convention organizers have created approved D&D Adventurers League adventures called Convention-Created Content adventures (CCC) specifically for their conventions.",
								"{@i {@b D&D Introductory Adventures.}} These adventures accompany new Wizards of the Coast print products and premier at participating friendly local game and hobby stores and are meant to introduce you to new content.",
								"{@i {@b D&D Premiere Play}}. These adventures support Wizards of the Coast storyline product releases. They're purchased from the Dungeon Masters Guild. Dungeon Masters purchasing Premier Play adventures can run them often as that DM likes."
							]
						},
						{
							"type": "section",
							"name": "Being a Dungeon Master",
							"entries": [
								"Being an Adventurers League DM is easy and fun. The adventures can be prepared in a short period of time, and you don't have to worry about creating all sorts of background material.",
								{
									"type": "section",
									"name": "What You Need to Run a Game",
									"entries": [
										"In order to run a game as a DM in D&D Adventurers League games, you'll need the following:",
										{
											"type": "list",
											"items": [
												"{@i {@b Player's Handbook or the D&D Basic Rules}}. The basic rules .pdf document is free on the Wizards of the Coast website and contains all the basic rules of the game.",
												"{@i {@b Adventures}}. If you're running games in a public venue on behalf of an event organizer, check with that individual to see what adventures they have available. Otherwise, adventures are available for purchase at your local gaming store (hardcover adventures only) or online at www.dmsguild.com.",
												"{@i {@b Players}}. Adventures League play is designed for a table of five players but can be adjusted for as few as three to as many as seven players. Tables smaller or larger than those limits not recommended as they promote an extremely suboptimal play experience."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Optional Items",
									"entries": [
										"These things aren't necessary to run D&D Adventurers League games but might be nice to have.",
										"{@i {@b Dungeon Master's Guide (DMG)}}. This book contains valuable advice on preparing and running games. The DMG also contains descriptions of magic items that might be awarded during the course of play, so it is suggested that you bring that information with you to the table if it is not provided in the adventure.",
										"{@i {@b Monster Manual (MM)}}. While the statistics for most monsters can be found here, special monsters created specifically for a given season's published adventure are found in that product.",
										"{@i {@b Index Cards}}. Great for writing down initiative, handing notes to players, and as cheap table tents.",
										"{@i {@b Dungeon Master Screen}}. Helpful to hide the adventure and your notes and schemes from the players.",
										"{@i {@b Miniatures and Map Surfaces}}. If you and your players enjoy playing a more tactical game of D&D, you can use these to help depict combats and detailed areas."
									]
								},
								{
									"type": "section",
									"name": "Cheating",
									"entries": [
										"D&D Adventurers League play is meant to be fun and inclusive—not competitive. As the DM, correct cheating players quickly and discreetly (if possible) by resolving the issue and making a fair ruling on what happens. You can review paperwork (character sheets, adventure logsheets, and certificates) at any time. If something seems amiss or inappropriate—either with the paperwork or during the game—discuss it with the player and resolve irregularities. You can disallow something that seems outside the rules or have a player reroll dice. Be {@b professional}—make every effort to avoid embarrassing the player or assume wrongdoing. We're all here to have fun and enjoy the challenge!"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Part 2. Running Adventures",
					"entries": [
						"You can DM one group of players at a time—each player must have their own character within the adventure's level range. Characters that play {@b hardcover} adventure can continue to play it if they advance out of its level range, but if they later play a different hardcover adventure, they can't return to the first one.",
						{
							"type": "section",
							"name": "Playing the Dungeon Master",
							"entries": [
								"You have the most important role. You provide the narrative and bring the words on the pages of the adventure to life. While telling the story, it is also your responsibility to make everyone feel welcomed at the table creating a fun and fair environment.",
								"{@i {@b You're Empowered}}. Make decisions about how the group interacts with the adventure; adjust or improvise but maintain the adventure's spirit. You can't implement new rules.",
								"{@i {@b Challenge Your Players}}. Gauge the experience level of your players, as well as what they seem to enjoy in a game and attempt to deliver what they're after. Everyone should be able to shine. You can adjustment the encounter by adding or removing thematically appropriate monsters.",
								"{@i {@b Keep the Adventure Moving}}. When the game gets bogged down, provide hints and clues to your players facing puzzles or engaging in combat and roleplay interactions that get frustrating. This gives players \"little victories\" for making good choices based on clues received. When playing within a given time constraint, such as at a convention, it is important to gauge the pacing of your game. It's okay to make adjustments to the content when you get bogged down in order to promote a play experience that feels complete.",
								{
									"type": "section",
									"name": "Character Disease, Death, and Recovery",
									"entries": [
										"Bad things happen to characters; adventuring is a risky job. Diseases, poisons, and other similar effects last until removed, but characters can spend downtime days to receive spellcasting services or to recuperate (see Player's Handbook). Dead characters or those afflicted with {@i {@b lycanthropy}} or {@i {@b vampirism}} can't start a new session until returned to life or cured. Characters returned to life suffer the effects from the ordeal as normal, but each downtime day spent reduces any penalties to attack rolls, saving throws, and ability checks by 1. Bodies are recovered unless otherwise specified in the encounter. If the group can't return a character to life or cure conditions that remove it from play themselves, the following rules apply:",
										{
											"type": "list",
											"items": [
												"{@i {@b The Character Pays}}. Characters can use their gold to pay for a spellcasting service that would return them to play. Alternatively, the character can trade a permanent magic item (excluding common magic items) to an NPC that is capable of providing spellcasting services (see below)—who in turn returns them to life and removes any conditions (or in some circumstances, story awards) that removed them from play—including those requiring a wish. This option reduces their Magic Item Limit but is available even if their limit has been reduced to 0 or they have no magic items.",
												"{@i {@b The Group Pays}}. Other characters can contribute toward the {@b cost} for spellcasting services to benefit other characters. They can't trade magic items for another character to receive these services, though."
											]
										}
									]
								},
								{
									"type": "section",
									"name": "Spellcasting Services",
									"entries": [
										"During a session, characters can receive spellcasting services from an NPC located anywhere that is town-sized or larger but must be able to travel there. Otherwise, they're available only between sessions.",
										{
											"type": "table",
											"colLabels": [
												"Magic Item Table",
												"Cost"
											],
											"colStyles": [
												"col-8 text-left",
												"col-4 text-left"
											],
											"rows": [
												[
													"{@i {@spell Cure wounds|phb}}",
													"10 gp"
												],
												[
													"{@i {@spell Identify |phb}}",
													"20 gp"
												],
												[
													"{@i {@spell Lesser restoration|phb}}",
													"40 gp"
												],
												[
													"{@i {@spell Prayer of healing|phb}}",
													"40 gp"
												],
												[
													"{@i {@spell Dispel magic |phb}}",
													"90 gp"
												],
												[
													"{@i {@spell Remove curse |phb}}",
													"90 gp"
												],
												[
													"{@i {@spell Speak with dead |phb}}",
													"90 gp"
												],
												[
													"{@i {@spell Divination |phb}}",
													"210 gp"
												],
												[
													"{@i {@spell Greater Restoration}}",
													"450 gp"
												],
												[
													"{@i {@spell Raise dead|phb}}*",
													"1,000 gp"
												],
												[
													"{@i {@spell Resurrection|phb}}*",
													"3,000 gp"
												],
												[
													"{@i {@spell True resurrection|phb}}*",
													"30,000 gp"
												]
											],
											"footnotes": [
												"* Characters can instead receive these services by purchasing spell scrolls."
											]
										},
										"Spellcasting services provided by NPCs are limited to the spells on this list. However, characters can purchase {@i spell scrolls} which NPCs can cast for free, but {@b only} to benefit the character who purchased the scroll.",
										{
											"type": "table",
											"colLabels": [
												"Season & Region",
												"Acolyte-Friendly Temples"
											],
											"colStyles": [
												"col-4 text-left",
												"col-8 text-left"
											],
											"rows": [
												[
													"1: Phlan",
													"Kelemvor"
												],
												[
													"2: Mulmaster",
													"Bane, Loviatar, Tymora, Velsharoon"
												],
												[
													"3: Hillsfar",
													"Chauntea, Lliira, Tempus"
												],
												[
													"4: Barovia",
													" None"
												],
												[
													"5: Sword Coast",
													""
												],
												[
													" T1: Parnast ",
													"Mielikki"
												],
												[
													" T2: Stagwick",
													"Chauntea"
												],
												[
													" T3: Beregost ",
													"Lathander, Waukeen"
												],
												[
													"6: Sword Coast",
													""
												],
												[
													" T1: Mirabar",
													"Dumathoin, Sharindlar, Tymora"
												],
												[
													" T2: Neverwinter",
													"Oghma, Selûne, Tyr"
												],
												[
													" T3: Dagger Falls",
													"Lathander, Tyr"
												],
												[
													"7: Port Nyanzaru",
													"Gond, Savras, Waukeen"
												],
												[
													"8: Waterdeep",
													"Any non-evil deity"
												],
												[
													"9: Baldur's Gate Gond",
													"Umberlee, Tymora"
												]
											]
										},
										"{@i {@b Acolyte Background}}. Characters with the Shelter of the Faithful background feature can request spellcasting services at a temple of their faith. Once per day they can receive {@b one spell} from the Spellcasting Services table for free (though they must provide the cost of any material component needed). Only some faiths are represented by temples large enough to provide this benefit. {@b During play}, the available faiths are determined by the region in which the adventure is set (shown above)."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Adventure Rewards",
							"entries": [
								"Characters gain levels and earn rewards in the form of gold, magic items, and downtime. These rewards are recorded on their Adventure Logsheets—which they must maintain—{@b before} leaving the table. Most of these are awarded when you feel it's appropriate (although magic items can only be awarded if specifically mentioned in the encounter in which they're found).",
								"{@i {@b Advancement.}} Characters gain a level once they've completed an adventure. In hardcover sessions, they advance as {@b you decide} (or when directed by the adventure) or after {@b four} hours of play (or {@b eight} hours at tier 2–4), to a maximum of one level per session. Characters advance at the end of a long rest or the session, whichever happens first (though consider the disruption that updating their character may cause).",
								"Players can decline advancement if they choose—postponing advancement as long as they wish.",
								"{@i {@b Magic Items.}} Characters keep any {@b permanent magic items} that their group finds during the session. At the end of the session, each character can keep the items found during the session—to a maximum number of items based on their tier (common items aren't subject to this limitation). {@b Consumable magic items} (potions, scrolls, ammunition, and soul coins) are equitably divided among the characters—resolving disagreements randomly if necessary. If multiple players want a potion that the group has found, for example, roll a die to determine which character keeps the item.",
								{
									"type": "table",
									"colLabels": [
										"Tier",
										"Magic Item Limit"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10 text-left"
									],
									"rows": [
										[
											"1",
											"1"
										],
										[
											"2",
											"3"
										],
										[
											"3",
											"6"
										],
										[
											"4",
											"10"
										]
									]
								},
								"{@i {@b Mundane Treasure.}} Mundane equipment under a treasure subheading can't be sold or traded but can be used until the end of the session, upon which time it's lost. Any treasure with a monetary value (gp, gems, art objects, etc.) mentioned is {@b ignored}. Items without mechanical properties (such as trinkets or other objects without a specified value) are divided equitably among the characters. If more than one player wants the item, a randomly determined character keeps it.",
								"Instead, you have discretion to award gold; each hour you can award each character an amount of gold based on their tier (see below). You have a lot of flexibility in how this gold is distributed and what form it takes, though you can the treasure entries as cues to award gold and what form that gold might take. For example, a goblin might carry dirty copper coins, while a wealthy merchant might carry writs redeemable for gold. Alternatively, in a convention setting, you might want to wait and award the cumulative hourly awards at the end in the form of a chest of gold bars from a wealthy merchant. The campaign staff {@b strongly suggests} that characters be awarded the {@b maximum} amount of gold for their tier {@b per hour}. Otherwise, the characters earn a {@b minimum} amount for each hour of the session.",
								"Once a character receives an amount of gold equal to their GP Limit, they can't earn more until they have gained a level when the limit resets.",
								{
									"type": "table",
									"colLabels": [
										"Tier",
										"Hourly GP Award (Min GP Award)",
										"GP Limit/Level"
									],
									"colStyles": [
										"col-2 text-center",
										"col-6 text-left",
										"col-4 text-left"
									],
									"rows": [
										[
											"1",
											"20 gp (10 gp)",
											"80 gp"
										],
										[
											"2",
											"30 gp (15 gp) ",
											"240 gp"
										],
										[
											"3",
											"200 gp (100 gp)",
											"1,600 gp"
										],
										[
											"4",
											"750 gp (375 gp)",
											"6,000 gp"
										]
									]
								},
								"{@i {@b Story Awards/Effects/Items.}} These items or effects—designated by the ALCC—are essential to a hardcover adventure's storyline and are only useable during sessions of the adventure in which they're awarded. These items don't count against a characters Magic Item Limit, but only one character can possess a given story item at the same table at the same time.",
								{
									"type": "section",
									"name": "Dungeon Master Rewards",
									"entries": [
										"As you run adventures, you also earn DM Rewards. For more information see the D&D Adventurers League Dungeon Master Rewards document."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"id": "AL9DMR",
			"source": "ALseason9DMrewards",
			"data": [
				{
					"type": "section",
					"name": "Dungeon Master Rewards",
					"entries": [
						"As you Dungeon Master for the D&D Adventurers League (DDAL), you earn DM Rewards. You earn one DM Reward for each Campaign Adventure or CCC adventure you run, and you also earn one DM Reward for every four hours you DM an adventure published for fifth edition by Wizards of the Coast. You may expend each DM Reward earned in one of the following ways.",
						{
							"type": "section",
							"name": "Option 1: Advancement",
							"entries": [
								"One of your characters gains a level plus an amount of gold based on their tier prior to advancement. See the table Dungeon Master Gold Rewards below, for more information.",
								{
									"type": "table",
									"caption": "Dungeon Master Gold Rewards",
									"colLabels": [
										"Tier",
										"GP Earned"
									],
									"colStyles": [
										"col-3 text-center",
										"col-9 text-left"
									],
									"rows": [
										[
											"1",
											"80 gp"
										],
										[
											"2",
											"240 gp"
										],
										[
											"3",
											"1,600 gp"
										],
										[
											"4",
											"6,000 gp"
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Option 2: Magic Item",
							"entries": [
								"One of your characters from the campaign for which you were DMing gains a magic item awarded by the adventure. Forgotten Realms characters can only gain items from Forgotten Realms adventures, and Eberron characters can only gain items from Eberron adventures.",
								"If the character to which this reward is applied, is of a lower Tier than the adventure you DM'd, the character must hold the item in reserve until they've advanced to the appropriate tier, at which point they may gain use of the item.",
								"While holding it in reserve it doesn't count against their magic item limit, but once they can apply it to the character, it does."
							]
						},
						{
							"type": "section",
							"name": "Option 3: Campaign Rewards",
							"entries": [
								"Rather than using the DM Rewards you've gained to advance a character's level or gain a magic item you can choose to collect them in a \"pool\" and trade them to gain other special rewards as described below.",
								"All DM Rewards earned as a Dungeon Master for Campaign Adventures from either the Forgotten Realms campaign (Avernus Rising) or the Eberron campaign (Oracle of War), or from running the hardcover adventure Baldur's Gate: Descent Into Avernus, may be collected into a single \"pool\" for this purpose. They don't need to be tracked separately.",
								"",
								"{@b You may NOT add DM Rewards from running CCC adventures into this pool.}",
								"",
								"You can expend the levels from your \"pool\" on any of the Campaign Rewards described below, though you may only place a reward on a character from the campaign for which the reward is designated."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Campaign Rewards-Inglorious Redemption",
					"entries": [
						{
							"type": "section",
							"name": "Infernal Pets",
							"entries": [
								"No stat block is required since these Tiny 'cuddly-lovables' may not participate in or interfere with combat. Get one, name it, describe it... hug it, and make it your own!",
								{
									"type": "table",
									"colLabels": [
										"Reward Cost",
										"Tier Min.",
										"Pet",
										"Notes"
									],
									"colStyles": [
										"col-1-5 text-center",
										"col-1-5 text-center",
										"col-4 text-left",
										"col-5 text-left"
									],
									"rows": [
										[
											"1",
											"2",
											"Baby Bone Whelk",
											"Infernal snails? Cute?"
										],
										[
											"1",
											"2",
											"Death Dog Puppy",
											"Careful... or you get a nasty nip... and another nasty nip"
										],
										[
											"1",
											"2",
											"Hell Hound Puppy",
											"Fantastic as a portable, lovable hand warmer"
										],
										[
											"1",
											"2",
											"Kitten of Slobberchops (tressym)",
											"One-quarter the size and four times as mean"
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Familiars",
							"entries": [
								"Any character that can cast find familiar can enjoy the companionship of one of these Infernal critters.",
								{
									"type": "table",
									"colLabels": [
										"Reward Cost",
										"Tier Min.",
										"Familiar",
										"Notes"
									],
									"colStyles": [
										"col-1-5 text-center",
										"col-1-5 text-center",
										"col-4 text-left",
										"col-5 text-left"
									],
									"rows": [
										[
											"3",
											"2",
											"Abyssal Chicken",
											"You heard me right... and isn't it adorable?!"
										],
										[
											"3",
											"1",
											"Brood of Slobberchops (tressym)",
											"Fully grown progeny of the infamous tressym."
										],
										[
											"6",
											"2",
											"Imp Courier",
											"Specializing in delivery, and employee of the century three times running, a star employee of the Infernal Revenue Service. This imp loses the Shapechanger feature in favor of the following: Hellscape Pocket. Possesses a personal pocket dimension capable of holding up to 10 lbs of items. Only the courier can open the pocket dimension to retrieve and store items."
										],
										[
											"6",
											"2",
											"Imp Toady",
											"Formerly a barbed devil in service to Bel during his term in office, this imp loses the Shapechanger feature in favor of the following: Hype. The imp toady can inspire its master through stirring words and chanting, so long as it is within 30 feet. It's master is granted a d6 which it can roll and add to the result of a single ability check, attack roll, or saving throw. Once used, the imp toady can't grant this to its master again until its master has completed a long rest. This feature can't be used in conjunction with Bardic Inspiration. If both are used, add the higher of the two numbers to the roll."
										],
										[
											"6",
											"2",
											"Infernal Pseudodragon",
											"An experiment gone wrong somewhere deep inside Arkhan's Tower this creature resembles a tiny abishai (color chosen when summoned) and is lawful evil rather than neutral good. Also understands Infernal in addition to Common and Draconic. Other"
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Items-Magical or Otherwise!",
							"entries": [
								"From the minds of mages SO mad they make Halaster look as sane as the next all-powerful archmage in the Realms.",
								{
									"type": "table",
									"colLabels": [
										"Reward Cost",
										"Tier Min.",
										"Item",
										"Notes"
									],
									"colStyles": [
										"col-1-5 text-center",
										"col-1-5 text-center",
										"col-4 text-left",
										"col-5 text-left"
									],
									"rows": [
										[
											"3",
											"1",
											"Compressed Magical Pigment (rust)*",
											"Acts as a potion of fire breath"
										],
										[
											"3",
											"2",
											"Compressed Magical Pigment (silver)*",
											"Acts as a potion of heroism"
										],
										[
											"3",
											"2",
											"Compressed Magical Pigment (electrum)*",
											"Acts as a potion of diminution"
										],
										[
											"3",
											"2",
											"Compressed Magical Pigment (platinum)*",
											"Acts as a potion of invulnerability"
										],
										[
											"3",
											"2",
											"Compressed Magical Pigment (bronze)*",
											"Acts as a potion of fire giant strength"
										],
										[
											"3",
											"3",
											"Compressed Magical Pigment (gold)*",
											"Acts as a potion of speed"
										],
										[
											"3",
											"3",
											"Compressed Magical Pigment (copper)*",
											"Acts as a potion of vitality"
										]
									],
									"footnotes": [
										"*A special note on the properties of compressed magical pigments. They duplicate the effects of certain potions that can be extremely useful under the right circumstances. In order to use them, the pigment must be sprayed across the front of the user's face, while their mouth is open, and their teeth are showing. Disgusting, I know... but the things we do to survive. WITNESS ME!!!!!!!!!!!!"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Items-Magical or Otherwise! (Season 9 Eligible*)",
							"entries": [
								"From the minds of mages SO mad they make Halaster look as sane as the next all-powerful archmage in the Realms.",
								{
									"type": "table",
									"colLabels": [
										"Reward Cost",
										"Tier Min.",
										"Item",
										"Notes"
									],
									"colStyles": [
										"col-1-5 text-center",
										"col-1-5 text-center",
										"col-4 text-left",
										"col-5 text-left"
									],
									"rows": [
										[
											"3",
											"2",
											"{@item Soul Coins (3)|DIA}, Fully charged",
											"Vroom, Vroom!"
										],
										[
											"6",
											"3",
											"Sword Wraith in a Box (consumable, 1 use only)",
											"Open this box as an action to unleash the fury of this former hellrider upon your enemies. Once the fight is over, the hellrider leaves forever."
										],
										[
											"3",
											"2",
											"{@item Hellfire Weapon)|DIA}",
											"{@adventure Baldur's Gate: Descent Into Avernus|DIA}"
										],
										[
											"6",
											"2",
											"{@item Gauntlets of Flaming Fury)|DIA}",
											"{@adventure Baldur's Gate: Descent Into Avernus|DIA}"
										],
										[
											"6",
											"2",
											"Infernal Puzzle Box",
											"{@adventure Baldur's Gate: Descent Into Avernus|DIA}"
										],
										[
											"9",
											"3",
											"Battle Standard of Infernal Power",
											"{@adventure Baldur's Gate: Descent Into Avernus|DIA}"
										],
										[
											"9",
											"3",
											"Helm of Devil Command",
											"{@adventure Baldur's Gate: Descent Into Avernus|DIA}"
										],
										[
											"12",
											"4",
											"Obsidian Flint Dragon Plate",
											"{@adventure Baldur's Gate: Descent Into Avernus|DIA}"
										]
									],
									"footnotes": [
										"*These rewards may only be applied to a Season 9 character."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Vehicles & Mounts (Season 9 Eligible",
							"entries": [
								"From the minds of mages SO mad they make Halaster look as sane as the next all-powerful archmage in the Realms.",
								{
									"type": "table",
									"colLabels": [
										"Reward Cost",
										"Tier Min.",
										"Item",
										"Notes"
									],
									"colStyles": [
										"col-1-5 text-center",
										"col-1-5 text-center",
										"col-4 text-left",
										"col-5 text-left"
									],
									"rows": [
										[
											"6",
											"2",
											"Infernal War Machine-Devil's Ride",
											"See {@adventure Baldur's Gate: Descent Into Avernus|DIA}; {@item soul coins|DIA} not included; only usable in the Nine Hells."
										],
										[
											"6",
											"2",
											"Infernal War Machine-Tormentor",
											"See {@adventure Baldur's Gate: Descent Into Avernus|DIA}; {@item soul coins|DIA} not included; only usable in the Nine Hells."
										],
										[
											"9",
											"2",
											"Infernal War Machine-Scavenger",
											"See {@adventure Baldur's Gate: Descent Into Avernus|DIA}; {@item soul coins|DIA} not included; only usable in the Nine Hells."
										],
										[
											"12",
											"3",
											"Infernal War Machine-Demon Grinder",
											"See {@adventure Baldur's Gate: Descent Into Avernus|DIA}; {@item soul coins|DIA} not included; only usable in the Nine Hells."
										],
										[
											"6",
											"2",
											"Bone Whelk",
											"See {@adventure Baldur's Gate: Descent Into Avernus|DIA}; {@item soul coins|DIA} not included; only usable in the Nine Hells."
										],
										[
											"6",
											"2",
											"Hellwasp",
											"See {@adventure Baldur's Gate: Descent Into Avernus|DIA}; {@item soul coins|DIA} not included; only usable in the Nine Hells."
										],
										[
											"6",
											"2",
											"Merrenoloth Skiff",
											"A folding boat that can safely be used on the River Styx."
										]
									],
									"footnotes": [
										"*These rewards may only be applied to a Season 9 character."
									]
								}
							]
						}
					]
				}
			]
		}
	],
	"table": [
		{
			"name": "Buying Potions",
			"source": "ALseason9PHB",
			"caption": "Buying Potions",
			"colLabels": [
				"Potion of... ",
				"Cost*"
			],
			"colStyles": [
				"col-9 text-left",
				"col-3 text-left"
			],
			"rows": [
				[
					"Healing",
					"50 gp"
				],
				[
					"Climbing",
					"75 gp"
				],
				[
					"Animal friendship",
					"100 gp"
				],
				[
					"Greater healing",
					"100 gp"
				],
				[
					"Water breathing",
					"100 gp"
				],
				[
					"Superior healing",
					"500 gp"
				],
				[
					"Supreme healing",
					"5,000 gp"
				],
				[
					"Invisibility",
					"5,000 gp"
				]
			],
			"footnotes": [
				"* The cost of scrolls below is in addition to any component cost."
			]
		},
		{
			"name": "Buying Scrolls",
			"source": "ALseason9PHB",
			"caption": "Buying Scrolls",
			"colLabels": [
				"Spell Scroll Level",
				"Cost*"
			],
			"colStyles": [
				"col-9 text-left",
				"col-3 text-left"
			],
			"rows": [
				[
					"Cantrip",
					"25 gp"
				],
				[
					"1st",
					"75 gp"
				],
				[
					"2nd",
					"150 gp"
				],
				[
					"3rd",
					"300 gp"
				],
				[
					"4th",
					"500 gp"
				],
				[
					"5th",
					"1,000 gp"
				]
			],
			"footnotes": [
				"* The cost of scrolls below is in addition to any component cost."
			]
		},
		{
			"name": "Downtime",
			"source": "ALseason9PHB",
			"caption": "Downtime",
			"colLabels": [
				"Current Tier",
				"Downtime Cost"
			],
			"colStyles": [
				"col-3 text-left",
				"col-9 text-left"
			],
			"rows": [
				[
					"1",
					"20 days"
				],
				[
					"2",
					"80 days"
				],
				[
					"3",
					"200 days"
				]
			]
		},
		{
			"name": "Magic Item Limit",
			"source": "ALseason9PHB",
			"caption": "Magic Item Limit",
			"colLabels": [
				"Tier",
				"Magic Item Limit"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"rows": [
				[
					"1",
					"1"
				],
				[
					"2",
					"3"
				],
				[
					"3",
					"6"
				],
				[
					"4",
					"10"
				]
			]
		},
		{
			"name": "Monetary Rewards",
			"source": "ALseason9PHB",
			"caption": "Monetary Rewards",
			"colLabels": [
				"Tier",
				"Hourly GP Award (Minimum)",
				"GP Limit per Level"
			],
			"colStyles": [
				"col-2 text-center",
				"col-6 text-left",
				"col-4 text-left"
			],
			"rows": [
				[
					"1",
					"20 gp (10 gp)",
					"80 gp"
				],
				[
					"2",
					"30 gp (15 gp)",
					"240 gp"
				],
				[
					"3",
					"200 gp (100 gp)",
					"1,600 gp"
				],
				[
					"4",
					"750 gp (375 gp)",
					"6,000 gp"
				]
			]
		},
		{
			"name": "Renown Rank Benefits",
			"source": "ALseason9PHB",
			"caption": "Renown Rank Benefits",
			"colLabels": [
				"Tier",
				"Title"
			],
			"colStyles": [
				"col-6 text-center",
				"col-4-5 text-left ",
				"col-1-5"
			],
			"rows": [
				[
					"1",
					"Novice"
				],
				[
					"2",
					"Seasoned"
				],
				[
					"3",
					"Veteran"
				],
				[
					"4",
					"Heroic"
				]
			]
		},
		{
			"name": "Renown Benefits",
			"source": "ALseason9PHB",
			"caption": "Renown Benefits",
			"colLabels": [
				"Rank",
				"Level"
			],
			"colStyles": [
				"col-3 text-left",
				"col-9 text-left"
			],
			"rows": [
				[
					"Novice",
					"Inspiration and a potion of healing"
				],
				[
					"Seasoned",
					"An item worth 100 gp or less from a table in Chapter 5 of the Player's Handbook"
				],
				[
					"Veteran",
					"A vehicle with noncombatant crew"
				],
				[
					"Hero",
					"Potion of superior healing or elixir of health"
				]
			]
		},
		{
			"name": "Faction Item",
			"source": "ALseason9PHB",
			"caption": "Faction Item",
			"colLabels": [
				"Faction",
				"Item"
			],
			"colStyles": [
				"col-6 text-left",
				"col-6 text-left"
			],
			"rows": [
				[
					"All",
					"ring of protection"
				],
				[
					"Harpers",
					"ring of free action"
				],
				[
					"Order of the Gauntlet",
					"ring of fire resistance"
				],
				[
					"Emerald Enclave",
					"ring of animal influence"
				],
				[
					"Lords' Alliance",
					"ring of the ram"
				],
				[
					"Zhentarim",
					"ring of evasion"
				]
			]
		},
		{
			"name": "Inherited Malevolence",
			"source": "ALseason9PHB",
			"caption": "Inherited Malevolence",
			"colLabels": [
				"d20",
				"Infernal Legacy"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left "
			],
			"rows": [
				[
					"1",
					"Human hair or skin"
				],
				[
					"2",
					"Geometric pieces of green steel"
				],
				[
					"3",
					"Teeth from a large, unknown creature"
				],
				[
					"4",
					"The stench of sulfur"
				],
				[
					"5",
					"Wisps of acidic (but harmless) steam"
				],
				[
					"6",
					"A blinking red eye"
				],
				[
					"7",
					"A nimbus of harmless flames"
				],
				[
					"8",
					"The terms of a now-void infernal contract"
				],
				[
					"9",
					"Whispered voices urging the wearer to do evil"
				],
				[
					"10",
					"An expended soul coin"
				],
				[
					"11",
					"A tiny vial of demon ichor"
				],
				[
					"12",
					"Blood-red crystals"
				],
				[
					"13",
					"A mirror that occasionally reflects a devil's eye"
				],
				[
					"14",
					"Profane prayers written on scraps of flesh"
				],
				[
					"15",
					"Chitinous spikes"
				],
				[
					"16",
					"Black wood that oozes red sap"
				],
				[
					"17",
					" Green glass"
				],
				[
					"18",
					"Pitted silver stamped with Infernal runes"
				],
				[
					"19",
					"Barbed, cold iron chains"
				],
				[
					"20",
					"Flecks of blood that never wash off"
				]
			]
		},
		{
			"name": "Spellcasting Services",
			"source": "ALseason9DMG",
			"caption": "Spellcasting Services",
			"colLabels": [
				"Magic Item Table",
				"Cost"
			],
			"colStyles": [
				"col-8 text-left",
				"col-4 text-left"
			],
			"rows": [
				[
					"{@i {@spell Cure wounds|phb}}",
					"10 gp"
				],
				[
					"{@i {@spell Identify |phb}}",
					"20 gp"
				],
				[
					"{@i {@spell Lesser restoration|phb}}",
					"40 gp"
				],
				[
					"{@i {@spell Prayer of healing|phb}}",
					"40 gp"
				],
				[
					"{@i {@spell Dispel magic |phb}}",
					"90 gp"
				],
				[
					"{@i {@spell Remove curse |phb}}",
					"90 gp"
				],
				[
					"{@i {@spell Speak with dead |phb}}",
					"90 gp"
				],
				[
					"{@i {@spell Divination |phb}}",
					"210 gp"
				],
				[
					"{@i {@spell Greater Restoration}}",
					"450 gp"
				],
				[
					"{@i {@spell Raise dead|phb}}*",
					"1,000 gp"
				],
				[
					"{@i {@spell Resurrection|phb}}*",
					"3,000 gp"
				],
				[
					"{@i {@spell True resurrection|phb}}*",
					"30,000 gp"
				]
			],
			"footnotes": [
				"* Characters can instead receive these services by purchasing spell scrolls."
			]
		},
		{
			"name": "Season & Region",
			"source": "ALseason9DMG",
			"caption": "Season & Region",
			"colLabels": [
				"Season & Region",
				"Acolyte-Friendly Temples"
			],
			"colStyles": [
				"col-4 text-left",
				"col-8 text-left"
			],
			"rows": [
				[
					"1: Phlan",
					"Kelemvor"
				],
				[
					"2: Mulmaster",
					"Bane, Loviatar, Tymora, Velsharoon"
				],
				[
					"3: Hillsfar",
					"Chauntea, Lliira, Tempus"
				],
				[
					"4: Barovia",
					" None"
				],
				[
					"5: Sword Coast",
					""
				],
				[
					" T1: Parnast ",
					"Mielikki"
				],
				[
					" T2: Stagwick",
					"Chauntea"
				],
				[
					" T3: Beregost ",
					"Lathander, Waukeen"
				],
				[
					"6: Sword Coast",
					""
				],
				[
					" T1: Mirabar",
					"Dumathoin, Sharindlar, Tymora"
				],
				[
					" T2: Neverwinter",
					"Oghma, Selûne, Tyr"
				],
				[
					" T3: Dagger Falls",
					"Lathander, Tyr"
				],
				[
					"7: Port Nyanzaru",
					"Gond, Savras, Waukeen"
				],
				[
					"8: Waterdeep",
					"Any non-evil deity"
				],
				[
					"9: Baldur's Gate Gond",
					"Umberlee, Tymora"
				]
			]
		},
		{
			"name": "Magic Item Limit",
			"source": "ALseason9DMG",
			"caption": "Magic Item Limit",
			"colLabels": [
				"Tier",
				"Magic Item Limit"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10 text-left"
			],
			"rows": [
				[
					"1",
					"1"
				],
				[
					"2",
					"3"
				],
				[
					"3",
					"6"
				],
				[
					"4",
					"10"
				]
			]
		},
		{
			"name": "Adventure Rewards",
			"source": "ALseason9DMG",
			"caption": "Adventure Rewards",
			"colLabels": [
				"Tier",
				"Hourly GP Award (Min GP Award)",
				"GP Limit/Level"
			],
			"colStyles": [
				"col-2 text-center",
				"col-6 text-left",
				"col-4 text-left"
			],
			"rows": [
				[
					"1",
					"20 gp (10 gp)",
					"80 gp"
				],
				[
					"2",
					"30 gp (15 gp) ",
					"240 gp"
				],
				[
					"3",
					"200 gp (100 gp)",
					"1,600 gp"
				],
				[
					"4",
					"750 gp (375 gp)",
					"6,000 gp"
				]
			]
		},
		{
			"name": "Dungeon Master Gold Rewards",
			"source": "ALseason9DMrewards",
			"caption": "Dungeon Master Gold Rewards",
			"colLabels": [
				"Tier",
				"GP Earned"
			],
			"colStyles": [
				"col-3 text-center",
				"col-9 text-left"
			],
			"rows": [
				[
					"1",
					"80 gp"
				],
				[
					"2",
					"240 gp"
				],
				[
					"3",
					"1,600 gp"
				],
				[
					"4",
					"6,000 gp"
				]
			]
		},
		{
			"name": "Infernal Pets",
			"source": "ALseason9DMrewards",
			"colLabels": [
				"Reward Cost",
				"Tier Min.",
				"Pet",
				"Notes"
			],
			"colStyles": [
				"col-1-5 text-center",
				"col-1-5 text-center",
				"col-4 text-left",
				"col-5 text-left"
			],
			"rows": [
				[
					"1",
					"2",
					"Baby Bone Whelk",
					"Infernal snails? Cute?"
				],
				[
					"1",
					"2",
					"Death Dog Puppy",
					"Careful... or you get a nasty nip... and another nasty nip"
				],
				[
					"1",
					"2",
					"Hell Hound Puppy",
					"Fantastic as a portable, lovable hand warmer"
				],
				[
					"1",
					"2",
					"Kitten of Slobberchops (tressym)",
					"One-quarter the size and four times as mean"
				]
			]
		},
		{
			"name": "AL 9 Familiars (DM Rewards)",
			"source": "ALseason9DMrewards",
			"colLabels": [
				"Reward Cost",
				"Tier Min.",
				"Familiar",
				"Notes"
			],
			"colStyles": [
				"col-1-5 text-center",
				"col-1-5 text-center",
				"col-4 text-left",
				"col-5 text-left"
			],
			"rows": [
				[
					"3",
					"2",
					"Abyssal Chicken",
					"You heard me right... and isn't it adorable?!"
				],
				[
					"3",
					"1",
					"Brood of Slobberchops (tressym)",
					"Fully grown progeny of the infamous tressym."
				],
				[
					"6",
					"2",
					"Imp Courier",
					"Specializing in delivery, and employee of the century three times running, a star employee of the Infernal Revenue Service. This imp loses the Shapechanger feature in favor of the following: Hellscape Pocket. Possesses a personal pocket dimension capable of holding up to 10 lbs of items. Only the courier can open the pocket dimension to retrieve and store items."
				],
				[
					"6",
					"2",
					"Imp Toady",
					"Formerly a barbed devil in service to Bel during his term in office, this imp loses the Shapechanger feature in favor of the following: Hype. The imp toady can inspire its master through stirring words and chanting, so long as it is within 30 feet. It's master is granted a d6 which it can roll and add to the result of a single ability check, attack roll, or saving throw. Once used, the imp toady can't grant this to its master again until its master has completed a long rest. This feature can't be used in conjunction with Bardic Inspiration. If both are used, add the higher of the two numbers to the roll."
				],
				[
					"6",
					"2",
					"Infernal Pseudodragon",
					"An experiment gone wrong somewhere deep inside Arkhan's Tower this creature resembles a tiny abishai (color chosen when summoned) and is lawful evil rather than neutral good. Also understands Infernal in addition to Common and Draconic. Other"
				]
			]
		},
		{
			"name": "Items-Magical or Otherwise!",
			"source": "ALseason9DMrewards",
			"colLabels": [
				"Reward Cost",
				"Tier Min.",
				"Item",
				"Notes"
			],
			"colStyles": [
				"col-1-5 text-center",
				"col-1-5 text-center",
				"col-4 text-left",
				"col-5 text-left"
			],
			"rows": [
				[
					"3",
					"1",
					"Compressed Magical Pigment (rust)*",
					"Acts as a potion of fire breath"
				],
				[
					"3",
					"2",
					"Compressed Magical Pigment (silver)*",
					"Acts as a potion of heroism"
				],
				[
					"3",
					"2",
					"Compressed Magical Pigment (electrum)*",
					"Acts as a potion of diminution"
				],
				[
					"3",
					"2",
					"Compressed Magical Pigment (platinum)*",
					"Acts as a potion of invulnerability"
				],
				[
					"3",
					"2",
					"Compressed Magical Pigment (bronze)*",
					"Acts as a potion of fire giant strength"
				],
				[
					"3",
					"3",
					"Compressed Magical Pigment (gold)*",
					"Acts as a potion of speed"
				],
				[
					"3",
					"3",
					"Compressed Magical Pigment (copper)*",
					"Acts as a potion of vitality"
				]
			],
			"footnotes": [
				"*A special note on the properties of compressed magical pigments. They duplicate the effects of certain potions that can be extremely useful under the right circumstances. In order to use them, the pigment must be sprayed across the front of the user's face, while their mouth is open, and their teeth are showing. Disgusting, I know... but the things we do to survive. WITNESS ME!!!!!!!!!!!!"
			]
		},
		{
			"name": "Dungeon Master Gold Rewards",
			"source": "ALseason9DMrewards",
			"colLabels": [
				"Reward Cost",
				"Tier Min.",
				"Item",
				"Notes"
			],
			"colStyles": [
				"col-1-5 text-center",
				"col-1-5 text-center",
				"col-4 text-left",
				"col-5 text-left"
			],
			"rows": [
				[
					"3",
					"2",
					"{@item Soul Coins (3)|DIA}, Fully charged",
					"Vroom, Vroom!"
				],
				[
					"6",
					"3",
					"Sword Wraith in a Box (consumable, 1 use only)",
					"Open this box as an action to unleash the fury of this former hellrider upon your enemies. Once the fight is over, the hellrider leaves forever."
				],
				[
					"3",
					"2",
					"{@item Hellfire Weapon)|DIA}",
					"{@adventure Baldur's Gate: Descent Into Avernus|DIA}"
				],
				[
					"6",
					"2",
					"{@item Gauntlets of Flaming Fury)|DIA}",
					"{@adventure Baldur's Gate: Descent Into Avernus|DIA}"
				],
				[
					"6",
					"2",
					"Infernal Puzzle Box",
					"{@adventure Baldur's Gate: Descent Into Avernus|DIA}"
				],
				[
					"9",
					"3",
					"Battle Standard of Infernal Power",
					"{@adventure Baldur's Gate: Descent Into Avernus|DIA}"
				],
				[
					"9",
					"3",
					"Helm of Devil Command",
					"{@adventure Baldur's Gate: Descent Into Avernus|DIA}"
				],
				[
					"12",
					"4",
					"Obsidian Flint Dragon Plate",
					"{@adventure Baldur's Gate: Descent Into Avernus|DIA}"
				]
			],
			"footnotes": [
				"*These rewards may only be applied to a Season 9 character."
			]
		},
		{
			"name": "Vehicles & Mounts (Season 9 Eligible*)",
			"source": "ALseason9DMrewards",
			"colLabels": [
				"Reward Cost",
				"Tier Min.",
				"Item",
				"Notes"
			],
			"colStyles": [
				"col-1-5 text-center",
				"col-1-5 text-center",
				"col-4 text-left",
				"col-5 text-left"
			],
			"rows": [
				[
					"6",
					"2",
					"Infernal War Machine-Devil's Ride",
					"See {@adventure Baldur's Gate: Descent Into Avernus|DIA}; {@item soul coins|DIA} not included; only usable in the Nine Hells."
				],
				[
					"6",
					"2",
					"Infernal War Machine-Tormentor",
					"See {@adventure Baldur's Gate: Descent Into Avernus|DIA}; {@item soul coins|DIA} not included; only usable in the Nine Hells."
				],
				[
					"9",
					"2",
					"Infernal War Machine-Scavenger",
					"See {@adventure Baldur's Gate: Descent Into Avernus|DIA}; {@item soul coins|DIA} not included; only usable in the Nine Hells."
				],
				[
					"12",
					"3",
					"Infernal War Machine-Demon Grinder",
					"See {@adventure Baldur's Gate: Descent Into Avernus|DIA}; {@item soul coins|DIA} not included; only usable in the Nine Hells."
				],
				[
					"6",
					"2",
					"Bone Whelk",
					"See {@adventure Baldur's Gate: Descent Into Avernus|DIA}; {@item soul coins|DIA} not included; only usable in the Nine Hells."
				],
				[
					"6",
					"2",
					"Hellwasp",
					"See {@adventure Baldur's Gate: Descent Into Avernus|DIA}; {@item soul coins|DIA} not included; only usable in the Nine Hells."
				],
				[
					"6",
					"2",
					"Merrenoloth Skiff",
					"A folding boat that can safely be used on the River Styx."
				]
			],
			"footnotes": [
				"*These rewards may only be applied to a Season 9 character."
			]
		}
	]
}
