{
	"_meta": {
		"sources": [
			{
				"json": "YesterdayClassPassives",
				"abbreviation": "YCPas",
				"full": "Yesterday's Class Passives and Feat Tiering",
				"authors": [
					"Yesterday",
					"Benjamin Huffman (Pugilist)",
					"fanatic66 (Swordmage)"
				],
				"convertedBy": [
					"Yesterday (Marotagem#7406)"
				],
				"version": "2.7.0",
				"url": "https://github.com/yesterdaydnd/ClassPassives/",
				"targetSchema": "2.6.0"
			}
		],
		"optionalFeatureTypes": {
			"MV:Ba": "Maneuver, Barbarian",
			"MV:M": "Maneuver, Monk",
			"MV:Pa": "Maneuver, Paladin",
			"MV:P": "Maneuver, Pugilist",
			"MV:Ra": "Maneuver, Ranger",
			"MV:Ro": "Maneuver, Rogue",
			"FS:Pu": "Fighting Style; Pugilist",
			"CP": "Class Passive"
		},
		"dateAdded": 0,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "b386f128d4",
		"edition": "classic"
	},
	"optionalfeature": [
		{
			"name": "Ambidextrous",
			"prerequisite": [
				{
					"level": 2
				}
			],
			"entries": [
				"The additional attack you make with your offhand while two-weapon fighting is made as part of the Attack action rather than using your bonus action."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Better Criticals",
			"prerequisite": [
				{
					"level": 10
				}
			],
			"entries": [
				"You critically hit on attacks rolled one number lower.",
				"For instance, if you would crit on a 20 on the d20, you would now crit on a 19 as well"
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Brutal Precision",
			"prerequisite": [
				{
					"level": {
						"level": 2
					}
				}
			],
			"entries": [
				"By training both your power and skill, your strikes have become devastatingly accurate. You gain the following benefits, which increase based on the lowest of your attributes between Strength and Dexterity:",
				"• Your melee weapon attacks deal +1 damage.",
				"• 14 Str and Dex: You can use Strength or Dexterity for your attack and damage rolls with melee weapons, unarmed strikes or attacks with natural weapons, as if they had the Finesse property.",
				"• 16 Str and Dex: Your melee weapon attacks deal +1 damage (to a total of +2).",
				"• 18 Str and Dex: You roll and additional damage die when calculating critical damage with a melee weapon attack.",
				"• 20 Str and Dex: Your melee weapon attacks deal +1 damage (to a total of +3)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Climber",
			"prerequisite": [
				{
					"level": 2
				}
			],
			"entries": [
				"You gain a climbing speed equal to your walking speed. You have advantage on ability checks related to climbing."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Covert Strike",
			"prerequisite": [
				{
					"level": 2
				}
			],
			"entries": [
				"Once on your turn, when you critically hit with an attack or reduce a creature to 0 hit points, you can also attempt to hide as a part of the same action.",
				"If you have any movement left for this turn, you can use it to move before attempting to hide, and you must adhere to the normal restrictions for being able to hide."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Feathery Steps",
			"prerequisite": [
				{
					"level": 2
				}
			],
			"entries": [
				"You take no disadvantage on Stealth (Dexterity) checks as a consequence of wearing armor.",
				"You do not trigger non-magical traps triggered by stepping on them."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Hexen",
			"prerequisite": [
				{
					"level": 2,
					"other": "Spellcasting or Pact Magic features."
				}
			],
			"entries": [
				"You learn how to imbue a tiny Hex onto a weapon of your choice.",
				"Over the course of a short or long rest, choose one weapon and one type of damage: necrotic, radiant or psychic. You then inscribe a small curse on to a charm and place it onto the weapon. ",
				"Afterwards, as a bonus action you can activate the Hex. For the next hour, the weapon is imbued by the small curse, increasing its damage dealt by 1d4 of the chosen type. Your maximum hit points are reduced by 1 per character level while the Hex is active. At 11th level, the Hex damage increases to 1d6.",
				"You can end the Hex as a bonus action, and any lost hit points are regained."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Improved Initiative",
			"prerequisite": [
				{
					"level": 2
				}
			],
			"entries": [
				"You gain a +3 bonus to your initiative.",
				"Whenever you roll for initiative and the result of the d20 is a 6 or lower, you can treat it as a 7."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Luckless Talent",
			"prerequisite": [
				{
					"level": 2
				}
			],
			"entries": [
				"Whenever you perform an attack roll, ability check or saving throw and you roll a 20 on a d20, you can choose to critically fail instead, as the tides of luck change unexpectedly.",
				"After doing so, at any point until your next long rest, you can choose to use your 'unspent' luck and treat any d20 you roll as a 20. You can only have one critical saved at a time and once you use this feature, you can't use it again until your next long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Martially Inclined",
			"prerequisite": [
				{
					"level": 2,
					"other": "Barbarian, Fighter, Monk, Paladin, Pugilist, Ranger, Rogue, Swordmage"
				}
			],
			"entries": [
				"You gain one additional fighting style. You can change your fighting styles whenever you gain a level."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Swift Pivoting",
			"prerequisite": [
				{
					"level": 2
				}
			],
			"entries": [
				"You can move through other creature's spaces, regardless of alliance or size, and this movement does not count as difficult terrain for you.",
				"Enemies have disadvantage on attacks of opportunity against you."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Swimmer",
			"prerequisite": [
				{
					"level": 2
				}
			],
			"entries": [
				"You gain a swimming speed equal to your walking speed and you have advantage on ability checks related to swimming.",
				"You can also hold your breath underwater for up to 10 minutes if you take a breath beforehand."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Unarmed and All Natural",
			"prerequisite": [
				{
					"level": 6
				}
			],
			"entries": [
				"Your unarmed strikes and attacks with natural weapons count as being magical for the purposes of overcoming resistance and immunity against non-magical attacks.",
				"Additionally, if you are not wielding any weapons, your unarmed or natural weapon attacks have a bonus +2 to damage."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Under Pressure",
			"prerequisite": [
				{
					"level": 2,
					"other": "Be able to cast and prepare spells"
				}
			],
			"entries": [
				"Once per long rest, you may take an action to remember a spell you know, but did not prepare, and instantly prepare it for use. When you do so, you must unprepare a different spell to make room for it."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Vault and Crash",
			"prerequisite": [
				{
					"level": 2
				}
			],
			"entries": [
				"Your long jump increases by 15 ft, and your high jump increases by 5 ft. You have resistance to fall damage."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Attuning Catalyst",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Artificer"
						}
					}
				}
			],
			"entries": [
				"You modify your spellcasting focus to help you with your attunements. You gain one additional attunement slot."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Catalysed Overcast",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Artificer"
						}
					}
				}
			],
			"entries": [
				"You can create a special type of catalyst that allows you to cast spells beyond you comprehension. This catalyst can be your spellcasting focus.",
				"When you take this feature at 6th level, choose a 3rd level spell from the Wizard spell list. You can cast this spell once or upcast a spell you know at 3rd level. After you use this feature, you gain one level of exhaustion and can't do it again until you finish a long rest.",
				"At 10th level, you can swap the spell you chose for a 4th level spell from the wizard list, or upcast a spell once at 4th level.",
				"At 14th level, you can swap it for a 5th level spell or upcast a spell once at 5th level.",
				"At 18th level, you can swap it for a 6th level spell or upcast a spell once at 6th level."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Deep Pocketed",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Artificer"
						}
					}
				}
			],
			"entries": [
				"You develop small pockets with magically embued extradimensional space, specialized on quick access. Each pocket is capable of holding a single mundane or magical item, such as a potion or alchemists' fire, but you cannot use scrolls. You can have a number of active pockets equal to your proficiency bonus and you prepare them at the end of a long rest.",
				"As a bonus action on your turn, one of the items pops out of its pocket and into your hand after which you can immediately use it as part of the same bonus action, so long as the item can be used as an action (Use an Object action or its own action) and is properly attuned by you (if required). You cannot use this feature to use a weapon or equip armor.",
				"As you activate one of the pockets, it quickly collapses the extradimensional space and ejects the item into your hand, in order to hasten the item's usage. The used pocket cannot then be used again until you magically reactivate it by preparing the items on each pocket over the course of a long rest.",
				"At 6th level in this class, you learn how to activate scrolls quickly using this feature. When you do so, you must make an ability check using your spellcasting ability to sucessfully cast the spell. The DC equals 10 + the spell's level. On a failure, the spell fails and the scroll is consumed."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Hasty Reconstruction",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Artificer"
						}
					}
				}
			],
			"entries": [
				"You learn one additional Infusion Known. Once per short rest, as an action, you can immediately end one of your active infusions and infuse another item with one infusion you know."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Homunculus Swarm",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Artificer"
						}
					},
					"other": "Homunculus Servant Infusion or Steel Defender"
				}
			],
			"entries": [
				"You can upgrade your companion to a swarm of tiny-sized homunculi. The swarm has a 0ft melee range and can occupy a creatures' space. It can move through a space as narrow as 1 inch wide without squeezing.",
				"Its damage is 2d4 + proficiency bonus when the swarm is over half its maximum hit points and goes down to 1d4 + proficiency bonus when its below it.",
				"As a bonus action, you can order the swarm to split into two. When you do so, the swarm divides into two creatures, with half your companion's maximum and current hit points and their attacks deal 1d4 + proficiency bonus.",
				"Whenever you order your Homunculus to perform an action, you can give a different order to each half of the swarm."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Infused Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Artificer"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Prolific Inventor",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Artificer"
						}
					}
				}
			],
			"entries": [
				"Your time spent crafting and tinkering has turned you into an expert at item crafting.",
				"When crafting a mundane or magical item (PHB p. 187, DMG p. 128), the cost for materials is halved and if you must perform any checks in order to craft the item, you may do so at advantage.",
				"During your adventures, you can perform one day worth of progress towards your item as light activity on a long rest. During downtime, you can make 4 days worth of progress towards your item each day.",
				"Additionally, if the item you are trying to craft requires a recipe, you do not need to know it to produce the item if it is on your *Replicate Magic Item* list. If the item is not on the list, and you do not know that recipe, you often know where and from whom you can obtain it."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Wait... I Have an Idea",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Artificer"
						}
					}
				}
			],
			"entries": [
				"You gain the ability to make a makeshift prototype of an item bearing any infusion from the artificer infusions list, (including Replicate Magic Item). This item does not count towards your number of active infusions.",
				"You must spend 1 minute making the item to successfully create it, or you can make a DC 15 check using your artisan's tool to make it during an action.",
				"This item lasts for one use if it has any charges or spellcasting related to it, or 10 minutes. You needn't know the infusion used or have knowledge of the magic item beforehand, but you cannot improvise an item or infusion you already have as an active infusion.",
				"Once you successfully use this feature, you can't use it again until you finish a long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Big Hands",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Barbarian"
						}
					},
					"feature": [
						"Dual Wielder"
					]
				}
			],
			"entries": [
				"You have large hands and a strong grip. While raging, you can engage in Two Weapon Fighting with Versatile and Heavy weapons, as if you were holding them with Two Hands.",
				"You must be medium-sized to do so, and your attacks are made at a -4 penalty.",
				"If your Strength score is at least 20, your attack rolls are made ate a -2 penalty.",
				"If your Strength score is 22 or higher, you do not suffer any penalty from using this feature."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Fight Me",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Barbarian"
						}
					}
				}
			],
			"entries": [
				"While raging, as a bonus action you can willingly open yourself to strikes in a taunting manner. When you do so, you take a -2 penalty to your AC and Dexterity saving throws until the start of your next turn. If you are hit with a melee attack while taunting in this way, you may make an attack or grapple against the enemy as a reaction."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Gorilla Throws",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Barbarian"
						}
					}
				}
			],
			"entries": [
				"Your throws hurt. A lot. Your Rage and Reckless Attack features can also be used with thrown weapons using Strength. While raging, you may draw a thrown weapon as part of the action you use to throw it. Additionally, whenever you have advantage on a ranged attack roll you make with a thrown weapon and hit, you can also knock a Large or smaller target prone if the lower of the two d20 rolls would also hit the target."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Inner Storm",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Barbarian"
						}
					}
				}
			],
			"entries": [
				"You learn how to harness your rage and focus it, controlling the storm inside you. While raging, every one of your features that requires you to use Strength (such as Rage damage or Reckless attacks) can be done using Dexterity instead of Strength. This, however, does not allow you to make attacks using your Dexterity modifier if the weapon you are wielding does not have the Finesse property."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Instinctive Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Barbarian"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Leap Slam",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Barbarian"
						}
					}
				}
			],
			"entries": [
				"You are too angry to walk to your enemies. While raging, if you are wielding a weapon with two hands, you may use your action to perform a long jump towards an enemy you can see and attack it once as part of the same action.",
				"To do so, you must spend 5ft of movement as part of the same action. You only spend 5ft of your movement for the turn regardless of distance traveled, and rules for a running long jump still apply. If the attack connects, you roll twice the weapon's dice for damage."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Martial Superiority: Barbarian",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Barbarian"
						}
					}
				}
			],
			"entries": [
				"When you choose this feature, you learn maneuvers that are fueled by special dice called superiority dice.",
				"You learn two maneuvers of your choice from the Barbarian list. Many maneuvers enhance an attack in some way. You can use only one maneuver per attack. You gain one additional maneuver when you reach 10th level in this class. When you gain a level in this class you may choose to replace a known maneuver for a different one.",
				"{@b Superiority Dice.} You have two Superiority dice, which are d6s. A Superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a short or long rest. You gain another superiority die at 10th level in this class.",
				"{@b Saving Throws.} Some of your maneuvers require your target to make a saving throw to resist the maneuver's effects. The saving throw DC is calculated as follows:",
				"Maneuver save DC = 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Natural Warrior",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Barbarian"
						}
					}
				}
			],
			"entries": [
				"You are a warrior attuned to the nature around you. You learn two cantrips of your choice from the Druid spell list. In addition, choose one 1st level spell from the same list. Using this feature, you can cast the spell once at its lowest level, and you must finish a long rest before you can cast it in this way again. Constitution is your spellcasting ability for these spells. You can cast and concentrate on the spells you gain from this feature while raging."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Threatening Presence",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Barbarian"
						}
					}
				}
			],
			"entries": [
				"Your savagery wrecks the spirit of your enemies. While raging, when you critically strike an enemy, it must make a Wisdom saving throw versus 8 + your proficiency bonus + your Strength modifier.",
				"If it fails, the enemy is frightened by you for one minute. At the end of its turn it can repeat the save to end the effect. An enemy can only be frightened by you in this way once every dawn.",
				"You have +2 to your attack rolls against enemies frightened by you."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Utmost Fury",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Barbarian"
						}
					}
				}
			],
			"entries": [
				"You may cast Enlarge (as if from the Enlarge/Reduce spell) on yourself as an action once without spending a spell slot. Casting in this way does not require concentration and can be done while raging.",
				"Once you use this feature, you cannot use it again until you finish a long rest. You gain an additional use of this feature when you reach 10th level."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Battle Hymn",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Bard"
						}
					}
				}
			],
			"entries": [
				"You are able to perform and inspire even in the heat of combat.",
				"As an action, you can spend a Bardic Inspiration die to start performing a Battle Hymn.",
				"Until your next turn, or until you lose concentration (as if you were concentrating on a spell), every ally of yours that can hear you within 30ft has the benefits of half a Bardic Inspiration die (rounded up) to their next roll.",
				"Additionally, every enemy that can hear you within 30ft has to make a Wisdom saving throw against your spell save DC. If the enemy fails, they are disturbed by your song. While disturbed, they must subtract half a bardic inspiration die (rounded up) from their next attack roll or saving throw.",
				"You may spend your action and an additional Bardic Inspiration die to extend this performance on each of your turns. Extending the performance grants new Bardic Inspiration dice to your allies and enemies who can hear you must make another Wisdom saving throw.",
				"Once you use this feature you cannot use it again until you finish a long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Battle Swagger",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Bard"
						}
					}
				}
			],
			"entries": [
				"You swirl and swagger in combat, attacking from unexpected angles.",
				"As a bonus action, you can make sudden and unexpected movements to beguile an enemy. Make a contested Charisma (Deception) against the enemy's Wisdom (Insight). On a success, for a number of turns equal to your proficiency bonus, the enemy is enthralled by your movement.",
				"While your target is enthralled, once on each of your turns, you can roll a die equal to your Bardic Inspiration die and add to your damage when you hit an enemy with a weapon attack.",
				"The extra damage dealt by your Battle Swagger feature increases by one die at 6th, at 12th and 18th levels, to a maximum of 4."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Bearer of Secrets",
			"prerequisite": [
				{
					"level": {
						"level": 14,
						"class": {
							"name": "Bard"
						}
					}
				}
			],
			"entries": [
				"You are known for holding multiple secrets. You learn one additional spell for your Magical Secrets feature, and your number of spells known increases accordingly."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Endless Inspiration",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Bard"
						}
					}
				}
			],
			"entries": [
				"You are an endless source of inspiration to your allies. You gain additional Bardic Inspiration dice equal to half your Charisma modifier (rounded down, to a minimum of 1)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Flash of Inspiration",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Bard"
						}
					}
				}
			],
			"entries": [
				"You have a knack for performing well with little experience. Twice per long rest, you can expend a Bardic Inspiration die to make an ability check you are not proficient with as if you had Expertise in it."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Folklore",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Bard"
						}
					}
				}
			],
			"entries": [
				"You are knowledgeable on culture, music and traditions, gaining the following benefits according to your Charisma Score:",
				"• 14 - You gain proficiency with an additional instrument. You can replicate any song or dance after seeing it being performed once.",
				"• 16 - You learn two additional non-exotic languages of your choice.",
				"• 18 - You have advantage on ability checks relating to information on culture, lore and traditions.",
				"• 20 - Your total number of known spells increases by 1."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Inspirational Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Bard"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Masterwork Performance",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Bard"
						}
					}
				}
			],
			"entries": [
				"Your performances are legendary. Choose one type of instrument you are proficient with. You become a specialist in this instrument. When you use it to make a Performance (Charisma) roll, you can treat any die roll on the d20 below 8 as being an 8. Additionally, once a day you may spend a Bardic Inspiration die and add it to that roll."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Dogmatic Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Cleric"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Emissary of the Divine",
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Cleric"
						}
					}
				}
			],
			"entries": [
				"You gain an additional use of your Channel Divinity feature."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Holy Token",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Cleric"
						}
					},
					"other": "a holy symbol"
				}
			],
			"entries": [
				"Your holy symbol becomes a ward against the unholy. Damage you take from Fiends or Undead is reduced by a number equal to your proficiency modifier."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Impositio Manus",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Cleric"
						}
					}
				}
			],
			"entries": [
				"You gain the blessing of a Celestial (if you're good) or Fiendish (if you're evil) creature. The blessing appears as an immaterial floating light, of yellowish/redish color.",
				"As a bonus action you can place this blessing on an ally of your choice that you can see within 60ft. The ally has +1 to AC and deals 1d4 radiant/necrotic damage to any enemy who makes a melee attack against them.",
				"You can change the ally who receives this benefit as a bonus action. It lasts until you change the target of it, you are further than 60ft from your target, either of you gets knocked unconscious or until the next dawn.",
				"Additionally, you can use your action to forego its regular effects and make it emit bright light to 20ft and dim light to 40ft, and you can move it up to 30ft on your turn (no action required)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Preparation",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Cleric"
						}
					}
				}
			],
			"entries": [
				"You can prepare an additional spell on your list of prepared spells. This bonus increases to two additional spells at 10th level and three additional spells at 18th."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Sheperd of the Weak",
			"prerequisite": [
				{
					"level": {
						"level": 14,
						"class": {
							"name": "Cleric"
						}
					}
				}
			],
			"entries": [
				"When you use your Divine Intervention feature, your deity intervenes when you roll a number equal to or lower than your Cleric level + 2x your Wisdom modifier. When you reach 20th level, and upgrade your Divine Intervention feature, you regain the use of your Divine Intervention after 4 days instead of 7."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Striken",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Cleric"
						}
					},
					"other": "Divine Strike Feature"
				}
			],
			"entries": [
				"When you gain your Divine Strike feature, you can apply its damage on any weapon attacks you make, rather than once per turn."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Thoughts and Prayers",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Cleric"
						}
					}
				}
			],
			"entries": [
				"As a reaction when an enemy attacks an ally of yours within 30ft of you, you may spend a use of your Channel Divinity to pray for their well being. Until the start of your next turn, enemies have disadvantage in attack rolls against them."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Turn the Unholy",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Cleric"
						}
					},
					"other": "a holy symbol"
				}
			],
			"entries": [
				"The undead bear no match to the visage of your symbol. The CR rating of your Turn Undead feature increases by one step. (1/2 - 1 - 2 - 3 - 4 - 5)"
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Druidic Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Druid"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Goodmerry",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Druid"
						}
					}
				}
			],
			"entries": [
				"You gain proficiency with brewers supplies and you can add your proficiency modifier to checks you make using them.",
				"You learn how to make wine from goodberries, which nourishes you for a full day, heals and grants magical benefits.",
				"Before a long rest you must begin the brewing process, by using 10 goodberries, brewing ingredients worth 20sp and magic, you can quickly make wine after the end of this long rest.",
				"Each fermentation process provides 1d4 bottles of wine. When you finish the long rest, make a wisdom check using your Brewer's Supplies. This determines the quality of the wine and its effects (effects listed last for 1 minute):",
				"DC <13: Regular quality. Heals 2d4 + Brewer's Wisdom modifier",
				"DC 13: Adept quality. Heals 2d6 + Brewer's Wisdom modifier. Advantage on saving throws against the charmed and frightened conditions.",
				"DC 15: Great quality. Heals 3d6 + Brewer's Wisdom modifier.  Advantage on saving throws against the charmed and frightened conditions.",
				"DC 20: Remarkable quality. Heals 3d6 + Brewer's Wisdom modifier. Advantage on saving throws against the charmed and frightened condition. Resistance to poison.",
				"The wine can be consumed as an action. Goodberry Wine becomes regular wine and loses its magical properties if it is not consumed within 24hrs."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Herbal Healer",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Druid"
						}
					}
				}
			],
			"entries": [
				"You gain resistance to poison and proficiency with Herbalism Kit and Alchemist's Supplies, which you can use to make poisons and medicine. Your Herbalism kit acts as a Poisoner's kit for you.",
				"You can make a check using your Herbalism Kit or Alchemist Supplies instead of a Medicine check when trying to stabilize a creature or when trying to study poison or a poisoned creature."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Loremaster",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Druid"
						}
					}
				}
			],
			"entries": [
				"You are deeply attuned to nature and its lore.",
				"You gain the following benefits according to your Wisdom Score:",
				"• 14 - You know the Speak with animals spell and always have it prepared. You can cast it without spending a spell slot.",
				"• 16 - You have advantage on Animal Handling checks.",
				"• 18 - You learn Sylvian and Primordial.",
				"• 20 - Difficult terrain does not impair your movement in a non-Urban environment."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Natural Resistance",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Druid"
						}
					}
				}
			],
			"entries": [
				"Choose one element of nature (acid, cold, fire, lightning, or thunder), you gain resistance to that element.",
				"You may also spend one hour during your long rest in a meditative communion with nature and a source of one of the elements of your choice (such as a bonfire or the pouring rain) to switch your resistance to that element."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Shapeshifter",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Druid"
						}
					}
				}
			],
			"entries": [
				"You gain exceptional control over your wild shape.",
				"While under the effects of Wild Shape, you can use your action to change to a different creature of your choice without spending an additional use of wild shape.",
				"When you do so, your new hit points will be equal to the lowest between your current hit points or the new creature's maximum hit points."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Spirit of the First Ones",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Druid"
						}
					}
				}
			],
			"entries": [
				"You are imbued with the spirit of one of the primordial sources in nature: Beasts, Elements and Vegetation.",
				"As an action you can bring forth one of the spirits, for the following effect:",
				"{@b Beastborn.} Your body changes to be more akin to that of a Beast. Your speed increases by 5, and you gain natural weapons to make unarmed attacks, its die is a d6. If you already have natural weapons, their dice increases by one size (d4 - d6 - d8).",
				"You gain an odor akin to that of an animal, and you have disadvantage with charisma checks against non-Beasts. Your appearance might change to be unusually hairy or bulky.",
				"{@b Elementborn.} Your body represents the elements of nature. When you roll a 1 or 2 on a damage die for a spell that deals elemental damage, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2.",
				"You emit a dim light of 5ft around you, there's always a cool breeze in a 5ft radius around you and your footsteps are wet. Your skin might look like it is constantly moving like a river, or your hair might shift and move even without a breeze.",
				"{@b Treantborn.} Your body changes to be more akin to that of a Tree. You are always under the effect of the Barkskin spell and its bonus is increased by 1.",
				"Your speed is reduced by 5. You grow in height (your size category remains the same), your skin becomes bark-like and branches and flowers may sprout out of your hair.",
				"You can take another action the end the effect."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Verdant Empathy",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Druid"
						}
					}
				}
			],
			"entries": [
				"You can cast Speak With Plants at will without expending a spell slot.",
				"When you do so using this feature, you cannot use its effects to change terrain into or from being difficult terrain or to interfere with other spells (such as entangle).",
				"You can, however, communicate with plants as normal, but they will only follow your orders if the natural spirits of the location you are in were already inclined to help you (at the DM's discretion)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Action Hero",
			"prerequisite": [
				{
					"level": {
						"level": 14,
						"class": {
							"name": "Fighter"
						}
					}
				}
			],
			"entries": [
				"You have the grit of a Hero.",
				"You gain one additional use of your Action Surge."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Combat Stances",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Fighter"
						}
					}
				}
			],
			"entries": [
				"You change your approach given the challenge.",
				"You learn two stances when you take this feature, described below. You may take this feature again to gain two additional stances.",
				"As a bonus action, you may choose to take a combat stance. Each stance lasts until the start of your next turn and are lost if you are knocked back, prone, restrained, or unconscious. You may only have one stance active at one time.",
				"{@b Cleaving Stance.} You take a stance to prepare yourself to fight multiple targets.",
				"When you take this stance, the next time you hit an enemy with a weapon you are wielding with two hands, you can also make attack rolls against any enemies that are within 5ft of your enemy and within your reach. Each surrounding enemy hit takes half damage.",
				"{@b Parrying Stance.} When you enter parrying stance, select an enemy you wish to focus on. The next time this enemy makes an attack roll against you, you may use your reaction to try to intercept it. When you do so, roll an attack roll with your wielded weapon, if the roll is higher than your enemies', you take half damage from the attack.",
				"{@b Tunnel Stance.} While in your defensive stance, once per round you can make an opportunity attack without using your reaction. Additionally, creatures that moves more than 5 feet while within your reach also trigger opportunity attacks for you.",
				"{@b Olympian Stance.} You assume the appropriate stance to throw weapons. While in this stance, thrown weapons have the Ranged property for you. Additionally, the weapons normal range is doubled."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Fighting Spirit",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Fighter"
						}
					}
				}
			],
			"entries": [
				"More than just a style, every fighter has their own personality in the field of war, represented by their spirit.",
				"You gain one Fighting Spirit from the Fighting Spirit list. This represents your character's approach to battle. You may not take another Spirit, even if you get the option from another source.",
				"{@b Brutal.} You fight with tremendous brutality and recklessness.",
				"You get +1 to your weapon attack rolls and your attacks deal an additional 1d4 damage, increasing to a d6 at 10th level and a d8 at 18th level in this class.",
				"However, you take a -4 penalty to AC while doing so. You lose your benefits and penalty if you equip a shield.",
				"{@b Swift.} You fight with a swift flurry of attacks.",
				"When you roll for a weapon attack and the die is a 19 or 20, you can perform an additional attack as part of the same action. You can only have one additional attack per action from this feature. ",
				"However, while you are moving swiftly, you take a -2 penalty to your strength score. You lose your benefits and the penalty if you equip a non-light weapon or armor, or equip a shield.",
				"{@b Tactical.} You can use your reaction and spend a use of your Action Surge to take an action during one of your allies' turn, provided you can see it and it is within 60ft of you. Additionally, when you take the Ready action to attack an enemy, the attack benefits from your Extra Attack feature if you have it.",
				"However, you cannot use Action Surge on your own turn.",
				"{@b Supportive.} You put your allies before yourself.",
				"You can use your Second Wind feature on an ally you can see within 30 ft instead of yourself. Additionally, on your turn, you can use your action to grant Action Surge on an ally you can see within 30ft for their next turn.",
				"However, your Action Surge and Second Wind features recharge on a long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Martial Artist",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Fighter"
						}
					}
				}
			],
			"entries": [
				"Your martial abilities grow ever stronger.",
				"You gain one additional fighting style. Additionally, after you finish a long rest, you may change your fighting styles acquired in this class. This represents your preparation for the battles ahead."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Martial Superiority: Fighter",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Fighter"
						}
					}
				}
			],
			"entries": [
				"When you choose this feature, you learn maneuvers that are fueled by special dice called superiority dice.",
				"You learn two maneuvers of your choice from the Fighter list. Many maneuvers enhance an attack in some way. You can use only one maneuver per attack. You gain one additional maneuver when you reach 10th level in this class. When you gain a level in this class you may choose to replace a known maneuver for a different one.",
				"{@b Superiority Dice.} You have two Superiority dice, which are d6s. A Superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a short or long rest. You gain another superiority die at 10th level in this class.",
				"{@b Saving Throws.} Some of your maneuvers require your target to make a saving throw to resist the maneuver's effects. The saving throw DC is calculated as follows:",
				"Maneuver save DC = 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Provocateur",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Fighter"
						}
					}
				}
			],
			"entries": [
				"You are good at making yourself a target.",
				"Once on each of your turns, as an action, or in place of one of your attacks, you boast and taunt one creature you can see within 60 ft. The target must make a Wisdom Saving Throw against 8 + proficiency + your Charisma modifier.",
				"A creature who fails their save takes 1d4 psychic damage and has disadvantage on its first attack roll against targets other than you.",
				"Additionally, if an affected creature moves on its turn, it cannot end its movement further from you than it started with.",
				"The damage increases by 1d4 and can target an additional enemy when you reach 5th level (2d4, 2 enemies), 11th level (3d4, 3 enemies), and 17th level (4d4, 4 enemies)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Unwavering",
			"prerequisite": [
				{
					"level": {
						"level": 10,
						"class": {
							"name": "Fighter"
						}
					}
				}
			],
			"entries": [
				"Whenever you use your Indomitable feature to reroll a failed saving throw, you can choose to make a Constitution Saving Throw instead of the Saving throw forced upon you."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Unwinded",
			"prerequisite": [
				{
					"level": {
						"level": 10,
						"class": {
							"name": "Fighter"
						}
					}
				}
			],
			"entries": [
				"Your well of stamina is more of a lake.",
				"When you use your Second Wind feature, you may choose to instead gain the benefits of a Short Rest. When you do so, you may not spend more than 1 Hit die and you do not recover your Second Wind and Action Surge features.",
				"Once you use this feature, you can't use it again until you finish a long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "War Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Fighter"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Combo Breaker",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Monk"
						}
					}
				}
			],
			"entries": [
				"When an enemy hits you with a melee attack, you may use your reaction before any subsequent melee attack and spend 2 Ki points to attempt to interrupt its actions. It must make a constitution saving throw versus your ki save DC, if it fails, they must subtract your martial arts die from their attack rolls this turn."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Combo Style",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Monk"
						}
					}
				}
			],
			"entries": [
				"When you use your bonus action to perform a Flurry of Blows, if all attacks you made this turn hit and were made at the same target, you may perform an additional attack as part of the same action. Roll that attack at disadvantage, if it hits, a Large or smaller target is also knocked prone."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Executor Fist",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Monk"
						}
					}
				}
			],
			"entries": [
				"When you enter Inner Fury, you focus all your raging energy into a single devastating unarmed attack. The next time you hit an enemy with an unarmed strike, you deal extra damage equal to your martial arts die x your monk level.",
				"Performing this attack takes its toll on your body, regardless of how many actions you can make this turn, after you successfully hit an enemy, both your turn and your Inner Fury end. You gain 2 points of exhaustion if you still had any Ki left when you performed this move, or 3 if you had none.",
				"You lose all your remaning Ki points and take half your maximum hit points in damage.",
				"If this damage would have put you under 0 hit points, you drop to 1 hit point instead."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Impatient Defense",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Monk"
						}
					}
				}
			],
			"entries": [
				"Immediately after spending a Ki point to enter Patient Defense, you can make a single unarmed attack as part of the same bonus action."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Improved Ki-Empowered Strikes",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Monk"
						}
					}
				}
			],
			"entries": [
				"Your unarmed strikes become even more powerful.",
				"In addition to the effects of your Ki-Empowered Strikes feature, you gain +1 to attack and damage rolls you make unarmed. This effect does not stack with items that would also give a bonus to your attack and damage rolls while unarmed.",
				"When you reach 9th level in this class, this bonus increases to +2. It increases again to +3 at 15th level."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Inner Fury",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Monk"
						}
					}
				}
			],
			"entries": [
				"As an bonus action, you can spend 3 Ki points to leave aside all your honed calm and tranquility and focus your mind into unleashing every last bit of rage.",
				"When you do so, until the end of your next turn, every attack you make deals maximum damage, rather than rolling for it. Once you use this feature, you can't use it again until you finish a long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Monastic School",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Monk"
						}
					}
				}
			],
			"entries": [
				"Choose one School of Monk Philosophy, each school has their own goals, ideals and approach to fighting.",
				"{@b School of the Bear.} If you wish for peace, prepare for war.",
				"Monks of the Bear School believe in peace through individual strength; one must be strong to protect themselves and others from evil. ",
				"Your martial arts die increases by one size (d4 - d6 - d8 - d10 - d12) and you gain +1 to AC while not wearing armor. ",
				"{@b School of the Eagle.} Truth is Vision, to see is to know, to know is to win.",
				"Monks of the Eagle School believe that Vision and the ability to see truth amongst noise and falsehood is the ultimate virtue. ",
				"You gain proficiency in your choice between Insight or Perception if you don't already have it. If you're already proficient with it, you may add double your proficiency to its checks. ",
				"You are proficient with a ranged martial weapon of your choice that lacks the heavy property and it counts as a Monk weapon for you. ",
				"{@b School of the Snake.} Devils fear the tranquil man who goes to war.",
				"Snake School monks assume the spirit of a coiled snake; an unwilling warrior: to fight when pushed to war, but never search for it. ",
				"As a bonus action, you can spend 2 Ki points to enter a Coiled Snake Stance. While in this state, your movement is reduced by half, and when an enemy successfully hits you with a melee attack, you can use your reaction to make one unarmed strike against it. ",
				"This lasts until the combat ends or you choose to end it as a bonus action.",
				"{@b School of the Wolf.} Your people is your duty.",
				"Wolf School Monks believe in fighting for their own. ",
				"When you hit an enemy with your Flurry of Blows feature, you mark the enemy for one minute. Your allies who hit a marked enemy have a +1 to their attack and damage rolls. You can only have one marked enemy at a time."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Martial Superiority: Monk",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Monk"
						}
					}
				}
			],
			"entries": [
				"When you choose this feature, you learn maneuvers that are fueled by special dice called superiority dice.",
				"You learn two maneuvers of your choice from the Monk list. Many maneuvers enhance an attack in some way. You can use only one maneuver per attack. You gain one additional maneuver when you reach 10th level in this class. When you gain a level in this class you may choose to replace a known maneuver for a different one.",
				"{@b Superiority Dice.} You have two Superiority dice, which are d6s. A Superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a short or long rest. You gain another superiority die at 10th level in this class.",
				"{@b Saving Throws.} Some of your maneuvers require your target to make a saving throw to resist the maneuver's effects. The saving throw DC is calculated as follows:",
				"Maneuver save DC = 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Monastic Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Monk"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Zen",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Monk"
						}
					}
				}
			],
			"entries": [
				"Your years meditating have allowed you to turn your mind into a blank.",
				"As an action, you can enter a meditative state that soothes your mind and body. While in this state, you are immune to psychic damage, any effect that would sense your emotions or read your thoughts, divination spells, the charmed and frightened conditions and message spells and effects fail to deliver.",
				"This state, however, does not foil wish spells and spells or effects of similar power used to affect your mind or to gain information about you.",
				"You can mantain this state for 10 minutes, and it requires your concentration (as if concentrating on a spell).",
				"Once you use this feature, you can't use it again until you finish a long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Adept Warrior",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Paladin"
						}
					}
				}
			],
			"entries": [
				"You are an experienced warrior.",
				"You gain one additional fighting style from the paladin list. Additionally, after you finish a long rest, you may change your fighting styles acquired in this class. This represents your preparation for the battles ahead."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Aegis of Protection",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Paladin"
						}
					}
				}
			],
			"entries": [
				"Your blessed powers protect those in need.",
				"When you or an ally within range of your Aura of Courage feature is hit with an attack, you can use your reaction to grant the target a bonus to its AC equal to your Charisma modifier until the end of the current turn, possibly turning the hit into a miss.",
				"You can use this feature a number of times equal to your proficiency bonus per long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Blessed Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Paladin"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Crusader's Shield",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Paladin"
						}
					}
				}
			],
			"entries": [
				"As a reaction, when an ally gets attacked by an enemy, you may try and interpose yourself to take the punishment in your ally's place. You must be able to see both the attacker and your ally and you must be within 5ft of your ally.",
				"When you do so, you and a willing ally swap places, and the attack is directed against you instead.",
				"You can use this feature a number of times equal to your proficiency bonus per long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Divine Judgement",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Paladin"
						}
					}
				}
			],
			"entries": [
				"As an action, you can spend one use of your Divine Sense to grant yourself advantage on insight and perception checks for 10 minutes.",
				"Once you use this feature, you can't use it again until you finish a short rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Divine Vessel",
			"prerequisite": [
				{
					"level": {
						"level": 10,
						"class": {
							"name": "Paladin"
						}
					}
				}
			],
			"entries": [
				"You flow with Divine Energy.",
				"You gain one additional use of your Channel Divinity feature, which is regained when you finish a short or long rest"
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Lay on Healer",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Paladin"
						}
					}
				}
			],
			"entries": [
				"Your healing capabilities improve in power.",
				"Your pool of healing power from your Lay on Hands feature increases to your paladin level x 7.",
				"Once per long rest you may use your Lay on Hands feature to heal an ally as a bonus action instead of an action, up to an amount equal to your paladin level x 2."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Martial Superiority: Paladin",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Paladin"
						}
					}
				}
			],
			"entries": [
				"When you choose this feature, you learn maneuvers that are fueled by special dice called superiority dice.",
				"You learn two maneuvers of your choice from the Paladin list. Many maneuvers enhance an attack in some way. You can use only one maneuver per attack. You gain one additional maneuver when you reach 10th level in this class. When you gain a level in this class you may choose to replace a known maneuver for a different one.",
				"{@b Superiority Dice.} You have two Superiority dice, which are d6s. A Superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a short or long rest. You gain another superiority die at 10th level in this class.",
				"{@b Saving Throws.} Some of your maneuvers require your target to make a saving throw to resist the maneuver's effects. The saving throw DC is calculated as follows:",
				"Maneuver save DC = 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Mounted Crusader",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Paladin"
						}
					}
				}
			],
			"entries": [
				"You always have the Find Steed spell prepared and it doesn't count against the maximum number of spells you can prepare. You can cast it once per long rest without spending a spell slot.",
				"Opportunity attacks against you are made at disadvantage while you are mounted."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Reach of Righteousness",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Paladin"
						}
					}
				}
			],
			"entries": [
				"You reach your enemies wherever they are.",
				"You may use your divine smite feature on ranged attacks as well as melee attacks. Your dice for ranged divine smites are d6s instead of d8s.",
				"At 11th level, when you get your Improved Divine Smite feature, you may also apply a d6 instead of a d8 to your ranged attacks."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Wide Influence",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Paladin"
						}
					}
				}
			],
			"entries": [
				"Your influence grows ever so strongly.",
				"Your features that produce auras increase in range by 10ft."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Bloodied is How I Like It",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Pugilist"
						}
					}
				}
			],
			"entries": [
				"Once per long rest, when you take damage that reduces you to a quarter of your maximum hit points or less, you can choose to end one condition causing you to be Blinded, Deafened, Poisoned or Paralyzed."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Dyson's Fury",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Pugilist"
						}
					}
				}
			],
			"entries": [
				"You are used to going down, but what matters is how hard you can get hit and keep moving forward.",
				"When you make a death saving throw, roll 1d6 and add the die to your saving throw. If applying this bonus increases the total to 20 or higher, you gain the benefits of rolling a 20 on the d20.",
				"Once per long rest, when you get up as a result of scoring 20 or higher on your death saves, you gain the benefits of Brace Up."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Improvisational",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Pugilist"
						}
					}
				}
			],
			"entries": [
				"You are expert in improvising weaponry for use in battle.",
				"Choose one of the following archetypes of improvised weapons to become an expert on. You may take this feature multiple times to learn other archetypes.",
				"{@b Makeshift Blade.} A unorthodox blade. Can be a Butcher's Cleaver, a prison shank, a broken glass shard, a broken bottle or similar. Anything sharp and unusual.",
				"While wielding this weapon, it counts as a pugilist weapon for you and you may use it as if it had the Finesse property. Once on each of your turns, when you hit an enemy with this weapon, you may force it to make a Constitution Saving Throw against 8 + your proficiency + your Strength modifier.",
				"If it fails, it starts bleeding and takes damage equal to your {@italic Fisticuffs die} at the start of each of its turns. It can repeat this save at the end of each of its turns or take an action to staunch the bleeding. Does not work with constructs or undead. At 14th level, the bleeding stacks twice.",
				"{@b Oversized Weapon.} A unwieldly and large object. Can be a booze keg, a tree trunk, a lamp post or similar object. Anything too large for a normal person to wield properly as a weapon. It has the Heavy and Two-Handed properties and it counts as a Pugilist weapon for you. You can use it with the Reach property as long as it is at least 10 ft long.",
				"You can make attacks with this object and its damage equals twice your {@italic Fisticuffs die} + your Strength modifier. A non-reinforced object takes damage equal to the damage dealt and can potentially break after being used.",
				"{@b Whip and Chain.} A long and flexible object. Can be a rope, a chain or similar object. It has the Reach property as long as it is at least 10ft long.",
				"Once on each of your turns, when you hit an enemy with an attack using this type of improvised weapon, you may attempt to grapple with your weapon instead of a free hand as part of the same action. You can then choose to pull an enemy grappled in this way towards you if it is at most one size larger than you.",
				"When you gain your {@italic Moxie Fueled Fists feature}, improvised weapons count as magical for the purpose of overcoming resistance and immunity against non-magical attacks."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Martial Superiority: Pugilist",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Pugilist"
						}
					}
				}
			],
			"entries": [
				"When you choose this feature, you learn maneuvers that are fueled by special dice called superiority dice.",
				"You learn two maneuvers of your choice from the Pugilist list. Many maneuvers enhance an attack in some way. You can use only one maneuver per attack. You gain one additional maneuver when you reach 10th level in this class. When you gain a level in this class you may choose to replace a known maneuver for a different one.",
				"{@b Superiority Dice.} You have two Superiority dice, which are d6s. A Superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a short or long rest. You gain another superiority die at 10th level in this class.",
				"{@b Saving Throws.} Some of your maneuvers require your target to make a saving throw to resist the maneuver's effects. The saving throw DC is calculated as follows:",
				"Maneuver save DC = 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Ruffian Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Pugilist"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Scrap Style",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Pugilist"
						}
					}
				}
			],
			"entries": [
				"Some pugilists are know for their particular approach to fighting. Choose one of the following:",
				"{@b Bear Hugger.} When you successfully grapple a target, you may deal damage equals to your {@italic Fisticuffs die} (minimum of a d6) + your Strength modifier. After a successfull grapple, as an action, or in place of one of your attacks, you may try to constrict your target. The enemy must make a Strength saving throw versus 8 + your proficiency + your Strength modifier, on a failure they take the same damage again.",
				"{@b Raging Bull.} When you take the Dash action, your next melee attack this turn deals extra damage equals to your {@italic Fisticuffs die} (minimum of a d6).",
				"Additionally, if you hit this attack, and you had spent a Moxie or Ki point to Dash (such as with {@italic Stick and Move} or {@italic Step of the Wind}), you regain your point spent.",
				"{@b Stuntmaster.} You learn two maneuvers of your choice from among those available in the Pugilist list.",
				"You gain one superiority die, which is a d6 (this die is added to any superiority dice you have from another source). This die is used to fuel your maneuvers. A superiority die is expended when you use it. You regain your expended dice when you finish a short or long rest.",
				"{@b Thrashing Gorilla.} When you shove a creature back you can push them 5ft multiplied by your Strength modifier. Additionally, when you successfuly shove a creature against something (or someone else) or if you shove it prone, you may deal damage equal to your {@italic Fisticuffs die} (minimum of a d6) + your Strength modifier to it.",
				"{@b Tyson Step.} The first 10ft of movement you spend after making an unarmed attack against a creature does not provoke opportunity attacks.",
				"You may take this Passive multiple times, gaining a different style each time. You may not take the same style twice regardless of source."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Steel Chin",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Pugilist"
						}
					}
				}
			],
			"entries": [
				"You gain a bonus +1 to your AC when using your {@italic Iron Chin} feature to determine your Armor Class. Additionally, when you are using Iron Chin, you may reduce all bludgeoning, slashing and piercing damage you take by 3."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Warm-up Drills",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Pugilist"
						}
					}
				}
			],
			"entries": [
				"By running a couple warm-up drills before a fight, a pugilist is able to increase their effectiveness.",
				"At the end of a short or long rest, or over the course of 10 minutes, you can perform one of the drills described below, each of them giving a different benefit.",
				"Each drill gives benefits until your next short or long rest. You can only have on one of these drills active at a time. If you perform another warm-up while one is still active, you lose the benefits of the previous one.",
				"{@b Shadowboxing drill.} You gain either two additional Moxie points or Superiority dice (your choice). You gain a +2 bonus to Strength Saving throws.",
				"{@b Footwork drill.} You gain an extra 10 ft of walking speed. You gain a +2 bonus to Dexterity Saving throws.",
				"{@b Conditioning drill.} You negate the next level of exhaustion you gain. You gain a +2 bonus to Constitution Saving throws.",
				"{@b Full-Body drill.} You gain 5ft of movement. You gain a +1 to Strength, Dexterity and Constitution Saving throws. You gain either one additional Moxie point or Superiority die (your choice).",
				"You can gain no more than your proficiency bonus per long rest of Moxie or Superiority dice."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Brush it Off",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Ranger"
						}
					}
				}
			],
			"entries": [
				"Whenever you take damage, you may use your reaction to end one condition affecting you. Once you use this feature, you can't use it again until you take a short rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Field Medic",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Ranger"
						}
					}
				}
			],
			"entries": [
				"You can add your proficiency modifier to checks you make with Medicine. If you are already proficient with Medicine, you can add double your modifier instead.",
				"You can recharge up to 1d4 charges to your Healer's Kit during a long rest in the wilderness by spending 1 hour foraging for useful herbs and materials.",
				"Additionally, if you use your action to heal an ally with your Healer's kit, you can heal an additional ally as part of the same action (you can break up your movement if needed, and it costs 1 charge for each ally healed)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Gaping Wounds",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Ranger"
						}
					}
				}
			],
			"entries": [
				"Wounded animals don't survive in the wild.",
				"Once per turn, when you or your companion/familiar makes an attack against an enemy marked by your Hunter's Mark or Favored Foe feature, its damage die increases by one size up to a maximum, displayed below. (d4 - d6 - d8 - d10 - d12 - 2d8).",
				"At 2nd level, your maximum die is a d8.",
				"At 6th level, your maximum die is a d10.",
				"At 12th level, your maximum die is a d12.",
				"At 18th level, your maximum die is 2d8."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Honed Awareness",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Ranger"
						}
					}
				}
			],
			"entries": [
				"{@italic Upgrades Primal Awareness and Primeval Awareness}",
				"You have advantage with checks that rely on your sense of smell and your sense of hearing up to 60ft. ",
				"Also, as an action, you can concentrate for one minute and, instead of acquiring information from your favored enemy, you can choose to learn of any footprints or tracks in a 30ft radius around you, as well as any odors within 60ft not behind total cover and noises within 60ft regardless of cover. ",
				"You can use this feature a number of times equal to your Proficiency Bonus per long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Martial Superiority: Ranger",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Ranger"
						}
					}
				}
			],
			"entries": [
				"When you choose this feature, you learn maneuvers that are fueled by special dice called superiority dice.",
				"You learn two maneuvers of your choice from the Ranger list. Many maneuvers enhance an attack in some way. You can use only one maneuver per attack. You gain one additional maneuver when you reach 10th level in this class. When you gain a level in this class you may choose to replace a known maneuver for a different one.",
				"{@b Superiority Dice.} You have two Superiority dice, which are d6s. A Superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a short or long rest. You gain another superiority die at 10th level in this class.",
				"{@b Saving Throws.} Some of your maneuvers require your target to make a saving throw to resist the maneuver's effects. The saving throw DC is calculated as follows:",
				"Maneuver save DC = 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Predator",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Ranger"
						}
					}
				}
			],
			"entries": [
				"Whenever an enemy marked by your Hunter's Mark or Favored Foe feature dies, you can choose to gain the benefits of the Zephyr Strike spell for 1 minute (no action or concentration required).",
				"You can use this feature a number of times equal to your Proficiency Bonus per long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Relentless Mark",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Ranger"
						}
					}
				}
			],
			"entries": [
				"You know the Hunter's Mark spell, in addition to your number of Spells Known. Casting it does not cost a spell slot, but you can only have one marked enemy at a time.",
				"{@italic Upgrades Favored Enemy}",
				"Additionally, once per short rest you can cast a more powerful mark on your target, a Relentless Mark. In addition to its regular effects, Marked enemies count as being your Favored Enemy. ",
				"You can use this feature one additional time per short rest when you reach 11th level in this class.",
				"{@italic Upgrades Favored Foe}",
				"Your Favored Foe feature no longer requires concentration, however it does not stack with Hunter's Mark.",
				"Additionally, after a marked enemy dies, you can immediately use your reaction to mark a new enemy."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Sniper",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Ranger"
						}
					}
				}
			],
			"entries": [
				"As a bonus action you may choose to take a prepared aim stance, lowering your profile and blending to your surroundings. To do so, you musn't have moved this turn, you count as being proned and your movement this turn is 0. ",
				"While in this stance, you don't have disadvantage on attack rolls by being prone and you gain an extra 50 feet to the normal and far ranges of your ranged weapons.",
				"You can leave this state on any subsequent turn by spending movement as if leaving from prone."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Wild Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Ranger"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Armor Piercer",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Rogue"
						}
					}
				}
			],
			"entries": [
				"When you hit an enemy with an attack, if your attack beats the enemies' AC by 5 points or more, you can roll one additional weapon damage die when determining the damage the target takes. Additionally, if you beat your enemies' AC by 10 points, you can roll one extra die (two extra dice in total).",
				"This feature only affects the weapon's dice, and no other dice involved in the roll, such as Sneak Attack dice. This damage also does not get doubled in a critical strike."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Belt of Tiny Tricks",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Rogue"
						}
					}
				}
			],
			"entries": [
				"You have a belt of tiny tricks.",
				"You can restock your belt by spending 5sp on supplies at a store and spending time setting up as part of a short or long rest.",
				"As a bonus action, you can retrieve a single item from your belt and use it as part of the same action. Each trick may only be used once before you have to prepare the bag again. Your DC for these tricks is equal to 8 + your proficiency + Dexterity modifier. You may choose one or roll a d6 for a random one:",
				"{@b 1. Sand and Ground Glass.}",
				"You can throw a mixture of sand and ground glass up to 10ft onto a creature to attempt to blind it. A creature must succeed on a Constitution saving throw or be blinded for a number of turns equal to your proficiency bonus. It can repeat the saving throw at the end of each of its turns to end the effect. A creature that doesn't have eyes or doesn't require sight is immune to this effect.",
				"{@b 2. Caltrops.}",
				"You can spread a single bag of caltrops to cover a 10-foot-square area. Any creature that enters the area must succeed on a Dexterity saving throw or stop moving and take 1d4 piercing damage. Until the creature regains at least 1 hit point or takes an action to remove the caltrops, its walking speed is reduced by 10 feet. A creature moving through the area at half speed doesn't need to make the saving throw.",
				"{@b 3. Tiny Explosive.}",
				"You lob a small explosive up to 60 feet away, which affects creatures in a 5ft radius. The explosion deals 2d6 fire damage to enemies who fail a Dexterity saving throw. This damage increases by 1d6 at 5th, 11th and 17th level in this class. Any flammable object that isn't being worn or held is lit on fire.",
				"{@b 4. Bolases.}",
				"You throw a set of bolases up to 30ft onto a target's feet. They must make a Dexterity saving throw or be knocked prone. A Large creature has advantage on this saving throw, a bigger creature or a creature that does not rely on feet for movement is unaffected by it. Additionally, when you have the bolases at hand, you can use your reaction to throw them at an enemy that moves within 10ft of you.",
				"{@b 5. Smoke Bomb.}",
				"You throw a smoke bomb up to 60ft away, creating a 15-foot-radius sphere of fog. The sphere spreads around corners, and its area is heavily obscured. It lasts for 1 minute or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it.",
				"{@b 6. Fake Platinum coin.}",
				"A well produced forgery. A creature must make a Wisdom (Investigation) check against your DC to spot it. It always lands on Heads when you {@coinflip flick it|Fake Platinum coin|Heads|Heads}."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Cloak and Dagger",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Rogue"
						}
					}
				}
			],
			"entries": [
				"You disappear in a moment's notice.",
				"Once per long rest, you may cast Invisibility as an action on yourself without spending a spell slot.  Its benefit lasts for one hour. You lose the invisibility immediately after performing an Attack or casting a Spell or if you become incapacitated."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Distracting Attack",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Rogue"
						}
					}
				}
			],
			"entries": [
				"When you hit an enemy with an attack which meets the requirements for a Sneak Attack, you may choose to forego the Sneak Attack dice to instead rattle and distract your enemy.",
				"They must make a Wisdom saving throw against 8 + your proficiency modifier + your Dexterity modifier.",
				"On a failed save, you can use your Cunning Action to Hide and if successful, your enemy is unable to understand your movements and you are considered Hidden from that enemy until the end of your next turn, regardless if it can notice you. Attacking while hidden ends this effect.",
				"On its turn, the enemy can use an action to make a Wisdom (Insight) check to focus on you, ending that effect."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Expert",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Rogue"
						}
					}
				}
			],
			"entries": [
				"One does not survive in your line of work without a sharp set of skills.",
				"You gain proficiency in one skill, tool or language of your choice.",
				"You gain expertise in one skill or tool of your choice."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Improvised Thievery",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Rogue"
						}
					}
				}
			],
			"entries": [
				"You make do with what you've got.",
				"A hair pin can be a lockpick, a broom can be a makeshift crowbar.",
				"You gain proficiency with one set of artisan's tools of your choice and you become able to use improvised materials in place of your Thieves' Tools or any set of artisan's tools with which you are proficient. The improvised tools must make sense to be used in the way you describe (at the DMs discretion).",
				"You may also spend one minute near a nonmagical lock and unlock it regardless of its difficulty. Once you use this feature you cannot use it again until you finish a short rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Low-Life Gambler",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Rogue"
						}
					}
				}
			],
			"entries": [
				"You gain proficiency in a gaming set of your choice (Playing card set or dice) and any checks made with it. While using this set, you have advantage on checks made to fool someone.",
				"Additionally, you can use them as thrown weapons with which you are proficient. Cards deal slashing damage and dice deal bludgeoning damage. You can engage in Two Weapon Fighting using your gaming set if you wield it with two hands, and you must adhere to its rules, but you may draw cards/dice with both hands as the same object interaction.",
				"{@b Throwing Card/Dice:} 1d4 + dexterity slashing or bludgeoning damage. Finesse, Light, Thrown 30/60.",
				"You throw additional cards/dice with levels in this class:",
				"- 2 cards/dice dealing 2d4 + dexterity damage at 6th level.",
				"- 3 cards/dice dealing 3d4 + dexterity damage at 12th level.",
				"- 4 cards/dice dealing 4d4 + dexterity damage at 18th level.",
				"Regardless of how many cards/dice you throw, it counts as a single attack, dealing the damage listed."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Martial Superiority: Rogue",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Rogue"
						}
					}
				}
			],
			"entries": [
				"When you choose this feature, you learn maneuvers that are fueled by special dice called superiority dice.",
				"You learn two maneuvers of your choice from the Rogue list. Many maneuvers enhance an attack in some way. You can use only one maneuver per attack. You gain one additional maneuver when you reach 10th level in this class. When you gain a level in this class you may choose to replace a known maneuver for a different one.",
				"{@b Superiority Dice.} You have two Superiority dice, which are d6s. A Superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a short or long rest. You gain another superiority die at 10th level in this class.",
				"{@b Saving Throws.} Some of your maneuvers require your target to make a saving throw to resist the maneuver's effects. The saving throw DC is calculated as follows:",
				"Maneuver save DC = 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Misdirection",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Rogue"
						}
					}
				}
			],
			"entries": [
				"At the end of a short or long rest, you can prepare a gadget to misdirect your enemies. It can be any sort of instantaneous effect such as a puff of smoke, a flash of light, or something that you could pass as being you.",
				"As a reaction when you are hit, you can activate your misdirection, befuddling your enemy's attempt against you. As part of the same reaction, you must move up to 10ft away from your original position. If the triggering hit was an attack or a spell that targeted you, it misses. If it was an area of effect, it misses you only if you manage to leave the area using that movement.",
				"Once you use this trick, you can't use it again until you prepare it during a short or long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Swindling Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Rogue"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Thug",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Rogue"
						}
					}
				}
			],
			"entries": [
				"You spent time as a roughhouse to criminal sorts, being adept at solving issues with your own hands.",
				"Your unarmed attacks count as Finesse weapons for you and you can use Acrobatics when trying to grapple enemies.",
				"Additionally, when you hit an unarmed attack that meets the requirements for a sneak attack against an enemy, you can choose to forego the Sneak Attack damage to try to grapple them instead as part of the same action."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Cantrip Versatility",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Sorcerer"
						}
					}
				}
			],
			"entries": [
				"You intuitively know cantrips from various schools of knowledge.",
				"Choose 2 cantrips from any spell list. These cantrips are Sorcerer spells for you and they don't count against your number of cantrips known.",
				"At the end of a long rest, you may change your chosen cantrips."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Facets of the Same Thread",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Sorcerer"
						}
					}
				}
			],
			"entries": [
				"Magical knowledge flows to you.",
				"Whenever you use a spell slot to cast a leveled spell, roll a d20, if you score a 20, you have an epyphany on the workings of a spell. When this happens, you learn one spell of the Sorcerer spell list for which you have slots and your number of Spells known increases by one.",
				"You can have three spells learned in this way. You may learn an additional spell and get an extra spell known at 12th level and another at 18th level."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Improved Font of Magic",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Sorcerer"
						}
					}
				}
			],
			"entries": [
				"When you gain the Font of Magic feature, you get access to the following ways to spend your sorcery points.",
				"{@b Empowering Reserves.} When you make an ability check on your turn, you can spend 2 sorcery points to gain advantage on the check.",
				"{@b Imbuing Touch.} As an action, you can touch one nonmagical weapon and spend 3 sorcery points to imbue it with magic for 1 minute, which is then considered magical for the purpose of overcoming immunity and resistance to nonmagical attacks. At 6th level, you also grant it a bonus to attack and damage rolls when you attack with it. The bonus equals half your proficiency modifier (rounded down).",
				"{@b Sorcerous Fortitude.} As an action, you can spend any number of sorcery points to roll a d4 for each point expended. You gain a number of temporary hit points equal to the total rolled."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Innate Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Sorcerer"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Intuitive Spellcasting",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Sorcerer"
						}
					}
				}
			],
			"entries": [
				"Casting spells comes naturally and intuitively to you.",
				"When you gain additional Spells Known as you level up, you may choose to not learn one Spell. For instance, if you're a 5th level sorcerer, you may choose to have 5 spells known rather than the regular 6.",
				"When you do this, once a day, you may intuitively use any spell available to you for which you have spell slots, learning that spell in the process. You can cast it normally until your next long rest, at which time you forget the spell and can choose another spell again."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Magically Attuned Blood",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Sorcerer"
						}
					}
				}
			],
			"entries": [
				"Once per long rest, as an action, you can spend a 1st level spell slot to imbue magic into an item that requires attunement; you learn its effects and attune to it immediately as if you had attuned to it over a rest. This item does not count against your maximum number of attunements.",
				"You can only have one item attuned in this way. You can attune to one additional item when you reach 12th level."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Metaspecialist",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Sorcerer"
						}
					}
				}
			],
			"entries": [
				"You are a specialist in spell weaving.",
				"You gain bonus Sorcery Points equal to your proficiency modifier and your maximum increases by the same amount.",
				"Additionally, choose one Metamagic option among those you know. You can use this Metamagic option even if you have already used a different one during the casting of the spell."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Spell Dregs",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Sorcerer"
						}
					}
				}
			],
			"entries": [
				"Your mastery of your cantrips allows you to siphon away part of their power and be reused.",
				"Whenever you use your action to cast a damaging cantrip that requires a melee spell attack or a melee attack as part of the casting, you can choose to spend a sorcery point to syphon part of the spell's power and release it again.",
				"As part of the same action you use to cast the cantrip, make an additional melee spell attack. If it hits, it deals damage equals 1d4 + your Charisma modifier. The damage is of the same type the cantrip deals.",
				"You don't need to spend a sorcery point to activate your Spell Dregs as long as you spent at least one sorcery point during this turn."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Sudden Ignition",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Sorcerer"
						}
					}
				}
			],
			"entries": [
				"You have one Ignition Point. Whenever you cast a leveled spell in combat, you can spend that point to immediately apply one of the following effects to the spell:",
				"{@b Ignite: Adapt.} You can apply one metamagic option with a -1 to its Sorcery point cost.",
				"{@b Ignite: Embolden.} The spell treats immunity to its damage type as resistance, and ignores regular resistance.",
				"{@b Ignite: Strengthen.} You weave the spell in a solid magical thread, and it is cast as if it were of one level higher.",
				"Whenever you cast a leveled spell with no Ignition Points remaining, roll a d20. If the result is a 19 or 20, you regain your Ignition Point in a sudden flash of understanding on the inner workings of magic."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Arcane Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Swordmage"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Enspell Blade",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Swordmage"
						}
					}
				}
			],
			"entries": [
				"Bursts of magical energy empower your attacks.",
				"When you use your Arcane Step feature, or when you successfully negate an enemy's spell (such as with {@italic Counterspell, Spell Parry} or by breaking the enemy's concentration), your next attack deals an additional 1d4 damage.",
				"The damage is of an element equal to the negated spell's damage type. It instead deals force damage if the spell doesn't deal damage or if you triggered this feature by Arcane Stepping.",
				"The damage increases to 1d6 at 6th level, to 1d8 at 12th level, and to 1d10 at 18th."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Fighting Styles",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Swordmage"
						}
					}
				}
			],
			"entries": [
				"You adopt a particular style of fighting as your specialty. Choose one of the following options. You can't take a Fighting Style option more than once, even if you later get to choose again.",
				"{@b Arcane Warrior.}",
				"You learn two more cantrips of your choice from the swordmage spell list. Whenever you gain a level in this class, you can replace one of these cantrips with another cantrip from the swordmage spell list.",
				"{@b Archery.}",
				"You gain a +2 bonus to attack rolls you make with ranged weapons.",
				"{@b Defense.}",
				"While you are wearing armor, you gain a +1 bonus to AC.",
				"{@b Great Weapon Fighting.}",
				"When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even ",
				"if the new roll is a 1 or a 2. The weapon must have the two-",
				"handed or versatile property for you to gain this benefit.",
				"{@b Two-Weapon Fighting.}",
				"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Greater Spell Parry",
			"prerequisite": [
				{
					"level": {
						"level": 14,
						"class": {
							"name": "Swordmage"
						}
					}
				}
			],
			"entries": [
				"Immediately after succeeding in thwarting an enemy's spell with your Spell Parry feature, you can perform an Arcana check as part of the same reaction, with the DC equal to the enemy's spell save DC. ",
				"On a success, you siphon a portion of the enemy's magic to yourself and can use it to immediately cast a cantrip as part of the same reaction."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Magically Armored",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Swordmage"
						}
					}
				}
			],
			"entries": [
				"You can choose one of the armors magically bound to you via your Magical Armory feature and heighten its defensive properties.",
				"While you are wearing it, it grants you a +1 bonus to your saving throws against magical effects you can see.",
				"At 12th level, this bonus increases to +2."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Thesis: Bard",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Swordmage"
						}
					}
				}
			],
			"entries": [
				"You learn one spell from the Bard spell list of your choice, for which you have spell slots. This spell does not count towards your number of spells known and it counts as a Swordmage spell for you.",
				"Whenever you gain a level in this class, you can change the spell you choose for a different Bard spell."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Thesis: Cleric",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Swordmage"
						}
					}
				}
			],
			"entries": [
				"You learn one spell from the Cleric spell list of your choice, for which you have spell slots. This spell does not count towards your number of spells known and it counts as a Swordmage spell for you.",
				"Whenever you gain a level in this class, you can change the spell you choose for a different Cleric spell."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Thesis: Druid",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Swordmage"
						}
					}
				}
			],
			"entries": [
				"You learn one spell from the Druid spell list of your choice, for which you have spell slots. This spell does not count towards your number of spells known and it counts as a Swordmage spell for you.",
				"Whenever you gain a level in this class, you can change the spell you choose for a different Druid spell."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Thesis: Sorcerer",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Swordmage"
						}
					}
				}
			],
			"entries": [
				"You learn one spell from the Sorcerer spell list of your choice, for which you have spell slots. This spell does not count towards your number of spells known and it counts as a Swordmage spell for you.",
				"Whenever you gain a level in this class, you can change the spell you choose for a different Sorcerer spell."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Thesis: Warlock",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Swordmage"
						}
					}
				}
			],
			"entries": [
				"You learn one spell from the Warlock spell list of your choice, for which you have spell slots. This spell does not count towards your number of spells known and it counts as a Swordmage spell for you.",
				"Whenever you gain a level in this class, you can change the spell you choose for a different Warlock spell."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Thesis: Wizard",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Swordmage"
						}
					}
				}
			],
			"entries": [
				"You learn one spell from the Wizard spell list of your choice, for which you have spell slots. This spell does not count towards your number of spells known and it counts as a Swordmage spell for you.",
				"Whenever you gain a level in this class, you can change the spell you choose for a different Wizard spell."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Blood Pact",
			"prerequisite": [
				{
					"level": {
						"level": 10,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"As you grow stronger, you learn how to make pacts of your own.",
				"As an action over the next 10 minutes, you and a willing ally form a Blood Pact. Both of you must spend and roll 2 Hit Dice and deduct the amount rolled from your and your allies' current and maximum hit points.",
				"Until the next long rest, your ally gains limited powers, akin to yours. Choose one of the following:",
				"{@b - Your ally learns one cantrip you know.}",
				"{@b - Your ally learns one Eldritch Invocation you know.}",
				"{@b - Your ally gains one warlock spell slot of 2nd level and learns one spell (up to 2nd level) you know.}",
				"Your ally uses your spellcasting for these spells, but they are cast by them. The pact lasts until either of you takes a long rest, either of you dies or you end it as an action. Your maximum hit points can't be restored until the pact is broken."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Effortless Power",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"Choose one 1st level spell from the warlock spell list. You can cast this spell twice at its lowest level without spending spell slots, regaining the ability to do so when you finish a long rest.",
				"You can cast that spell an additional time when you reach 12th level."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Eldritch Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Improved Patronage",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Warlock"
						}
					},
					"pact": "Tome"
				}
			],
			"entries": [
				"You gain one additional Pact Magic Spell Slot."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Invoker",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You gain one additional Eldritch Invocation.",
				"At the end of a long rest, you can choose to change one of your Invocations for another that you meet the requirements for."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Minor Intercession",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"As an action, you can ask your patron for a small boon.",
				"Roll a Charisma ability check vs your spell save DC. On a success, you grab your patron's attention.",
				"The patron ultimately chooses whether or not it intervenes, or if it will punish you for contacting it, depending on your standing with it or if you can persuade it.  Pestering your patron can have poor consequences.",
				"You patron decides how to intervene. It will only intervene in a minor manner, and if it decides to cast a spell in this way, it will not exceed 5th level.",
				"If your patron intervenes, for better or worse, you can't use this feature again for 7 days.",
				"Otherwise, you can use it again after you finish a long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Outwordly Knowledge",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You ask your patron for knowledge, and they answer in kind.",
				"Once per long rest, as an action, you may ask your patron about a course of action, as if casting the spell Augury.",
				"Your patron answers to the best of its abilities, but its concept of good or bad outcome (weal or woe) comes from its perspective."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Supernatural Gate",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You create a portal to your patron's realm.",
				"As a bonus action, choose an unoccupied 5x5ft space within 60 feet of you. A portal appears at that location, from which otherwordly entities can be seen (such as fey or fiends), but not interacted with.",
				"The Gate is a magical object and occupies its space. It has 18 AC and hitpoints equal to three times your warlock level. As long as the Gate remains, any warlock spell you cast can be done using the gate as its point of origin. For example, a fiend's hand could be seen reaching out of the Gate and casting a Firebolt before disappearing inside it.",
				"As a bonus action on your turn, you may change the gate's position up to 30ft, disappearing and reappearing on its new location.",
				"While the Gate is open, you can take a bonus action on your turn to disintegrate your material body and reappear coming out of your Gate, unharmed. After using this action, the Gate closes.",
				"No creature can pass through the Gate, nor can it be used to contact your Patron directly. The Gate lasts for 1 minute or until you close it (no action required). The Gate also closes if it is ever more than 90 ft away from you or if its hit points are reduced to 0.",
				"Once you use this feature, you can't use it again until you finish a long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Arcane Feature",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Wizard"
						}
					}
				}
			],
			"entries": [
				"You can choose to learn a Feat from the Intermediary or Lesser Feats list. This feat is a Class Feat for you, and you may not take another Intermediary or Lesser Feat through Class Passives even if you get the option later (such as with multiclassing)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Battle Mage",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Wizard"
						}
					}
				}
			],
			"entries": [
				"You acquire a limited martial knowledge.",
				"You become proficient with Light Armor and one of the following:",
				"• One martial weapon and shields",
				"• One fighting style of your choice from the Fighter list."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Fractured Mind",
			"prerequisite": [
				{
					"level": {
						"level": 14,
						"class": {
							"name": "Wizard"
						}
					}
				}
			],
			"entries": [
				"You gain the ability to hold concentration on two spells at once.",
				"When you do so, you must roll a Constitution Saving throw at the end of each of your turns to mantain your concentration for the next round. The DC for the check is 10, and increases by 5 on each subsequent round.",
				"All other Constitution Saving throws to mantain concentration are made at disadvantage while concentrating on two spells."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Overloaded Spell",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Wizard"
						}
					}
				}
			],
			"entries": [
				"You learn how to burn through your mind to deliver a mighty spell.",
				"Whenever you cast a leveled spell that deals damage, you may choose to spend an additional spell slot of the same level used in the casting to Overload it. When you do so, the spell ignores resistances to its damage type and treats immunity as resistance.",
				"You can use this feature a number of times equal to your proficiency bonus per long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Palm Casting",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Wizard"
						}
					}
				}
			],
			"entries": [
				"You learn how to deliver your spells at the end of an open palm unarmed strike. You gain the following benefits:",
				"When you cast a spell that requires a ranged spell attack, you can make a melee spell attack instead. Also, if a spell requires a melee attack as part of its casting, it can be performed using your palm instead of a weapon, unless the weapon would be consumed in its casting.",
				"Immediately before you cast a spell that targets or includes a creature within 5ft of you, you can choose to make an unarmed strike against that creature as part of the same action. If that creature is affected by the spell, it also takes damage equal to your unarmed damage, along with any effects caused by the spell. This damage can only be dealt once per spell."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Quick Wit",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Wizard"
						}
					}
				}
			],
			"entries": [
				"Your mind is quick and your decisions instant.",
				"As a reaction upon seeing a spell being cast, or as part of a reaction you take immediately after (such as by using Counterspell or Shield) you can make an Intelligence ability check to try to understand what is being cast.",
				"If the roll is a 15 or more, you learn which spell it is.",
				"If the roll is a 20 or more, you also learn the exact level with which it was cast.",
				"You gain advantage on this roll if it is a spell on the wizard list, and you automatically succeed if you know it.",
				"Additionally, you can make any Intelligence based check on your turn as a bonus action rather than an action. You can use these checks to try to learn or recall information on your enemies at the DM's discretion."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Savant",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Wizard"
						}
					}
				}
			],
			"entries": [
				"You are a studious person and have spent hours in front of books, gaining benefits according to your Intelligence Score:",
				"• 14 - You can read and write twice as fast, and reading or writing can be done as a bonus action.",
				"• 16 - You become proficient with one tool or instrument of your choice",
				"• 18 - You learn two languages of your choice.",
				"• 20 - Your Maximum number of prepared spells increases by 1."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Spell Echo",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Wizard"
						}
					}
				}
			],
			"entries": [
				"When you have a Familiar summoned, whenever you cast a cantrip, you can use your bonus action to reverberate the spell through your familiar. Doing so makes another cast of the cantrip from the familiar's position, and it is cast at its lowest level.",
				"Additionally, when you have a Familiar summoned and you cast a spell of 5th level or lower, immediately after you cast it, you may choose to use a bonus action and sacrifice your familiar to turn it into an echo of your spell.",
				"When you do this, you spend another spell slot of the same level and the spell is cast again from the familiar's position, towards a target of your choice (if applicable). The Familiar dies in the process, and you can't use this feature again until you finish a long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"CP"
			]
		},
		{
			"name": "Extract Knowledge",
			"prerequisite": [
				{
					"level": {
						"level": 2,
						"class": {
							"name": "Warlock"
						}
					},
					"other": "a symbol from your patron"
				}
			],
			"entries": [
				"As a bonus action, you present your patron's symbol to a creature to try and pry into their thoughts.",
				"The creature has to make a Wisdom Saving Throw against your spell save DC as if it was the target of a Detect Thoughts spell. On a failed save, your patron (and not you) delves deep into the creature's mind.",
				"Your patron determines whether or not it finds this information valuable. It may reward you for your information, or punish you for wasting its time."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"EI"
			]
		},
		{
			"name": "BONK",
			"entries": [
				"When you hit an enemy with an attack that deals bludgeoning damage, you can spend a Superiority die to bonk them over the head.",
				"Add your Superiority die roll to the damage dealt and the enemy must make a Constitution Saving Throw versus your Maneuver save DC. On a failure, they are stunned until the end of their next turn."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ba"
			]
		},
		{
			"name": "GROWL",
			"entries": [
				"When you start raging, as part of the same bonus action, you can spend a Superiority die to growl and intimidate your enemies.",
				"A number of creatures equal to the number rolled on the die within 30ft of you that can see or hear you must make a Wisdom Saving Throw versus your Maneuver save DC or become frightened until the start of your next turn."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ba"
			]
		},
		{
			"name": "HURL",
			"entries": [
				"While raging, as an action, or in place of one of your attacks, you can spend a Superiority die to attempt to hurl an enemy grappled by you.",
				"The enemy must make a Strength Saving Throw versus your Maneuver save DC. On a failure you can throw the creature a number of feet equal to your Strength Score, and they take bludgeoning damage equal to your Superiority die roll upon landing.",
				"To perform this action, the enemy must be your size or smaller. If they are at most one size larger than you, you can still attempt to throw them, but they have advantage on the save, and are thrown half the distance."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ba"
			]
		},
		{
			"name": "MAIM",
			"entries": [
				"When you hit an enemy with an attack that deals slashing damage, you can spend a Superiority die to maim them.",
				"Add your Superiority die roll to the damage dealt and the enemy must make a Constitution Saving Throw versus your Maneuver save DC. On a failure, they are maimed by you until the start of your next turn.",
				"A maimed creature, on their turn, can either move, take an action or a bonus action, not both."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ba"
			]
		},
		{
			"name": "RESIST",
			"entries": [
				"When you are forced to make a saving throw against an illusion or enchantment school spell or effect, you can use your reaction and spend a Superiority die to hit yourself with an unarmed strike.",
				"You then roll the Superiority die and add it to the save, potentially changing the outcome."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ba"
			]
		},
		{
			"name": "STAB",
			"entries": [
				"When you hit an enemy with an attack that deals piercing damage, you can spend a Superiority die to split open their defenses.",
				"Add your Superiority die roll to the damage dealt and the enemy must make a Constitution Saving Throw versus your Maneuver save DC. On a failure, they have a -2 penalty to their AC until the start of your next turn."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ba"
			]
		},
		{
			"name": "STOMP",
			"entries": [
				"When you successfully prone a creature within 5ft of you, you can spend a Superiority die to also stomp them in place.",
				"As part of the same action to prone the creature, it must make a Strength Saving Throw versus your Maneuver save DC. On a failure, they are stomped under your foot and count as being grappled. The enemy takes bludgeoning damage equals your Superiority die roll.",
				"This grapple does not require any free hands to perform, but you can't drag the creature with your movement. The grapple automatically ends if you move more than 5ft away from the creature."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ba"
			]
		},
		{
			"name": "THINK",
			"entries": [
				"When you make a Wisdom (Survival), a Wisdom (Animal Handling), or a Intelligence (Nature) check, you can expend one Superiority die and add it to the ability check."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ba"
			]
		},
		{
			"name": "Deflect Blows",
			"entries": [
				"As a reaction when an enemy hits you with a melee attack, spend your Superiority die to try to deflect the attack. When you do so, roll your Superiority die and add it to your AC, potentially causing the attack to miss you."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:M"
			]
		},
		{
			"name": "Disrupt Ki",
			"entries": [
				"When you hit an enemy with a melee attack, you can spend your Superiority die to disrupt its figthting ability.",
				"They must make a Constitution Saving Throw versus your Maneuver save DC or, until the start of your next turn, the enemy can't take the Attack action. Creatures immune to being stunned can't be affected by this effect."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:M"
			]
		},
		{
			"name": "Disrupt Mana",
			"entries": [
				"When you hit an enemy with a melee attack, you can spend your Superiority die to disrupt its spellcasting ability.",
				"They must make a Constitution Saving Throw versus your Maneuver save DC or, until the start of your next turn, the enemy can't take the Cast a Spell action. Creatures immune to being stunned can't be affected by this effect."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:M"
			]
		},
		{
			"name": "Elemental Ki",
			"entries": [
				"When you hit an enemy with a weapon attack, you may spend your Superiority die and add it to the damage. Additionally, all damage from your attacks until the end of your turn is converted to either acid, cold, fire, lightning, or thunder (your choice)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:M"
			]
		},
		{
			"name": "Grasp of Stone",
			"entries": [
				"When you hit a creature with an unarmed attack, you can expend your Superiority die to catch the creature in your crushing grip.",
				"Roll a grapple contested check against your enemy. When you do so, you may use your Dexterity or Strength (your choice) and add your Superiority die to your roll."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:M"
			]
		},
		{
			"name": "Heart Stopper",
			"entries": [
				"When you hit a creature with an unarmed attack, you can expend a use of your Superiority die to disrupt its life force.",
				"Add your Superiority die to the damage dealt. The creature must then make a Constitution Saving Throw versus your Maneuver save DC or be knocked unconscious until the start of your next turn, until the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:M"
			]
		},
		{
			"name": "Koshi Guruma",
			"entries": [
				"As a reaction when an enemy no more than one size larger than you misses you with a melee attack, you can immediately make a shove contested check against it.",
				"When you do so, you may use your Dexterity (Acrobatics) or Strength (Athletics) for the roll (your choice) and add your Superiority die to it. On a success, you knock the creature prone."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:M"
			]
		},
		{
			"name": "Ude Osae",
			"entries": [
				"As a reaction when an enemy no more than one size larger than you misses you with a melee attack, you can immediately make a shove contested check against it.",
				"When you do so, you may use your Dexterity (Acrobatics) or Strength (Athletics) for the roll (your choice) and add your Superiority die to it. On a success, you shove your enemy 10 ft away from you on any direction you choose."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:M"
			]
		},
		{
			"name": "Blasted Away",
			"entries": [
				"When you hit an enemy no more than one size Larger than you with your Divine Smite feature, you can spend a Superiority die and blast the enemy away. It must make a Strength Saving Throw or be pushed by a number of feet equal to the damage dealt by your Divine Smite + your Superiority die roll."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Pa"
			]
		},
		{
			"name": "Charismatic Presence",
			"entries": [
				"When you make a Charisma (Intimidation), or a Charisma (Persuasion) check, you can expend one Superiority die and add it to the ability check."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Pa"
			]
		},
		{
			"name": "Guided Precision",
			"entries": [
				"When an ally within reach of any of your auras misses with an attack roll, you can use your reaction and roll your Superiority die. You then add it your ally's attack roll, potentially changing the outcome."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Pa"
			]
		},
		{
			"name": "Protect",
			"entries": [
				"As a bonus action, you can protect an ally within 5ft of you.",
				"Roll your Superiority die and add it to your ally's AC until the start of your next turn or until they leave your side."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Pa"
			]
		},
		{
			"name": "Raise Morale",
			"entries": [
				"When you use your Lay on Hands feature, you can expend one Superiority die to bolster the resolve of one of your companions.",
				"When you do so, that creature gains temporary hit points equal to the Superiority die roll + your Charisma modifier."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Pa"
			]
		},
		{
			"name": "Saviour",
			"entries": [
				"When an ally within reach of any of your auras fails a saving throw or ability check, you can use your reaction and roll your Superiority die. You then add it to your ally's save, potentially changing the outcome."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Pa"
			]
		},
		{
			"name": "Smitten",
			"entries": [
				"When you hit an enemy with your Divine Smite feature, you can spend a Superiority die and force the enemy to make a Charisma Saving throw or lose the will to fight.",
				"On a failure, they must subtract the number rolled on your die from the next attack, ability check or saving throw they make until the end of their next turn."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Pa"
			]
		},
		{
			"name": "Uncanny Observation",
			"entries": [
				"When you make a Wisdom (Insight), a Wisdom (Perception) check, or a Intelligence (Investigation) check, you can expend one Superiority die and add it to the ability check."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Pa"
			]
		},
		{
			"name": "Double Footed Dropkick",
			"entries": [
				"When you hit an enemy with an unarmed strike, you can turn it into a drop kick.",
				"You spend a Superiority die and the enemy must make a Strength saving throw versus your Maneuver save DC. On a failure, they're pushed up to 15 ft away and fall prone.",
				"If your unarmed attack was made immediately after you moved at least 15ft in a straight line, the enemy has disadvantage on this save and take additional 1d6 bludgeoning damage if they hit an object.",
				"Whether the enemy saves or fails, you fall prone at the end of this action."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:P"
			]
		},
		{
			"name": "Gut Punch",
			"entries": [
				"You aim for the enemy's vitals to weaken it. When you hit a creature with an melee attack, you can force it to make a Constitution Saving Throw against your Maneuver save DC. If it fails, every attack roll against the creature adds your Superiority die until the start of your next turn."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:P"
			]
		},
		{
			"name": "I Grab, You Hit",
			"entries": [
				"You grab an enemy to give an ally an opening. When you perform a grapple against an enemy, roll your Superiority die and add it to your Athletics check. If you succeed, an ally of yours within 5ft of your enemy can use its reaction to make a melee attack against it."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:P"
			]
		},
		{
			"name": "Melankomas Style",
			"entries": [
				" When you take the Brace-Up or Dodge actions, you may spend a Superiority die and roll it. The number rolled on the die is added to your AC until the start of your next turn. This effect does not stack."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:P"
			]
		},
		{
			"name": "Nose For Bullsh-",
			"entries": [
				"When you make a Insight or Perception check against a creature's Deception, Sleight of Hand or Intimidation check, you may roll a Superiority die and add the result to the total."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:P"
			]
		},
		{
			"name": "Not My First Tavern Brawl",
			"entries": [
				"When you are hit by a melee attack or a ranged attack within 20 ft, you may use your reaction and spend a Superiority die to make an improvised attack using an object you have nearby. You may draw this object as part of the same reaction. ",
				"If you hit, roll the Superiority die and add the number rolled to the damage dealt."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:P"
			]
		},
		{
			"name": "Nutcracker",
			"entries": [
				"You aim for the enemy's weakest spot. When you hit a creature with an melee attack, add your Superiority die to your damage. It must make a Constitution Saving Throw. On a failure, its movement for its next turn is 0."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:P"
			]
		},
		{
			"name": "'Oh Sh-' Moment",
			"entries": [
				"When you roll for initiative, you may spend one Superiority die and a Moxie point to immediately gain the benefits of a Brace-Up (minimum equals your Constitution modifier) and add the number rolled to the temporary hit points gained."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:P"
			]
		},
		{
			"name": "Tag Team",
			"entries": [
				"When you take the Attack action against an enemy, you can choose to expend one of your Superiority dice and forego one of your attacks to call out an ally you can see to help you. They can spend their reaction to either move up to their movement towards your enemy or make an attack if it is in range. If the attack hits, your ally adds your Superiority die to its damage."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:P"
			]
		},
		{
			"name": "Threaten and Showboat",
			"entries": [
				"When you hit an enemy with a melee attack, you may spend up to three Superiority dice and add the dice spent to your damage roll. You then choose to either threaten or infuriate your target.",
				"When you do so, the enemy must make a Wisdom saving throw against your Maneuver save DC. If it fails they're threatened or infuriated by you.",
				"{@b Threaten.} If you successfully threaten the enemy, it has disadvantage  on attack rolls and ability checks against you for a number of turns equal to the number of dice spent on the roll.",
				"{@b Showboat.} If you successfully infuriate your enemy, they have disadvantage on attack rolls and ability checks against anyone other than you for a number of turns equal to the number of dice spent on the roll.",
				"Creatures that are immune to the frightened condition are immune to Threaten, and creatures immune to the charmed condition are immune to Showboat."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:P"
			]
		},
		{
			"name": "Uppercut",
			"entries": [
				"When you hit a creature with an unarmed attack, you can expend one Superiority die to attempt to knock the target down. You add the Superiority die to the attack's damage roll, and if the target is at most one size larger than you, it must make a Strength saving throw against your Maneuver save DC.",
				"On a failed save, your target is thrown up a number of feet equal to half your Strength score and the target is knocked prone. If it is larger than you, it doesn't get thrown up."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:P"
			]
		},
		{
			"name": "Back Off",
			"entries": [
				"When a creature no more than one size larger than you moves within 5ft of you, you can use your reaction to make a shove contested check against the creature. You spend and add a Superiority die to your check. On a failure, the creature is shoved 10 ft away from you."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ra"
			]
		},
		{
			"name": "Dynamism",
			"entries": [
				"When you make an initiative roll, you can expend one Superiority die and add the die to the roll, provided you aren't incapacitated. When you do so, on your first turn of combat, you gain twice the amount rolled as additional walking speed."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ra"
			]
		},
		{
			"name": "Intimidating Blow",
			"entries": [
				"When you critically hit an enemy or reduce it to 0 hit points, you can use your reaction to force an enemy you can see within 30ft to make a Wisdom Saving throw. On a failure, the enemy is Frightened and takes psychic damage equal to twice your Superiority die roll."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ra"
			]
		},
		{
			"name": "Mark Weakness",
			"entries": [
				"When you mark an enemy with your Hunter's Mark or Favored foe, or as a bonus action against an enemy, you can spend a Superiority die and reduce the enemy's AC by the same amount. This effect lasts until it is hit by an attack roll or until the end of the creature's next turn."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ra"
			]
		},
		{
			"name": "Natural Instinct",
			"entries": [
				"When you make an Intelligence (Investigation), a Wisdom (Perception) check, or a Wisdom (Survival) check, you can expend one Superiority die and add it to the ability check."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ra"
			]
		},
		{
			"name": "Superior Conditioning",
			"entries": [
				"When you make a Strength (Athletics) or a Dexterity (Acrobatics) check, you may roll a Superiority die or add it to the check.",
				"When you make a long jump, you may roll a Superiority die and add three times the number rolled to the total distance covered."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ra"
			]
		},
		{
			"name": "Trooper",
			"entries": [
				"When you make a Constitution or Wisdom Saving Throw and fail, you may spend a Superiority die and add it to your save, potentially changing the outcome."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ra"
			]
		},
		{
			"name": "Overwatch",
			"entries": [
				"When a Favored Enemy of yours, or an enemy marked by you (Hunter's Mark or Favored Foe) hits an ally you can see with an attack, you can use your reaction to make a weapon attack against it, provided it is within the range of your weapon."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ra"
			]
		},
		{
			"name": "Coup de Grace",
			"entries": [
				"Before you make an attack, you can declare it to be a Coup de Grace. If you do so, roll your Superiority die.",
				"The number rolled is subtracted from your attack roll, but you also reduce the threshold for a critical strike by the same number.",
				"(For instance, if you roll a 3, and you would crit at 20, your attack roll will have a -3 penalty to hit, but will crit at 17 or above)."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ro"
			]
		},
		{
			"name": "Deadeye Strike",
			"entries": [
				"Before you make a weapon attack roll against a creature with a weapon you are proficient with, you can expend one Superiority die to attack with careful precision at the expense of damage.",
				"For this attack only, you strike as if you had expertise in your weapon. If it hits, subtract the number rolled on the Superiority die from your damage."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ro"
			]
		},
		{
			"name": "Deadly Finish",
			"entries": [
				"When you reduce an enemy to 0 hit points, you can attempt to Intimidate nearby enemies.",
				"Make a Charisma (Intimidation) check and roll your Superiority die. A number of enemies of your choice within 30 ft equal to the number rolled must make a Wisdom (Insight) versus your Intimidation, on a failure they're frightened until the start of your next turn."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ro"
			]
		},
		{
			"name": "Fan of Knives",
			"entries": [
				"When you take the Attack action while wielding two thrown weapons, you can exchange an attack and spend one Superiority die to instantly throw both weapons towards any valid targets you can see within range.",
				"On a hit, you add the Superiority die roll to your damage."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ro"
			]
		},
		{
			"name": "Ghostwalk",
			"entries": [
				"When you take the Hide action, you can spend a Superiority die and add it to your roll."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ro"
			]
		},
		{
			"name": "Mine!",
			"entries": [
				"When creature misses you with a weapon attack, you can expend one Superiority die to attempt to steal the target's weapon.",
				"Make a Dexterity (Sleight of Hand) contested by the enemy's Strength (Athletics) or Dexterity (Acrobatics). On a success, you disarm the enemy and grab the weapon it is holding, provided you have a free hand. Otherwise, the weapon falls on the ground.",
				"A creature holding its weapon with both hands has advantage on the check."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ro"
			]
		},
		{
			"name": "Slyness",
			"entries": [
				"When you make a Charisma (Deception) or a Charisma (Persuasion) check, you can expend one Superiority die and add it to the ability check."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ro"
			]
		},
		{
			"name": "Unpinnable",
			"entries": [
				"Whenever you fail a Saving throw or ability check against an effect that would cause you to be grappled, shoved, pushed, proned or restrained, you can use your reaction to spend a Superiority die and add it to the save or check. You can perform this after you see the roll, but before the effect applies."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"MV:Ro"
			]
		},
		{
			"name": "Bear Hugger",
			"entries": [
				"When you successfully grapple a target, you may deal damage equals to your {@italic Fisticuffs die} (minimum of a d6) + your Strength modifier. After a successfull grapple, as an action, or in place of one of your attacks, you may try to constrict your target. The enemy must make a Strength saving throw versus 8 + your proficiency + your Strength modifier, on a failure they take the same damage again."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"FS:Pu"
			]
		},
		{
			"name": "Raging Bull",
			"entries": [
				"When you take the Dash action, your next melee attack this turn deals extra damage equals to your {@italic Fisticuffs die} (minimum of a d6).",
				"Additionally, if you hit this attack, and you had spent a Moxie or Ki point to Dash (such as with {@italic Stick and Move} or {@italic Step of the Wind}), you regain your point spent."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"FS:Pu"
			]
		},
		{
			"name": "Stuntmaster",
			"entries": [
				"You learn two maneuvers of your choice from among those available in the Pugilist list.",
				"You gain one superiority die, which is a d6 (this die is added to any superiority dice you have from another source). This die is used to fuel your maneuvers. A superiority die is expended when you use it. You regain your expended dice when you finish a short or long rest."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"FS:Pu"
			]
		},
		{
			"name": "Thrashing Gorilla",
			"entries": [
				"When you shove a creature back you can push them 5ft multiplied by your Strength modifier. Additionally, when you successfuly shove a creature against something (or someone else) or if you shove it prone, you may deal damage equal to your {@italic Fisticuffs die} (minimum of a d6) + your Strength modifier to it."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"FS:Pu"
			]
		},
		{
			"name": "Tyson Step",
			"entries": [
				"The first 10ft of movement you spend after making an unarmed attack against a creature does not provoke opportunity attacks.",
				"You may take this Passive multiple times, gaining a different style each time. You may not take the same style twice regardless of source."
			],
			"source": "YesterdayClassPassives",
			"featureType": [
				"FS:Pu"
			]
		}
	],
	"feat": [
		{
			"name": "Brawling Initiate",
			"source": "YesterdayClassPassives",
			"entries": [
				"Your experience in brawls has helped you develop a particular style of fighting. As a result, you learn one Fighting Style option of your choice from the pugilist class. If you already have a style, the one you choose must be different.",
				"Whenever you reach a level that grants the Ability Score Improvement feature, you can replace this feat's scrap style with another one from the pugilist class that you don't have."
			]
		},
		{
			"name": "Inner Peace",
			"source": "YesterdayClassPassives",
			"entries": [
				"You've managed to unlock your spirit's inner ki, granting you the following:",
				"You can use a d4 + Dexterity modifier for unarmed attacks you make",
				"You gain two Ki points, which are added to any Ki you might have. You regain any spent Ki on a short rest.",
				"You learn one of the following abilities, which are fueled by your Ki:",
				"{@b Flurry of Blows}",
				"Immediately after you take the Attack action on your turn, you can spend 1 ki point to make two unarmed strikes as a bonus action.",
				"{@b Patient Defense}",
				"You can spend 1 ki point to take the Dodge action as a bonus action on your turn.",
				"{@b Step of the Wind}",
				"You can spend 1 ki point to take the Disengage or Dash action as a bonus action on your turn, and your jump distance is doubled for the turn."
			]
		},
		{
			"name": "Martial Adept (Variant)",
			"source": "YesterdayClassPassives",
			"entries": [
				"You have martial training that allows you to perform special combat maneuvers. You gain the following benefits:",
				"Choose one class between the following: Barbarian, Fighter, Monk, Paladin, Pugilist, Ranger, Rogue. You learn two maneuvers of your choice from among those available to that class.",
				"If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice).",
				"You gain one superiority die, which is a d6 (this die is added to any superiority dice you have from another source). This die is used to fuel your maneuvers. A superiority die is expended when you use it.",
				"You regain your expended superiority dice when you finish a short or long rest."
			]
		},
		{
			"name": "Pugilist at Heart",
			"source": "YesterdayClassPassives",
			"entries": [
				"You've learned some of a pugilist's scrappiness:",
				"You can use a d6 + Strength modifier for unarmed attacks and improvised weapon attacks you make.",
				"You gain two Moxie points, which are added to any Moxie you might have. You regain any spent Moxie on a short rest.",
				"You learn one of the following abilities, which are fueled by your Moxie:",
				"{@b Brace Up}",
				"You can use a bonus action and spend 1 moxie point to brace for attacks. Roll your fisticuffs die (or a d6) + your pugilist level (or your proficiency modifier) + your Constitution modifier and gain that many temporary hit points.",
				"{@b The Old One-Two}",
				"Immediately after you take the Attack action on your turn, you can spend 1 moxie point to make two unarmed strikes as a bonus action.",
				"{@b Stick and Move}",
				"You can use a bonus action and expend 1 moxie point to make a shove attack or the Dash action."
			]
		}
	]
}
