{
	"_meta": {
		"sources": [
			{
				"json": "dandwiki-you-sick-fugg",
				"abbreviation": "D&DW",
				"full": "Drow Breeding Slave",
				"url": "https://www.dandwiki.com/wiki/Drow_Breeding_Slave_(5e_Background)#Drow_Breeding_Slave",
				"authors": [
					"KingKaiseric et al."
				],
				"convertedBy": [
					"Spappz"
				],
				"version": "2023-12-28"
			}
		],
		"dateAdded": 1703731970,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "50eaf1bd57",
		"edition": "classic"
	},
	"background": [
		{
			"name": "Drow Breeding Slave",
			"source": "dandwiki-you-sick-fugg",
			"skillProficiencies": [
				{
					"performance": true,
					"persuasion": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"item": "common clothes|phb",
							"displayName": "A tattered set of common clothes"
						},
						"manacles|phb",
						{
							"special": "a set of underwear"
						},
						{
							"item": "hempen rope (50 feet)|phb",
							"displayName": "100 feet of hempen rope"
						},
						"gold (gp)|phb"
					]
				}
			],
			"languageProficiencies": [
				{
					"undercommon": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Performance}, {@skill Persuasion}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "{@language Undercommon}"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A tattered set of {@item common clothes|PHB}, a set of underwear, 100 ft. of {@item hempen rope (50 feet)|PHB|hempen rope}, a pair of {@item manacles|phb}, and 1 gp "
						}
					]
				},
				{
					"name": "Mark Of The Breeder",
					"type": "entries",
					"entries": [
						"The drow marked your body with a painful brand. The size and shape of this brand is up to the DM's discretion, and should reflect a drow symbol, perhaps from one of their noble houses to show property ownership. Few may recognize these symbols due to the reclusive nature of drow society. Those who do may realize just what horrors you endured.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Mark Position"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Thigh"
								],
								[
									"2",
									"Back"
								],
								[
									"3",
									"Forehead"
								],
								[
									"4",
									"Chest"
								],
								[
									"5",
									"Hand"
								],
								[
									"6",
									"Calf"
								]
							]
						}
					]
				},
				{
					"name": "Feature: Underdark Memory",
					"type": "entries",
					"entries": [
						"You were carted around a bit as a commodity around the Underdark for drow to appraise. While the entirety of the massive dark world is not known to you, you are well acquainted with drow holdings from your time captive. The same establishments may or may not be there anymore. If they are, you would know their structures well enough to navigate. Additionally, your slave brand is very recognizable to drow. There are many evil drow who would like nothing more than to capture escaped slaves and return them to their rightful place under the whip."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Alternate Feature: Pity the Survivor",
					"type": "entries",
					"entries": [
						"While the symbol of drowic slavery is not always well known, there are well-educated elves and other beings in the World Above who have this knowledge. If they recognize this brand on you, they will likely lend you a sympathetic ear, for they know of the horrors you must have endured at the hands of the dark elves. While they will not put their lives on the line for you, they may give you some aid like alms for a beggar, consisting of some food and small amounts of money. Truly zealous anti-drow factions may give you as much as safe lodging even."
					],
					"data": {
						"isFeature": true,
						"isAlternateFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Despite what you have gone through, the experience may not have broken you entirely. You still retain your personality before your enslavement, even if now you are a bit changed. Likely, negative emotions have grown a considerable amount after your ordeal.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I'd rather be left alone to my own thoughts."
								],
								[
									"2",
									"I am constantly coming up with excuses for what happened to me."
								],
								[
									"3",
									"I can be nice with anyone to get the pleasure I desire."
								],
								[
									"4",
									"Dirty business no longer fazes me."
								],
								[
									"5",
									"I weave sarcasm into all my compliments."
								],
								[
									"6",
									"I will abide by any request like a sycophant."
								],
								[
									"7",
									"Nothing is sacred. I learned that long ago."
								],
								[
									"8",
									"When I see something that I want, I'll take it without hesitation."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Deserving.} I must hold the law, dishing out justice to those who break it. (Lawful)"
								],
								[
									"2",
									"{@b Masochistic.} I deserve punishment for what I have done, and I will even go out of my way to find it. (Chaotic)"
								],
								[
									"3",
									"{@b Vengeful.} Everyone will pay for how they treated me, even those who only averted their eyes. (Evil)"
								],
								[
									"4",
									"{@b Broken.} I should have stayed with the drow. (Any)"
								],
								[
									"5",
									"{@b Meaning.} I want to find out what happened and why. Was it all just some cosmic joke? (Any)"
								],
								[
									"6",
									"{@b Victims.} I seek another one of the slaves who escaped. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I actually got quite attached to one of my slavers..."
								],
								[
									"2",
									"The other slaves were like my fellow brethren down there."
								],
								[
									"3",
									"I only managed to survive through remembering my loved one."
								],
								[
									"4",
									"I ended up attached to the drow child I helped bring to this world."
								],
								[
									"5",
									"I can no longer trust anyone."
								],
								[
									"6",
									"I like to be the one inflicting pain now!"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I revel in pain to a disgusting extent."
								],
								[
									"2",
									"I no longer find joy in anything in life."
								],
								[
									"3",
									"I cannot get close to anyone anymore."
								],
								[
									"4",
									"I don't have Stockholm syndrome, you wouldn't understand how I was treated!"
								],
								[
									"5",
									"I have internalized some... disturbing habits from that time unfortunately."
								],
								[
									"6",
									"I lack any sense of self-esteem and confidence. "
								]
							]
						}
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"title": "By {@link Azzyfree-Art|https://www.deviantart.com/azzyfree-art}",
						"href": {
							"type": "external",
							"url": "https://files.catbox.moe/s05qp7.jpg"
						}
					}
				],
				"entries": [
					"You were captured by the drow, as many have been through the ages. You know what horrors await you in the innards of the Underdark. The drow are known for being vicious fighters, and even more vicious masters. They rule their slaves with an iron fist, and the latter have no rights to resist. Those who do face horrible fates. Under the lash, you probably pondered your fate and if you were destined to die in this hellhole. You watched as others were taken to their end, traded to illithids to be hosts for tadpoles, sacrificed to Lolth in obscene rituals, and worse. But your own fate is one just as disturbing. You were to help your torturers propagate their horrid brood with your own body.",
					"When making a drow breeding slave, consider the following questions: what did the drow see in you? Drow are naturally distrustful of other races, but they were nowhere necessarily xenophobic. They choose the slaves with properties they wish to impart to their future generations to serve Lolth. Were you maybe very well-built or maybe even had magical blood? Think about how you escaped from that horrid experience. Was the drow hold you were imprisoned in raided by other forces? Did you escape alone? Perhaps you met other unfortunate souls there who shared your fate, and they have escaped as well. Only time will tell if you meet each other alive again.",
					"Lastly, what aftereffects still haunt you from your experience? Do you fear drow now, or hate them with all your being that you would stab one dead on sight? Perhaps you have nightmares, and even experience such trauma that being intimate with anyone else only causes these memories to stir. Worst of all, maybe your body and mind suffered permanent damage from being forced into continuous satisfaction of carnal pleasure and ultimately bringing a new drow life into the world.",
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://files.catbox.moe/s05qp7.jpg"
						},
						"credit": "{@link Baalbuddy|https://knowyourmeme.com/memes/people/baalbuddy}"
					}
				]
			}
		}
	]
}
