{
	"_meta": {
		"sources": [
			{
				"json": "dndwiki-bestbackgrounds",
				"abbreviation": "D&D Wiki",
				"full": "D&D Wiki - Featured and Quality Backgrounds",
				"url": "https://www.dandwiki.com/wiki/5e_Backgrounds",
				"authors": [
					"Various Contributors"
				],
				"convertedBy": [
					"ldsmadman#8990"
				],
				"version": "unknown"
			}
		],
		"dateAdded": 1633834544,
		"dateLastModified": 1733315669,
		"_dateLastModifiedHash": "53122f19b6",
		"edition": "classic"
	},
	"background": [
		{
			"name": "Sleuth",
			"source": "dndwiki-bestbackgrounds",
			"skillProficiencies": [
				{
					"investigation": true,
					"insight": true
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"forgery kit",
							"disguise kit"
						]
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"item": "pouch|phb",
							"containsValue": 10
						},
						"magnifying glass|phb",
						"traveler's clothes|phb"
					]
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Investigation}, {@skill Insight}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Forgery kit|phb} or {@item disguise kit|phb}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One language of your choice."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "Belt {@item pouch|phb} with 10gp, a {@item magnifying glass|phb}, and a set of {@item traveler's clothes|phb}"
						}
					]
				},
				{
					"name": "Feature: Cozy With The Law",
					"type": "entries",
					"entries": [
						"Your work often brings you within close proximity of the authorities. Maybe you were nearly mistaken for an illegal trespasser yourself or you helped with an investigation as part of a hired gig. One way or another, some people in law enforcement can foresee your involvement in cases and are possibly friendly to you. Discuss with your DM the nature of this relationship. Perhaps you have a contact within the law that sends you small bits of information or gossip in exchange for help on their own matter. Or, maybe there are particularly close eyes on your activities from the local guards. These relationships are only slightly interventionist and they will not intervene on your behalf if it will endanger their own skin."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Sleuth Type",
					"type": "entries",
					"entries": [
						"Sleuths come in various shapes and sizes. Some actually are the hired kind, like detectives. Others are more specialized in certain cases of their fancy. Their skills make them niche investigators sometimes, such as locators, who specialize in finding people, or surveillance, which specializes in watching and monitoring.",
						{
							"type": "table",
							"colLabels": [
								"{@dice d6}",
								"Specialization"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"Policing Mysteries (Murder)"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"Surveillance (Stake Out)"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"Locating (Missing Persons)"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"Background Search (Dirt Digger)"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"Fraternizer (Stool Pigeon)"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"Dowser (Item Finder)"
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"You are always sticking your nose where it doesn't belong."
								],
								[
									"2",
									"You have an eye for detail, always analysing."
								],
								[
									"3",
									"Many years on the streets have prepared you for every eventuality."
								],
								[
									"4",
									"You always introduce yourself with a smile, it helps getting the info you want."
								],
								[
									"5",
									"You like to contemplate everything you encounter with careful thought."
								],
								[
									"6",
									"You are prepared to roll up the sleeves when required."
								],
								[
									"7",
									"You have a case file on everyone you're friends with."
								],
								[
									"8",
									"You have plenty of wisecracks on hand, whether helpful or not."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Truth.} I must hold the law, dishing out justice to those who break it. (Lawful)"
								],
								[
									"2",
									"{@b Corrupt.} Sometimes to rise up others must fall, whether guilty or not. (Evil)"
								],
								[
									"3",
									"{@b Honourable.} I help out even the smallest of people, they deserve justice. (Good)"
								],
								[
									"4",
									"{@b Reckless.} To solve a crime you may need to commit a crime. (Chaotic)"
								],
								[
									"5",
									"{@b Greedy.} Sure, I'll help you, for a price. (Neutral)"
								],
								[
									"6",
									"{@b Duty.} It's my job, someone's gotta do it. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My partner died because of me, it won't happen again."
								],
								[
									"2",
									"There is a mob boss who wants me dead."
								],
								[
									"3",
									"My tutor showed me what the real world is like, I respect them for that."
								],
								[
									"4",
									"A strange figure helped me out on my toughest case, i must repay them for their help."
								],
								[
									"5",
									"I've been stuck on this case for many years, I will solve it one day."
								],
								[
									"6",
									"My badge of office is more important to me than anyone else."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Everything can be evidence, even the silverware."
								],
								[
									"2",
									"I'm not above beating the information out of people."
								],
								[
									"3",
									"I can be deceptive in order to get what I want."
								],
								[
									"4",
									"Once I find something of interest, it will take over my life."
								],
								[
									"5",
									"I can easily be persuaded by gold."
								],
								[
									"6",
									"I can't resist a pretty face."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"title": "By {@link Azzyfree-Art|https://www.deviantart.com/azzyfree-art}",
						"href": {
							"type": "external",
							"url": "https://cdn.discordapp.com/attachments/424015642610499596/904198321713860658/d7wevz5-94e89760-49af-49e0-9f63-0a3c685bb86b.png"
						}
					}
				],
				"entries": [
					"An eye for mystery, an ear for trouble and a nose to sniff out the answers. Those are the most touted traits of any good sleuth. They are like detectives, but with a penchant for the more unsavory kinds of investigation. Sleuthing originally was a term for animals who had a nose for scents. Nowadays, it means people trying to figure things out. But sleuths do still have that connotation of a lesser kind of investigator, compared to the often state-sanctioned detective. Sleuths are scrappier and work at their own leisure, much like private eyes or private hires, rather than policeman detectives.",
					"When making a character of this background, keep in mind the key feature: curiosity. Sleuths rarely have a good sense of privacy. They'll peep and pry to get down to the bottom of things like sharks to blood. Their own lives are often second to an investigation, meaning many of them are quite reckless and meet some ill-fated end. However, that is not to say all sleuths follow their noses without a brain. Sleuths are best known for their deductive thinking capabilities and questioning faculties, which is what keeps the wheels turning and the plot thickening. Mysteries are their daily bread and butter.",
					"When making a sleuth character, ask yourself these questions: What prompted your character down this path of investigation? Justice? Pure curiosity? What was the biggest discovery your character ever made in their career? Or is this just some side hobby to amuse their boredom? Do you dive straight into a good story, or do you like to take a step back and wait for more clues to appear? Do you even care if you're peeping in a bath or snooping in someone else's house? "
				]
			}
		},
		{
			"name": "Adventurer",
			"source": "dndwiki-bestbackgrounds",
			"skillProficiencies": [
				{
					"athletics": true,
					"perception": true
				}
			],
			"toolProficiencies": [
				{
					"thieves' tools": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "wooden training sword"
						},
						"traveler's clothes|phb",
						{
							"special": "cloak"
						},
						"shovel|phb",
						"crowbar|phb",
						{
							"special": "a trophy from your first adventure"
						},
						{
							"item": "pouch|phb",
							"containsValue": 15
						}
					]
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Athletics}, {@skill Perception}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Thieves' tools|phb}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One language of your choice."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A wooden training sword, a set of {@item traveler's clothes|phb}, a cloak, a {@item shovel|phb}, a {@item crowbar|phb}, a trophy from your first adventure, and a small {@item pouch|phb} containing 15gp."
						}
					]
				},
				{
					"name": "Feature: Beloved Outcast",
					"type": "entries",
					"entries": [
						"You can always find a job, but somehow you can never find a place to sleep. People know you're good for the work, but the fact that you are indicates that you're probably not the sort of person they want to have around. People view adventurers in a mixed light with conflicting values. On the one hand, most adventurers are nothing more than murderous, grave-robbing vagrants. On the other hand, who else will rob that grave and murder those local bullies for you? Most common folk consider adventurers to be dangerous, unpredictable, and probably insane... But in a world filled with slavers, mad cults, dragons, walking dead, pit fiends, and extradimensional horrors, just about everyone could find a use for a psychotic sell-sword. Adventurers who survive and reach higher renown may find they have a small following of supporters or fans, but even they may cringe at the idea of that adventurer spending an evening in their home. Most adventurers by profession are members of an adventurers guild through which they can readily attain professional work and contacts in the field."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Party Role",
					"type": "entries",
					"entries": [
						"No adventurer is as great as the party, for no adventurer is quite alike. They must depend on the unique talents and tactics of their party to succeed in their dangerous world.",
						{
							"type": "table",
							"colLabels": [
								"{@dice d6}",
								"Party Role"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"The Brains"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"The Muscle"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"The Professional"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"The Coin"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"The Sneak"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"{@link The Load|https://tvtropes.org/pmwiki/pmwiki.php/Main/TheLoad}"
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Adventurers are quite the varied lot, and ascribing any common traits to them beyond \"they adventure\" is difficult.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I speak with an accent nobody recognizes."
								],
								[
									"2",
									"I look at the ceiling every time I enter a room, even if I was just there five seconds ago."
								],
								[
									"3",
									"I assume every job is a trap."
								],
								[
									"4",
									"I take notes about everyone and everything I encounter everywhere I go."
								],
								[
									"5",
									"I leave marks for myself wherever I go, as messages to myself when I return. Their meaning is known only by me."
								],
								[
									"6",
									"I tell stories about my adventures to anyone who will listen. Even tales of woe and disaster are retold with enthusiasm!"
								],
								[
									"7",
									"I am more accustomed to life on the road or underground than in a settlement or my actual \"home\"."
								],
								[
									"8",
									"I only respect other adventurers."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Virtue.} I am the sword of virtue for those in need! (Good)"
								],
								[
									"2",
									"{@b Curiosity.} If the job is interesting, I'm in! (Neutral)"
								],
								[
									"3",
									"{@b Control.} I'll do the work, but some day I will return with a request... (Evil)"
								],
								[
									"4",
									"{@b Justice.} I fill the cracks crime slips through. (Lawful)"
								],
								[
									"5",
									"{@b Wealth.} I'm in it for the money! (Neutral)"
								],
								[
									"6",
									"{@b Boredom.} Get me away from this boring life! (Chaotic)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"The things I have with me are everything I have and everything I am."
								],
								[
									"2",
									"The people who raised me made me into an adventurer."
								],
								[
									"3",
									"I am on a quest to obtain some rare or important object."
								],
								[
									"4",
									"I can never linger anywhere for too long, or my secret will catch up to me."
								],
								[
									"5",
									"I cannot remember my past before I was an adventurer."
								],
								[
									"6",
									"I need to be the most famous adventurer alive."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Adventuring has either made me jaded and pessimistic, or paranoid and jumpy."
								],
								[
									"2",
									"I am almost dangerously greedy."
								],
								[
									"3",
									"I cannot resist a drink, or the folk who serve it."
								],
								[
									"4",
									"I egregiously underestimate or overestimate the risks a job represents."
								],
								[
									"5",
									"I cannot maintain meaningful relationships."
								],
								[
									"6",
									"I cannot manage money to save my life."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"You never stopped following your profession – you have always been an adventurer for as long as you have had a profession. Now, \"adventuring\" in this sense is not the same as the dragon-slaying heroism typical of in-play adventuring. Really, a more accurate description would be along the lines of \"helpful grave-robbing\", and probably involved a lot more sneaking around, running in terror, setting traps, and possibly taking credit for the work of others, or complete strokes of luck.",
					{
						"type": "table",
						"caption": "Adventurer Origins",
						"colLabels": [
							"{@dice d6}",
							"Origin"
						],
						"colStyles": [
							"col-1 text-center",
							"col-11"
						],
						"rows": [
							[
								{
									"type": "cell",
									"roll": {
										"exact": 1
									}
								},
								"Your parents were adventurers"
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 2
									}
								},
								"You were rescued by a group of adventurers who then raised you"
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 3
									}
								},
								"Being an adventurer is a respectable profession in your homeland"
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 4
									}
								},
								"You ran away at a young age to become an adventurer"
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 5
									}
								},
								"You grew up in an Adventurers Guild hall"
							],
							[
								{
									"type": "cell",
									"roll": {
										"exact": 6
									}
								},
								"You're just starting out new and fresh to the profession"
							]
						]
					},
					"Whatever the case is, you are willing and able to do work that nobody in their right mind would even consider. As an adventurer, you have likely traveled extensively, encountered violence and death, are comfortable around magic, and have likely seen many a strange, terrible, and wonderful thing. Many professional adventurers use a sort of professional slang or jargon resembling game terms, such as referring to people by their perceived \"level,\" or ranking enemies by supposed \"challenge ratings\". What took you down this path, and where has it taken you? Are you pushed by some driving goal, or flee from some terrible thing? Or do you just go wherever the money flows? Are you an experienced party member, or are you more of the loner riding in the back of the cart? Were you trained up to be a professional, or did you learn by experience? What kinds of adventures have you had? What amazing sights have you seen? How have these experiences changed you?"
				]
			}
		},
		{
			"name": "Cook",
			"source": "dndwiki-bestbackgrounds",
			"skillProficiencies": [
				{
					"insight": true,
					"performance": true
				}
			],
			"toolProficiencies": [
				{
					"cook's utensils": true
				}
			],
			"languageProficiencies": [
				{
					"any": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						"mess kit|phb",
						"cook's utensils|phb",
						{
							"item": "oil (flask)|phb",
							"displayName": "bottle of cooking oil"
						},
						{
							"item": "Heward's Handy Spice Pouch|xge",
							"displayName": "spice kit"
						},
						{
							"item": "book|phb",
							"displayName": "{@dice 1d4+2} recipe books"
						},
						"tinderbox|phb",
						"iron pot|phb",
						{
							"item": "pouch|phb",
							"containsValue": 5
						}
					]
				},
				{
					"a": [
						"costume clothes|phb"
					],
					"b": [
						"fine clothes|phb"
					]
				},
				{
					"a": [
						{
							"special": "electrum spork"
						}
					],
					"b": [
						{
							"special": "plans for kitchensmith tools"
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Insight}, {@skill Performance}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Cook's Utensils|phb}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "2 languages of your choice, from which you derive your culinary terminology and techniques."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A {@item mess kit|phb}, a set of {@item cook's utensils|phb}, a {@item glass bottle|phb|bottle} of cooking {@item oil (flask)|phb|oil}, a {@item Heward's Handy Spice Pouch|xge|spice kit}, several recipe {@item book|phb|books}, a {@item tinderbox|phb}, an {@item iron pot|phb}, your choice of {@item costume clothes|phb|costume} or {@item fine clothes|phb}, an electrum spork or plans for kitchensmith tools, and a belt pouch containing 5gp."
						}
					]
				},
				{
					"name": "Feature: A Tasteful Sentiment",
					"type": "entries",
					"entries": [
						"You can use food to communicate more than just good flavor; you can produce intellectually meaningful dishes which can send a message, however simple and abstract. At the DM's discretion, (preferably based on how the player describes what they do to send a message) you can be {@skill Persuasion|persuasive}, {@skill Deception|deceptive}, and even {@skill Intimidation|intimidating} attempts by simply feeding a person a meal, or by preparing it in front of them. You may also treat public preparation of food as a {@skill Performance|performance} to entertain.",
						"For example, in an attempt to {@b persuade} a peace between two nations, you may prepare a dish which incorporates both cultures' cuisines in a creative and enjoyable way and then serve it to the negotiation delegates.",
						"An example of an {@b intimidating} meal would be one designed to appear poisonous, made from the target's fallen allies, or decorated with unpleasant symbolism, like a union jack cake served to a colonial American minuteman.",
						"Examples of food preparation as a {@b performance} would include juggling/tossing of ingredients, fancy knife work, preparation of {@i flambé}, and other visually entertaining techniques.",
						{
							"type": "insetReadaloud",
							"entries": [
								"{@b To the DM:} Generally, this means that they should be allowed to add their tool proficiency to the check, even if they lack the typical skill proficiency, but it's really up to you whether it counts and when. The whole intent of this feature is for you and the player to work together to incorporate their background into play by rewarding its creative application, not to give the player four skill proficiencies for all situations, or to give you a method of wiping out the value of their roleplaying feature. Don't be a pushover OR a jerk about it."
							]
						}
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Brigade de Cuisine",
					"type": "entries",
					"entries": [
						"{@i Brigade de cuisine} (kitchen brigade in Common) is a system of hierarchy found in restaurants and hotels employing extensive staff, commonly referred to as \"kitchen staff\" in Common-speaking countries. This structured team system delegates responsibilities to different individuals who specialize in certain tasks. You can alter these titles to suit your language choice for this background.",
						{
							"type": "table",
							"colLabels": [
								"{@dice d6}",
								"Specialization"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b {@i Chef de Cuisine} or {@i sous chef}.} Manages the kitchen and its staff. The {@i Chef de Cuisine} is typically authorised to write and alter the menu, while a {@i sous chef} is just a manager."
								],
								[
									"2",
									"{@b {@i Chef de Partie}.} Manages a portion of the kitchen staff if the team is very large. Examples include {@i Rôtisseur} (roast cook), {@i Entremetier} (entrée preparer), and {@i Pâtissier} (pastry cook). If they do the work themselves, they are called a {@i demi-chef}."
								],
								[
									"3",
									"{@b {@i Cuisinier}.} An cook in an independent position which requires no team or division of oversight, so are generally superior to {@i cuisiniers de parti}, but subordinate to all {@i chefs}. Examples include {@i Saucier} (saucemaker), {@i Poissonnier} (fishcook), {@i Boucher} (butcher), and {@i Communard} (Kitchen staff meal cook)."
								],
								[
									"4",
									{
										"type": "entries",
										"entries": [
											"{@b {@i Cuisinier de Parti}.} A subordinate to a chef in a particular area of the kitchen:",
											{
												"type": "list",
												"items": [
													"The {@i Grillardin} (grill cook) and {@i Friturier} (fry cook) answer to the {@i Rôtisseur}.",
													"The {@i Potager} (soup cook) and {@i Legumier} (vegetable cook) answer to the {@i Entremetier}.",
													"The {@i Confiseur} (candy maker), {@i Glacier} (frozen desert maker), {@i Décorateur} (dessert decorator), and {@i Boulanger} (baker) answer to the {@i Pâtissier}."
												]
											}
										]
									}
								],
								[
									"5",
									"{@b Apprentice or {@i commis.}} Generally an assistant, they look after the cooking equipment, not the food. A successful apprentice becomes a {@i commis}, who eventually takes on higher responsibilities."
								],
								[
									"6",
									"{@b Kitchen Staff.} These positions deal with other tasks around the kitchen, and include the {@i Garde Manger} (pantry supervisor), {@i Aboyeur} (announcer/expediter), {@i Tournant} (spare hand/roundsman), {@i Garçon de cuisine} (kitchen boy), and {@i Plongeur/Marmiton} or {@i Porter} (dish/pot washer). All of these positions are known to be enlisted to do basic/menial food preparation."
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Chefs vary widely in temperaments. As professionals, they can be fickle and perfectionists who run their team ragged. However, they are also dedicated to their vocation and skill to ultimately fill up bellies and provide hospitality.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My opinion is relevant - whether you like it or not."
								],
								[
									"2",
									"I multitask very well."
								],
								[
									"3",
									"I let others know I expect them to work as hard as I do."
								],
								[
									"4",
									"I make noises which indicate my mood when I eat."
								],
								[
									"5",
									"When insulted, I hurl even greater insults (or food) back."
								],
								[
									"6",
									"I like to take my time and savor each moment."
								],
								[
									"7",
									"I try to keep things as clean as possible."
								],
								[
									"8",
									"I am always on the lookout for something novel and exotic."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Creativity.} I don't even follow my own recipes, I just follow my gut instinct! (Chaotic)"
								],
								[
									"2",
									"{@b Knowledge.} You can learn a lot about people from what they choose to eat. (Neutral)"
								],
								[
									"3",
									"{@b Hierarchy.} I know my place. Know yours. (Lawful)"
								],
								[
									"4",
									"{@b Generosity.} My gift is for all to enjoy! (Good)"
								],
								[
									"5",
									"{@b Community.} I am just one contribution which keeps this society together (Neutral)"
								],
								[
									"6",
									"{@b Fame.} I will be known as the greatest master chef for all time! (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My grandmother had a secret recipe she took to her grave. I am trying to replicate it."
								],
								[
									"2",
									"There is a famous chef who I idolize."
								],
								[
									"3",
									"I am putting together a book of recipes from around the world!"
								],
								[
									"4",
									"While other lands have vibrant cuisine, nothing beats a meal in the home country."
								],
								[
									"5",
									"I use only the elaborate techniques of my master, even when preparing simple dishes."
								],
								[
									"6",
									"I always keep a bottle of my favorite spice or herb on hand."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I'd rather eat nothing than something bland, stale, burnt, undercooked, or otherwise beneath me."
								],
								[
									"2",
									"I am comedically competitive."
								],
								[
									"3",
									"I am a gluttonous pig."
								],
								[
									"4",
									"I whine and complain when uncomfortable."
								],
								[
									"5",
									"I have little to no tolerance for frivolity."
								],
								[
									"6",
									"I have troubles trusting others with their assigned tasks, especially if I assigned them."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"You once were a chef, the king of food. Either you were an artisan chef with a fine sense of taste, a master chef who knows dozens on dozens of recipes by heart, or a cook at the mess hall, serving food quickly and on the double. You understand that food has a voice; it can express moods with the right combinations of ingredients, or bring people together with a peaceful meal. What brought you out of the kitchen? A rare ingredient? Maybe your upper chef decided it was time for you to go? Or, maybe, you wanted to go on an adventure to diversify your recipe book? Regardless on why you decided to change pace from your culinary solitude, your cooking and food handling skills will prove vital to an adventuring party. You may even find food where most people don't!"
				]
			}
		},
		{
			"name": "Cook (Variant)",
			"source": "dndwiki-bestbackgrounds",
			"skillProficiencies": [
				{
					"insight": true,
					"performance": true
				}
			],
			"toolProficiencies": [
				{
					"cook's utensils": true
				}
			],
			"languageProficiencies": [
				{
					"any": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						"mess kit|phb",
						"cook's utensils|phb",
						{
							"item": "oil (flask)|phb",
							"displayName": "bottle of cooking oil"
						},
						{
							"item": "Heward's Handy Spice Pouch|xge",
							"displayName": "spice kit"
						},
						{
							"item": "book|phb",
							"displayName": "{@dice 1d4+2} recipe books"
						},
						"tinderbox|phb",
						"iron pot|phb",
						{
							"item": "pouch|phb",
							"containsValue": 5
						}
					]
				},
				{
					"a": [
						"costume clothes|phb"
					],
					"b": [
						"fine clothes|phb"
					]
				},
				{
					"a": [
						{
							"special": "electrum spork"
						}
					],
					"b": [
						{
							"special": "plans for kitchensmith tools"
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Insight}, {@skill Performance}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Cook's Utensils|phb}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "2 languages of your choice, from which you derive your culinary terminology and techniques."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A {@item mess kit|phb}, a set of {@item cook's utensils|phb}, a {@item glass bottle|phb|bottle} of cooking {@item oil (flask)|phb|oil}, a {@item Heward's Handy Spice Pouch|xge|spice kit}, several recipe {@item book|phb|books}, a {@item tinderbox|phb}, an {@item iron pot|phb}, your choice of {@item costume clothes|phb|costume} or {@item fine clothes|phb}, an electrum spork or plans for kitchensmith tools, and a belt pouch containing 5gp."
						}
					]
				},
				{
					"name": "Feature: Through Their Stomachs",
					"type": "entries",
					"entries": [
						"You are able to earn a comfortable living for free during your downtime, by working as a cook. In addition, you are able to feed your adventuring companions modest meals each day for free, unless the DM discerns that you are in a barren place devoid of anything edible for miles, such as a desert or dungeon. You are also able to use your talents to arrange meetings with anyone interested in a free meal. By offering to a cook a free meal for someone who would appreciate it, you are able to have audience with them over that meal, or they may otherwise simply owe you a small favor."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Brigade de Cuisine",
					"type": "entries",
					"entries": [
						"{@i Brigade de cuisine} (kitchen brigade in Common) is a system of hierarchy found in restaurants and hotels employing extensive staff, commonly referred to as \"kitchen staff\" in Common-speaking countries. This structured team system delegates responsibilities to different individuals who specialize in certain tasks. You can alter these titles to suit your language choice for this background.",
						{
							"type": "table",
							"colLabels": [
								"{@dice d6}",
								"Specialization"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b {@i Chef de Cuisine} or {@i sous chef}.} Manages the kitchen and its staff. The {@i Chef de Cuisine} is typically authorised to write and alter the menu, while a {@i sous chef} is just a manager."
								],
								[
									"2",
									"{@b {@i Chef de Partie}.} Manages a portion of the kitchen staff if the team is very large. Examples include {@i Rôtisseur} (roast cook), {@i Entremetier} (entrée preparer), and {@i Pâtissier} (pastry cook). If they do the work themselves, they are called a {@i demi-chef}."
								],
								[
									"3",
									"{@b {@i Cuisinier}.} An cook in an independent position which requires no team or division of oversight, so are generally superior to {@i cuisiniers de parti}, but subordinate to all {@i chefs}. Examples include {@i Saucier} (saucemaker), {@i Poissonnier} (fishcook), {@i Boucher} (butcher), and {@i Communard} (Kitchen staff meal cook)."
								],
								[
									"4",
									{
										"type": "entries",
										"entries": [
											"{@b {@i Cuisinier de Parti}.} A subordinate to a chef in a particular area of the kitchen:",
											{
												"type": "list",
												"items": [
													"The {@i Grillardin} (grill cook) and {@i Friturier} (fry cook) answer to the {@i Rôtisseur}.",
													"The {@i Potager} (soup cook) and {@i Legumier} (vegetable cook) answer to the {@i Entremetier}.",
													"The {@i Confiseur} (candy maker), {@i Glacier} (frozen desert maker), {@i Décorateur} (dessert decorator), and {@i Boulanger} (baker) answer to the {@i Pâtissier}."
												]
											}
										]
									}
								],
								[
									"5",
									"{@b Apprentice or {@i commis.}} Generally an assistant, they look after the cooking equipment, not the food. A successful apprentice becomes a {@i commis}, who eventually takes on higher responsibilities."
								],
								[
									"6",
									"{@b Kitchen Staff.} These positions deal with other tasks around the kitchen, and include the {@i Garde Manger} (pantry supervisor), {@i Aboyeur} (announcer/expediter), {@i Tournant} (spare hand/roundsman), {@i Garçon de cuisine} (kitchen boy), and {@i Plongeur/Marmiton} or {@i Porter} (dish/pot washer). All of these positions are known to be enlisted to do basic/menial food preparation."
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Chefs vary widely in temperaments. As professionals, they can be fickle and perfectionists who run their team ragged. However, they are also dedicated to their vocation and skill to ultimately fill up bellies and provide hospitality.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My opinion is relevant - whether you like it or not."
								],
								[
									"2",
									"I multitask very well."
								],
								[
									"3",
									"I let others know I expect them to work as hard as I do."
								],
								[
									"4",
									"I make noises which indicate my mood when I eat."
								],
								[
									"5",
									"When insulted, I hurl even greater insults (or food) back."
								],
								[
									"6",
									"I like to take my time and savor each moment."
								],
								[
									"7",
									"I try to keep things as clean as possible."
								],
								[
									"8",
									"I am always on the lookout for something novel and exotic."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Creativity.} I don't even follow my own recipes, I just follow my gut instinct! (Chaotic)"
								],
								[
									"2",
									"{@b Knowledge.} You can learn a lot about people from what they choose to eat. (Neutral)"
								],
								[
									"3",
									"{@b Hierarchy.} I know my place. Know yours. (Lawful)"
								],
								[
									"4",
									"{@b Generosity.} My gift is for all to enjoy! (Good)"
								],
								[
									"5",
									"{@b Community.} I am just one contribution which keeps this society together (Neutral)"
								],
								[
									"6",
									"{@b Fame.} I will be known as the greatest master chef for all time! (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My grandmother had a secret recipe she took to her grave. I am trying to replicate it."
								],
								[
									"2",
									"There is a famous chef who I idolize."
								],
								[
									"3",
									"I am putting together a book of recipes from around the world!"
								],
								[
									"4",
									"While other lands have vibrant cuisine, nothing beats a meal in the home country."
								],
								[
									"5",
									"I use only the elaborate techniques of my master, even when preparing simple dishes."
								],
								[
									"6",
									"I always keep a bottle of my favorite spice or herb on hand."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I'd rather eat nothing than something bland, stale, burnt, undercooked, or otherwise beneath me."
								],
								[
									"2",
									"I am comedically competitive."
								],
								[
									"3",
									"I am a gluttonous pig."
								],
								[
									"4",
									"I whine and complain when uncomfortable."
								],
								[
									"5",
									"I have little to no tolerance for frivolity."
								],
								[
									"6",
									"I have troubles trusting others with their assigned tasks, especially if I assigned them."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"You once were a chef, the king of food. Either you were an artisan chef with a fine sense of taste, a master chef who knows dozens on dozens of recipes by heart, or a cook at the mess hall, serving food quickly and on the double. You understand that food has a voice; it can express moods with the right combinations of ingredients, or bring people together with a peaceful meal. What brought you out of the kitchen? A rare ingredient? Maybe your upper chef decided it was time for you to go? Or, maybe, you wanted to go on an adventure to diversify your recipe book? Regardless on why you decided to change pace from your culinary solitude, your cooking and food handling skills will prove vital to an adventuring party. You may even find food where most people don't!"
				]
			}
		},
		{
			"name": "Farmer",
			"source": "dndwiki-bestbackgrounds",
			"skillProficiencies": [
				{
					"animal handling": true,
					"nature": true
				}
			],
			"toolProficiencies": [
				{
					"vehicles (land)": true,
					"farm implement|dndwiki-bestbackgrounds": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Animal Handling}, {@skill Nature}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@filter Land vehicles|items|type=vehicle (land)}, {@filter farm implements|items|type=farm implement}"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A {@variantrule farm implements|dndwiki-bestbackgrounds|farm implement} (such as a {@item pitchfork|dndwiki-bestbackgrounds} or {@item shovel|phb}), a set of {@item work clothes|dndwiki-bestbackgrounds} or {@item common clothes|phb}, a wide-brimmed hat, a sack containing 5 gp worth of {@filter trade goods|items|type=trade good}, and a belt pouch containing 5 gp or {@dice 1d4+2} gp."
						}
					]
				},
				{
					"name": "Feature: Of the Land",
					"type": "entries",
					"entries": [
						"You lack the formal education of the higher classes, but for how little you may know there is a great deal that you understand. You have a practical, working knowledge of astrology and meteorology, and can easily track the time and date as well as predict the weather within a few hours, or days if you're lucky. You understand the \"secrets of life\"; the needs of life (water, light, air, salt, etc.), the patterns of physical inheritance, and the connections between different plants and animals."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Farm",
					"type": "entries",
					"entries": [
						"Not every farm is alike; there are a vast range of goods produced by farmers of different sorts, and nearly all farms focus on just one product or a limited group of products.",
						{
							"type": "table",
							"colLabels": [
								"{@dice d6}",
								"Specialization"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Rancher.} You raised animals for slaughter most likely for food, but also for leather, furs, and other useful materials."
								],
								[
									"2",
									"{@b Grazier.} You harvested goods produced by animals such as milk, eggs, feathers, or wool."
								],
								[
									"3",
									"{@b Stockman.} You bred animals to sell for work or as pets such as guard dogs, racing horses, and griffons."
								],
								[
									"4",
									"{@b Peasant.} You harvested edible or useful plants such as wheat, corn crops, or apples at an orchard."
								],
								[
									"5",
									"{@b Forester.} You grew trees for ornament or construction such as trees grown for bow staves, boat masts, or buildings."
								],
								[
									"6",
									"{@b Silk.} You raised silk worms or another exotic animal, and harvested their silk."
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I'm always early to bed and early to rise."
								],
								[
									"2",
									"I keep my gear and supplies in careful check."
								],
								[
									"3",
									"I speak with a distinctive drawl or accent common to my class."
								],
								[
									"4",
									"I always save up as much as I can, spending and consuming only what I must."
								],
								[
									"5",
									"When work needs doing, I do the work."
								],
								[
									"6",
									"I keep constant track of the sun, moon, stars, seasons, and weather."
								],
								[
									"7",
									"I like to sleep in the sun when I can."
								],
								[
									"8",
									"I'm always chewing on a sprig of grass, a toothpick, tobacco, seeds, or preserved meat."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Fill the Need.} There are a lot of hungry mouths in the world, with enough hands the world can feed them all. (Good)"
								],
								[
									"2",
									"{@b It's a Living.} I do what I'm good at because what I'm good at is good for me. (Neutral)"
								],
								[
									"3",
									"{@b Brutal Practicality.} Bury a fish or bury a man, just get the job done. (Evil)"
								],
								[
									"4",
									"{@b Hard Work.} A labor of love is a purpose and meaning. (Lawful)"
								],
								[
									"5",
									"{@b A Simple Way of Life.} If it ain't broke, don't fix it! (Neutral)"
								],
								[
									"6",
									"{@b Amusement.} Playing a hand in the growth and development of things delights me. (Chaotic)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I want to find that special someone and raise a home full of children."
								],
								[
									"2",
									"I'll never forget the family farm I grew up on."
								],
								[
									"3",
									"Some day, I'll be the lord of my own land."
								],
								[
									"4",
									"I want to become the biggest or best example of my profession to prove that I am the best!"
								],
								[
									"5",
									"My son was sent to war and never returned. I must find him!"
								],
								[
									"6",
									"I am out to start a homestead of my own in an unexplored fringe territory."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I can be lazy and sleepy, sneaking off to take naps when work can wait."
								],
								[
									"2",
									"I am absurdly isolated, innocent, or pious."
								],
								[
									"3",
									"I believe in and obey my nation's nobility blindly."
								],
								[
									"4",
									"I abandoned my home to avoid taxation, conscription, or court and cannot return."
								],
								[
									"5",
									"I am not used to being wealthy and tend to overindulge."
								],
								[
									"6",
									"I show off to attractive people too much."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"title": "Jean Francois Millet, {@i Peasant Spreading Manure}",
						"href": {
							"type": "external",
							"url": "https://learn.ncartmuseum.org/wp-content/uploads/2017/06/MILLET-Peasant-Spreading-Manure-G_52_9_128-1024x743.jpg"
						}
					}
				],
				"entries": [
					"You were what most common folk are–a farmer. You worked on a lord's estate, their land, or you worked for a company and you produced resources from the land in return for food, shelter, clothing, protection, and other benefits. Farmers focus on raising living things and harvesting various useful goods–mostly food–from the land. Farmers make up the vast majority of the peasantry, alongside other raw resource producers, such as miners and fishermen. Farmers are a hearty, enduring folk, they work long hours under the sun often doing dirty and exhausting or even disgusting work. How did you become a farmer, and for how long were you one? What did you do on your farm? Were you the landlord of the farm, or were you just a farmhand? And what caused you to leave that life behind? Was your home destroyed by war? Were you cast out for some crime? Did you flee taxes you could not pay? Were you called to join the Lord's army? Was your home stolen by an unscrupulous rival? How did you learn your current profession?"
				]
			}
		},
		{
			"name": "Lone Survivor",
			"source": "dndwiki-bestbackgrounds",
			"skillProficiencies": [
				{
					"survival": true,
					"perception": true
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"artisan's tools",
							"vehicles (water)"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"any": 1
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Survival}, {@skill Perception}."
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of {@filter artisan's tools|items|miscellaneous=mundane|type=artisan's tools} or {@filter vehicles (water)|items|miscellaneous=mundane|type=vehicle (water)}."
						},
						{
							"type": "item",
							"name": "Languages Proficiencies",
							"entry": "Any one."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A {@filter trinket|items|search=trinket} of your past (a necklace, ring, sword, severed finger or hair, etc.), a set of worn {@item traveler's clothes|phb}, a set of {@filter artisan's tools|items|miscellaneous=mundane|type=artisan's tools} you are proficient in, a scroll detailing your life up to this point, a {@item backpack}, and a belt {@item pouch|phb} with 15 gp in it."
						}
					]
				},
				{
					"name": "Feature: Survival Instincts",
					"type": "entries",
					"entries": [
						"Having survived for some years, you are able to make simple survival necessities. You can make fires, craft shelters, cook food, etc. without having to make a {@skill Survival} check. Also, you may know several townspeople, hunters, and shop owners from your travels alone. Landmarks and places of interest may also be familiar to you."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"When the going gets tough, you get going."
								],
								[
									"2",
									"You never back down from a challenge, no matter the danger."
								],
								[
									"3",
									"No matter the danger, you just refuse to let anything kill you."
								],
								[
									"4",
									"The events you survive traumatize you, and the phantoms of your past haunt your dreams."
								],
								[
									"5",
									"You seem unfeeling and apathetic to others, but you just refuse to allow anyone to get close to you so you can't lose anyone close to you again."
								],
								[
									"6",
									"You love the rush of near-death experiences, and thus you are constantly seeking a bigger challenge to survive."
								],
								[
									"7",
									"You wish that you could live a normal life, but know fate has chosen something else for you."
								],
								[
									"8",
									"You like to crack jokes and make puns when you feel that you have got the advantage, or that you need to secure it."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Change.} Life is like the seasons, in constant change, and we must change with it. (Chaotic)"
								],
								[
									"2",
									"{@b Greater Good.} It is each person's responsibility to make the most happiness for themselves. (Any neutral)"
								],
								[
									"3",
									"{@b Might.} The strongest are meant to rule. (Evil)"
								],
								[
									"4",
									"{@b Self-Reliance.} I live on because of my own grit and determination(Any)"
								],
								[
									"5",
									"{@b Destiny.} My life as been blessed by fate and I live to help those who can't help themselves. (Good)"
								],
								[
									"6",
									"{@b Ancestry.} I live by a strict set of moral codes written by my ancestors, and I live by them to do them proud. (Lawful)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My trinket is a symbol of my past life, and I carry it so that I will never forget my roots."
								],
								[
									"2",
									"Someone out there might have also survived, and I need to find them."
								],
								[
									"3",
									"My actions go to assist the people."
								],
								[
									"4",
									"I want a bard or playwright to chronicle my adventures."
								],
								[
									"5",
									"I am loyal to my friends as long as they promise not to die and keep that promise."
								],
								[
									"6",
									"I have bonds to no one."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I feel as though I can't trust anyone lest they die."
								],
								[
									"2",
									"I feel almost no emotion."
								],
								[
									"3",
									"I'm convinced of the significance of my destiny, and blind to my shortcomings and the risk of failure."
								],
								[
									"4",
									"I don't save people who can't save themselves."
								],
								[
									"5",
									"Once someone questions my courage, I never back down no matter how dangerous the situation."
								],
								[
									"6",
									"My obsession with the past has left me blind to the present."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"You were a sole survivor of a major life-threatening event. Maybe your village or city was attacked by some great evil, or maybe you were tricked by some greater power. No matter the details, everyone other than you died, and you survived. Where were you when it happened? What age? Were you a small child, or a young adult? What attacked you? Was it one thing, or a group? What effect did this have on you? Were you traumatized, or were you strengthened by it? Did you run away, or did you fight it? Are there any remnants you kept or anything left, or was it all destroyed? Whatever the case may be, you walk on, carrying the weight of those who died. You might even be able to \"hear\" the voices of the people who died. They might be angry with you, or they might be forgiving. Maybe you lost a loved one or a childhood sweetheart, and maybe they also survived, or maybe they died. If they died, have they forgiven you? If they lived, do you seek to find them and them you? Regardless, you carry on without anyone but your memories of the ones you'd lost. You are a survivor; the lone survivor."
				]
			}
		},
		{
			"name": "Mage Hunter",
			"source": "dndwiki-bestbackgrounds",
			"skillProficiencies": [
				{
					"arcana": true,
					"investigation": true
				}
			],
			"toolProficiencies": [
				{
					"vehicles (land)": true
				}
			],
			"languageProficiencies": [
				{
					"any": 1
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Arcana}, {@skill Investigation}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@filter Vehicles (land)|items|miscellaneous=mundane|type=vehicle (land)}"
						},
						{
							"type": "item",
							"name": "Languages Proficiencies",
							"entry": "Any one."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of {@item traveler's clothes|phb}, a pocket book entitled {@i Field Guide To Auras, Nodes and Residuals}, a quill,  5 parchments, and a {@item pouch|phb} containing 10 gp."
						}
					]
				},
				{
					"name": "Feature: Reputation",
					"type": "entries",
					"entries": [
						"Your occupation has gained you infamy across the magical community whether you like it or not. All mages you encounter now believe talking to you implicates them as a target of your organization. When you are in a civilized settlement, you can invoke your position to exert influence over mages to gain information. This might include secret hideouts, meetings, pieces of lore, locations of dark artifacts, or the whereabouts of someone you might be searching for."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Mage hunters are shaped by their organization's goals, beliefs, and traditions. The tolls of hunting mages whether you believed they were innocent or not have left a mark on you, forming most of your characteristics.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am often seen alone, walking faster, ahead of anyone else."
								],
								[
									"2",
									"People often hear me drawling about how magic users all deserve long, painful deaths."
								],
								[
									"3",
									"I'm described as defensive, always justifying everything I do."
								],
								[
									"4",
									"You'll find me often in a library dwelling on books about evil mages I've read over and over again already."
								],
								[
									"5",
									"My actions and temperament are controlled and tempered, more than what can be said for magic."
								],
								[
									"6",
									"I claim to only be a little paranoid when I may be freaking out inside."
								],
								[
									"7",
									"I consider violence as a last resort, and my pacifist attitude reflects that."
								],
								[
									"8",
									"Preparation is everything. I am ridiculous meticulous in that regard, double checking my laces, dotting my i's and crossing my t's..."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Greed.} I only took this job for the money - nothing more, nothing less (Any)."
								],
								[
									"2",
									"{@b Righteousness.} I have a duty to protect those who cannot protect themselves. (Good)"
								],
								[
									"3",
									"{@b Power.} I will use all the magical secrets I've learned to kill those who get in my way. (Evil)"
								],
								[
									"4",
									"{@b Code of Honor.} I hold all mages accountable for their actions. (Lawful)"
								],
								[
									"5",
									"{@b Destruction.} As long as the job gets done, who cares if a few buildings explode? (Chaotic)"
								],
								[
									"6",
									"{@b People.} I help the people who help me - that's what keeps me alive. (Neutral)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I have some old colleagues that I can trade information with from time to time."
								],
								[
									"2",
									"Those who fight beside me are worth dying for."
								],
								[
									"3",
									"I carry an ancient artifact that must not fall into the wrong hands."
								],
								[
									"4",
									"I owe my organization a great debt for forging me into the person I am today."
								],
								[
									"5",
									"There is one mage who has always been one step ahead of me."
								],
								[
									"6",
									"Someone I loved died because of a mistake I made. That will never happen again."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I'll do anything to get the job done, damn the consequences."
								],
								[
									"2",
									"Most people scream and run when they see a demon. I stop and take notes about its anatomy."
								],
								[
									"3",
									"I am in love with a person who dabbles in dark magic and I will do anything to protect them."
								],
								[
									"4",
									"I have been secretly practicing the dark magic I have been fighting my entire life."
								],
								[
									"5",
									"Ale and wine are the only thing that keeps me functioning anymore."
								],
								[
									"6",
									"Someone powerful would do anything to have my head, so I seek to gain his or her head first."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"You worked for (or were raised by) an organization which specialized in tracking, investigating, and apprehending beings that had magical powers. Perhaps your organization was a school of wizards and sorcerers that had a distaste for students who practice magic outside their teachings, or for a government that had a hatred of those who dabble in the dark arts. You enforced the rules of magic - whether for a public or private interest. Work with your DM to determine what organization you were a part of and the reason you left. Perhaps you accidentally killed an innocent civilian that wasn't a magic practitioner at all, maybe you were forced into retirement, or maybe you discovered that your organization's intentions were corrupt and evil.",
					"If you prefer a less foundational backstory, maybe you were the sole survivor of a horrific magical event which hardened your heart against magic and all its users. You strive to destroy magic and those who use it, seeing it as a force none ought to wield due to its destructive potential. Work with your DM to discuss what possible historical event or recurring phenomena involving magic could have tempered a hatred towards the arcane. Perhaps your home was ransacked by an infamous band of bloodthirsty wizards, or maybe someone dear to you was used as a sacrifice in the name of magical research."
				]
			}
		},
		{
			"name": "Slave",
			"source": "dndwiki-bestbackgrounds",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"performance",
							"survival"
						],
						"count": 1
					}
				}
			],
			"toolProficiencies": [
				{
					"anyArtisansTool": 1
				}
			],
			"languageProficiencies": [
				{
					"any": 1
				}
			],
			"entries": [
				"{@i This background intentionally undershoots the mechanical precedent and guidelines laid out in the PHB and DMG, providing fewer proficiency opportunities and gear- most distinctly, lacking any role play items whatsoever. Additionally, the feature deliberately introduces more problems and threats to the PC, offering only one limited circumstance in which their past may be useful to them. The intention is that this background function somewhat like a \"hard-mode\" option- as a slave, you are specifically disadvantaged by your lack of opportunities in your earlier life. This manifests as a reduction of mechanically relevant options in play.}",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Performance} or {@skill Survival}."
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "You have proficiency with any one {@filter tool|items|type=tools} entry with a value no greater than 15gp."
						},
						{
							"type": "item",
							"name": "Languages Proficiencies",
							"entry": "None."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "One {@filter tool|items|type=tools} you are proficient with, or one {@filter simple melee weapon|items|miscellaneous=mundane|type=melee weapon;simple weapon}, a set of {@filter clothes|items|miscellaneous=mundane|search=clothes} appropriate to your master's status and your slave purpose, and a small {@item pouch|phb} containing 1gp."
						}
					]
				},
				{
					"name": "Feature: The Hard Road",
					"type": "entries",
					"entries": [
						"Slaves face great difficulty everywhere they go. Escaped slaves are often on the run if not from their former owners, then certainly from the law. Few are educated or have any practical experience to make a way for themselves. Most have limited social skills which give away their social status. Slavers may notice freemen as \"unclaimed property\" and try to \"claim\" them as slaves. People sense a sort of \"inferiority\" about slaves and freemen, and they will likely either ignore you or boss you around. Many freemen turn to crime to make ends meet and so anyone who doesn't assume you a slave immediately, will likely assume that you are a criminal. If you can ever really leave the slavery mindset knowing what it's like to be a slave, then you can pose as a slave with little difficulty and without raising much suspicion. People seem to do things in front of you that they would normally only do when they are alone."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Purpose",
					"type": "entries",
					"entries": [
						"A slave is set to a task by their master for a reason– their purpose for even being alive.",
						{
							"type": "table",
							"colLabels": [
								"{@dice d8}",
								"Purpose"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I existed to do hard labor, such as mining or construction."
								],
								[
									"2",
									"I existed for someone else's amusement, entertainment, or recreation."
								],
								[
									"3",
									"I existed to serve some dedicated menial task, such as cooking or cleaning."
								],
								[
									"4",
									"I existed as the personal servant of a given person, family, or group."
								],
								[
									"5",
									"I existed to fulfill the tasks of some professional assistant, such as a furnace operator for a smithy."
								],
								[
									"6",
									"I existed to serve the function of an inanimate object, such as a signpost or furniture, or to operate such things, like opening and closing a specific door all day long."
								],
								[
									"7",
									"I existed to fight and die in the place of someone else, as a soldier or bodyguard."
								],
								[
									"8",
									"I existed to serve all, as an untouchable-a slave to even other slaves."
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"{@b Slaves} belong to their masters and cannot openly make the decisions that they want to, their destiny is defined by the wills of their masters. You may be a \"star\" slave and actually make a statement to your master, or your life may be nothing more than serving a pointless end. If you are an unlucky slave, then your life will be for nothing more than fighting a lost campaign or treating a person with no power as an exemplar. If you are a lucky slave then maybe you can see escape without slaughter, or even talk to your clients and perform some subterfuge. Escaped slaves exist in an awkward situation where they are lost/stolen property which they are guilty of stealing/kidnapping themselves. Life as an escaped slave is extremely difficult, and hiding your past may require intuitively practicing skills you would normally never have learned as a slave.",
						"A {@b freeman} is a person who was a slave but has been freed by legitimate means. Most freemen are actually convicts who were put to slave labor in a work prison as their punishment. Alternatively, some slaves escape via criminal means and become legitimate exiles in another land, where their former status of slave is meaningless. Many freemen rise from old servile rebellions, or from counter-slavery laws passed by gentler rulers. A rare few are granted their freedom willingly by their masters. This is so extremely uncommon, most people don't even imagine it as an option. Freemen face almost as many challenges as escaped slaves, but have no reason to hide their past, aside from personal shame.",
						"Being a slave actually makes things harder for you. It is an impediment to be overcome.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"No matter how bad things get, I never complain-I've seen worse."
								],
								[
									"2",
									"I do not say anything unless someone says something to me."
								],
								[
									"3",
									"I call everyone \"Master\" and \"Lord\" without thinking about it."
								],
								[
									"4",
									"I try to hide as much of my body as possible."
								],
								[
									"5",
									"I tend to disappear in a crowded room, becoming part of the backdrop with ease."
								],
								[
									"6",
									"I am terrified of ropes, chains, and whips."
								],
								[
									"7",
									"I do all kinds of basic chores and errands for those around me out of habit."
								],
								[
									"8",
									"I am haunted by confusing memories and dreams about my life before slavery."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Equality.} We all bleed red, we all suffer together. (Good)"
								],
								[
									"2",
									"{@b Apathy.} I only think about what is within my power. Anything else is just circumstance. (Neutral)"
								],
								[
									"3",
									"{@b Spite.} Those who would own others shall belong to me. (Evil)"
								],
								[
									"4",
									"{@b Status Quo.} Status is defined by clear rules which are the foundation of civilization. (Lawful)"
								],
								[
									"5",
									"{@b Indifference.} People are just people-who they are matters more than what they are. (Neutral)"
								],
								[
									"6",
									"{@b Freedom Fighter.} All slaves must be freed- by law, by coin, by shadow, or by blade. (Chaotic)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I dream of returning to my homeland or family."
								],
								[
									"2",
									"All I have left of my former life is this trinket."
								],
								[
									"3",
									"My identity as a slave is marked on my body permanently as scars or tattoos."
								],
								[
									"4",
									"I am in love with someone who is not a slave, possibly in my master's house."
								],
								[
									"5",
									"I know many secrets thanks to my innocuous presence in intimate social environments."
								],
								[
									"6",
									"I heard a story about some grand place, and deeply want to go there."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I secretly liked being a slave."
								],
								[
									"2",
									"My former master, or the law, will stop at nothing to have me executed."
								],
								[
									"3",
									"I do not share my things with friends, and I will fight to keep personal belongings within my full control."
								],
								[
									"4",
									"As a defense mechanism, I lie and misdirect everyone around me, and steal and hide anything I can."
								],
								[
									"5",
									"I always say the truth when asked, even by an enemy."
								],
								[
									"6",
									"When I am told to do something by an enemy, I might do it."
								],
								[
									"7",
									"I cannot stop myself from reveling in material pleasures."
								],
								[
									"8",
									"I am a coward."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"title": "Iron Ring Slaves by Jason Engle",
						"href": {
							"type": "external",
							"url": "https://1.bp.blogspot.com/-I5t3lnx-HM0/UmhK7OmYVpI/AAAAAAAAAuo/A5NBrlkS9k4/s1600/Iron+Ring+Slaves.jpg"
						}
					}
				],
				"entries": [
					"For some significant portion of your life, you have been someone else's property. This part of your life happened either by abduction, as punishment for a crime, sworn to a debt of life, or you were born into it. How did you become a slave? Are you a slave or a freeman? Who was your master and where are they? What were the conditions of your slavery? What did you do as a slave? Were you treated well, or were you abused? How much privilege or freedom did you experience, and was this granted to you, or taken by you? How would you treat your master after your servitude? Can you ever really leave your background behind you? Do you really even need to escape, or will you remain a slave for the rest of your journey? Do you have the willpower to create slavery-free actions, or has your background tainted your history and the actions that you can take later in your career? What would you do with your slaves?"
				]
			}
		},
		{
			"name": "Unknown",
			"source": "dndwiki-bestbackgrounds",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Proficiencies and Languages",
							"entry": "{@i Special.} Whenever you attempt a skill, use a tool or try to comprehend a language you are not already proficient with, roll a {@dice d20}. On a natural 20, you have recalled one of your pre-trauma talents and gain that proficiency; otherwise you must finish a long rest before you can make this check for the same proficiency again. Once you have recalled five proficiencies with this feature, you no longer make this check."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "Just the clothes on your back, 1 gp in your boot."
						}
					]
				},
				{
					"name": "Feature: Gradual Recall",
					"type": "entries",
					"entries": [
						"Each time you meet a new NPC or visit a new location, once per character level, you can decide that they feel familiar. This place or person is somehow related to your life leading up to the trauma that caused your amnesia. This will not divulge much information, but will provide some further clue. You should work with your DM to fit this new element into your background, aiming to give full disclosure by the middle of the third tier.",
						{
							"type": "list",
							"items": [
								"Level 1–4:",
								{
									"type": "list",
									"items": [
										"The NPC incidentally recognizes you but doesn't know you. They remember you performing some act, such as speaking to a mysterious figure (and overhearing a few words), buying an item from a store, or being involved in a fight.",
										"Locations might be places you visited but once, or passed through on your way to somewhere else."
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"Level 5–8:",
								{
									"type": "list",
									"items": [
										"The NPC knows you only by a nom de guerre and a little about what happened to you, but is evasive in giving you information. If forced to speak, they give only one clue before circumstances end the interrogation (he simply escapes, or he's in a position of power, or a vicious storm rocks the boat...)",
										"Locations might be taverns or dungeons that you frequented."
									]
								}
							]
						},
						{
							"type": "list",
							"items": [
								"Level 9–12:",
								{
									"type": "list",
									"items": [
										"The NPC was directly involved with your trauma, and knows your real identity. Some conflict must be resolved before their relationship to you is fully understood: this could be a combat encounter or fulfilling a request made by them.",
										"A location might be your family home, your place of work, your secret hideout, or some other place very personal to you that will reveal your identity through investigation."
									]
								}
							]
						},
						"This feature may drag you into involvement with secret societies, nobility, evil armies, hidden temples, and other intrigues. Once you have total recall about your life and your trauma, one of these story elements can be used to create a new background feature to replace Gradual Recall."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Clue",
					"type": "entries",
					"entries": [
						"When you woke as an amnesiac, you discovered one thing about yourself that could provide a clue as to what happened to you.",
						{
							"type": "table",
							"colLabels": [
								"{@dice d6}",
								"Clue",
								"Example"
							],
							"colStyles": [
								"col-1 text-center",
								"col-3",
								"col-9"
							],
							"rows": [
								[
									"1",
									"A tattoo",
									"You have an unusual tattoo on your arm, depicting a strange building, part of a map or gnostic symbols."
								],
								[
									"2",
									"A curious wound",
									"Running across your face and head is a long scar, only recently healed."
								],
								[
									"3",
									"Something hidden on you",
									"There was a key sewn under the skin of your belly."
								],
								[
									"4",
									"A personalized piece of jewelry",
									"Gripped in your hand was a locket, in which is a portrait of a young lady or man."
								],
								[
									"5",
									"A punishment",
									"Your little finger was severed and is missing."
								],
								[
									"6",
									"You were found somewhere unusual",
									"You woke shut in a sea trunk, washed up on the beach."
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Whatever your personality, you are compelled to find out more about your past.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I sometimes adopt a persona of child-like innocence, which comes through stronger when I try to remember my past."
								],
								[
									"2",
									"When I rest I write copious notes on the events of the day, and keep them safe."
								],
								[
									"3",
									"I am plagued by confusing nightmares which leave me feeling anxious all day."
								],
								[
									"4",
									"I am aloof and dislike being with riff raff: I'm sure I have noble blood."
								],
								[
									"5",
									"I am completely obsessed with keeping my belongings with me at all times."
								],
								[
									"6",
									"Whenever I can't remember recent events it makes me nervous and distant."
								],
								[
									"7",
									"I find myself staring into mirrors for long periods of time, wondering who I am."
								],
								[
									"8",
									"I am sometimes overcome with fluctuating bouts of depression and euphoria."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Truth.} I want to know what's real-not just about my past, but the world and people around me. (Any)"
								],
								[
									"2",
									"{@b Revenge.} I can't touch the demons of my past, so I take my frustration out on those who make even the slightest infractions against me. (Evil)"
								],
								[
									"3",
									"{@b Heart.} Although I woke as a blank slate, my first act was to rescue a trapped animal. There must be inherent kindness in people, even if hidden deeply. (Good)"
								],
								[
									"4",
									"{@b Pretense.} Personal identity is an illusion. We can adopt personae as we see fit. (Chaotic)"
								],
								[
									"5",
									"{@b Destiny.} What happened to me happened for a reason. I accept it and have no regrets. (Lawful)"
								],
								[
									"6",
									"{@b Enlightenment.} I'm glad I can't remember my past. It gives me more time to focus on my future. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I owe a debt to the family that found me, took me in, and nursed me back to health."
								],
								[
									"2",
									"Somebody, somewhere, stole my life. I will find them and make them suffer."
								],
								[
									"3",
									"I remember living in luxury-I must have a personal fortune or estate somewhere, and I'm going to find it!"
								],
								[
									"4",
									"The only thing I recall is that I was searching for someone I loved, someone who was in danger."
								],
								[
									"5",
									"I remember a child and that the child was important, but I can't remember why or who they were."
								],
								[
									"6",
									"I told someone of a great darkness before my trauma. I must find them and remember what I said."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I intermittently suffer short-term memory loss, and often forget why I went to a place or what I was talking about."
								],
								[
									"2",
									"I'm overly suspicious of strangers-for all I know I might not a be a stranger to them, and why would they keep quiet about that?"
								],
								[
									"3",
									"I hate secrets and cannot be trusted with them. Everything should be out in the open."
								],
								[
									"4",
									"Everything is always my fault!"
								],
								[
									"5",
									"I get overindulged in knowledge and will do questionable things to obtain it."
								],
								[
									"6",
									"I believe everyone is talking about me behind my back."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"title": "Your past is unknown.",
						"href": {
							"type": "external",
							"url": "https://www.dandwiki.com/w/images/2/27/5e_Unknown_Background_Image.jpg"
						}
					}
				],
				"entries": [
					"Your background is unknown to you because you suffered some trauma that has inflicted you with amnesia. You woke one day, not knowing who you are or how you got here. Your origin and family are a mystery to you. You are not sure if you have allies or enemies from your past. If you have skills beyond what your class training details, you struggle to recall them.",
					"Who looked after you while you recuperated? Were your class skills taught to you after your trauma, or are you slowly recalling them from your past? Do you have flashbacks or dreams hinting at your ordeal?"
				]
			}
		},
		{
			"name": "Janitor",
			"source": "dndwiki-bestbackgrounds",
			"skillProficiencies": [
				{
					"persuasion": true,
					"investigation": true
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"artisan's tools",
							"gaming set"
						],
						"count": 2
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "sponge"
						},
						{
							"special": "mop"
						},
						{
							"special": "jar of homemade cleaning fluid"
						},
						{
							"special": "sketch of the site you worked at"
						}
					]
				},
				{
					"a": [
						{
							"equipmentType": "toolArtisan"
						}
					],
					"b": [
						{
							"equipmentType": "toolArtisan"
						}
					]
				},
				{
					"_": [
						"common clothes|phb",
						{
							"item": "pouch|phb",
							"containsValue": 10
						}
					]
				}
			],
			"languageProficiencies": [
				{
					"any": 1
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Persuasion}, {@skill Investigation}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Two sets of {@filter artisan's tools|items|miscellaneous=mundane|type=artisan's tools}, or one set of {@filter artisan's tools|items|miscellaneous=mundane|type=artisan's tools} and a {@filter gaming set|items|source=phb|miscellaneous=mundane|type=gaming set}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One language of your choice."
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A sponge, a mop, a jar of homemade cleaning fluid, a sketch of the site you worked at, two sets of {@filter artisan's tools|items|miscellaneous=mundane|type=artisan's tools} or one set of {@filter artisan's tools|items|miscellaneous=mundane|type=artisan's tools} and a set of {@item dice set|phb|bone dice} or {@item playing card set|phb|deck of cards}, a set of {@item common clothes|phb}, and a {@item pouch|phb} containing 10 gp."
						}
					]
				},
				{
					"name": "Feature: Leave No Trace",
					"type": "entries",
					"entries": [
						"With your experience as a janitor, you can make a messy room or area look absolutely clean, as if no one has been in that area before. You can spend an hour in a room or area cleaning blood and stains, removing bodies and other suspicious objects, closing and re-locking containers, basically doing anything to make the room look undisturbed. Your DM might rule that some things are impossible to clean or fix, or might increase the time you'll spend if the area is extremely messy."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Job Site",
					"type": "entries",
					"entries": [
						"You worked at a structure or building before. Roll or choose from the table below to determine the type of site you worked in. Also talk with your DM about the site and why you're now adventuring. Was the site destroyed? Did something in the site force you on a quest? Were you simply fired? Or do you still work there, adventuring as a side job to earn extra coins?",
						{
							"type": "table",
							"colLabels": [
								"{@dice d8}",
								"Job Sites"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									{
										"type": "cell",
										"roll": {
											"exact": 1
										}
									},
									"Shrine or Temple"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 2
										}
									},
									"Statue, Sculpture, or a Museum"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 3
										}
									},
									"Royal Castle"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 4
										}
									},
									"Dungeon"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 5
										}
									},
									"Military Fortress"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 6
										}
									},
									"Academy or Library"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 7
										}
									},
									"Amphitheater"
								],
								[
									{
										"type": "cell",
										"roll": {
											"exact": 8
										}
									},
									"Cemetery"
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Janitors are serious and hardworking people, but they relax and enjoy themselves earnestly when the work's done. They play just as or harder than they work. But, constantly working to make things clean and organized has made some janitors compulsive and germophobic.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I can think of fifty ways to use a hammer."
								],
								[
									"2",
									"I am constantly organizing my inventory; every pouch has a specific purpose."
								],
								[
									"3",
									"I like to listen to poems when I'm done. I know more about poetry than people think."
								],
								[
									"4",
									"I try to bathe at least four times a day."
								],
								[
									"5",
									"Hard work is earnest work, especially if it pays."
								],
								[
									"6",
									"I have (or prefer) a small vocabulary."
								],
								[
									"7",
									"I'm never distracted at work. Period."
								],
								[
									"8",
									"I once climbed fifteen feet to scrub a stain with my bare palms because I lost the ladder and my sponge. I'll do it again if I have to."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Responsibility:} I must keep my site clean and in repair. Everyone has to do their part in society. (Lawful)"
								],
								[
									"2",
									"{@b Cleanliness:} Cleanliness means good health and more visitors. That makes me happy. (Good)"
								],
								[
									"3",
									"{@b Rebellion:} I don't deserve to do this. The owners should take care of their own sites. (Evil)"
								],
								[
									"4",
									"{@b Choice:} Everyone should do what they love at some point in life. (Chaotic)"
								],
								[
									"5",
									"{@b Site:} I'm committed to my site, not ideas or people. (Neutral)"
								],
								[
									"6",
									"{@b Aspiration:} I want to prove myself worthy of a better job. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I care only about my place of work."
								],
								[
									"2",
									"My tools are why I'm living comfortably. Without them I'm nothing."
								],
								[
									"3",
									"My site was destroyed by someone. I'll find them and get my revenge someday."
								],
								[
									"4",
									"I'm housing an urchin at my site. He's/she's the world to me."
								],
								[
									"5",
									"I'll never be able to thank the owner of my site."
								],
								[
									"6",
									"There's an artifact at my site that I must protect above anything else. "
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Adventuring introduced billions of germs to my body. Now I can never be clean!"
								],
								[
									"2",
									"Asymmetry and out-of-place objects will distract me from important work."
								],
								[
									"3",
									"I learned to smell better than most people, I hate bad smells more than anything."
								],
								[
									"4",
									"I would much rather die in a clean environment."
								],
								[
									"5",
									"If I notice something's missing—even if it's replaceable or worthless—I'll drop what I'm doing to search for it."
								],
								[
									"6",
									"Why do adventurers never bathe? It's annoying and disguising."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"title": "By {@link Christian Ardila|https://www.artstation.com/artwork/9eK5Bv}",
						"href": {
							"type": "external",
							"url": "https://cdna.artstation.com/p/assets/images/images/022/574/070/large/christian-ardila-poseidon-janitor.jpg"
						}
					}
				],
				"entries": [
					"You've cleaned for a large portion of your life, since you were born or since you reached adulthood. Perhaps it was a habit which you grew into, rather than something that ill-circumstances forced you into. You may have tended to a structure or building in several ways: cleaning, repairs, occasionally guarding, and so forth. Maybe you were employed by evildoers to clean up their dirty work, or maybe you overheard conversations within the imperial halls where you've worked. This kind of special environment may have been a starting point for your sense of adventure; but at heart, you simply began by being the local handyman.",
					"Types of janitor adventurers vary based on the kind of work they did and why. There are Cinderella figures, for example, who were doing chores their whole life until something prompted them to escape their life of drudgery to search for better horizons. Darker figures also exist, like the ones who run about looking for \"cleaning\" jobs, usually sought after by criminals to help them get rid of evidence, or even scour away their identities.",
					"When you choose this background, work with your DM to determine the structure or building you worked at, the said structure or building's importance, what your job was like, and why you now moved to the adventuring life. "
				]
			}
		}
	],
	"item": [
		{
			"name": "Work Clothes",
			"source": "dndwiki-bestbackgrounds",
			"type": "G",
			"rarity": "none",
			"weight": 3,
			"value": 100,
			"entries": [
				"A practical, durable outfit, consisting primarily of trousers, boots or shoes, a common shirt, a tabard or apron, a belt, and occasionally a pair of gloves. The tabard or apron is intended to protect the wearer from the filth and grime of the work being done."
			]
		},
		{
			"name": "Pitchfork",
			"source": "dndwiki-bestbackgrounds",
			"type": "FI",
			"rarity": "none",
			"weight": 5,
			"value": 200,
			"entries": [
				"A wooden haft ending in 2-4 slightly curved iron tines. A good one has a handle on the end as well. A pitch fork is intended for lifting and moving masses of tangled organic matter, such as hay. When used for combat, it is an {@book improvised weapon|PHB|5|improvised weapons} equivalent to a {@item trident|phb}."
			]
		},
		{
			"name": "Scythe",
			"source": "dndwiki-bestbackgrounds",
			"type": "FI",
			"rarity": "none",
			"weight": 4,
			"value": 200,
			"property": [
				"H",
				"2H"
			],
			"entries": [
				"A common farming implement, often used to cut swaths of grown hay. Despite its humble origins, the scythe is recognized as a symbol of death in many cultures because of its use in reaping."
			],
			"fluff": {
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Scythe_against_hedge.jpg"
						},
						"title": "A traditional farming scythe."
					}
				]
			}
		}
	],
	"itemType": [
		{
			"abbreviation": "FI",
			"source": "dndwiki-bestbackgrounds",
			"page": 0,
			"name": "Farm Implement",
			"entries": [
				{
					"type": "entries",
					"name": "Farm Implement",
					"entries": [
						"{@variantrule Farm implements|dndwiki-bestbackgrounds} are a tool category in which a PC may have proficiency. Most farm implements are also adventuring gear, as they have use outside a farm, and a few can also be weaponized, to create short-notice equipment for civilian militias.",
						"Proficiency with these tools let you add your proficiency modifier to checks made to plow fields, harvest crops, sheer sheep or other strenuous farm activity. Normally these are Constitution checks.",
						"Each different implement is purchased separately and used for one particular activity, but proficiency in farm implements gives you proficiency in all of these tools. The cost for farm implements covers storage and maintenance of the tools."
					]
				}
			]
		}
	],
	"variantrule": [
		{
			"name": "Farm Implements",
			"source": "dndwiki-bestbackgrounds",
			"entries": [
				"Farm implements are a tool category in which a PC may have proficiency. Most farm implements are also adventuring gear, as they have use outside a farm, and a few can also be weaponized, to create short-notice equipment for civilian militias.",
				"Proficiency with these tools let you add your proficiency modifier to checks made to plow fields, harvest crops, sheer sheep or other strenuous farm activity. Normally these are Constitution checks.",
				"Each different implement is purchased separately and used for one particular activity, but proficiency in farm implements gives you proficiency in all of these tools. The cost for farm implements covers storage and maintenance of the tools.",
				"Examples include:",
				{
					"type": "list",
					"items": [
						"{@item Shovel|phb}",
						"{@item Pitchfork|dndwiki-bestbackgrounds}",
						"Scythe",
						"{@item Sickle|phb}",
						"Crook",
						"Distaff",
						"Lasso",
						"Spade",
						"Sod Saw",
						"Horn Saw",
						"Cattle Prod",
						"Pruning Shears",
						"Shearing Scissors"
					]
				}
			]
		}
	]
}
