{
	"_meta": {
		"dependencies": {
			"background": [
				"XPHB"
			],
			"backgroundFluff": [
				"XPHB"
			]
		},
		"sources": [
			{
				"json": "Selerim",
				"abbreviation": "SLRM",
				"color": "ff00ff",
				"full": "Selerim",
				"authors": [
					"Jordan"
				],
				"version": "1.0.0"
			}
		],
		"edition": "classic",
		"dateAdded": 0,
		"dateLastModified": 1747305080,
		"_dateLastModifiedHash": "5ce1f1e848"
	},
	"background": [
		{
			"name": "Acolyte",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/environment/people/cleric-grey.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 178
				}
			],
			"_copy": {
				"name": "Acolyte",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Acolyte.webp"
								},
								"credit": "Titus Lunter",
								"width": 2513,
								"height": 952
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"You devoted yourself to service in a temple, either nestled in a town or secluded in a sacred grove. There you performed rites in honor of a god or pantheon. You served under a priest and studied religion. Thanks to your priest's instruction and your own devotion, you also learned how to channel a modicum of divine power in service to your place of worship and the people who prayed there.",
									"Acolytes are shaped by their experience in temples or other religious communities. Their study of the history and tenets of their faith and their relationships to temples, shrines, or hierarchies affect their mannerisms and ideals. Their flaws might be some hidden hypocrisy or heretical idea, or an ideal or bond taken to an extreme.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became an acolyte because..."
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I ran away from home at an early age and found refuge in a temple."
											],
											[
												"2",
												"My family gave me to a temple, since they were unable or unwilling to care for me.."
											],
											[
												"3",
												"I grew up in a household with strong religious convictions. Entering the service of one or more gods seemed natural."
											],
											[
												"4",
												"An impassioned sermon struck a chord deep in my soul and moved me to serve the faith."
											],
											[
												"5",
												"I followed a childhood friend, a respected acquaintance, or someone I loved into religious service."
											],
											[
												"6",
												"After encountering a true servant of the gods, I was so inspired that I immediately entered the service of a religious group."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I idolize a particular hero of my faith, and constantly refer to that person's deeds and example."
											],
											[
												"2",
												"I can find common ground between the fiercest enemies, empathizing with them and always working toward peace."
											],
											[
												"3",
												"I see omens in every event and action. The gods try to speak to us, we just need to listen."
											],
											[
												"4",
												"Nothing can shake my optimistic attitude."
											],
											[
												"5",
												"I quote (or misquote) sacred texts and proverbs in almost every situation."
											],
											[
												"6",
												"I am tolerant (or intolerant) of other faiths and respect (or condemn) the worship of other gods."
											],
											[
												"7",
												"I've enjoyed fine food, drink, and high society among my temple's elite. Rough living grates on me."
											],
											[
												"8",
												"I've spent so long in the temple that I have little practical experience dealing with people in the outside world."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Tradition. The ancient traditions of worship and sacrifice must be preserved and upheld. (Lawful)"
											],
											[
												"2",
												"Charity. I always try to help those in need, no matter what the personal cost. (Good)"
											],
											[
												"3",
												"Change. We must help bring about the changes the gods are constantly working in the world. (Chaotic)"
											],
											[
												"4",
												"Power. I hope to one day rise to the top of my faith's religious hierarchy. (Lawful)"
											],
											[
												"5",
												"Faith. I trust that my deity will guide my actions. I have faith that if I work hard, things will go well. (Lawful)"
											],
											[
												"6",
												"Aspiration. I seek to prove myself worthy of my god's favor by matching my actions against his or her teachings. (Any)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I would die to recover an ancient relic of my faith that was lost long ago."
											],
											[
												"2",
												"I will someday get revenge on the corrupt temple hierarchy who branded me a heretic."
											],
											[
												"3",
												"I owe my life to the priest who took me in when my parents died."
											],
											[
												"4",
												"Everything I do is for the common people."
											],
											[
												"5",
												"I will do anything to protect the temple where I served."
											],
											[
												"6",
												"I seek to preserve a sacred text that my enemies consider heretical and seek to destroy."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I judge others harshly, and myself even more severely."
											],
											[
												"2",
												"I put too much trust in those who wield power within my temple's hierarchy."
											],
											[
												"3",
												"My piety sometimes leads me to blindly trust those that profess faith in my god."
											],
											[
												"4",
												"I am inflexible in my thinking."
											],
											[
												"5",
												"I am suspicious of strangers and expect the worst of them."
											],
											[
												"6",
												"Once I pick a goal, I become obsessed with it to the detriment of everything else in my life."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Artisan",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/skills/trades/construction-mason-stonecutter-sculpture.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 179
				}
			],
			"_copy": {
				"name": "Artisan",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Artisan.webp"
								},
								"credit": "Luca Bancone",
								"width": 2513,
								"height": 914
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"You began mopping floors and scrubbing counters in an artisan's workshop for a few coppers per day as soon as you were strong enough to carry a bucket. When you were old enough to apprentice, you learned to create basic crafts of your own, as well as how to sweet-talk the occasional demanding customer. Your trade has also given you a keen eye for detail.",
									"Artisans are among the most ordinary people in the world—until they set down their tools and take up an adventuring career. They understand the value of hard work and the importance of community, but they're vulnerable to sins of greed and covetousness.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became an artisan because..."
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I was apprenticed to a master who taught me the guild's business."
											],
											[
												"2",
												"I helped a guild artisan keep a secret or complete a task, and in return I was taken on as an apprentice."
											],
											[
												"3",
												"One of my family members who belonged to the guild made a place for me."
											],
											[
												"4",
												"I was always good with my hands, so I took the opportunity to learn a trade."
											],
											[
												"5",
												"I wanted to get away from my home situation and start a new life."
											],
											[
												"6",
												"I learned the essentials of my craft from a mentor but had to join the guild to finish my training."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I believe that anything worth doing is worth doing right. I can't help it—I'm a perfectionist."
											],
											[
												"2",
												"I'm a snob who looks down on those who can't appreciate fine art."
											],
											[
												"3",
												"I always want to know how things work and what makes people tick."
											],
											[
												"4",
												"I'm full of witty aphorisms and have a proverb for every occasion."
											],
											[
												"5",
												"I'm rude to people who lack my commitment to hard work and fair play."
											],
											[
												"6",
												"I like to talk at length about my profession."
											],
											[
												"7",
												"I don't part with my money easily and will haggle tirelessly to get the best deal possible."
											],
											[
												"8",
												"I'm well known for my work, and I want to make sure everyone appreciates it. I'm always taken aback when people haven't heard of me."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Community. It is the duty of all civilized people to strengthen the bonds of community and the security of civilization. (Lawful)"
											],
											[
												"2",
												"Generosity. My talents were given to me so that I could use them to benefit the world. (Good)"
											],
											[
												"3",
												"Freedom. Everyone should be free to pursue his or her own livelihood. (Chaotic)"
											],
											[
												"4",
												"Greed. I'm only in it for the money. (Evil)"
											],
											[
												"5",
												"People. I'm committed to the people I care about, not to ideals. (Neutral)"
											],
											[
												"6",
												"Aspiration. I work hard to be the best there is at my craft. (Any)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"The workshop where I learned my trade is the most important place in the world to me."
											],
											[
												"2",
												"I created a great work for someone, and then found them unworthy to receive it. I'm still looking for someone worthy."
											],
											[
												"3",
												"I owe my guild a great debt for forging me into the person I am today."
											],
											[
												"4",
												"I pursue wealth to secure someone's love."
											],
											[
												"5",
												"One day I will return to my guild and prove that I am the greatest artisan of them all."
											],
											[
												"6",
												"I will get revenge on the evil forces that destroyed my place of business and ruined my livelihood."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I'll do anything to get my hands on something rare or priceless."
											],
											[
												"2",
												"I'm quick to assume that someone is trying to cheat me."
											],
											[
												"3",
												"No one must ever learn that I once stole money from guild coffers."
											],
											[
												"4",
												"I'm never satisfied with what I have—I always want more."
											],
											[
												"5",
												"I would kill to acquire a noble title."
											],
											[
												"6",
												"I'm horribly jealous of anyone who can outshine my handiwork. Everywhere I go, I'm surrounded by rivals."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Charlatan",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/commodities/materials/parchment-secrets.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 180
				}
			],
			"_copy": {
				"name": "Charlatan",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Charlatan.webp"
								},
								"credit": "Luca Bancone",
								"width": 2513,
								"height": 952
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"Once you were old enough to order an ale, you soon had a favorite stool in every tavern within ten miles of where you were born. As you traveled the circuit from public house to watering hole, you learned to prey on unfortunates who were in the market for a comforting lie or two—perhaps a sham potion or forged ancestry records.",
									"Charlatans are colorful characters who conceal their true selves behind the masks they construct. They reflect what people want to see, what they want to believe, and how they see the world. But their true selves are sometimes plagued by an uneasy conscience, an old enemy, or deep-seated trust issues.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became a charlatan because..."
										],
										"colStyles": [
											"col-2 text-center",
											"col-10"
										],
										"rows": [
											[
												"1",
												"I was left to my own devices, and my knack for manipulating others helped me survive."
											],
											[
												"2",
												"I learned early on that people are gullible and easy to exploit."
											],
											[
												"3",
												"I often got in trouble, but I managed to talk my way out of it every time."
											],
											[
												"4",
												"I took up with a confidence artist, from whom I learned my craft."
											],
											[
												"5",
												"After a charlatan fleeced my family, I decided to learn the trade so I would never be fooled by such deception again."
											],
											[
												"6",
												"I was poor or I feared becoming poor, so I learned the tricks I needed to keep myself out of poverty."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I fall in and out of love easily, and am always pursuing someone."
											],
											[
												"2",
												"I have a joke for every occasion, especially occasions where humor is inappropriate."
											],
											[
												"3",
												"Flattery is my preferred trick for getting what I want."
											],
											[
												"4",
												"I'm a born gambler who can't resist taking a risk for a potential payoff."
											],
											[
												"5",
												"I lie about almost everything, even when there's no reason to."
											],
											[
												"6",
												"Sarcasm and insults are my weapons of choice."
											],
											[
												"7",
												"I keep multiple holy symbols on me and invoke whatever deity might come in useful at any given moment."
											],
											[
												"8",
												"I pocket anything I see that might have some value."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Independence. I am a free spirit—no one tells me what to do. (Chaotic)"
											],
											[
												"2",
												"Fairness. I never target people who can't afford to lose a few coins. (Lawful)"
											],
											[
												"3",
												"Charity. I distribute the money I acquire to the people who really need it. (Good)"
											],
											[
												"4",
												"Creativity. I never run the same con twice. (Chaotic)"
											],
											[
												"5",
												"Friendship. Material goods come and go. Bonds of friendship last forever. (Good)"
											],
											[
												"6",
												"Aspiration. I'm determined to make something of myself. (Any)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I fleeced the wrong person and must work to ensure that this individual never crosses paths with me or those I care about."
											],
											[
												"2",
												"I owe everything to my mentor—a horrible person who's probably rotting in jail somewhere."
											],
											[
												"3",
												"Somewhere out there, I have a child who doesn't know me. I'm making the world better for him or her."
											],
											[
												"4",
												"I come from a noble family, and one day I'll reclaim my lands and title from those who stole them from me."
											],
											[
												"5",
												"A powerful person killed someone I love. Some day soon, I'll have my revenge."
											],
											[
												"6",
												"I swindled and ruined a person who didn't deserve it. I seek to atone for my misdeeds but might never be able to forgive myself."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I can't resist a pretty face."
											],
											[
												"2",
												"I'm always in debt. I spend my ill-gotten gains on decadent luxuries faster than I bring them in."
											],
											[
												"3",
												"I'm convinced that no one could ever fool me the way I fool others."
											],
											[
												"4",
												"I'm too greedy for my own good. I can't resist taking a risk if there's money involved."
											],
											[
												"5",
												"I can't resist swindling people who are more powerful than me."
											],
											[
												"6",
												"I hate to admit it and will hate myself for it, but I'll run and preserve my own hide if the going gets tough."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Criminal",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/magic/perception/silhouette-stealth-shadow.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 180
				}
			],
			"_copy": {
				"name": "Criminal",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Criminal.webp"
								},
								"credit": "Noor Rahman",
								"width": 2513,
								"height": 914
							},
							{
								"name": "Specialty",
								"type": "entries",
								"entries": [
									"There are many kinds of criminals, and within a thieves' guild or similar criminal organization, individual members have particular specialties. Even criminals who operate outside of such organizations have strong preferences for certain kinds of crimes over others. Choose the role you played in your criminal life, or roll on the table below.",
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Specialty"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Blackmailer"
											],
											[
												"2",
												"Burglar"
											],
											[
												"3",
												"Enforcer"
											],
											[
												"4",
												"Fence"
											],
											[
												"5",
												"Highway robber"
											],
											[
												"6",
												"Hired killer"
											],
											[
												"7",
												"Pickpocket"
											],
											[
												"8",
												"Smuggler"
											]
										]
									}
								]
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"You eked out a living in dark alleyways, cutting purses or burgling shops. Perhaps you were part of a small gang of like-minded wrongdoers who looked out for each other. Or maybe you were a lone wolf, fending for yourself against the local thieves' guild and more fearsome lawbreakers.",
									"Criminals might seem like villains on the surface, and many of them are villainous to the core. But some have an abundance of endearing, if not redeeming, characteristics. There might be honor among thieves, but criminals rarely show any respect for law or authority.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became a criminal because..."
										],
										"colStyles": [
											"col-2 text-center",
											"col-10"
										],
										"rows": [
											[
												"1",
												"I resented authority in my younger days and saw a life of crime as the best way to fight against tyranny and oppression."
											],
											[
												"2",
												"Necessity forced me to take up the life, since it was the only way I could survive."
											],
											[
												"3",
												"I fell in with a gang of reprobates and ne'er-do-wells, and I learned my specialty from them."
											],
											[
												"4",
												"A parent or relative taught me my criminal specialty to prepare me for the family business."
											],
											[
												"5",
												"I left home and found a place in a thieves' guild or some other criminal organization."
											],
											[
												"6",
												"I was always bored, so I turned to crime to pass the time and discovered I was quite good at it."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I always have a plan for when things go wrong."
											],
											[
												"2",
												"I am always calm, no matter what the situation. I never raise my voice or let my emotions control me."
											],
											[
												"3",
												"The first thing I do in a new place is note the locations of everything valuable—or where such things could be hidden."
											],
											[
												"4",
												"I would rather make a new friend than a new enemy."
											],
											[
												"5",
												"I am incredibly slow to trust. Those who seem the fairest often have the most to hide."
											],
											[
												"6",
												"I don't pay attention to the risks in a situation. Never tell me the odds."
											],
											[
												"7",
												"The best way to get me to do something is to tell me I can't do it."
											],
											[
												"8",
												"I blow up at the slightest insult."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Honor. I don't steal from others in the trade. (Lawful)"
											],
											[
												"2",
												"Freedom. Chains are meant to be broken, as are those who would forge them. (Chaotic)"
											],
											[
												"3",
												"Charity. I steal from the wealthy so that I can help people in need. (Good)"
											],
											[
												"4",
												"Greed. I will do whatever it takes to become wealthy. (Evil)"
											],
											[
												"5",
												"People. I'm loyal to my friends, not to any ideals, and everyone else can take a trip down the Styx for all I care. (Neutral)"
											],
											[
												"6",
												"Redemption. There's a spark of good in everyone. (Good)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I'm trying to pay off an old debt I owe to a generous benefactor."
											],
											[
												"2",
												"My ill-gotten gains go to support my family."
											],
											[
												"3",
												"Something important was taken from me, and I aim to steal it back."
											],
											[
												"4",
												"I will become the greatest thief that ever lived."
											],
											[
												"5",
												"I'm guilty of a terrible crime. I hope I can redeem myself for it."
											],
											[
												"6",
												"Someone I loved died because of a mistake I made. That will never happen again."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"When I see something valuable, I can't think about anything but how to steal it."
											],
											[
												"2",
												"When faced with a choice between money and my friends, I usually choose the money."
											],
											[
												"3",
												"If there's a plan, I'll forget it. If I don't forget it, I'll ignore it."
											],
											[
												"4",
												"I have a 'tell' that reveals when I'm lying."
											],
											[
												"5",
												"I turn tail and run when things look bad."
											],
											[
												"6",
												"An innocent person is in prison for a crime that I committed. I'm okay with that."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Entertainer",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/skills/trades/music-singing-voice-blue.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 180
				}
			],
			"_copy": {
				"name": "Entertainer",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Entertainer.webp"
								},
								"credit": "Kenny Vo",
								"width": 2513,
								"height": 952
							},
							{
								"name": "Specialty",
								"type": "entries",
								"entries": [
									"A good entertainer is versatile, spicing up every performance with a variety of different routines. Choose one to three routines or roll on the table below to define your expertise as an entertainer.",
									{
										"type": "table",
										"colLabels": [
											"d10",
											"Routines"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Actor"
											],
											[
												"2",
												"Dancer"
											],
											[
												"3",
												"Fire-eater"
											],
											[
												"4",
												"Jester"
											],
											[
												"5",
												"Juggler"
											],
											[
												"6",
												"Instrumentalist"
											],
											[
												"7",
												"Poet"
											],
											[
												"8",
												"Singer"
											],
											[
												"9",
												"Storyteller"
											],
											[
												"10",
												"Tumbler"
											]
										]
									}
								]
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"You spent much of your youth following roving fairs and carnivals, performing odd jobs for musicians and acrobats in exchange for lessons. You may have learned how to walk a tightrope, how to play a lute in a distinct style, or how to recite poetry with impeccable diction. To this day, you thrive on applause and long for the stage.",
									"Successful entertainers have to be able to capture and hold an audience's attention, so they tend to have flamboyant or forceful personalities. They're inclined toward the romantic and often cling to high-minded ideals about the practice of art and the appreciation of beauty.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became an entertainer because..."
										],
										"colStyles": [
											"col-2 text-center",
											"col-10"
										],
										"rows": [
											[
												"1",
												"Members of my family made ends meet by performing, so it was fitting for me to follow their example."
											],
											[
												"2",
												"I always had a keen insight into other people, enough so that I could make them laugh or cry with my stories or songs."
											],
											[
												"3",
												"I ran away from home to follow a minstrel troupe."
											],
											[
												"4",
												"I saw a bard perform once, and I knew from that moment on what I was born to do."
											],
											[
												"5",
												"I earned coin by performing on street corners and eventually made a name for myself."
											],
											[
												"6",
												"A traveling entertainer took me in and taught me the trade."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I know a story relevant to almost every situation."
											],
											[
												"2",
												"Whenever I come to a new place, I collect local rumors and spread gossip."
											],
											[
												"3",
												"I'm a hopeless romantic, always searching for that \"special someone\"."
											],
											[
												"4",
												"Nobody stays angry at me or around me for long, since I can defuse any amount of tension."
											],
											[
												"5",
												"I love a good insult, even one directed at me."
											],
											[
												"6",
												"I get bitter if I'm not the center of attention."
											],
											[
												"7",
												"I'll settle for nothing less than perfection."
											],
											[
												"8",
												"I change my mood or my mind as quickly as I change key in a song."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Beauty. When I perform, I make the world better than it was. (Good)"
											],
											[
												"2",
												"Tradition. The stories, legends, and songs of the past must never be forgotten, for they teach us who we are. (Lawful)"
											],
											[
												"3",
												"Creativity. The world is in need of new ideas and bold action. (Chaotic)"
											],
											[
												"4",
												"Greed. I'm only in it for the money and fame. (Evil)"
											],
											[
												"5",
												"People. I like seeing the smiles on people's faces when I perform. That's all that matters. (Neutral)"
											],
											[
												"6",
												"Honesty. Art should reflect the soul; it should come from within and reveal who we really are. (Any)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"My instrument is my most treasured possession, and it reminds me of someone I love."
											],
											[
												"2",
												"Someone stole my precious instrument, and someday I'll get it back."
											],
											[
												"3",
												"I want to be famous, whatever it takes."
											],
											[
												"4",
												"I idolize a hero of the old tales and measure my deeds against that person's."
											],
											[
												"5",
												"I will do anything to prove myself superior to my hated rival."
											],
											[
												"6",
												"I would do anything for the other members of my old troupe."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I'll do anything to win fame and renown."
											],
											[
												"2",
												"I'm a sucker for a pretty face."
											],
											[
												"3",
												"A scandal prevents me from ever going home again. That kind of trouble seems to follow me around."
											],
											[
												"4",
												"I once satirized a noble who still wants my head. It was a mistake that I will likely repeat."
											],
											[
												"5",
												"I have trouble keeping my true feelings hidden. My sharp tongue lands me in trouble."
											],
											[
												"6",
												"Despite my best efforts, I am unreliable to my friends."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Farmer",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/skills/trades/farming-sickle-harvest-wheat.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 180
				}
			],
			"_copy": {
				"name": "Farmer",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Farmer.webp"
								},
								"credit": "Kenny Vo",
								"width": 2513,
								"height": 914
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"You grew up close to the land. Years tending animals and cultivating the earth rewarded you with patience and good health. You have a keen appreciation for nature's bounty alongside a healthy respect for nature's wrath.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became a farmer because..."
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I was born into a family of farmers and continued the tradition."
											],
											[
												"2",
												"My village was destroyed, and I became a farmer to help rebuild and sustain the survivors."
											],
											[
												"3",
												"My family made a pact with a nature spirit to care for the land in exchange for its protection."
											],
											[
												"4",
												"An old farmer took me in when I had nowhere else to go."
											],
											[
												"5",
												"The land I farm was a gift or reward for my service to a noble."
											],
											[
												"6",
												"I was stranded in a small farming town after a horse knocked my memories out of my head."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I rise before the sun every day and believe that a strong work ethic builds character."
											],
											[
												"2",
												"I have an unshakable connection to the land and often speak of it as if it were alive."
											],
											[
												"3",
												"I refuse to harm animals and I will not consume any animal products."
											],
											[
												"4",
												"I tend to treat everyone with the same care and patience that I give my crops."
											],
											[
												"5",
												"I have a stubborn streak as wide as a plow—once I've made up my mind, it's hard to change."
											],
											[
												"6",
												"I measure success by the health of the earth and the quality of what it produces."
											],
											[
												"7",
												"I'm deeply superstitious, performing rituals to ensure good harvests and ward off bad luck."
											],
											[
												"8",
												"I have a natural talent for storytelling and love sharing tales of life on the farm, often with embellishments."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Harmony. The land provides for us when we respect its balance and natural rhythms. (Good)"
											],
											[
												"2",
												"Self-Reliance. Hard work and determination are the keys to a fruitful life. (Lawful)"
											],
											[
												"3",
												"Freedom. Every person should have the right to cultivate their own land and reap their own rewards. (Chaotic)"
											],
											[
												"4",
												"Exploitation. The land and those who work it exist to serve my ambitions, no matter the cost. (Evil)"
											],
											[
												"5",
												"Ambition. I aim to create a legacy so great that generations will remember my name. (Any)"
											],
											[
												"6",
												"Resilience. Like a hardy crop, I believe that enduring hardship makes us stronger. (Neutral)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"The farm I grew up on is my sanctuary, and I'll do anything to protect it."
											],
											[
												"2",
												"I am devoted to an ancient tree or landmark on my land, which I believe holds mystical power."
											],
											[
												"3",
												"I owe my livelihood to a neighbor who helped me when my crops failed."
											],
											[
												"4",
												"I'm determined to reclaim the fertile land my family lost to a greedy noble."
											],
											[
												"5",
												"My bond with my animals is stronger than any bond I have with people."
											],
											[
												"6",
												"I work tirelessly to ensure my children (or future generations) inherit a prosperous farm."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I am fiercely protective of my land and often see threats where none exist."
											],
											[
												"2",
												"I hoard my harvests, trusting no one to share in what I've grown."
											],
											[
												"3",
												"I can't resist a gamble, whether it's with crops, coin, or my future."
											],
											[
												"4",
												"I hold grudges against those who wronged me, even for minor slights."
											],
											[
												"5",
												"I am obsessed with perfecting my crops, often neglecting relationships and my own well-being."
											],
											[
												"6",
												"I distrust anyone who doesn't understand or value hard work in the fields."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Guard",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/environment/people/spearfighter.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 181
				}
			],
			"_copy": {
				"name": "Guard",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Guard.webp"
								},
								"credit": "Noor Rahman",
								"width": 2513,
								"height": 952
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"Your feet ache when you remember the countless hours you spent at your post in the tower. You were trained to keep one eye looking outside the wall, watching for marauders sweeping from the nearby forest, and your other eye looking inside the wall, searching for cutpurses and troublemakers.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became a guard because..."
										],
										"colStyles": [
											"col-2 text-center",
											"col-10"
										],
										"rows": [
											[
												"1",
												"My family has served as guards for generations, and I was expected to follow suit."
											],
											[
												"2",
												"I wanted to protect my community from the dangers that plagued my childhood."
											],
											[
												"3",
												"A mentor saw potential in me and trained me in the ways of the guard."
											],
											[
												"4",
												"I sought steady work and a chance to make a name for myself."
											],
											[
												"5",
												"I was inspired by a heroic guard who saved my life as a child."
											],
											[
												"6",
												"The guard offered me a second chance after a troubled youth."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I am always alert, even in moments of supposed safety."
											],
											[
												"2",
												"I have a strict sense of duty and get restless when idle."
											],
											[
												"3",
												"I make lighthearted jokes to ease the tension of dangerous situations."
											],
											[
												"4",
												"I find it hard to trust people, always questioning their motives."
											],
											[
												"5",
												"I am polite and respectful, especially to those in positions of authority."
											],
											[
												"6",
												"I keep my gear meticulously clean and take pride in my uniform."
											],
											[
												"7",
												"I am slow to anger but unstoppable when my patience runs out."
											],
											[
												"8",
												"I see every situation as a potential threat and plan accordingly."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Responsibility. It is my duty to protect the innocent and maintain order. (Lawful)"
											],
											[
												"2",
												"Compassion. Even the guilty deserve fair treatment and a chance for redemption. (Good)"
											],
											[
												"3",
												"Freedom. I believe that authority should only exist to serve the people, not to control them. (Chaotic)"
											],
											[
												"4",
												"Power. To maintain order, one must wield absolute authority. (Evil)"
											],
											[
												"5",
												"Duty. My loyalty lies with those I serve, not abstract ideals. (Neutral)"
											],
											[
												"6",
												"Aspiration. I strive to become a legendary protector whose name will be remembered. (Any)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"The town or city I protected will always have my loyalty, no matter where I go."
											],
											[
												"2",
												"I will never forget the captain who taught me everything about being a guard."
											],
											[
												"3",
												"A comrade died under my watch, and I will do whatever it takes to honor their memory."
											],
											[
												"4",
												"I still carry the token of someone I failed to protect as a constant reminder."
											],
											[
												"5",
												"There is a dangerous criminal I swore to track down and bring to justice."
											],
											[
												"6",
												"My family depends on me, and I will never let them down."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I'm quick to enforce rules, even when bending them might be wiser."
											],
											[
												"2",
												"I have a hard time letting go of past failures, often blaming myself."
											],
											[
												"3",
												"I can be overly suspicious, seeing threats where none exist."
											],
											[
												"4",
												"I struggle to act without clear orders, fearing the consequences of initiative."
											],
											[
												"5",
												"I'm stubborn and unwilling to admit when I'm wrong."
											],
											[
												"6",
												"I distrust those in positions of power, assuming corruption."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Guide",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/environment/wilderness/terrain-forest-gray.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 181
				}
			],
			"_copy": {
				"name": "Guide",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Guide.webp"
								},
								"credit": "Erel Maatita",
								"width": 2513,
								"height": 914
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"You came of age outdoors, far from settled lands. Your home was anywhere you chose to spread your bedroll. There are wonders in the wilderness—strange monsters, pristine forests and streams, overgrown ruins of great halls once trod by giants—and you learned to fend for yourself as you explored them. From time to time, you guided friendly nature priests who instructed you in the fundamentals of channeling the magic of the wild.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became a guide because..."
										],
										"colStyles": [
											"col-2 text-center",
											"col-10"
										],
										"rows": [
											[
												"1",
												"I grew up in the wild, and guiding others through it came naturally to me."
											],
											[
												"2",
												"A mentor taught me how to navigate the wilderness and understand its secrets."
											],
											[
												"3",
												"I once got lost in the wilderness, and surviving the ordeal inspired me to help others."
											],
											[
												"4",
												"Exploration and discovery have always been my passion, and guiding lets me pursue them."
											],
											[
												"5",
												"I needed to escape a troubled past, and the wilderness became my refuge."
											],
											[
												"6",
												"I was asked to guide someone important through the wild, and it became my calling."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I feel at peace when I am surrounded by the wilderness, and I dislike staying in cities for long."
											],
											[
												"2",
												"I have a keen eye for details, always noticing tracks, weather changes, and subtle shifts in my surroundings."
											],
											[
												"3",
												"I love sharing stories of the strange places I've explored, even if I embellish them a little."
											],
											[
												"4",
												"I am calm and patient, knowing that nature cannot be rushed."
											],
											[
												"5",
												"I am fiercely protective of those under my guidance and take any harm that comes to them personally."
											],
											[
												"6",
												"I have an adventurous spirit and seek to uncover the unknown, no matter the risks."
											],
											[
												"7",
												"I have little tolerance for arrogance or people who underestimate the wilderness."
											],
											[
												"8",
												"I carry a memento from a past expedition, which inspires me to keep pushing forward."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Respect. The wilderness is a powerful force and must be treated with reverence. (Good)"
											],
											[
												"2",
												"Freedom. The open road and untamed wilds are where I feel truly alive. (Chaotic)"
											],
											[
												"3",
												"Protection. It's my duty to safeguard travelers and preserve the natural world. (Lawful)"
											],
											[
												"4",
												"Discovery. Every journey brings the chance to learn something new and uncover hidden wonders. (Neutral)"
											],
											[
												"5",
												"Power. The secrets of the wilderness can give one immense strength if properly harnessed. (Evil)"
											],
											[
												"6",
												"Balance. I strive to maintain harmony between civilization and the natural world. (Any)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I owe my survival to a hermit or druid who taught me the ways of the wild."
											],
											[
												"2",
												"There is a hidden place I discovered that I will do anything to protect from outsiders."
											],
											[
												"3",
												"I guided a group of travelers once, and they became like family to me."
											],
											[
												"4",
												"I am searching for a legendary location I've only heard about in whispered tales."
											],
											[
												"5",
												"A former companion died under my guidance, and I seek redemption for that failure."
											],
											[
												"6",
												"I have sworn to defend the natural world from those who would exploit or destroy it."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I am overconfident in my knowledge of the wilderness and sometimes take unnecessary risks."
											],
											[
												"2",
												"I have a deep-seated mistrust of those who live in cities or lead settled lives."
											],
											[
												"3",
												"I struggle to connect with others, preferring solitude over companionship."
											],
											[
												"4",
												"I find it hard to resist the allure of rare treasures hidden in the wild."
											],
											[
												"5",
												"I hold grudges against those who disregard or harm nature."
											],
											[
												"6",
												"I sometimes prioritize my curiosity and need for exploration over the safety of others."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Hermit",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/environment/wilderness/camp-improvised.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 182
				}
			],
			"_copy": {
				"name": "Hermit",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Hermit.webp"
								},
								"credit": "Pedro Cardoso",
								"width": 2513,
								"height": 914
							},
							{
								"name": "Specialty",
								"type": "entries",
								"entries": [
									"What was the reason for your isolation, and what changed to allow you to end your solitude? You can work with your DM to determine the exact nature of your seclusion, or you can choose or roll on the table below to determine the reason behind your seclusion.",
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Life of Seclusion"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I was searching for spiritual enlightenment."
											],
											[
												"2",
												"I was partaking of communal living in accordance with the dictates of a religious order."
											],
											[
												"3",
												"I was exiled for a crime I didn't commit."
											],
											[
												"4",
												"I retreated from society after a life-altering event."
											],
											[
												"5",
												"I needed a quiet place to work on my art, literature, music, or manifesto."
											],
											[
												"6",
												"I needed to commune with nature, far from civilization."
											],
											[
												"7",
												"I was the caretaker of an ancient ruin or relic."
											],
											[
												"8",
												"I was a pilgrim in search of a person, place, or relic of spiritual significance."
											]
										]
									}
								]
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"You spent your early years secluded in a hut or monastery located well beyond the outskirts of the nearest settlement. In those days, your only companions were the creatures of the forest and those who would occasionally visit to bring news of the outside world and supplies. The solitude allowed you to spend many hours pondering the mysteries of creation.",
									"Some hermits are well suited to a life of seclusion, whereas others chafe against it and long for company. Whether they embrace solitude or long to escape it, the solitary life shapes their attitudes and ideals. A few are driven slightly mad by their years apart from society.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became a hermit because..."
										],
										"colStyles": [
											"col-2 text-center",
											"col-10"
										],
										"rows": [
											[
												"1",
												"My enemies ruined my reputation, and I fled to the wilds to avoid further disparagement."
											],
											[
												"2",
												"I am comfortable with being isolated, as I seek inner peace."
											],
											[
												"3",
												"I never liked the people I called my friends, so it was easy for me to strike out on my own."
											],
											[
												"4",
												"I felt compelled to forsake my past, but did so with great reluctance, and sometimes I regret making that decision."
											],
											[
												"5",
												"I lost everything-my home, my family, my friends. Going it alone was all I could do."
											],
											[
												"6",
												"Society's decadence disgusted me, so I decided to leave it behind."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I've been isolated for so long that I rarely speak, preferring gestures and the occasional grunt."
											],
											[
												"2",
												"I am utterly serene, even in the face of disaster."
											],
											[
												"3",
												"The leader of my community had something wise to say on every topic, and I am eager to share that wisdom."
											],
											[
												"4",
												"I feel tremendous empathy for all who suffer."
											],
											[
												"5",
												"I'm oblivious to etiquette and social expectations."
											],
											[
												"6",
												"I connect everything that happens to me to a grand, cosmic plan."
											],
											[
												"7",
												"I often get lost in my own thoughts and contemplation, becoming oblivious to my surroundings."
											],
											[
												"8",
												"I am working on a grand philosophical theory and love sharing my ideas."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Greater Good. My gifts are meant to be shared with all, not used for my own benefit. (Good)"
											],
											[
												"2",
												"Logic. Emotions must not cloud our sense of what is right and true, or our logical thinking. (Lawful)"
											],
											[
												"3",
												"Free Thinking. Inquiry and curiosity are the pillars of progress. (Chaotic)"
											],
											[
												"4",
												"Power. Solitude and contemplation are paths toward mystical or magical power. (Evil)"
											],
											[
												"5",
												"Live and Let Live. Meddling in the affairs of others only causes trouble. (Neutral)"
											],
											[
												"6",
												"Self-Knowledge. If you know yourself, there's nothing left to know. (Any)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Nothing is more important than the other members of my hermitage, order, or association."
											],
											[
												"2",
												"I entered seclusion to hide from the ones who might still be hunting me. I must someday confront them."
											],
											[
												"3",
												"I'm still seeking the enlightenment I pursued in my seclusion, and it still eludes me."
											],
											[
												"4",
												"I entered seclusion because I loved someone I could not have."
											],
											[
												"5",
												"Should my discovery come to light, it could bring ruin to the world."
											],
											[
												"6",
												"My isolation gave me great insight into a great evil that only I can destroy."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Now that I've returned to the world, I enjoy its delights a little too much."
											],
											[
												"2",
												"I harbor dark, bloodthirsty thoughts that my isolation and meditation failed to quell."
											],
											[
												"3",
												"I am dogmatic in my thoughts and philosophy."
											],
											[
												"4",
												"I let my need to win arguments overshadow friendships and harmony."
											],
											[
												"5",
												"I'd risk too much to uncover a lost bit of knowledge."
											],
											[
												"6",
												"I like keeping secrets and won't share them with anyone."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Merchant",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/commodities/currency/coins-plain-pouch-gold.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 182
				}
			],
			"_copy": {
				"name": "Merchant",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Merchant.webp"
								},
								"credit": "Kamila Szutenberg",
								"width": 2513,
								"height": 914
							},
							{
								"name": "Specialty",
								"type": "entries",
								"entries": [
									"Every merchant needs a specialty, and some merchants belong to guilds. Work with your DM to determine the nature of your merchant business, and if you are a member of a merchant guild. You can select your merchant business from the table below or roll randomly.",
									{
										"type": "table",
										"colLabels": [
											"d20",
											"Merchant Business"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Alchemists and apothecaries"
											],
											[
												"2",
												"Armorers, locksmiths, and finesmiths"
											],
											[
												"3",
												"Brewers, distillers, and vintners"
											],
											[
												"4",
												"Calligraphers, scribes, and scriveners"
											],
											[
												"5",
												"Carpenters, roofers, and plasterers"
											],
											[
												"6",
												"Cartographers, surveyors, and chart-makers"
											],
											[
												"7",
												"Cobblers and shoemakers"
											],
											[
												"8",
												"Cooks and bakers"
											],
											[
												"9",
												"Glassblowers and glaziers"
											],
											[
												"10",
												"Jewelers and gemcutters"
											],
											[
												"11",
												"Leatherworkers, skinners, and tanners"
											],
											[
												"12",
												"Masons and stonecutters"
											],
											[
												"13",
												"Crabbers and fishmongers"
											],
											[
												"14",
												"Potters and tile-makers"
											],
											[
												"15",
												"Shipwrights and sail-makers"
											],
											[
												"16",
												"Smiths and metal-forgers"
											],
											[
												"17",
												"Tinkers, pewterers, and casters"
											],
											[
												"18",
												"Wagon-makers and wheelwrights"
											],
											[
												"19",
												"Weavers and dyers"
											],
											[
												"20",
												"Woodcarvers, coopers, and bowyers"
											]
										]
									}
								]
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"You were apprenticed to a trader, caravan master, or shopkeeper, learning the fundamentals of commerce. You traveled broadly, and you earned a living by buying and selling the raw materials artisans need to practice their craft or finished works from such crafters. You might have transported goods from one place to another (by ship, wagon, or caravan) or bought them from traveling traders and sold them in your own shop.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became a merchant because..."
										],
										"colStyles": [
											"col-2 text-center",
											"col-10"
										],
										"rows": [
											[
												"1",
												"I inherited the family business, for better or for worse."
											],
											[
												"2",
												"I helped a big shot merchant, and they took me in as an apprentice."
											],
											[
												"3",
												"One of my family members who belonged to the guild made a place for me (nepotism)."
											],
											[
												"4",
												"I was always good at sales, so it just made sense."
											],
											[
												"5",
												"I truly enjoy analyzing profit and loss statements."
											],
											[
												"6",
												"I learned the essentials of my craft from a mentor but had to join a guild to finish my training."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I see trade as an art form, and I'm the artist."
											],
											[
												"2",
												"I can't resist sharing stories of my greatest sales or shrewdest deals."
											],
											[
												"3",
												"I am distrustful of anyone who doesn't understand the value of a good bargain."
											],
											[
												"4",
												"I keep meticulous records of all my transactions, even the smallest ones."
											],
											[
												"5",
												"I'm rude to people who lack my commitment to hard work and fair play."
											],
											[
												"6",
												"I like to talk at length about my profession."
											],
											[
												"7",
												"I don't part with my money easily and will haggle tirelessly to get the best deal possible."
											],
											[
												"8",
												"I view every social interaction as a potential business negotiation."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Prosperity. Everyone prospers when trade flows freely. (Good)"
											],
											[
												"2",
												"Monopoly. The market belongs to those bold enough to seize it. (Evil)"
											],
											[
												"3",
												"Independence. I thrive on the freedom to make my own way in the world. (Chaotic)"
											],
											[
												"4",
												"Order. Markets must be regulated to ensure fairness and stability. (Lawful)"
											],
											[
												"5",
												"Legacy. My name will be remembered as the greatest merchant of all time. (Neutral)"
											],
											[
												"6",
												"Ambition. Trade is the path to influence and power. (Any)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I will do whatever it takes to protect my most loyal customers and suppliers."
											],
											[
												"2",
												"A rival merchant wronged me, and I will see their business crumble."
											],
											[
												"3",
												"I owe my guild a great debt for forging me into the person I am today."
											],
											[
												"4",
												"I pursue wealth to secure someone's love."
											],
											[
												"5",
												"The ledger of my first sale is my most prized possession."
											],
											[
												"6",
												"I will get revenge on the evil forces that destroyed my place of business and ruined my livelihood."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I am obsessed with acquiring a specific rare item, no matter the cost.."
											],
											[
												"2",
												"I cut corners to maximize profit, even if it means skirting the law."
											],
											[
												"3",
												"No one must ever learn that I once stole money from guild coffers."
											],
											[
												"4",
												"I'm never satisfied with what I have—I always want more."
											],
											[
												"5",
												"I would kill to acquire a noble title."
											],
											[
												"6",
												"I have trouble trusting people, always suspecting hidden agendas."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Noble",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/equipment/head/crown-gold-red.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 183
				}
			],
			"_copy": {
				"name": "Noble",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Noble.webp"
								},
								"credit": "Noor Rahman",
								"width": 2513,
								"height": 914
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"You were raised in a castle, surrounded by wealth, power, and privilege. Your family of minor aristocrats ensured that you received a first-class education, some of which you appreciated and some of which you resented. Your time in the castle, especially the many hours you spent observing your family at court, also taught you a great deal about leadership.",
									"Nobles are born and raised to a very different lifestyle than most people ever experience, and their personalities reflect that upbringing. A noble title comes with a plethora of bonds—responsibilities to family, to other nobles (including the sovereign), to the people entrusted to the family's care, or even to the title itself. But this responsibility is often a good way to undermine a noble.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became a noble because..."
										],
										"colStyles": [
											"col-2 text-center",
											"col-10"
										],
										"rows": [
											[
												"1",
												"I come from an old and storied family, and it fell to me to preserve the family name."
											],
											[
												"2",
												"My family has been disgraced, and I intend to clear our name."
											],
											[
												"3",
												"My family recently came by its title, and that elevation thrust us into a new and strange world."
											],
											[
												"4",
												"My family has a title, but none of my ancestors have distinguished themselves since we gained it."
											],
											[
												"5",
												"My family is filled with remarkable people. I hope to live up to their example."
											],
											[
												"6",
												"I hope to increase my family's power and influence."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"My eloquent flattery makes everyone I talk to feel like the most wonderful and important person in the world."
											],
											[
												"2",
												"The common folk love me for my kindness and generosity."
											],
											[
												"3",
												"No one could doubt by looking at my regal bearing that I am a cut above the unwashed masses."
											],
											[
												"4",
												"I take great pains to always look my best and follow the latest fashions."
											],
											[
												"5",
												"I don't like to get my hands dirty, and I won't be caught dead in unsuitable accommodations."
											],
											[
												"6",
												"Despite my noble birth, I do not place myself above other folk. We all have the same blood."
											],
											[
												"7",
												"My favor, once lost, is lost forever."
											],
											[
												"8",
												"If you do me an injury, I will crush you, ruin your name, and salt your fields."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Respect. Respect is due to me because of my position, but all people regardless of station deserve to be treated with dignity. (Good)"
											],
											[
												"2",
												"Responsibility. It is my duty to respect the authority of those above me, just as those below me must respect mine. (Lawful)"
											],
											[
												"3",
												"Independence. I must prove that I can handle myself without coddling from my family. (Chaotic)"
											],
											[
												"4",
												"Power. If I can attain more power, no one will tell me what to do. (Evil)"
											],
											[
												"5",
												"Family. Blood runs thicker than water. (Any)"
											],
											[
												"6",
												"Noble Obligation. It is my duty to protect and care for the people beneath me. (Good)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I will face any challenge to win the approval of my family."
											],
											[
												"2",
												"My house's alliance with another noble family must be sustained at all costs."
											],
											[
												"3",
												"Nothing is more important than the other members of my family."
											],
											[
												"4",
												"I am in love with the heir of a family that my family despises."
											],
											[
												"5",
												"My loyalty to my sovereign is unwavering."
											],
											[
												"6",
												"The common folk must see me as a hero of the people."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I secretly believe that everyone is beneath me."
											],
											[
												"2",
												"I hide a truly scandalous secret that could ruin my family forever."
											],
											[
												"3",
												"I too often hear veiled insults and threats in every word addressed to me, and I'm quick to anger."
											],
											[
												"4",
												"I have an insatiable desire for carnal pleasures."
											],
											[
												"5",
												"In fact, the world does revolve around me."
											],
											[
												"6",
												"By my words and actions, I often bring shame to my family."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Sage",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/skills/trades/academics-book-study-runes.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 183
				}
			],
			"_copy": {
				"name": "Sage",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Sage.webp"
								},
								"credit": "Lixin Yin",
								"width": 2513,
								"height": 914
							},
							{
								"name": "Specialty",
								"type": "entries",
								"entries": [
									"To determine the nature of your scholarly training, roll a d8 or choose from the options in the table below.",
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Field of Study"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Alchemist"
											],
											[
												"2",
												"Astronomer"
											],
											[
												"3",
												"Discredited academic"
											],
											[
												"4",
												"Librarian"
											],
											[
												"5",
												"Professor"
											],
											[
												"6",
												"Researcher"
											],
											[
												"7",
												"Wizard's apprentice"
											],
											[
												"8",
												"Scribe"
											]
										]
									}
								]
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"You spent your formative years traveling between manors and monasteries, performing various odd jobs and services in exchange for access to their libraries. You whiled away many a long evening studying books and scrolls, learning the lore of the multiverse—even the rudiments of magic—and your mind yearns for more.",
									"Sages are defined by their extensive studies, and their characteristics reflect this life of study. Devoted to scholarly pursuits, a sage values knowledge highly—sometimes in its own right, sometimes as a means toward other ideals.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became a sage because..."
										],
										"colStyles": [
											"col-2 text-center",
											"col-10"
										],
										"rows": [
											[
												"1",
												"I was naturally curious, so I packed up and went to a university to learn more about the world."
											],
											[
												"2",
												"My mentor's teachings opened my mind to new possibilities in that field of study."
											],
											[
												"3",
												"I was always an avid reader, and I learned much about my favorite topic on my own."
											],
											[
												"4",
												"I discovered an old library and pored over the texts I found there. That experience awakened a hunger for more knowledge."
											],
											[
												"5",
												"I impressed a wizard who told me I was squandering my talents and should seek out an education to take advantage of my gifts."
											],
											[
												"6",
												"One of my parents or a relative gave me a basic education that whetted my appetite, and I left home to build on what I had learned."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I use polysyllabic words that convey the impression of great erudition."
											],
											[
												"2",
												"I've read every book in the world's greatest libraries—or I like to boast that I have."
											],
											[
												"3",
												"I'm used to helping out those who aren't as smart as I am, and I patiently explain anything and everything to others."
											],
											[
												"4",
												"There's nothing I like more than a good mystery."
											],
											[
												"5",
												"I'm willing to listen to every side of an argument before I make my own judgment."
											],
											[
												"6",
												"I... speak... slowly... when talking... to idiots,... which... almost... everyone... is... compared... to me."
											],
											[
												"7",
												"I am horribly, horribly awkward in social situations."
											],
											[
												"8",
												"I'm convinced that people are always trying to steal my secrets."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Knowledge. The path to power and self-improvement is through knowledge. (Neutral)"
											],
											[
												"2",
												"Beauty. What is beautiful points us beyond itself toward what is true. (Good)"
											],
											[
												"3",
												"Logic. Emotions must not cloud our logical thinking. (Lawful)"
											],
											[
												"4",
												"No Limits. Nothing should fetter the infinite possibility inherent in all existence. (Chaotic)"
											],
											[
												"5",
												"Power. Knowledge is the path to power and domination. (Evil)"
											],
											[
												"6",
												"Self-Improvement. The goal of a life of study is the betterment of oneself. (Any)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"It is my duty to protect my students."
											],
											[
												"2",
												"I have an ancient text that holds terrible secrets that must not fall into the wrong hands."
											],
											[
												"3",
												"I work to preserve a library, university, scriptorium, or monastery."
											],
											[
												"4",
												"My life's work is a series of tomes related to a specific field of lore."
											],
											[
												"5",
												"I've been searching my whole life for the answer to a certain question."
											],
											[
												"6",
												"I sold my soul for knowledge. I hope to do great deeds and win it back."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I am easily distracted by the promise of information."
											],
											[
												"2",
												"Most people scream and run when they see a demon. I stop and take notes on its anatomy."
											],
											[
												"3",
												"Unlocking an ancient mystery is worth the price of a civilization."
											],
											[
												"4",
												"I overlook obvious solutions in favor of complicated ones."
											],
											[
												"5",
												"I speak without really thinking through my words, invariably insulting others."
											],
											[
												"6",
												"I can't keep a secret to save my life, or anyone else's."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Sailor",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/environment/settlement/ship.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 184
				}
			],
			"_copy": {
				"name": "Sailor",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Sailor.webp"
								},
								"credit": "Noor Rahman",
								"width": 2513,
								"height": 914
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"Sailors can be a rough lot, but the responsibilities of life on a ship make them generally reliable as well. Life aboard a ship shapes their outlook and forms their most important attachments.",
									"You lived as a seafarer, wind at your back and decks swaying beneath your feet. You've perched on barstools in more ports of call than you can remember, faced mighty storms, and swapped stories with folk who live beneath the waves.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became a sailor because..."
										],
										"colStyles": [
											"col-2 text-center",
											"col-10"
										],
										"rows": [
											[
												"1",
												"I was press-ganged by pirates and forced to serve on their ship until I finally escaped."
											],
											[
												"2",
												"I wanted to see the world, so I signed on as a deck-hand for a merchant ship."
											],
											[
												"3",
												"One of my relatives was a sailor who took me to sea."
											],
											[
												"4",
												"I needed to escape my community quickly, so I stowed away on a ship. When the crew found me, I was forced to work for my passage."
											],
											[
												"5",
												"Reavers attacked my community, so I found refuge on a ship until I could seek vengeance."
											],
											[
												"6",
												"I had few prospects where I was living, so I left to find my fortune elsewhere."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"My friends know they can rely on me, no matter what."
											],
											[
												"2",
												"I work hard so that I can play hard when the work is done."
											],
											[
												"3",
												"I enjoy sailing into new ports and making new friends over a flagon of ale."
											],
											[
												"4",
												"I stretch the truth for the sake of a good story."
											],
											[
												"5",
												"To me, a tavern brawl is a nice way to get to know a new city."
											],
											[
												"6",
												"I never pass up a friendly wager."
											],
											[
												"7",
												"My language is as foul as an otyugh nest."
											],
											[
												"8",
												"I like a job well done, especially if I can convince someone else to do it."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Respect. The thing that keeps a ship together is mutual respect between captain and crew. (Good)"
											],
											[
												"2",
												"Fairness. We all do the work, so we all share in the rewards. (Lawful)"
											],
											[
												"3",
												"Freedom. The sea is freedom—the freedom to go anywhere and do anything. (Chaotic)"
											],
											[
												"4",
												"Mastery. I'm a predator, and the other ships on the sea are my prey. (Evil)"
											],
											[
												"5",
												"People. I'm committed to my crewmates, not to ideals. (Neutral)"
											],
											[
												"6",
												"Aspiration. Someday, I'll own my own ship and chart my own destiny. (Any)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I'm loyal to my captain first, everything else second."
											],
											[
												"2",
												"The ship is most important—crewmates and captains come and go."
											],
											[
												"3",
												"I'll always remember my first ship."
											],
											[
												"4",
												"In a harbor town, I have a paramour whose eyes nearly stole me from the sea."
											],
											[
												"5",
												"I was cheated out of my fair share of the profits, and I want to get my due."
											],
											[
												"6",
												"Ruthless pirates murdered my captain and crewmates, plundered our ship, and left me to die. Vengeance will be mine."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I follow orders, even if I think they're wrong."
											],
											[
												"2",
												"I'll say anything to avoid having to do extra work."
											],
											[
												"3",
												"Once someone questions my courage, I never back down no matter how dangerous the situation."
											],
											[
												"4",
												"Once I start drinking, it's hard for me to stop."
											],
											[
												"5",
												"I can't help but pocket loose coins and other trinkets I come across."
											],
											[
												"6",
												"My pride will probably lead to my destruction."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Scribe",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/sundries/books/book-stack.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 184
				}
			],
			"_copy": {
				"name": "Scribe",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Scribe.webp"
								},
								"credit": "Kamila Szutenberg",
								"width": 2513,
								"height": 914
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"You spent formative years in a scriptorium, a monastery dedicated to the preservation of knowledge, or a government agency, where you learned to write with a clear hand and produce finely written texts. Perhaps you scribed government documents or copied tomes of literature. You might have some skill as a writer of poetry, narrative, or scholarly research. Above all, you have a careful attention to detail, helping you avoid introducing mistakes to the documents you copy and create.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became a scribe because..."
										],
										"colStyles": [
											"col-2 text-center",
											"col-10"
										],
										"rows": [
											[
												"1",
												"I grew up surrounded by books and scrolls, and writing became second nature to me."
											],
											[
												"2",
												"I had a natural talent for beautiful handwriting and was recruited by a scholar or official."
											],
											[
												"3",
												"I sought to escape hard labor or poverty and found a position copying texts."
											],
											[
												"4",
												"My love of history and literature led me to devote myself to preserving and creating written works."
											],
											[
												"5",
												"I discovered a rare text in my youth, which inspired my passion for writing and knowledge."
											],
											[
												"6",
												"A wise mentor or teacher taught me the value of the written word and how to craft it myself."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I am meticulous and detail-oriented, ensuring that every document I create is perfect."
											],
											[
												"2",
												"I have a love of rare books and ancient knowledge, and I am always eager to discover something new."
											],
											[
												"3",
												"I tend to correct others' grammar and pronunciation, sometimes to their annoyance."
											],
											[
												"4",
												"I speak and write in an overly formal manner, as I am used to the language of official documents."
											],
											[
												"5",
												"I am endlessly curious and enjoy delving into the hidden meanings of texts."
											],
											[
												"6",
												"I prefer written communication to spoken, often jotting down thoughts instead of saying them aloud."
											],
											[
												"7",
												"I have an excellent memory for names, dates, and details, which often surprises others."
											],
											[
												"8",
												"I am prone to losing track of time when surrounded by books or immersed in my work."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Knowledge. The pursuit and preservation of knowledge is the highest calling. (Neutral)"
											],
											[
												"2",
												"Order. Record-keeping and clear documentation are the foundation of a functioning society. (Lawful)"
											],
											[
												"3",
												"Creativity. Writing and storytelling are arts that can inspire and change the world. (Chaotic)"
											],
											[
												"4",
												"Truth. Every document I produce must be accurate, for history depends on it. (Good)"
											],
											[
												"5",
												"Ambition. Through my writing and knowledge, I will earn fame, power, or influence. (Evil)"
											],
											[
												"6",
												"Curiosity. Every document and book has secrets waiting to be uncovered. (Any)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I am dedicated to preserving the works of a long-lost culture or people."
											],
											[
												"2",
												"The library or archive where I trained is my sanctuary, and I will protect it at all costs."
											],
											[
												"3",
												"A particular book or scroll I copied changed my life, and I am searching for its author or its origin."
											],
											[
												"4",
												"I owe everything to the mentor who taught me the art of writing and transcription."
											],
											[
												"5",
												"A secret document passed through my hands, and I will do anything to ensure its safety or destruction."
											],
											[
												"6",
												"I dream of one day creating a manuscript that will be remembered for generations."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I am obsessed with perfection and find it hard to finish a project for fear it isn't good enough."
											],
											[
												"2",
												"I am easily distracted by a new book or interesting document, even in critical situations."
											],
											[
												"3",
												"I am overly pedantic and insist that things be done the 'right' way, often irritating others."
											],
											[
												"4",
												"I am terrified of losing my eyesight or dexterity, as they are critical to my work."
											],
											[
												"5",
												"I can be dismissive of oral traditions, believing only the written word holds true value."
											],
											[
												"6",
												"I am deeply suspicious of anyone who claims knowledge without having documented proof."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Soldier",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/environment/people/infantry-armored.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 185
				}
			],
			"_copy": {
				"name": "Soldier",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Soldier.webp"
								},
								"credit": "Fabi Sans",
								"width": 2513,
								"height": 914
							},
							{
								"name": "Specialty",
								"type": "entries",
								"entries": [
									"During your time as a soldier, you had a specific role to play in your unit or army. Roll a d8 or choose from the options in the table below to determine your role:",
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Role"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Officer"
											],
											[
												"2",
												"Scout"
											],
											[
												"3",
												"Infantry"
											],
											[
												"4",
												"Cavalry"
											],
											[
												"5",
												"Healer"
											],
											[
												"6",
												"Quartermaster"
											],
											[
												"7",
												"Standard-bearer"
											],
											[
												"8",
												"Support staff (cook, blacksmith, or the like)"
											]
										]
									}
								]
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"You began training for war as soon as you reached adulthood and carry precious few memories of life before you took up arms. Battle is in your blood. Sometimes you catch yourself reflexively performing the basic fighting exercises you learned first. Eventually, you put that training to use on the battlefield, protecting the realm by waging war.",
									"The horrors of war combined with the rigid discipline of military service leave their mark on all soldiers, shaping their ideals, creating strong bonds, and often leaving them scarred and vulnerable to fear, shame, and hatred.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became a soldier because..."
										],
										"colStyles": [
											"col-2 text-center",
											"col-10"
										],
										"rows": [
											[
												"1",
												"I joined the militia to help protect my community from monsters."
											],
											[
												"2",
												"A relative of mine was a soldier, and I wanted to carry on the family tradition."
											],
											[
												"3",
												"The local lord forced me to enlist in the army."
											],
											[
												"4",
												"War ravaged my homeland while I was growing up. Fighting was the only life I ever knew."
											],
											[
												"5",
												"I wanted fame and fortune, so I joined a mercenary company, selling my sword to the highest bidder."
											],
											[
												"6",
												"Invaders attacked my homeland. It was my duty to take up arms in defense of my people."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I'm always polite and respectful."
											],
											[
												"2",
												"I'm haunted by memories of war. I can't get the images of violence out of my mind."
											],
											[
												"3",
												"I've lost too many friends, and I'm slow to make new ones."
											],
											[
												"4",
												"I'm full of inspiring and cautionary tales from my military experience relevant to almost every combat situation."
											],
											[
												"5",
												"I can stare down a hell hound without flinching."
											],
											[
												"6",
												"I enjoy being strong and like breaking things."
											],
											[
												"7",
												"I have a crude sense of humor."
											],
											[
												"8",
												"I face problems head-on. A simple, direct solution is the best path to success."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Greater Good. Our lot is to lay down our lives in defense of others. (Good)"
											],
											[
												"2",
												"Responsibility. I do what I must and obey just authority. (Lawful)"
											],
											[
												"3",
												"Independence. When people follow orders blindly, they embrace a kind of tyranny. (Chaotic)"
											],
											[
												"4",
												"Might. In life as in war, the stronger force wins. (Evil)"
											],
											[
												"5",
												"Live and Let Live. Ideals aren't worth killing over or going to war for. (Neutral)"
											],
											[
												"6",
												"Nation. My city, nation, or people are all that matter. (Any)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I would still lay down my life for the people I served with."
											],
											[
												"2",
												"Someone saved my life on the battlefield. To this day, I will never leave a friend behind."
											],
											[
												"3",
												"My honor is my life."
											],
											[
												"4",
												"I'll never forget the crushing defeat my company suffered or the enemies who dealt it."
											],
											[
												"5",
												"Those who fight beside me are those worth dying for."
											],
											[
												"6",
												"I fight for those who cannot fight for themselves."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"The monstrous enemy we faced in battle still leaves me quivering with fear."
											],
											[
												"2",
												"I have little respect for anyone who is not a proven warrior."
											],
											[
												"3",
												"I made a terrible mistake in battle that cost many lives—and I would do anything to keep that mistake secret."
											],
											[
												"4",
												"My hatred of my enemies is blinding and unreasoning."
											],
											[
												"5",
												"I obey the law, even if the law causes misery."
											],
											[
												"6",
												"I'd rather eat my armor than admit when I'm wrong."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Wayfarer",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/environment/settlement/city-night-spire.webp",
			"additionalSources": [
				{
					"source": "XPHB",
					"page": 185
				}
			],
			"_copy": {
				"name": "Wayfarer",
				"source": "XPHB",
				"_mod": {
					"entries": {
						"mode": "insertArr",
						"index": 2,
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "backgrounds/XPHB/Wayfarer.webp"
								},
								"credit": "Jonas De Ro",
								"width": 2513,
								"height": 914
							},
							{
								"name": "Suggested Characteristics",
								"type": "entries",
								"entries": [
									"You grew up on the streets surrounded by similarly ill-fated castoffs, a few of them friends and a few of them rivals. You slept where you could and did odd jobs for food. At times, when the hunger became unbearable, you resorted to theft. Still, you never lost your pride and never abandoned hope. Fate is not yet finished with you.",
									{
										"type": "table",
										"colLabels": [
											"d6",
											"I became a wayfarer because..."
										],
										"colStyles": [
											"col-2 text-center",
											"col-10"
										],
										"rows": [
											[
												"1",
												"My family was displaced by war, and I was left to fend for myself as we scattered."
											],
											[
												"2",
												"I was betrayed by someone I trusted and cast out into the streets with nothing."
											],
											[
												"3",
												"A natural disaster destroyed my home, forcing me to wander in search of safety."
											],
											[
												"4",
												"A gang of outlaws took me in, and I survived by running errands and doing odd jobs for them."
											],
											[
												"5",
												"I refused to conform to the rigid rules of my home and was cast out for my independence."
											],
											[
												"6",
												"A mysterious wanderer inspired me to leave everything behind and seek my destiny on the open road."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d8",
											"Personality Trait"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I'm always looking for an escape route or a hidden corner to vanish into."
											],
											[
												"2",
												"I find joy in simple things, like a warm meal or a clear night sky."
											],
											[
												"3",
												"I trust no one until they prove their loyalty—twice."
											],
											[
												"4",
												"I make jokes, even in grim situations, to keep my spirits up."
											],
											[
												"5",
												"I'm slow to speak about myself but quick to learn about others."
											],
											[
												"6",
												"I hoard food and supplies, even when I don't need to."
											],
											[
												"7",
												"I'm quick to befriend outcasts and misfits, seeing them as kindred spirits."
											],
											[
												"8",
												"I despise anyone who abuses their power over the helpless."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Ideal"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"Freedom. No one should have to bow to another or be chained by fate. (Chaotic)"
											],
											[
												"2",
												"Community. The only way to survive is by helping those around you. (Good)"
											],
											[
												"3",
												"Resilience. The strongest are those who endure the most. (Neutral)"
											],
											[
												"4",
												"Ambition. I'll rise above the streets and prove I'm worth more than people think. (Any)"
											],
											[
												"5",
												"Survival. The world is harsh, and you do whatever it takes to make it through. (Evil)"
											],
											[
												"6",
												"Justice. No one else should suffer what I've been through. (Lawful)"
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Bond"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"My closest friend from the streets is the only family I have, and I'll protect them at all costs."
											],
											[
												"2",
												"There's a place I used to sleep or hide that I still think of as home."
											],
											[
												"3",
												"I owe a debt to someone who helped me when I was at my lowest."
											],
											[
												"4",
												"I'm searching for the parent or sibling I was separated from as a child."
											],
											[
												"5",
												"A rival from my past still haunts me—I won't rest until I best them."
											],
											[
												"6",
												"I promised myself I'd help other street kids escape the life I once knew."
											]
										]
									},
									{
										"type": "table",
										"colLabels": [
											"d6",
											"Flaw"
										],
										"colStyles": [
											"col-1 text-center",
											"col-11"
										],
										"rows": [
											[
												"1",
												"I don't trust anyone who wasn't in the gutter with me."
											],
											[
												"2",
												"I'm haunted by the people I had to betray to survive."
											],
											[
												"3",
												"I can't resist stealing shiny or valuable things, even when I know it'll cause trouble."
											],
											[
												"4",
												"I push people away before they can hurt or abandon me."
											],
											[
												"5",
												"I'm reckless with my own safety, feeling I've already survived worse."
											],
											[
												"6",
												"I hold a deep grudge against the wealthy and powerful, even when they've done me no harm."
											]
										]
									}
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Gambler",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/sundries/gaming/playing-cards.webp",
			"ability": [
				{
					"choose": {
						"weighted": {
							"from": [
								"dex",
								"wis",
								"cha"
							],
							"weights": [
								2,
								1
							]
						}
					}
				},
				{
					"choose": {
						"weighted": {
							"from": [
								"dex",
								"wis",
								"cha"
							],
							"weights": [
								1,
								1,
								1
							]
						}
					}
				}
			],
			"feats": [
				{
					"lucky|xphb": true
				}
			],
			"skillProficiencies": [
				{
					"deception": true,
					"insight": true
				}
			],
			"toolProficiencies": [
				{
					"anyGamingSet": 1
				}
			],
			"startingEquipment": [
				{
					"A": [
						{
							"item": "gaming set|xphb"
						},
						{
							"special": "lucky charm"
						},
						{
							"item": "fine clothes|xphb"
						},
						{
							"item": "pouch|xphb"
						},
						{
							"value": 1500
						}
					],
					"B": [
						{
							"value": 5000
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Ability Scores:",
							"entry": "Dexterity, Wisdom, Charisma"
						},
						{
							"type": "item",
							"name": "Feat:",
							"entry": "{@feat Lucky|XPHB}"
						},
						{
							"type": "item",
							"name": "Skill Proficiencies:",
							"entry": "{@skill Deception|XPHB}, {@skill Insight|XPHB}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies:",
							"entry": "Choose one kind of {@item Gaming Set|XPHB}"
						},
						{
							"type": "item",
							"name": "Equipment:",
							"entry": "{@item Gaming Set|XPHB} (same as above), a lucky charm, a set of {@item fine clothes|phb}, and a belt {@item pouch|phb} containing 15 gp; or (B) 50 GP"
						}
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/KftGV/015-02-004.three-dragon-ante.webp"
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"All you need to make a lot of gold is a little gold. Except at those times when all you need to have no gold at all is a little gold. Whether you're a good gambler or a bad one rarely matters, because no one can divine the whims of Lady Luck. Sometimes you're up, sometimes you're down. But the thing about gambling is that someone is always willing to take a bet.",
						"Some gamble out of necessity. Others do so out of boredom. Still others become addicted to the thrill of winning or losing everything on a turn of fortune. For some, gambling is less a matter of chance and more a matter of seeking every advantage to ensure the outcome. The best gamblers can lose everything, and the worst gamblers sometimes win. Regardless, you can always tell gamblers by the look in their eyes. Lady Luck haunts them.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"I became a gambler because..."
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Lady Luck whispered in my ear the first time I rolled the dice, and I've been chasing her ever since."
								],
								[
									"2",
									"I grew up with nothing, and the allure of turning rags into riches was too tempting to resist."
								],
								[
									"3",
									"I once bet everything on a single game—and won. Ever since, I've believed the odds are always in my favor."
								],
								[
									"4",
									"The rush of outsmarting opponents and taking risks makes me feel more alive than anything else."
								],
								[
									"5",
									"A fortune-teller told me that luck would guide my destiny, and gambling seemed the best way to test it."
								],
								[
									"6",
									"I learned to gamble to survive, turning every coin and every game into a chance to eat another meal."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"I plan for every contingency. Leave nothing to chance!"
								],
								[
									"2",
									"Every copper wants to be a silver. Each bet is an opportunity."
								],
								[
									"3",
									"I'm one of Lady Luck's favored. Anything I try is destined to succeed."
								],
								[
									"4",
									"I've lost so much to gambling that I refuse to spend money on anything anymore."
								],
								[
									"5",
									"Nothing is certain. Planning is a coward's act."
								],
								[
									"6",
									"I can't be sure who I've swindled, cheated, or defeated, so I keep a low profile in public."
								],
								[
									"7",
									"The perfect bet is out there somewhere. I just have to keep my eyes open."
								],
								[
									"8",
									"I have beaten my addiction, but all it takes is one weak moment and I'll be back at the card table."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Knowledge. Knowledge is power, and knowing which horse to back is the key to success. (Any)"
								],
								[
									"2",
									"Fate. Whatever happens is fated, regardless of any planning or striving. (Lawful)"
								],
								[
									"3",
									"Bravery. If you want to succeed, you have to take risks. (Chaotic)"
								],
								[
									"4",
									"Survival. You can't win if you're dead. Live to fight another day—when the odds might be more in your favor. (Any)"
								],
								[
									"5",
									"Reliability. When I was in need, I was able to rely on others. Now I want to be the one others rely on. (Good)"
								],
								[
									"6",
									"Victory. Winning is the real measure of a person. In the end, the only thing that matters is the scoreboard. (Evil)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"One person in particular owes me a lot of money, and I need to keep them alive if I want to be repaid."
								],
								[
									"2",
									"I'm loyal to the friend or family member who taught me how to gamble."
								],
								[
									"3",
									"The person who saved me from my gambling addiction is the only reason I'm alive today."
								],
								[
									"4",
									"A patron once fronted me money in exchange for a percentage of my winnings. I owe them a debt of gratitude. And a lot of cash."
								],
								[
									"5",
									"A criminal syndicate I once played for isn't happy I left the game, and its enforcers are looking for me."
								],
								[
									"6",
									"Urchins once helped me find marks for my games. Now I'm driven to help them escape the streets."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"I don't know when to quit. Especially when everyone else is telling me to."
								],
								[
									"2",
									"I save my sympathy for my friends, and I have no friends."
								],
								[
									"3",
									"You think we're in trouble now? Let me tell you how bad things are likely to get!"
								],
								[
									"4",
									"You can loan me a little, right? I've got a sure thing. I'll double your money, guaranteed."
								],
								[
									"5",
									"I was once a terribly flawed person, like you. Let me tell you how you can save yourself."
								],
								[
									"6",
									"I'm a great gambler. I'm just bad at math and logic."
								]
							]
						}
					]
				}
			],
			"hasFluff": true
		},
		{
			"name": "Pirate",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/equipment/head/hat-franklin-pirate-blue.webp",
			"ability": [
				{
					"choose": {
						"weighted": {
							"from": [
								"str",
								"con",
								"cha"
							],
							"weights": [
								2,
								1
							]
						}
					}
				},
				{
					"choose": {
						"weighted": {
							"from": [
								"str",
								"con",
								"cha"
							],
							"weights": [
								1,
								1,
								1
							]
						}
					}
				}
			],
			"feats": [
				{
					"savage attacker|xphb": true
				},
				{
					"tavern brawler|xphb": true
				}
			],
			"skillProficiencies": [
				{
					"athletics": true,
					"intimidation": true
				}
			],
			"toolProficiencies": [
				{
					"navigator's tools": true
				}
			],
			"startingEquipment": [
				{
					"A": [
						{
							"item": "navigator's tools|xphb"
						},
						{
							"item": "dagger|xphb"
						},
						{
							"item": "traveler's clothes|xphb"
						},
						{
							"item": "rope|xphb"
						},
						{
							"value": 2000
						}
					],
					"B": [
						{
							"value": 5000
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Ability Scores:",
							"entry": "Strength, Constitution, Charisma"
						},
						{
							"type": "item",
							"name": "Feat:",
							"entry": "{@feat Savage Attacker|XPHB} or {@feat Tavern Brawler|XPHB}"
						},
						{
							"type": "item",
							"name": "Skill Proficiencies:",
							"entry": "{@skill Athletics|XPHB}, {@skill Intimidation|XPHB}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies:",
							"entry": "{@item Navigator's Tools|XPHB}"
						},
						{
							"type": "item",
							"name": "Equipment:",
							"entry": "Choose A or B: (A) {@item Navigator's Tools|XPHB}, {@item Dagger|XPHB|}, {@item Traveler's Clothes|XPHB}, {@item Rope|XPHB}, 20 GP; or (B) 50 GP"
						}
					]
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/refs/heads/master/_img/CallfromtheDeep/art/ship247.webp"
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"You spent your youth under the sway of a dread pirate, a ruthless cutthroat who taught you how to survive in a world of sharks and savages. You've indulged in larceny on the high seas and sent more than one deserving soul to a briny grave. Fear and bloodshed are no strangers to you, and you've garnered a somewhat unsavory reputation in many a port town.",
						{
							"colLabels": [
								"d6",
								"I became a pirate because..."
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"type": "table",
							"rows": [
								[
									"1",
									"I grew up by the sea, and the allure of adventure and freedom on the open waves was irresistible."
								],
								[
									"2",
									"A pirate crew took me in when I was destitute, and I earned my keep among them."
								],
								[
									"3",
									"I was wrongfully accused of a crime and had no choice but to flee to the seas."
								],
								[
									"4",
									"The promise of riches and plunder drew me to piracy like a moth to flame."
								],
								[
									"5",
									"I sought vengeance against those who wronged me, and the pirate life offered the means to achieve it."
								],
								[
									"6",
									"I was betrayed by someone I trusted and found a home among outlaws who understood my pain."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My friends know they can rely on me, no matter what."
								],
								[
									"2",
									"I work hard so that I can play hard when the work is done."
								],
								[
									"3",
									"I enjoy sailing into new ports and making new friends over a flagon of ale."
								],
								[
									"4",
									"I stretch the truth for the sake of a good story."
								],
								[
									"5",
									"To me, a tavern brawl is a nice way to get to know a new city."
								],
								[
									"6",
									"I never pass up a friendly wager."
								],
								[
									"7",
									"My language is as foul as an otyugh nest."
								],
								[
									"8",
									"I like a job well done, especially if I can convince someone else to do it."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Respect. The thing that keeps a ship together is mutual respect between captain and crew. (Good)"
								],
								[
									"2",
									"Fairness. We all do the work, so we all share in the rewards. (Lawful)"
								],
								[
									"3",
									"Freedom. The sea is freedom—the freedom to go anywhere and do anything. (Chaotic)"
								],
								[
									"4",
									"Mastery. I'm a predator, and the other ships on the sea are my prey. (Evil)"
								],
								[
									"5",
									"People. I'm committed to my crewmates, not to ideals. (Neutral)"
								],
								[
									"6",
									"Aspiration. Someday, I'll own my own ship and chart my own destiny. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I'm loyal to my captain first, everything else second."
								],
								[
									"2",
									"The ship is most important—crewmates and captains come and go."
								],
								[
									"3",
									"I'll always remember my first ship."
								],
								[
									"4",
									"In a harbor town, I have a paramour whose eyes nearly stole me from the sea."
								],
								[
									"5",
									"I was cheated out of my fair share of the profits, and I want to get my due."
								],
								[
									"6",
									"Ruthless pirates murdered my captain and crewmates, plundered our ship, and left me to die. Vengeance will be mine."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I follow orders, even if I think they're wrong."
								],
								[
									"2",
									"I'll say anything to avoid having to do extra work."
								],
								[
									"3",
									"Once someone questions my courage, I never back down no matter how dangerous the situation."
								],
								[
									"4",
									"Once I start drinking, it's hard for me to stop."
								],
								[
									"5",
									"I can't help but pocket loose coins and other trinkets I come across."
								],
								[
									"6",
									"My pride will probably lead to my destruction."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Student",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/tools/scribal/ink-quill-red.webp",
			"ability": [
				{
					"choose": {
						"weighted": {
							"from": [
								"int",
								"wis",
								"cha"
							],
							"weights": [
								2,
								1
							]
						}
					}
				},
				{
					"choose": {
						"weighted": {
							"from": [
								"int",
								"wis",
								"cha"
							],
							"weights": [
								1,
								1,
								1
							]
						}
					}
				}
			],
			"feats": [
				{
					"magic initiate; cleric|xphb": true
				},
				{
					"magic initiate; druid|xphb": true
				},
				{
					"magic initiate; wizard|xphb": true
				}
			],
			"skillProficiencies": [
				{
					"history": true,
					"investigation": true
				}
			],
			"toolProficiencies": [
				{
					"anyArtisansTool": 1
				}
			],
			"startingEquipment": [
				{
					"A": [
						{
							"item": "artisan's tools|xphb"
						},
						{
							"item": "fine clothes|xphb"
						},
						{
							"item": "ink pen|xphb"
						},
						{
							"item": "ink|xphb"
						},
						{
							"item": "book|xphb"
						},
						{
							"item": "paper|xphb",
							"quantity": 5
						},
						{
							"special": "Ledger of Student Debt (50 gp owed to your academic institution)"
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Ability Scores:",
							"entry": "Intelligence, Wisdom, Charisma"
						},
						{
							"type": "item",
							"name": "Feat:",
							"entry": "{@feat Magic Initiate|XPHB} (Cleric) or {@feat Magic Initiate|XPHB} (Druid) or {@feat Magic Initiate|XPHB} (Wizard)"
						},
						{
							"type": "item",
							"name": "Skill Proficiencies:",
							"entry": "{@skill History|XPHB}, {@skill Investigation|XPHB}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies:",
							"entry": "Choose one kind of {@item Artisan's Tools|XPHB}"
						},
						{
							"type": "item",
							"name": "Equipment:",
							"entry": "{@item Artisan's Tools|XPHB} (same as above), {@item Fine Clothes|XPHB}, {@item Ink Pen|XPHB}, {@item Ink|XPHB}, {@item Book|XPHB}, {@item Paper|XPHB|5 pages of paper}, Ledger of Student Debt (50 gp owed to your academic institution)"
						}
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/SCC/026-03-002.first-year-students.webp"
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"You immersed yourself in the study of a particular field, dedicating countless hours to the pursuit of knowledge. Whether at a prestigious academy, a secluded druidic circle, a seminary devoted to divine teachings, or even a bard college, your education has granted you insight into the arcane, natural, or divine. This rigorous training allows you to grasp the fundamentals of magic, blending scholarship and practice. Though your studies have often kept you from the broader world, your education and keen mind now prepare you to face its challenges. Whether by circumstance or choice, you now carry your lessons into the unknown.",
						{
							"colLabels": [
								"d6",
								"I became a student because..."
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"type": "table",
							"rows": [
								[
									"1",
									"A pivotal experience, such as discovering an ancient artifact or surviving a calamity, ignited my thirst for knowledge."
								],
								[
									"2",
									"I became fixated on a specific mystery, theory, or craft, and my studies began as an attempt to unravel it."
								],
								[
									"3",
									"My family pushed me toward academic excellence, believing it was the path to success and prestige."
								],
								[
									"4",
									"My studies provided a refuge from a difficult home life or dangerous environment."
								],
								[
									"5",
									"I have always been fascinated by the mysteries of the world and couldn't resist the call to learn more."
								],
								[
									"6",
									"A brilliant mentor recognized my potential and encouraged me to pursue my studies."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I struggle with social cues, preferring books and theories over people."
								],
								[
									"2",
									"I am forgetful of things like meals or sleep when immersed in a fascinating subject."
								],
								[
									"3",
									"I see the world as a grand experiment and often approach situations analytically rather than emotionally."
								],
								[
									"4",
									"I tend to correct people's mistakes, even when it annoys them."
								],
								[
									"5",
									"I view every challenge as a puzzle to be solved, regardless of how impractical that may be."
								],
								[
									"6",
									"I quote famous scholars and their works in conversations, even if no one else understands them."
								],
								[
									"7",
									"I carry a notebook and write down everything I find interesting, from magical theories to mundane gossip."
								],
								[
									"8",
									"I am always seeking to learn, asking endless questions about everything and everyone."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Knowledge. The pursuit of knowledge is the noblest goal. (Neutral)"
								],
								[
									"2",
									"Curiosity. I believe that questioning everything is the path to true understanding. (Chaotic)"
								],
								[
									"3",
									"Improvement. Learning is a means to better myself and the world. (Good)"
								],
								[
									"4",
									"Ambition. I strive to become the foremost expert in my field of study. (Neutral)"
								],
								[
									"5",
									"Logic. Emotions are distractions; logic and reason must prevail. (Lawful)"
								],
								[
									"6",
									"Domination. Knowledge is power, and I will use it to bend others to my will. (Evil)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I owe everything to a mentor who recognized my potential and pushed me to succeed."
								],
								[
									"2",
									"A rival student humiliated me once, and I seek to surpass them in every way."
								],
								[
									"3",
									"I feel responsible for protecting a rare book or artifact entrusted to me."
								],
								[
									"4",
									"My family sacrificed much to support my studies, and I want to make them proud."
								],
								[
									"5",
									"I am dedicated to proving a controversial theory that no one else believes in."
								],
								[
									"6",
									"I long to return to my place of study, where I felt most at home."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am so focused on learning that I neglect practical concerns, like personal safety or well-being."
								],
								[
									"2",
									"I am overly critical of those who I believe are less intelligent or educated than me."
								],
								[
									"3",
									"I find it difficult to admit when I'm wrong, even in the face of overwhelming evidence."
								],
								[
									"4",
									"I hoard knowledge, refusing to share what I've learned with others."
								],
								[
									"5",
									"I can become fixated on a problem or mystery to the point of obsession."
								],
								[
									"6",
									"I often disregard rules or traditions that I see as outdated or irrelevant."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Far Traveler",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/containers/bags/pack-canvas-white-brown.webp",
			"ability": [
				{
					"choose": {
						"weighted": {
							"from": [
								"con",
								"wis",
								"cha"
							],
							"weights": [
								2,
								1
							]
						}
					}
				},
				{
					"choose": {
						"weighted": {
							"from": [
								"con",
								"wis",
								"cha"
							],
							"weights": [
								1,
								1,
								1
							]
						}
					}
				}
			],
			"feats": [
				{
					"alert|xphb": true
				}
			],
			"skillProficiencies": [
				{
					"insight": true,
					"perception": true
				}
			],
			"toolProficiencies": [
				{
					"anyMusicalInstrument": 1
				}
			],
			"startingEquipment": [
				{
					"A": [
						{
							"item": "musical instrument|xphb"
						},
						{
							"item": "dagger|xphb"
						},
						{
							"item": "rope|xphb"
						},
						{
							"item": "bedroll|xphb"
						},
						{
							"item": "traveler's clothes|xphb"
						},
						{
							"item": "pouch|xphb"
						},
						{
							"item": "tent|xphb"
						},
						{
							"special": "poorly wrought maps from your homeland that depict where you are"
						},
						{
							"special": "small piece of jewelry in the style of your homeland's craftsmanship"
						},
						{
							"value": 2000
						}
					],
					"B": [
						{
							"value": 5000
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Ability Scores:",
							"entry": "Constitution, Wisdom, Charisma"
						},
						{
							"type": "item",
							"name": "Feat:",
							"entry": "{@feat Alert|XPHB}"
						},
						{
							"type": "item",
							"name": "Skill Proficiencies:",
							"entry": "{@skill Insight|XPHB}, {@skill Perception|XPHB}"
						},
						{
							"type": "item",
							"name": "Tool Proficiency:",
							"entry": "Choose one kind of {@item Musical Instrument|XPHB}"
						},
						{
							"type": "item",
							"name": "Equipment:",
							"entry": "Choose A or B: (A) {@item Musical Instrument|XPHB} (same as above), {@item Dagger|XPHB}, {@item Rope|XPHB}, {@item Bedroll|XPHB}, {@item Traveler's Clothes|XPHB}, {@item Pouch|xphb}, {@item Tent|xphb}, poorly wrought maps from your homeland that depict where you are, a small piece of jewelry in the style of your homeland's craftsmanship, 20 GP; or (B) 50 GP"
						}
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/XDMG/073-05-005.city-of-greyhawk.webp"
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"You are from a distant place, one so remote that few common folk realize that it exists, and chances are good that even if some people you meet have heard of your homeland, they know merely the name and perhaps a few outrageous stories. You have come to this part of Selerim for your own reasons, which you might or might not choose to share.",
						{
							"colLabels": [
								"d6",
								"I became a far traveler because..."
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"type": "table",
							"rows": [
								[
									"1",
									"I am an emissary from a far-flung nation, seeking alliances and knowledge to bring back to my homeland."
								],
								[
									"2",
									"I was exiled for my beliefs, my actions, or a crime—real or fabricated—and now I wander in search of a new purpose."
								],
								[
									"3",
									"A desperate flight from justice—or injustice—left me with no choice but to keep moving, lest I be caught."
								],
								[
									"4",
									"Faith and prophecy sent me on a sacred journey, one that takes me ever farther from home."
								],
								[
									"5",
									"I am a sightseer of sorts, desperate to soak up all the magnificent views this world has to offer."
								],
								[
									"6",
									"The road calls to me, and I have never felt content staying in one place for long."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I have different assumptions from those around me concerning personal space, blithely invading others' space in innocence, or reacting to ignorant invasion of my own."
								],
								[
									"2",
									"I have my own ideas about what is and is not food, and I find the eating habits of those around me fascinating, confusing, or revolting."
								],
								[
									"3",
									"I have a strong code of honor or sense of propriety that others don't comprehend."
								],
								[
									"4",
									"I express affection or contempt in ways that are unfamiliar to others."
								],
								[
									"5",
									"I honor my deities through practices that are foreign to this land."
								],
								[
									"6",
									"I begin or end my day with small traditional rituals that are unfamiliar to those around me."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Open. I have much to learn from the kindly folk I meet along my way. (Good)"
								],
								[
									"2",
									"Reserved. As someone new to these strange lands, I am cautious and respectful in my dealings. (Lawful)"
								],
								[
									"3",
									"Adventure. I'm far from home, and everything is strange and wonderful! (Chaotic)"
								],
								[
									"4",
									"Cunning. Though I may not know their ways, neither do they know mine, which can be to my advantage. (Evil)"
								],
								[
									"5",
									"Inquisitive. Everything is new, but I have a thirst to learn. (Neutral)"
								],
								[
									"6",
									"Suspicious. I must be careful, for I have no way of telling friend from foe here. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"So long as I have this token from my homeland, I can face any adversity in this strange land."
								],
								[
									"2",
									"The gods of my people are a comfort to me so far away from home."
								],
								[
									"3",
									"I hold no greater cause than my service to my people."
								],
								[
									"4",
									"My freedom is my most precious possession. I'll never let anyone take it from me again."
								],
								[
									"5",
									"I'm fascinated by the beauty and wonder of this new land."
								],
								[
									"6",
									"Though I had no choice, I lament having to leave my loved one(s) behind. I hope to see them again one day."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am secretly (or not so secretly) convinced of the superiority of my own culture over that of this foreign land."
								],
								[
									"2",
									"I pretend not to understand the local language in order to avoid interactions I would rather not have."
								],
								[
									"3",
									"I have a weakness for the new intoxicants and other pleasures of this land."
								],
								[
									"4",
									"I don't take kindly to some of the actions and motivations of the people of this land, because these folks are different from me."
								],
								[
									"5",
									"I consider the adherents of other gods to be deluded innocents at best, or ignorant fools at worst."
								],
								[
									"6",
									"I have a weakness for the exotic beauty of the people of these lands."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Folk Hero",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/environment/people/cavalry.webp",
			"ability": [
				{
					"choose": {
						"weighted": {
							"from": [
								"str",
								"wis",
								"cha"
							],
							"weights": [
								2,
								1
							]
						}
					}
				},
				{
					"choose": {
						"weighted": {
							"from": [
								"str",
								"wis",
								"cha"
							],
							"weights": [
								1,
								1,
								1
							]
						}
					}
				}
			],
			"feats": [
				{
					"tavern brawler|xphb": true
				}
			],
			"skillProficiencies": [
				{
					"athletics": true,
					"survival": true
				}
			],
			"toolProficiencies": [
				{
					"anyArtisansTool": 1
				}
			],
			"startingEquipment": [
				{
					"A": [
						{
							"item": "artisan's tools|xphb"
						},
						{
							"item": "shovel|xphb"
						},
						{
							"item": "iron pot|xphb"
						},
						{
							"item": "rope|xphb"
						},
						{
							"item": "traveler's clothes|xphb"
						},
						{
							"item": "pouch|xphb"
						},
						{
							"special": "a memento from your village"
						},
						{
							"value": 2000
						}
					],
					"B": [
						{
							"value": 5000
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Ability Scores:",
							"entry": "Strength, Wisdom, Charisma"
						},
						{
							"type": "item",
							"name": "Feat:",
							"entry": "{@feat Tavern Brawler|XPHB}"
						},
						{
							"type": "item",
							"name": "Skill Proficiencies:",
							"entry": "{@skill Athletics|XPHB}, {@skill Survival|XPHB}"
						},
						{
							"type": "item",
							"name": "Tool Proficiency:",
							"entry": "Choose one kind of {@item Artisan's Tools|XPHB}"
						},
						{
							"type": "item",
							"name": "Equipment:",
							"entry": "Choose A or B: (A) {@item Artisan's Tools|XPHB} (same as above), {@item Shovel|XPHB}, {@item Iron Pot|XPHB}, {@item Rope|XPHB}, {@item Traveler's Clothes|XPHB}, {@item Pouch|xphb}, a memento from your village, 20 GP; or (B) 50 GP"
						}
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "charcreationoptions/MOT/Heroic%20Destiny.webp"
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"You come from a humble social rank, but you are destined for so much more. Already the people of your home village regard you as their champion, and your destiny calls you to stand against the tyrants and monsters that threaten the common folk everywhere.",
						{
							"colLabels": [
								"d6",
								"I became a folk hero because..."
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"type": "table",
							"rows": [
								[
									"1",
									"I learned what was right and wrong from my family."
								],
								[
									"2",
									"I was always enamored by tales of heroes and wished I could be something more than ordinary."
								],
								[
									"3",
									"I hated my mundane life, so when it was time for someone to step up and do the right thing, I took my chance."
								],
								[
									"4",
									"A parent or one of my relatives was an adventurer, and I was inspired by that person's courage."
								],
								[
									"5",
									"A mad old hermit spoke a prophecy when I was born, saying that I would accomplish great things."
								],
								[
									"6",
									"I have always stood up for those who are weaker than I am."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I judge people by their actions, not their words."
								],
								[
									"2",
									"If someone is in trouble, I'm always ready to lend help."
								],
								[
									"3",
									"When I set my mind to something, I follow through no matter what gets in my way."
								],
								[
									"4",
									"I have a strong sense of fair play and always try to find the most equitable solution to arguments."
								],
								[
									"5",
									"I'm confident in my own abilities and do what I can to instill confidence in others."
								],
								[
									"6",
									"Thinking is for other people. I prefer action."
								],
								[
									"7",
									"I misuse long words in an attempt to sound smarter."
								],
								[
									"8",
									"I get bored easily. When am I going to get on with my destiny?"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Respect. People deserve to be treated with dignity and respect. (Good)"
								],
								[
									"2",
									"Fairness. No one should get preferential treatment before the law, and no one is above the law. (Lawful)"
								],
								[
									"3",
									"Freedom. Tyrants must not be allowed to oppress the people. (Chaotic)"
								],
								[
									"4",
									"Might. If I become strong, I can take what I want—what I deserve. (Evil)"
								],
								[
									"5",
									"Sincerity. There's no good in pretending to be something I'm not. (Neutral)"
								],
								[
									"6",
									"Destiny. Nothing and no one can steer me away from my higher calling. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I have a family, but I have no idea where they are. One day, I hope to see them again."
								],
								[
									"2",
									"I worked the land, I love the land, and I will protect the land."
								],
								[
									"3",
									"A proud noble once gave me a horrible beating, and I will take my revenge on any bully I encounter."
								],
								[
									"4",
									"My tools are symbols of my past life, and I carry them so that I will never forget my roots."
								],
								[
									"5",
									"I protect those who cannot protect themselves."
								],
								[
									"6",
									"I wish my childhood sweetheart had come with me to pursue my destiny."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"The tyrant who rules my land will stop at nothing to see me killed."
								],
								[
									"2",
									"I'm convinced of the significance of my destiny, and blind to my shortcomings and the risk of failure."
								],
								[
									"3",
									"The people who knew me when I was young know my shameful secret, so I can never go home again."
								],
								[
									"4",
									"I have a weakness for the vices of the city, especially hard drink."
								],
								[
									"5",
									"Secretly, I believe that things would be better if I were a tyrant lording over the land."
								],
								[
									"6",
									"I have trouble trusting in my allies."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "NEAT",
			"source": "Selerim",
			"edition": "one",
			"foundryImg": "icons/commodities/wood/furniture-stool-brown.webp",
			"ability": [
				{
					"choose": {
						"weighted": {
							"from": [
								"str",
								"dex",
								"int"
							],
							"weights": [
								2,
								1
							]
						}
					}
				},
				{
					"choose": {
						"weighted": {
							"from": [
								"str",
								"dex",
								"int"
							],
							"weights": [
								1,
								1,
								1
							]
						}
					}
				}
			],
			"feats": [
				{
					"lucky|phb": true
				}
			],
			"skillProficiencies": [
				{
					"deception": true,
					"history": true
				}
			],
			"toolProficiencies": [
				{
					"anyGamingSet": 1
				}
			],
			"startingEquipment": [
				{
					"A": [
						{
							"item": "gaming set|xphb",
							"quantity": 2
						},
						{
							"item": "bedroll|xphb"
						},
						{
							"item": "bucket|xphb"
						},
						{
							"item": "jug|xphb"
						},
						{
							"item": "traveler's clothes|xphb"
						},
						{
							"item": "backpack|xphb"
						},
						{
							"special": "unused punch card from a job you quit"
						},
						{
							"special": "unopened self-help pamphlet"
						},
						{
							"value": 500
						}
					],
					"B": [
						{
							"value": 5000
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Ability Scores:",
							"entry": "Strength, Dexterity, Intelligence"
						},
						{
							"type": "item",
							"name": "Feat:",
							"entry": "{@feat Lucky|PHB}"
						},
						{
							"type": "item",
							"name": "Skill Proficiencies:",
							"entry": "{@skill Deception|PHB}, {@skill History|PHB}"
						},
						{
							"type": "item",
							"name": "Tool Proficiency:",
							"entry": "Choose one kind of {@item Gaming Set|PHB}"
						},
						{
							"type": "item",
							"name": "Equipment:",
							"entry": "Choose A or B: (A) two {@item Gaming Set|XPHB} of your choice, {@item Bedroll|XPHB}, {@item Bucket|XPHB}, {@item Jug|XPHB}, {@item Traveler's Clothes|XPHB}, {@item Backpack|XPHB}, an unused punch card from a job you quit, an unopened self-help pamphlet, 5 GP; or (B) 50 GP"
						}
					]
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/DaveParkinglot/selerim-images/refs/heads/main/img/SelerimBackgrounds/neatbackground.webp"
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"As a NEAT (Not in Employment, Adventuring, or Training), you might be either loafing, burned out, or just between things. You never got your invitation to mage school, your warrior dreams died in basic training, and your adventuring resume is a blank sheet. You have no training, no references, and no marketable skills. This world is a confusing place, and you're muddling through it one awkward mistake at a time.",
						{
							"colLabels": [
								"d6",
								"I became a NEAT because..."
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"type": "table",
							"rows": [
								[
									"1",
									"I dropped out of my apprenticeship to pursue a gaming career, which went nowhere."
								],
								[
									"2",
									"I kept leaving jobs until the townsfolk stopped hiring me."
								],
								[
									"3",
									"I kind of just don't give a shit."
								],
								[
									"4",
									"My parents kind of just forgot to encourage me to better myself."
								],
								[
									"5",
									"My application to mage school was rejected, big time."
								],
								[
									"6",
									"My dreams of being a powerful fighter died when I blew out my knee."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I confidently walk into every situation, even when I have no idea what's happening."
								],
								[
									"2",
									"I will talk for hours about lore, especially to people who are uninterested."
								],
								[
									"3",
									"I have many contradicting opinions from the scrolls I read in my spare time."
								],
								[
									"4",
									"I constantly lie about my education and work history."
								],
								[
									"5",
									"I have a refined sense of taste, but only when it comes to chicken tenders."
								],
								[
									"6",
									"I approach every task with reckless optimism and zero follow-through."
								],
								[
									"7",
									"I always assume someone else is in charge, and I always need to be told what to do."
								],
								[
									"8",
									"I think I'm being gangstalked. I might be. I'm not sure."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Freedom. I don't want to be tied down by expectations or employment. (Chaotic)"
								],
								[
									"2",
									"Comfort. I avoid danger, discomfort, and expectations wherever possible. (Neutral)"
								],
								[
									"3",
									"Ignorance. If I don't know I'm in danger, it can't hurt me. (Neutral)"
								],
								[
									"4",
									"Improvisation. Planning is just failure in slow motion. (Chaotic)"
								],
								[
									"5",
									"Nonchalance. If I don't care, I can't be disappointed. (Neutral)"
								],
								[
									"6",
									"Delusion. I am destined for greatness, probably. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Don't tell them this, but I owe everything to my parents for letting me crash in their cellar."
								],
								[
									"2",
									"I carry a badge from a job I got fired from. I pretend it's a medal."
								],
								[
									"3",
									"I once promised a tavern owner I'd return with rent. I haven't. I must never go back."
								],
								[
									"4",
									"One of my cousins is mildly famous, and I constantly reference them as if that gives me credibility."
								],
								[
									"5",
									"I still send messages to my old party even though they left me behind three quests ago."
								],
								[
									"6",
									"Someone gave me a map. I assume it leads to treasure, but I just haven't had the time to check."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am constantly falling for pyramid schemes and cults."
								],
								[
									"2",
									"I've become too comfortable lying to friends and family about my employment status."
								],
								[
									"3",
									"I sabotage myself the moment something starts going well."
								],
								[
									"4",
									"I run from problems instead of solving them. Sometimes literally."
								],
								[
									"5",
									"I insist I can do things I clearly can't, like swordplay or basic arithmetic."
								],
								[
									"6",
									"I have absolutely no sense of time or direction."
								]
							]
						}
					]
				}
			]
		}
	]
}
