{
	"_meta": {
		"sources": [
			{
				"json": "MFoVLovecraftianBackgrounds",
				"abbreviation": "MFoV",
				"full": "Lovecraftian Backgrounds",
				"authors": [
					"Middle Finger of Vecna"
				],
				"convertedBy": [
					"ldsmadman"
				],
				"version": "1.0.0",
				"url": "https://mfov.magehandpress.com/2016/02/lovecraftian-backgrounds.html"
			}
		],
		"dateAdded": 1587424627,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "0f5a44112c",
		"edition": "classic"
	},
	"background": [
		{
			"name": "Cultist",
			"source": "MFoVLovecraftianBackgrounds",
			"skillProficiencies": [
				{
					"arcana": true,
					"religion": true
				}
			],
			"languageProficiencies": [
				{
					"any": 2
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Arcana}, {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A symbol of the Great Old Ones (derived from the Elder Sign), incense, a piece of chalk, a set of {@item common clothes|phb}, and a belt pouch containing 10 gp."
						}
					]
				},
				{
					"name": "Feature: Madman's Knowledge",
					"type": "entries",
					"entries": [
						"You have been touched, however slightly, by the wisdom of the Great Old Ones. Your education in eldritch knowledge might erode your sanity, but you are well-informed of other cults and faiths. You know covert signs used by other cultists to identify themselves and communicate, and you know the names and titles of the Great Old Ones. You are also familiar with the rituals and practices of these cults."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Great Old One",
					"type": "entries",
					"entries": [
						"Cultists can worship a number of strange entities from the cosmos, but the cautious tend to focus their worship on one or two, as offending a Great Old One carries terrible risk.",
						"Select one from or roll on the following table to determine the Great Old One you once worshipped or continue to worship.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Great Old One"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Atropus"
								],
								[
									"2",
									"Demon-Sultan Azathoth"
								],
								[
									"3",
									"Mak Thuum Ngatha"
								],
								[
									"4",
									"Mother Kos"
								],
								[
									"5",
									"Nyarlathotep"
								],
								[
									"6",
									"Sithrak"
								],
								[
									"7",
									"The Yellow King"
								],
								[
									"8",
									"Yog-Sothoth"
								]
							]
						}
					]
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Cults of the Great Old Ones, like cults of other faiths, practice in secret to avoid detection by the leading faiths of the region and to avoid prosecution of heresy. Cultists blend into the crowd as best they can, meeting their conspirators exclusively in secluded locales or under cover of night.",
						"Still, the waning effects of the Great Old Ones often leaves them with strange quirks or odd behavior. The jittery, unsettling shopkeep in town might very well be a member of the cult. Anyone could be, for that matter.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I drift off in trance-like daydreams."
								],
								[
									"2",
									"I obsess over esoteric knowledge others deem vague or apocryphal."
								],
								[
									"3",
									"In times of quiet, I repeat an inhuman chant under my breath over and over again."
								],
								[
									"4",
									"I keep a dream diary, in which I record half-asleep ramblings which I attempt to divine while awake."
								],
								[
									"5",
									"I profess that the day the Old Ones Return is soon, no more than a few weeks away. When the dates arrives to no avail, I shift the date a few weeks later."
								],
								[
									"6",
									"I see omens in every event and action. The gods try to speak to us, we just need to listen."
								],
								[
									"7",
									"I am comfortable in vast libraries or furtively reading in a basement, but crowds intimidate me."
								],
								[
									"8",
									"I keep a pet rat in my pocket and imagine it's little squeaks are intelligible, and horrifying secrets."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Atonement.} I have abandoned the cult of the Old Ones and wish to make things right by stopping them. (Good)"
								],
								[
									"2",
									"{@b Truth.} I search for eldritch wisdom that might reveal the nature of the multiverse to me. (Lawful)"
								],
								[
									"3",
									"{@b Chaos.} The boundless, alien Far Realm is the state that all universes should be in. Our universe is merely an anomaly. (Chaotic)"
								],
								[
									"4",
									"{@b Power.} The Old One I worship will make me powerful when he returns, crushing my enemies before me. (Evil)"
								],
								[
									"5",
									"{@b Dreams.} The only true way to understand the will of the Great Old Ones is through dreams. (Neutral)"
								],
								[
									"6",
									"{@b Secrecy.} The fools of the world do not understand the Old Ones, and their nature must be kept secret until their Return. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I search for the site of the Vast Gate, where the Great Ones are predicted to Return."
								],
								[
									"2",
									"I owe my life to the cult who raised me. Though I never knew my parents, I inherited a wealth of wisdom."
								],
								[
									"3",
									"I will destroy every last member of the cult that brainwashed me."
								],
								[
									"4",
									"The final component of a powerful ritual is locked away within my skull. I fear unlocking it will drive me mad."
								],
								[
									"5",
									"Members of the cult covertly help each other gain power and authority. We shall rule this nation."
								],
								[
									"6",
									"I wish to open a portal to the Far Realm and see it for my very eyes."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am intensely paranoid of every bump in the night and of every person's motivations."
								],
								[
									"2",
									"I latch on to incredibly mad schemes of which I rarely think all the way through."
								],
								[
									"3",
									"I may be losing my grip on reality."
								],
								[
									"4",
									"Sometimes I am overjoyed with the world and sometimes I face crippling depression."
								],
								[
									"5",
									"For days on end I can forget important things, like eating, because I am deep in research and contemplation."
								],
								[
									"6",
									"No one is more dedicated to their mad religious traditions than I am."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"Aligning oneself against the Old Ones is suicide. They cannot be slain; they are greater than death. They cannot be stopped; they are older than time. Ultimately, the only sensible conclusion is to serve them. In doing so, perhaps you can stave off there ire, or even, perhaps, understand some modicum of their great wisdom.",
					"You were inducted into a cult of the Great Old Ones and have learned their ways in secret. Covertly, by discovering ancient insights and performing dark rituals, your organization works in the shadows to hasten the day the Old Ones return. You have seen the face of madness in this organization, and have glimpsed the unspeakable.",
					"Perhaps you have reformed completely and resent the other cultists of the Great Old Ones, seeking to undermine their efforts, or perhaps you are still a member of the cult, and pay tribute in secret, furtively working to advance the organization's goals. Regardless, you have intimate knowledge of the occult, and terrifying insight into realms beyond our own."
				]
			},
			"startingEquipment": [
				{
					"_": [
						{
							"special": "symbol of the Great Old Ones (derived from the Elder Sign)"
						},
						{
							"special": "incense"
						},
						{
							"special": "piece of chalk"
						},
						"common clothes|phb",
						{
							"special": "belt pouch",
							"containsValue": 1000
						}
					]
				}
			]
		},
		{
			"name": "Detective",
			"source": "MFoVLovecraftianBackgrounds",
			"skillProficiencies": [
				{
					"insight": true,
					"perception": true
				}
			],
			"toolProficiencies": [
				{
					"disguise kit": true,
					"gaming set": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Insight}, {@skill Perception}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item disguise kit|phb}, one {@filter gaming set|items|source=null|type=gaming set} of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of {@item common clothes|phb}, a {@item disguise kit|phb}, a notebook of investigation notes, a letter from an old friend, and a belt pouch containing 15 gp."
						}
					]
				},
				{
					"name": "Feature: Hunch",
					"type": "entries",
					"entries": [
						"When confronted with a mystery, you may get a hunch that will lead you to more clues. Your intuition is keen even when details of a case are missing or unclear and shortens the logical leaps required to unravel the mysteries of a case."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"In general, detectives are evidence-minded and exceptionally observant individuals. Their forays into seedy locales often foster unsavory habits with them, but these never conflict with their underlying sense of idealism. If it did, they would sooner give up when they face resistance or the investigation at hand turns cold.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"When I get a hunch, I follow it without hesitation."
								],
								[
									"2",
									"I am quiet but observant, drinking in the hidden motivations of any scene."
								],
								[
									"3",
									"I love reading old legends and lore."
								],
								[
									"4",
									"In spite of my persistent cough, I'm never to be found without my pipe."
								],
								[
									"5",
									"My language is as foul as an otyugh nest."
								],
								[
									"6",
									"Every day, I have terrible nightmares of my investigations."
								],
								[
									"7",
									"I'm far more comfortable in a noisy tavern than I am at home."
								],
								[
									"8",
									"My notebook is filled with conflicting observations and accounts of the Elder Evil cults. I zealously take notes whenever I learn something new."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Greater Good.} The Elder Evils pose a threat against the whole of the multiverse. (Good)"
								],
								[
									"2",
									"{@b Logic.} Impulsive emotions should not cloud our thinking. (Lawful)"
								],
								[
									"3",
									"{@b Truth.} Any secret can be revealed and any problem can be learned. (Neutral)"
								],
								[
									"4",
									"{@b Independence.} Every person should be able to stand alone, if need be. (Chaotic)"
								],
								[
									"5",
									"{@b Supremacy.} Knowledge is power, and my expertise happens to be in acquiring it. (Evil)"
								],
								[
									"6",
									"{@b Justice.} Every investigation should serve to sort out the guilty from the innocent. (Lawful)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I know someone badly affected by an Elder Evil cult. I owe it to them to find out the truth."
								],
								[
									"2",
									"Perhaps I can steal away some of the great power of the Elder Evils for myself."
								],
								[
									"3",
									"I am determined to discover the origin of a small yet ancient statue of an Elder Evil."
								],
								[
									"4",
									"I seek the final component of a power ritual, rumored to be locked away within someone's skull."
								],
								[
									"5",
									"I bear a mortal grudge against a warlock of the Great Old Ones."
								],
								[
									"6",
									"A scar appeared on my body overnight in the shape of an ancient rune. I seek to unravel this mystery."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I am suspicious of strangers and expect the worst of them."
								],
								[
									"2",
									"I'll take any investigation for any client, so long as it pays well."
								],
								[
									"3",
									"Things never seem to go my way. I fear I may actually be cursed."
								],
								[
									"4",
									"I am easily distracted by the promise of information."
								],
								[
									"5",
									"I speak without really thinking through my words, invariably insulting others."
								],
								[
									"6",
									"Drinking for me is a weakness I can't quite overcome."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"The investigators that discover the Elder Evils and their numerous cults follow the clues from places and people, wherever the occult hides. Through these adventures, you hope to gain the clues and resources needed to confront and ultimately thwart the eldritch threat.",
					"You might be investigating the Elder Evils alone, or you may find assistance or direction from a church or similar organization. Regardless, only a few people would believe you if you told them what you're after, so it's often wise to conceal your goals."
				]
			},
			"startingEquipment": [
				{
					"_": [
						"common clothes|phb",
						"disguise kit|phb",
						{
							"special": "notebook of investigation notes"
						},
						{
							"special": "letter from an old friend"
						},
						{
							"special": "belt pouch",
							"containsValue": 1500
						}
					]
				}
			]
		},
		{
			"name": "Planeswalker",
			"source": "MFoVLovecraftianBackgrounds",
			"skillProficiencies": [
				{
					"arcana": true,
					"survival": true
				}
			],
			"languageProficiencies": [
				{
					"any": 2
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Arcana}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A staff, a {@item hunting trap|phb}, a hand-drawn map of a plane you have visited, a set of {@item traveler's clothes|phb}, and a belt pouch containing 10 gp."
						}
					]
				},
				{
					"name": "Feature: Portal Key",
					"type": "entries",
					"entries": [
						"You know the location of at least one portal or planar gate to Sigil, the City of Doors. This portal could be just about anything, from an archway to a manhole. To others, there's nothing out of the ordinary about this spot, as the portal only opens, allowing travelers to pass through if they possess a portal key. The key, too, could consist of any object, passphrase, or ritual of which a bystander would be unaware.",
						"This portal might be guarded, or in a dangerous location, and you might not possess the key, if it's a unique physical object. Work with your DM to decide under what circumstances your character can leave the Material Plane."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Planeswalkers know a lot about the multiverse and this knowledge makes them cautious. They know there are doors that shouldn't be opened and beasts that shouldn't be disturbed. No planeswalker survives long without practicing restraint. In spite of this, they tend to be extremely ambitious, for the planes are full of possibilities and wonders.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I've made friends (or business contacts) on every plane I've visited."
								],
								[
									"2",
									"I always wear the expression of a world-weary poker face."
								],
								[
									"3",
									"I get antsy if I stay in one place for more than a week."
								],
								[
									"4",
									"My weapon of choice is an impractical one that I learned from an ancient people on a far-off plane."
								],
								[
									"5",
									"When I find myself in a new place, I create a map of the area. I carry with me dozens of such maps."
								],
								[
									"6",
									"I'm fluent in few languages of the Material Plane, but know fragments of many extraplanar languages."
								],
								[
									"7",
									"I am terrible at conversation, and am likely to just stare down my traveling companions for an entire journey."
								],
								[
									"8",
									"Nothing gets my mind off the road like sharing a few stories over a campfire."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Respect.} While traveling far afield, you come to know that everyone, regardless of position, have worth. (Good)"
								],
								[
									"2",
									"{@b Honor.} Every man must have a code. (Lawful)"
								],
								[
									"3",
									"{@b Survival.} On hostile planes, the only priority is self-preservation. (Chaotic)"
								],
								[
									"4",
									"{@b Greed.} I take what I can, and give nothing back. (Evil)"
								],
								[
									"5",
									"{@b Live and Let Live.} Meddling in the affairs of others only causes trouble. (Neutral)"
								],
								[
									"6",
									"{@b Wanderlust.} The Great Wheel contains countless wonders, and I want to see all of them. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I must find the key to a secret portal within Sigil."
								],
								[
									"2",
									"I have traveled the planes for years to find my home."
								],
								[
									"3",
									"I will find a way to the fabled Plane of Time, and unmake great mistakes of the past."
								],
								[
									"4",
									"The {@i Codex of Infinite Planes} will be mine."
								],
								[
									"5",
									"I am protective of my less experienced fellow travelers."
								],
								[
									"6",
									"Throughout the planes, I am hunted by a powerful evil entity."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I'm addicted to an exotic drug found only on the Plane of Fire."
								],
								[
									"2",
									"I have made enemies of angels and devils alike."
								],
								[
									"3",
									"I once looked into a portal to the Far Realm, which left me slightly out of touch with reality."
								],
								[
									"4",
									"My crippling insomnia often strikes when I'm confined to a particular city for too long."
								],
								[
									"5",
									"I have few scruples when it comes to theft."
								],
								[
									"6",
									"I compulsively diffuse diplomatic situations by speaking out of turn and disrespecting the other party."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"Due to powerful magic, the portals of Sigil, or divine intervention, you were shunted from your home plane, and forced to wander the multiverse in search of a way back. You have seen the shores of a dozen oceans, met creatures too fantastical to describe, and glimpsed the Lady of Pain (from afar.) Though your legs have become heavy from travel, your eyes always constantly search for new horizons.",
					"Perhaps you eventually found your way home with a wealth of experience gained, or perhaps you still wander the Great Wheel in search of it. Perhaps, even, you travel the multiverse of your own accord for its sights, its dangers, and its treasure. After all, not all who wander are lost."
				]
			},
			"startingEquipment": [
				{
					"_": [
						{
							"special": "staff"
						},
						"hunting trap|phb",
						{
							"special": "hand-drawn map of a plane you have visited"
						},
						"traveler's clothes|phb",
						{
							"special": "belt pouch",
							"containsValue": 1000
						}
					]
				}
			]
		}
	]
}
