{
	"_meta": {
		"sources": [
			{
				"json": "Nerdly",
				"abbreviation": "NH",
				"full": "Noble Background Expansion",
				"authors": [
					"Nerd Herd"
				],
				"version": "1.0.0",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1540162759,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "a2b81883b9",
		"edition": "classic"
	},
	"background": [
		{
			"name": "Noble (Samurai)",
			"source": "Nerdly",
			"skillProficiencies": [
				{
					"history": true,
					"persuasion": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill History}, {@skill Persuasion}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of gaming set"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A small banner with your symbol of nobility, a scroll of pedigree, an item you always carry on you with a symbol of your nobility or family, a set of fine travel clothes, a set of meditation clothes, and a purse containing 25 gold."
						}
					]
				},
				{
					"name": "Samuraihood:",
					"type": "entries",
					"entries": [
						"Samurai are a different class of nobility from others, with their own hierarchy and structure. Others tend to view them with respect, acting as stalwart judges and defenders of the people, though some can become terrifying in their cold logic and strict lawfulness.",
						"You may consider adding to your equipment a small banner carrying a symbol of your nobility, such as a sheet of paper with a crest drawn in ink or a wooden scroll with a crest burned into the surface. You may also consider noting that one piece of your equipment is embellished with the same symbol, or a more personal one, such as a crest on your chest armor or hilt of your sword.",
						"You may choose to take the Judgement of the Wise feature over the Position of Privilege."
					]
				},
				{
					"name": "Feature: Judgement of the Wise",
					"type": "entries",
					"entries": [
						"People respect your and your judgement, making it easier to persuade people to a course of action or even punish someone for a wrong. Even if you do not know what you are talking about, some people are inclined to assume you do, especially when you maintain your calm. You are also trained in meditation and often take time to think on complicated matters in hopes of unraveling them."
					],
					"data": {
						"isFeature": true
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "small banner with your symbol of nobility"
						},
						{
							"special": "scroll of pedigree"
						},
						{
							"special": "fine travel clothes"
						},
						{
							"special": "meditation clothes"
						},
						{
							"special": "purse containing 25 gold"
						},
						{
							"special": "item you always carry on you with a symbol of your nobility or family"
						}
					]
				}
			]
		},
		{
			"name": "Noble (Mage)",
			"source": "Nerdly",
			"skillProficiencies": [
				{
					"history": true,
					"persuasion": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill History}, {@skill Persuasion}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of gaming set"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A scroll of pedigree, a signet ring, a set of fine clothes, a book containing notes on magic as taught to you by your royal teacher."
						}
					]
				},
				{
					"name": "Royal Mage:",
					"type": "entries",
					"entries": [
						"You were trained by a royal mage in the arts of magic, though how successfully is up to you. Royal mages are close to knights in their rank among most nobility, that being on the lower rungs of the ladder. As a royal mage, you know at least one spell, regardless of class restrictions, that being detailed in the Noble Magic feature, which you may take in place of the Position of Privilege feature."
					]
				},
				{
					"name": "Feature: Noble Magic",
					"type": "entries",
					"entries": [
						"As you were taught by a royal magic tutor, magic orders tend to assume you are experienced in magic, though it may or may not be true. Nobles and non-nobles alike will assume you are a wise authority when you speak on the topic of spells, magic items, creatures, or history. You also know the cantrip Noble Sign, which allows you to produce a symbol of your nobility anywhere within 5 feet of you or on an item, the effect produces dim light with a 5 foot radius for as long as it lasts, the effect lasts for 1 minute."
					],
					"data": {
						"isFeature": true
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "scroll of pedigree"
						},
						{
							"special": "signet ring"
						},
						{
							"special": "fine clothes"
						},
						{
							"special": "book containing notes on magic as taught to you by your royal teacher"
						}
					]
				}
			]
		}
	]
}
