{
	"_meta": {
		"sources": [
			{
				"json": "GiddyBackground",
				"abbreviation": "Brew",
				"color": "ff00ff",
				"full": "TheGiddyLimit",
				"authors": [
					"TheGiddyLimit"
				],
				"version": "1.0.0",
				"url": "https://github.com/TheGiddyLimit/homebrew"
			}
		],
		"edition": "classic",
		"dateAdded": 0,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "591cb3587a"
	},
	"background": [
		{
			"name": "Farmer",
			"source": "GiddyBackground",
			"skillProficiencies": [
				{
					"athletics": true,
					"animal handling": true
				}
			],
			"toolProficiencies": [
				{
					"herbalism kit": true,
					"vehicles (land)": true
				}
			],
			"startingEquipment": [
				{
					"a": [
						{
							"special": "handaxe"
						}
					],
					"b": [
						{
							"special": "sickle"
						}
					]
				},
				{
					"_": [
						{
							"special": "common clothes"
						},
						{
							"special": "pouch",
							"containsValue": 500
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Athletics}, {@skill Animal Handling}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Herbalism kit, vehicles (land)"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A handaxe or sickle, a set of common clothes, and a pouch containing 5 gp"
						}
					]
				},
				{
					"name": "Feature: Plowshares to Swords",
					"type": "entries",
					"entries": [
						"You're a simple, hard-working individual, trying to make ends meet in this crazy world. Some (possibly abstract) authority figure took everything from you, and you've had enough. Common folk are sympathetic to your plight, and you can find a place to hide, rest, or recuperate among them, unless you have shown yourself to be a danger to them. They will shield you from the law or anyone else searching for you, though they will not risk their lives for you."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"A farmer is one of the common people, for better or for worse. Most farmers look on their humble origins as a virtue, not a shortcoming, and their home communities remain very important to them.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I judge people by their actions, not their words."
								],
								[
									"2",
									"If someone is in trouble, I'm always ready to lend help."
								],
								[
									"3",
									"When I set my mind to something, I follow through no matter what gets in my way."
								],
								[
									"4",
									"I have a strong sense of fair play and always try to find the most equitable solution to arguments."
								],
								[
									"5",
									"I'm confident in my own abilities and do what I can to instill confidence in others."
								],
								[
									"6",
									"Thinking is for other people. I prefer action."
								],
								[
									"7",
									"I misuse long words in an attempt to sound smarter."
								],
								[
									"8",
									"I get bored easily. When am I going to get on with my destiny?"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"Respect. People deserve to be treated with dignity and respect. (Good)"
								],
								[
									"2",
									"Fairness. No one should get preferential treatment before the law, and no one is above the law. (Lawful)"
								],
								[
									"3",
									"Freedom. Tyrants must not be allowed to oppress the people. (Chaotic)"
								],
								[
									"4",
									"Might. If I become strong, I can take what I want—what I deserve. (Evil)"
								],
								[
									"5",
									"Sincerity. There's no good in pretending to be something I'm not. (Neutral)"
								],
								[
									"6",
									"Destiny. Nothing and no one can steer me away from my higher calling. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I have a family, but I have no idea where they are. One day, I hope to see them again."
								],
								[
									"2",
									"I worked the land, I love the land, and I will protect the land."
								],
								[
									"3",
									"A proud noble once gave me a horrible beating, and I will take my revenge on any bully I encounter."
								],
								[
									"4",
									"My tools are symbols of my past life, and I carry them so that I will never forget my roots."
								],
								[
									"5",
									"I protect those who cannot protect themselves."
								],
								[
									"6",
									"I wish my childhood sweetheart had come with me to pursue my destiny."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"The tyrant who rules my land will stop at nothing to see me killed."
								],
								[
									"2",
									"I'm convinced of the significance of my destiny, and blind to my shortcomings and the risk of failure."
								],
								[
									"3",
									"The people who knew me when I was young know my shameful secret, so I can never go home again."
								],
								[
									"4",
									"I have a weakness for the vices of the city, especially hard drink."
								],
								[
									"5",
									"Secretly, I believe that things would be better if I were a tyrant lording over the land."
								],
								[
									"6",
									"I have trouble trusting in my allies."
								]
							]
						}
					]
				}
			]
		}
	]
}
