{
	"_meta": {
		"sources": [
			{
				"json": "BGO",
				"abbreviation": "BGO",
				"full": "Backgrounds Omnibus",
				"authors": [
					"zeek0"
				],
				"convertedBy": [
					"Bowsori#7981"
				],
				"version": "1.0.0",
				"url": "https://drive.google.com/file/d/1glN1XjMwDz_K3EucJsx6OtKJ6TrwdU2J/view",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1549715846,
		"dateLastModified": 1732050890,
		"_dateLastModifiedHash": "cb4e246f33",
		"edition": "classic"
	},
	"background": [
		{
			"name": "Adventurer",
			"source": "BGO",
			"skillProficiencies": [
				{
					"athletics": true,
					"survival": true
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"herbalism kit",
							"navigator's tools",
							"thieves' tools"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "50 feet of rope"
						},
						{
							"special": "small knife"
						},
						{
							"special": "a common monster part engraved with the name of a fellow adventurer"
						},
						"traveler's clothes|phb",
						{
							"item": "pouch|phb",
							"displayName": "belt pouch",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"Brave deeds and danger are nothing new to you. Due to the circumstances of how you were raised, you have been involved with wandering heroes for most of your life. Maybe you were part of an adventuring band previously, but split with them after a disagreement or tragedy. Or, perhaps you worked around heroes in a lesser role for most of your young life, and you are now ready to graduate to the front lines.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Athletics}, {@skill Survival}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Choose one from {@item herbalism kit|phb}, {@item navigator's tools|phb} or {@item thieves' tools|phb}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "50 feet of rope, a small knife, a common monster part (such as an orc tusk or kobold claw) engraved with the name of a fellow adventurer, a set of traveler's clothes, and a belt pouch containing 10 gp"
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Guild Membership",
					"entries": [
						"You are an established and respected member of an explorer's, bodyguard's, archeologist's, or other guild that employs adventurous types, allowing you to rely on certain benefits that membership provides. If you are in a town with a headquarters for your adventurer's guild and you are in good standing with the guild, you will be allowed to look at the j ob postings and find adventuring work to earn money.",
						"Guilds often wield tremendous political power. If you are accused of a crime, your guild will support you if a good case can be made for your innocence or the crime is justifiable. You can also gain access to powerful political figures through the guild, if you are a member in good standing. Such connections might require the donation of money or magic items to the guild's coffers.",
						"You must pay dues of 5 gp per month to the guild. If you miss payments, you must make up back dues to remain in the guild's good graces."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Variant: Community Support",
					"entries": [
						"Some adventurers don't have the benefit of a larger organization to back their actions, but do have the support of their people or communities. If this is the case, you can choose the Local Hero feature (see sidebar) instead of the Guild Membership feature.",
						{
							"type": "inset",
							"name": "Variant Feature: Local Hero",
							"entries": [
								"Thanks to actions of you or your former adventuring party in the past, you are considered a local hero in a certain town, city, or region. While in this settlement, the locals will be willing to support you and your friends at a modest lifestyle, unless you have shown yourself to be a danger to them. They will help you in reasonable ways, but will not risk their lives for you."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Adventurers are well adjusted to life on the road. They are often comfortable doing dangerous things, such as dungeoneering and fighting. They can stay level-headed in the face of danger, but may not be well adjusted to other parts of life.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									"1",
									"I can't bring myself to ignore a cry for help."
								],
								[
									"2",
									"I hold onto every mildly interesting item I find, in case it comes in handy someday."
								],
								[
									"3",
									"After all the strange things I've seen in my travels, nothing can surprise me."
								],
								[
									"4",
									"I spit and laugh in the face of danger."
								],
								[
									"5",
									"Giving up is never an option for me."
								],
								[
									"6",
									"I feel more at home in monster-infested dungeons than in civilized society."
								],
								[
									"7",
									"I fill silence with wacky stories about my past misadventures, which may or may not be exaggerated."
								],
								[
									"8",
									"My sense of humor is as dark and grim as the dungeons I explore."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									"1",
									"{@bold Adventure.} All I want is to travel the world and see amazing things. (Any)"
								],
								[
									"2",
									"{@bold Heroism.} I am dedicated to helping people in need. (Good)"
								],
								[
									"3",
									"{@bold Order.} I use my power to save the world from the forces of chaos and create a better one in its place. (Lawful)"
								],
								[
									"4",
									"{@bold Excitement.} An ordinary life is boring; I'd rather travel around and find trouble. (Chaotic)"
								],
								[
									"5",
									"{@bold Power.} The more powerful enemies I defeat, the stronger I become. (Neutral)"
								],
								[
									"6",
									"{@bold Legacy.} I want to go down in history as a brave, powerful hero. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									"1",
									"I have sworn to hunt down the monster or villain who killed my former adventuring party."
								],
								[
									"2",
									"My adventuring party means the world to me. Everything else comes second."
								],
								[
									"3",
									"I carry with me a strange artifact that I found in a dungeon, but I don't know what it's for."
								],
								[
									"4",
									"I adventure in order to bring honor (or money) to my family."
								],
								[
									"5",
									"There is a faraway place I've always wanted to visit, and I won't stop until I make it there."
								],
								[
									"6",
									"All I want is to make the ones who trained me in the way of adventuring proud."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									"1",
									"I default to solving problems with violence even when it's unwise or immoral."
								],
								[
									"2",
									"I expect to be lavished with praise and attention whenever I do my job, and I become irate when no one acknowledges my heroism."
								],
								[
									"3",
									"I could never trust a member of the evil races."
								],
								[
									"4",
									"Waiting around makes me antsy. I'd rather do something stupid than do nothing at all."
								],
								[
									"5",
									"My habit of looting dungeons makes me swipe things I shouldn't."
								],
								[
									"6",
									"A monstrous enemy I faced in the past still leaves me quivering with fear."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Barkeep",
			"source": "BGO",
			"skillProficiencies": [
				{
					"insight": true,
					"persuasion": true
				}
			],
			"toolProficiencies": [
				{
					"brewer's supplies": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"startingEquipment": [
				{
					"_": [
						"common clothes|phb",
						"brewer's supplies|phb",
						{
							"item": "pouch|phb",
							"containsValue": 1500
						}
					]
				}
			],
			"entries": [
				"Sometimes you want to go where everybody knows your name and they're always glad you came. As a barkeep, you're a charismatic fellow that knows how to deal with people. Whether you're the life of the party or simply an ear for someone who needs advice, people from all walks of life are drawn to your trustworthy nature.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Insight}, {@skill Persuasion}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Brewer's Supplies|phb}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "Common clothes, brewer's supplies, and a belt pouch containing 15 gp."
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Social Lubricant",
					"entries": [
						"You have no trouble finding and getting into places that serve drinks. While drinking in a social establishment, strangers take a liking to you and feel comfortable enough to share gossip."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"A barkeep's demeanor ranges from jovial to downright rude. Regardless, all barkeeps know how to take care of business -they break up fights, kick out drunk patrons, and offer honest counsel to people down on their luck.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I'm always looking for a good time with good company."
								],
								[
									2,
									"I earnestly enjoy offering advice."
								],
								[
									3,
									"Even in a social atmosphere, I always feel alone."
								],
								[
									4,
									"I live vicariously through the people I meet and the stories I hear."
								],
								[
									5,
									"I'm everyone's outlet but sometimes I just want to punch them in their thoughtless faces."
								],
								[
									6,
									"If you're looking for a fight, I'll give you one."
								],
								[
									7,
									"I know how to calm people down, but I also know how to rile them up."
								],
								[
									8,
									"It's not all fun and games. Business needs to run smoothly, whatever that might be."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Cheer.} Spreading joy is my passion. (Good)"
								],
								[
									2,
									"{@bold Guidance.} It's our duty to help others. (Lawful)"
								],
								[
									3,
									"{@bold Legacy.} We have only one chance to write our story. Do what you will and make it count. (Chaotic)"
								],
								[
									4,
									"{@bold Manipulation.} Drunk people are the most vulnerable and can easily be taken advantage of. (Evil)"
								],
								[
									5,
									"{@bold People.} It's always good to meet and connect with new people. (Any)"
								],
								[
									6,
									"{@bold Honesty.}  If I call you an asshole, it means I like you. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"My tavern means everything to me. It brings back important memories from my past."
								],
								[
									2,
									"Brewing is my craft. My art brings people together."
								],
								[
									3,
									"The regular patrons of my tavern are like family to me."
								],
								[
									4,
									"I want to be successful. Whatever it takes."
								],
								[
									5,
									"Alcohol is all I need, and sometimes all I want."
								],
								[
									6,
									"I've met so many people while staying in the same place. I need my own story to tell."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I can always go for another round. The gutter is my second home."
								],
								[
									2,
									"I judge people that don't drink to be antisocial and untrustworthy."
								],
								[
									3,
									"Party animals and depressed people make me feel bitter about my life."
								],
								[
									4,
									"Whenever life gets hard, I drink my problems away."
								],
								[
									5,
									"I need to know everyone's story."
								],
								[
									6,
									"I curse more than a fucking sailor."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Beauty",
			"source": "BGO",
			"skillProficiencies": [
				{
					"persuasion": true,
					"performance": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						"fine clothes|phb",
						{
							"special": "hand mirror"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1500
						}
					]
				},
				{
					"a": [
						{
							"special": "makeup palette"
						}
					],
					"b": [
						{
							"special": "shaving kit"
						}
					]
				}
			],
			"entries": [
				"You have the kind of face that can launch a thousand ships. Everywhere you go you turn heads, whether you want to or not, and it has always been easy for you to scrape by on your appearance alone. Perhaps you worked a job where looking nice was the highest requirement, like selling clothing or attracting customers to a business; or perhaps you didn't work a profession at all, and were chosen to be a courtier, paramour, or trophy spouse of someone significant. And, perhaps you became an adventurer to get away from all that.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Persuasion}, {@skill Performance}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of fine clothes, a hand mirror, a token of affection from an admirer, a makeup palette or shaving kit, and a purse containing 15 gp"
						}
					]
				},
				{
					"type": "entries",
					"name": "Uncommonly Stunning",
					"entries": [
						"While some are naturally beautiful, others gain their beauty from another source. Work with your DM to determine the nature of your beauty, or roll on the table below.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Source of Beauty"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I was given a divine blessing as a reward or tool to help me complete a quest."
								],
								[
									2,
									"I or my parents made a deal with a devil or other supernatural force."
								],
								[
									3,
									"A spirit granted a wish for me to be beautiful - but there was a twist."
								],
								[
									4,
									"My appearance was altered by a powerful spellcaster."
								],
								[
									5,
									"I am of average beauty, but I have exceptional talent with makeup."
								],
								[
									6,
									"Good genetics and dumb luck."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Enchanting Appearance",
					"entries": [
						"Your appearance causes people who aren't already aggressive or hostile towards you to treat you differently. They will be more willing to interact with you or give you special treatment, especially if they are inclined to be attracted to your gender.",
						"However, your interactions are more likely to be misinterpreted as flirtatious. Those who are helping you may attempt romantic overtures, and will be upset if you reject them. Those who see your beauty as a threat may treat you with hostility."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Whether your revel in your own beauty or you are annoyed at the way others treat you, your appearance shapes the way you think and behave.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"There's no shame in using charm to get my way."
								],
								[
									2,
									"What with the impractical outfits I wear into battle, it's a wonder I'm still alive."
								],
								[
									3,
									"I jump at the chance to give anyone a makeover."
								],
								[
									4,
									"I go to great lengths to disguise myself to stay unnoticed."
								],
								[
									5,
									"I'm worried my looks intimidate people. I don't think I'm better than you, I swear!"
								],
								[
									6,
									"I strike a pose at any opportunity, even in the midst of battle. I don't realize I do this."
								],
								[
									7,
									"I am stubbornly oblivious about my own attractiveness."
								],
								[
									8,
									"I can't stand grime, so I clean myself obsessively."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Beauty.} I want to be the embodiment of all that is beautiful. (Any)"
								],
								[
									2,
									"{@bold Fun.} I want to see how much my looks will let me get away with. (Chaotic)"
								],
								[
									3,
									"{@bold Control.} I gleefully manipulate others to get my way. (Evil)"
								],
								[
									4,
									"{@bold Inspiration.} I want my presence to uplift those around me. (Good)"
								],
								[
									5,
									"{@bold Expectation.} I will be exactly what society wants and needs me to be, in fashion and behavior. (Lawful)"
								],
								[
									6,
									"{@bold Aspiration.} I want to be as beautiful on the inside as I am on the outside. (Good)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I am a close consort to a monarch or noble and I will do whatever I can to honor them."
								],
								[
									2,
									"I am a representative of an organization, hired to advertise them across the known world."
								],
								[
									3,
									"No one takes me seriously as an adventurer because I'm so 'high maintenance'. I will prove them wrong."
								],
								[
									4,
									"An evil person took advantage of me when I was young and naive, and I want revenge."
								],
								[
									5,
									"I seek immortality so that I may stay young and beautiful forever."
								],
								[
									6,
									"A wealthy family only saved me from poverty because of my beauty, but I still owe them my life."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"My looks are superior, so I must be superior in every other way."
								],
								[
									2,
									"Sometimes, my fear of soiling my beauty keeps me from taking risks and doing dirty work."
								],
								[
									3,
									"I expect other people to do things for me."
								],
								[
									4,
									"I have been used too many times for trust to come easily."
								],
								[
									5,
									"I waste my money on luxuries and pampering."
								],
								[
									6,
									"I could stare at myself in the mirror all day."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Caregiver",
			"source": "BGO",
			"skillProficiencies": [
				{
					"insight": true,
					"perception": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"gaming set",
							"musical instrument"
						],
						"count": 1
					}
				}
			],
			"startingEquipment": [
				{
					"a": [
						"fine clothes|phb"
					],
					"b": [
						"common clothes|phb"
					]
				},
				{
					"_": [
						{
							"special": "A handmade gift from a child you raised"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1000
						}
					]
				},
				{
					"a": [
						{
							"equipmentType": "setGaming"
						}
					],
					"b": [
						{
							"equipmentType": "instrumentMusical"
						}
					]
				}
			],
			"entries": [
				"You are a guardian of your society's youngest and most vulnerable members. As a parent, teacher, chaperone, orphanage worker, or bodyguard, you've learned to handle stress, work with others, and stay ever-vigilant.",
				"Work with your DM to determine the role children play in your life as an adventurer. What was the nature of your relationship? If your charges are still dependent on you, where are they now? If not, why? Were they privileged or poor, and did you share this lifestyle? Why do you venture into environments hostile to children?",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Insight}, {@skill Perception}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One gaming set or musical instrument"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of fine or common clothes, any one gaming set or musical instrument you are proficient with, a handmade gift from a child you raised, and a belt pouch containing 10 gp."
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Suffer the Children",
					"entries": [
						"Your ability to patiently handle minors sets you apart from most adventurers, and is disarming to strangers. You can easily extract child-related information from parents and teachers. Those that witness you interacting with children will be more willing to offer aid or ask for your help, especially if they care for children themselves."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"For better or worse, the lives of child caretakers are defined by their relationships with their charges.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I'm a hardened multi-tasker, and can quickly adapt to anything life throws at me."
								],
								[
									2,
									"I constantly police the language of others, and can't stand vulgarity. Think of who could be listening!"
								],
								[
									3,
									"People assume I'm a harsh disciplinarian, but deep down I'm as soft as butter."
								],
								[
									4,
									"I reluctantly 'parent' my companions. Who else would be the responsible one?"
								],
								[
									5,
									"Having spent years caring for the helpless, I tend to over-explain concepts and patronize others."
								],
								[
									6,
									"I believe I know what's best for my child, and openly question the parenting decisions of strangers."
								],
								[
									7,
									"Youngsters flock to me but truthfully, I can't stand them."
								],
								[
									8,
									"I love feeling like others depend on me."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Knowledge.} We can learn as much from our young as they can from us. (Any)"
								],
								[
									2,
									"{@bold Freedom.} I savor the time I don't have to worry about others. (Chaotic)"
								],
								[
									3,
									"{@bold Love.} Nothing is more precious than the connection between parent and child. (Good)"
								],
								[
									4,
									"{@bold Understanding.} People are shaped by the environment they were raised in. No one is inherently good or evil. (Neutral)"
								],
								[
									5,
									"{@bold Responsibility.} We must strive to create a safer world for our young. (Lawful)"
								],
								[
									6,
									"{@bold Manipulation.} Children's minds are the easiest to mold and their hearts the easiest to leas astray. (Evil)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"My child was taken from me, and I won't rest until I bring them back home."
								],
								[
									2,
									"Everything I do, I do to ensure my family leads a good life."
								],
								[
									3,
									"I regret all the years I wasted caring for ungrateful whelps. Now, it's all about me."
								],
								[
									4,
									"I grew up an orphan, scared and alone. I will do whatever I can do to prevent others going through the same experience."
								],
								[
									5,
									"I'm haunted by the memories of the child that died in my care. I'm traveling to start that life afresh."
								],
								[
									6,
									"I abused my authority as a caretaker, and fear reprisal from the law."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"Secretly, I enjoy taking out my frustrations on those who cannot fight back."
								],
								[
									2,
									"I will do, say, or promise anything to stop someone from crying."
								],
								[
									3,
									"If I'm asked a difficult question, I will give a simple lie instead of a complicated truth."
								],
								[
									4,
									"I have little respect for those who aren't parents or child caretakers."
								],
								[
									5,
									"When I'm distracted, I'm liable to talk to adults as if they were children. Particularly if they're short."
								],
								[
									6,
									"Whenever I'm freed of my responsibilities, I go wild."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Cartographer",
			"source": "BGO",
			"skillProficiencies": [
				{
					"investigation": true,
					"perception": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"cartographer's tools": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"traveler's clothes|phb",
						"cartographer's tools|phb",
						{
							"special": "a scrap of a map to a place you have never been"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"Governments, rebel groups, and merchant empires - all need maps to exert control and influence. You bring order to uncharted lands by transcribing their details with quill and parchment, thus offering creating a measure of power where there once was none. Perhaps you are drawn by the unfound, or you simply seek to bring order from chaos. Whatever your aims, a cartographer is an agent of discovery and control.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Investigation}, {@skill Perception}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Cartographer's tools|phb}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of traveler's clothes, cartographer's tools, a scrap of a map to a place you have never been, and a coin purse containing 10 gp."
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Surveyor's Eye",
					"entries": [
						"You have an excellent memory for maps and geography, and you can always recall the general layout of terrain, settlements, and other features around you. In addition, your eye can immediately determine with great accuracy a question of quantity, distance, or rate in your immediate environment."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Cartographers are defined by their life of travel and discovery.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I don't feel that I've truly understood something until I make a record of it."
								],
								[
									2,
									"I take great artistic pride in my work, often times preferring style and beauty over substance."
								],
								[
									3,
									"I'm driven by a wanderlust that led me away from my native land."
								],
								[
									4,
									"I am very passionate about my work - I once stabbed a man over an argument about proper map projection."
								],
								[
									5,
									"I've gained much perspective from my travels in faraway lands, and sometimes my native culture scarcely feels like home."
								],
								[
									6,
									"I like thorough definitions, sure things, and exacting clarity."
								],
								[
									7,
									"I'm not lost - I am exploring."
								],
								[
									8,
									"Discovery and the use of resources for my people are of higher concern than people or creatures native to that land."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Awe.} The wide world holds many incredible and beautiful places, and I'm happy to share these places with others. (Good)"
								],
								[
									2,
									"{@bold Adventure.} I am driven to discovery by a desire for new experience and excitement. (Chaos)"
								],
								[
									3,
									"{@bold Greed.}  With discovery comes resources, and I stand to gain more than anybody. (Evil)"
								],
								[
									4,
									"{@bold Civilization.} Civilization and innovation propels us forward, and barbarism only holds us back. (Lawful)"
								],
								[
									5,
									"{@bold Excellence.} In all things, I take a certain pride in a job well done and mastery of one's work. (Any)"
								],
								[
									6,
									"{@bold Truth.} Things must be represented the way they truly are, with no room for embellishment or obfuscation. (Neutral)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"My entire life has been spent looking for a place now lost to antiquity."
								],
								[
									2,
									"I once completed a set of maps which I will never give to the client who commissioned them."
								],
								[
									3,
									"I have a special love for the lands which I have surveyed, and I would fight for their preservation."
								],
								[
									4,
									"I am an established and respected member of my guild, and I value the esteem of my peers very highly."
								],
								[
									5,
									"I am obsessed with finding a new passage through the mountains or seas, and I have a few ideas about how to do it."
								],
								[
									6,
									"The marking of one location is absent from every map I make, because no one must learn of that place's true whereabouts."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I tend to look at the bigger picture, and often overlook the small details."
								],
								[
									2,
									"I am easily distracted by the promise of information."
								],
								[
									3,
									"I am much more concerned with my legacy and prestige than the accuracy or quality of my work."
								],
								[
									4,
									"If I don't deem something important, I ignore it entirely."
								],
								[
									5,
									"I can't seem to put down roots, and I get anxious about being in one place for long."
								],
								[
									6,
									"I look down on people who have never travelled more than a few miles from where they were born."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Chosen One",
			"source": "BGO",
			"skillProficiencies": [
				{
					"history": true,
					"religion": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						"common clothes|phb",
						{
							"special": "a copy of the prophecy you are named to fulfil"
						},
						{
							"special": "a talisman from the god or the being that chose you"
						},
						{
							"special": "journal"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1500
						}
					]
				}
			],
			"entries": [
				"You are destined for something greater—at least, that is what everyone says. You were raised under the assumption that you were fated to fulfill some ancient prophecy. The pressure to meet the impossible expectations set upon you is immense.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill History}, {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two exotic languages of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of common clothes, a copy of the prophecy you are named to fulfil, a talisman from the god or other being that chose you, a journal, and a pouch containing 15 gp"
						}
					]
				},
				{
					"type": "entries",
					"name": "Predestiny",
					"entries": [
						"It has been determined that you are the fulfillment of a prophecy. Discuss the contents of the prophecy with your DM, how it might play into your campaign, if it's true, and what your character thinks of their mission, or roll on the table below.",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"I will..."
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									1,
									"Save the world from a dark, evil force"
								],
								[
									2,
									"End a major war or other ongoing conflict"
								],
								[
									3,
									"Free an oppressed people and raise them to glory"
								],
								[
									4,
									"Bring spiritual salvation"
								],
								[
									5,
									"Cause the end of the world"
								],
								[
									6,
									"The prophecy doesn't mention what I'll do"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Using..."
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									1,
									"My cunning, skill, and determination."
								],
								[
									2,
									"The power of some abstract virtue (i.e. love, honor, trust)."
								],
								[
									3,
									"An ultimate power I'm only beginning to understand."
								],
								[
									4,
									"An unstoppable weapon only I can wield."
								],
								[
									5,
									"My own death."
								],
								[
									6,
									"The prophecy doesn't mention how I'll do it."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Mark of the Chosen",
					"entries": [
						"You have an unusual physical feature that marks you as the chosen one, such as a strange birthmark, odd scar, or unnatural hair or eye color. It is in a visible place, noticeable by most people unless you cover it.",
						"People familiar with the prophecy recognize you immediately. If they believe in and support your quest, they will be more willing to help you, as long as it doesn't put them in danger. They also might ask you to help them with their own problems using your supposed power. If they are against your quest, they will treat you with hostility and may even attack you outright."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"The chosen reach adulthood with the weight of the world on their shoulders. Believing that they are destined for great things could bolster their confidence or plague them with doubts.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"As an important figure and potential role model, I must hold myself to high standards."
								],
								[
									2,
									"Destiny is on my side, why shouldn't I be optimistic?"
								],
								[
									3,
									"My quest is serious. I have no time for revelry or games."
								],
								[
									4,
									"I carry myself with sureness and confidence, whether I feel that way or not."
								],
								[
									5,
									"They must have found the wrong person - I can't be the chosen one."
								],
								[
									6,
									"I've been practicing dramatic speeches in preparation for my final confrontation."
								],
								[
									7,
									"I feel responsible for the lives of everyone I meet."
								],
								[
									8,
									"I don't like people knowing I'm the chosen one. It's uncomfortable when they recognize me."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Destiny.} I will do whatever is foretold, no matter how difficult. (Lawful)"
								],
								[
									2,
									"{@bold Heroism.} I must help the world at any cost to myself. (Good)"
								],
								[
									3,
									"{@bold Fame.} I am special, and I want everyone to know of my great deeds. (Any)"
								],
								[
									4,
									"{@bold Free Will.} To the hells with the prophecy; I do what I want. (Chaotic)"
								],
								[
									5,
									"{@bold Power.} When I acquire the power I am destined to wield, I will rule everything. (Evil)"
								],
								[
									6,
									"{@bold Normalcy.} I avoid my quest or seek to finish it because I wish to return to a normal life. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I do great deeds to bring honor to my family name."
								],
								[
									2,
									"I keep a copy of the prophecy close to me and study it most every night."
								],
								[
									3,
									"If I don't succeed, my homeland will be doomed."
								],
								[
									4,
									"My teacher gave me everything to prepare me for my quest, and I will not let them down."
								],
								[
									5,
									"I am fated to meet my soulmate on my quest. I look forward to it."
								],
								[
									6,
									"I place my life in the hands of the god or other being who chose me."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"The great good I do in the future will outweigh any evil I do now."
								],
								[
									2,
									"The prophecy is very vague, and I don't really know what I'm doing."
								],
								[
									3,
									"If I'm fated to do this great thing, nothing can kill me before then! Right?"
								],
								[
									4,
									"I care more about taking advantage of my reputation than living up to it."
								],
								[
									5,
									"I fear I am too much a coward to do what I must do in the end."
								],
								[
									6,
									"My quest is far more important than any of the petty goals other people have."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Clockmaker",
			"source": "BGO",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"history",
							"investigation",
							"perception",
							"sleight of hand"
						],
						"count": 2
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"tinker's tools": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "Clockmaker's tools"
						},
						{
							"special": "pocket watch"
						},
						"traveler's clothes|phb",
						{
							"item": "pouch|phb",
							"containsValue": 1500
						}
					]
				}
			],
			"entries": [
				"You are an agent of control, creating devices in an attempt to bring time to bear. Be it by sundial, hourglass, or mechanical contrivance, time cannot be stopped, but can be held to measure and consideration. The making of timepieces requires manual adroitness and extreme attention to detail.",
				"Most clockmakers never take up the mantle of adventurer, preferring to create and mend devices in the safety of their workshops. Did you seek to impose order on more than the gadgets in your workshop? Or was your ordered world suddenly upturned, and you seek to learn more of chaos?",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Choose two from {@skill History}, {@skill Investigation}, {@skill Perception} and {@skill Sleight of Hand}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Tinker's Tools|phb}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": " Clockmaker's tools, a pocket watch or other timepiece of exacting design, traveler's clothes, and a belt pouch containing 15 gp"
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Internal Clock",
					"entries": [
						"Your intimacy with timepieces has given you an innate understanding of time. You can immediately determine if a timepiece is slow or fast, and how to fix a problem should it exist. In addition, you do not need a timepiece to tell time, and you can determine with perfect accuracy the interval between two events."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Clockmakers are wrought by their fascination with regularity and mechanical substance.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I believe that for every event there is a cause and an effect."
								],
								[
									2,
									"When faced with a problem, I break it down to the constituent parts in an attempt to understand it."
								],
								[
									3,
									"I prefer my workshop and a fine timepiece to garish parties and other displays."
								],
								[
									4,
									"I am very aware of my own mortality."
								],
								[
									5,
									"I plan out my goals step by step, relentlessly pursuing them to their end."
								],
								[
									6,
									"My daily life is structured and scheduled so that I know what to do at every hour."
								],
								[
									7,
									"I'm quite tickled by riddles that have 'time' as the answer, and I keep a few tucked away for social occasions."
								],
								[
									8,
									"I'm a snob who looks down on those who can't appreciate fine art."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Unity.} When people freely work together and in concert, they can accomplish great things. (Good)"
								],
								[
									2,
									"{@bold Accord.} The world must be ordered and arranged, all the parts put into place. No matter how many people get in the way. (Evil)"
								],
								[
									3,
									"{@bold Efficiency.} Controlled actions performed at the right time are the best way to meet one's goals. (Lawful)"
								],
								[
									4,
									"{@bold Excellence.} Quality and precision are the watchwords of any good life. (Any)"
								],
								[
									5,
									"{@bold Destiny.} There is a divine order to the universe, set in motion since the beginning of time. All people are but pieces in that order. (Lawful)"
								],
								[
									6,
									"{@bold Elegance.} True beauty builds upon substance and extends beyond that to intricacy, and splendor. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I have constructed many town timepieces, and I hold myself responsible for the care of every one of them."
								],
								[
									2,
									"I have a sweetheart waiting for me in my hometown, but I know that they won't wait forever."
								],
								[
									3,
									"I owe my mentor a great debt for forging me into the person I am today."
								],
								[
									4,
									"Like a great clock, the world is winding down. I left my workshop because it must be rewound once more."
								],
								[
									5,
									"The workshop where I learned ofclockmaking is the most important place in the world to me."
								],
								[
									6,
									"There was a beautiful order to my world, until someone broke it. I will hunt them down and break them."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I am inured to emotions, and when others use them to make decisions I am unsympathetic."
								],
								[
									2,
									"I'm severely unnerved by disorder. I greatly prefer the regularity of cogs and grains of sand."
								],
								[
									3,
									"If I can't see the deductive chain between two ideas, I dismiss all other methods of knowledge."
								],
								[
									4,
									"I treat the people around me like irregular clocks that need to be tuned."
								],
								[
									5,
									"I'm horribly jealous of anyone who can outshine my handiwork. Everywhere I go, I'm surrounded by rivals."
								],
								[
									6,
									"I like to schedule out the activities for all the people around me, just so everything stays in its proper order."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Cultist",
			"source": "BGO",
			"skillProficiencies": [
				{
					"deception": true,
					"religion": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"poisoner's kit": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "Lightly tattered robes"
						},
						{
							"special": "a symbol of devotion"
						},
						{
							"special": "a blasphemou holy text"
						},
						"dagger|phb",
						"poisoner's kit|phb",
						{
							"item": "pouch",
							"containsValue": 500
						}
					]
				}
			],
			"entries": [
				"Once, perhaps not too long ago, you served alongside your fellow neophytes. You worshiped a dark creature or eldritch god, performed sacraments, and adorned yourself with the suitable tattoos or ceremonial scars. You basked in this dark glory with your fellows, feeling the clarity of purpose that comes with service to a higher power.",
				"You may still serve your cult, or you left them behind in your search for other things. In either case, you have been marked by your connection to dark cults.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Deception}, {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Poisoner's kit|PHB}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": " Lightly tattered robes, a symbol of devotion, a blasphemous holy text, a curved ritual dagger, a poisoner's kit, and a small pouch containing 5 gp."
						}
					]
				},
				{
					"type": "entries",
					"name": "Change of Heart",
					"entries": [
						"Many adventurers used to be cultists, leaving behind that life in search of new or different things. Work with your DM to determine what caused you to break from your cult, or roll on the table below.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Change of Heart"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I witnessed a particularly gruesome rite and ran for my life."
								],
								[
									2,
									"I botched a ritual which slaughtered other members of my circle. Only I survived."
								],
								[
									3,
									"I asked the wrong kind of questions. The others planned to sacrifice me, but I escaped."
								],
								[
									4,
									"Adventurers hunted down my brethren, and only I was able to escape."
								],
								[
									5,
									"The other cultists disappeared through a portal to a land of unspeakable horrors. Terrified, I stayed behind."
								],
								[
									6,
									"The others took their own lives to ascend. I could not."
								],
								[
									7,
									"I no longer believed in what we were doing. It seemed wrong, somehow."
								],
								[
									8,
									"A friend or family member rescued me, taking me away by force."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Secret Signs",
					"entries": [
						"You know the secret symbology of your cult, which is used by members to identify themselves to fellow adherents. Some influential persons or townsfolk may be members of your cult, and with a subtle gesture or hand sign you can discern who follows the ways of your dark patron.",
						"Cloisters of your cult may be hidden in different towns. These signs can identify such cloisters, and if they are still active the adherents there may feel obliged to provide you and your companions with food and lodging."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"A cult washes away doubt and instills faith; this simple fact reverberates all throughout a cultist's life. Even if a cultist has forsworn their service, they are still deeply affected by their old life.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"Everything is a sign of coming doom. Every. Single. Thing."
								],
								[
									2,
									"The world outside is so exciting! Now I can do everything the dark lord forbid, like drinking wine, or wearing shoes!"
								],
								[
									3,
									"If I'm not stopped, I will openly reminisce about my olds days in the cult all day long."
								],
								[
									4,
									"I can't help but check my cult's holy scriptures for advice about any given situation."
								],
								[
									5,
									"It's no big deal; it's not the end of the world. That's not for another five years, three months, ten days, twelve hours..."
								],
								[
									6,
									"I'll happily inform those I meet of the many ways in which they are being heretical."
								],
								[
									7,
									"I hate my cult for what they made me do and what they made me become."
								],
								[
									8,
									"The dark lord used to order us to do everything, and it's a little hard for me to live without that structure."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Loyalty.} One must commit themselves to their beliefs unwaveringly. (Lawful)"
								],
								[
									2,
									"{@bold Redemption.} I believe that evil deeds can be repented. I must believe. (Good)"
								],
								[
									3,
									"{@bold Independence.} I'll never be bound in servitude again. (Chaotic)"
								],
								[
									4,
									"{@bold Power.} My dark patron holds power, but I plan to be stronger than they'll ever be. (Evil)"
								],
								[
									5,
									"{@bold Secrets.} The lore of my cult is historically important, and I must preserve it. (Neutral)"
								],
								[
									6,
									"{@bold Revision.} My cult's holy book is wrong. I must learn about the outside world, and fix the book's errors. (Chaotic)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I must discover the truth behind the entity I worshipped, even if it kills me."
								],
								[
									2,
									"I yearn to reconnect with the people from my life before the cult."
								],
								[
									3,
									"I must free other people from unwitting service to dark masters."
								],
								[
									4,
									"A monstrous, immortal guardian of the cult is hunting me. I pray it never finds its prey."
								],
								[
									5,
									"I sold my soul in service to dark powers, and now I seek to reclaim it."
								],
								[
									6,
									"The day of reckoning is coming, and my knowledge is the key to stopping it."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"If I ever had the chance, I'd definitely rejoin my cult."
								],
								[
									2,
									"I'm a little too into blood sacrifice."
								],
								[
									3,
									"Knowledge is more important than sanity."
								],
								[
									4,
									"I'm often more interested in than frightened of abominable eldritch monsters."
								],
								[
									5,
									"I'm too willing to follow orders without thinking."
								],
								[
									6,
									"Murder was significantly less frowned upon by the cult than it is in the outside world."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Displaced",
			"source": "BGO",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"acrobatics",
							"animal handling",
							"athletics",
							"deception",
							"insight",
							"intimidation",
							"investigation",
							"medicine",
							"nature",
							"perception",
							"performance",
							"persuasion",
							"sleight of hand",
							"stealth",
							"survival"
						],
						"count": 2
					}
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"artisan's tools",
							"cartographer's tools",
							"disguise kit",
							"forgery kit",
							"gaming set",
							"herbalism kit",
							"musical instrument",
							"navigator's tools",
							"thieves' tools",
							"vehicles (land)",
							"vehicles (water)"
						],
						"count": 2
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "communication device out of power"
						},
						{
							"special": "wallet with a dozen banknotes of a currency not accepted in this world"
						},
						{
							"special": "ring of keys"
						},
						{
							"special": "strange clothes"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"You don't belong in this world. You come from an alien realm where magic doesn't exist, technology is far more advanced, and the adventures you now face are confined only to fiction.",
				"Consider how long you have been in this world, and how you managed to procure the powers associated with your class. Have you been stuck here for years, learning the ways of this world as a means to survive? Did you appear not only in an unfamiliar place, but an unfamiliar body? Think about your previous life, what skills you have, and how you apply these to your new life.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Any two skills that are not Arcana, History, or Religion"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Two of your choice from any artisan's tools (except alchemist's supplies), any musical instrument, or any gaming set"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A communications device with no power, a wallet with a dozen banknotes of a currency not accepted in this world, a ring of keys, a set of strange clothes, and a pouch with 10 gp"
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Modern Knowledge",
					"entries": [
						"Though you came to this world without a copper piece to your name, the advanced knowledge you brought with you has given you something of value to offer. You are well versed in a field that is farther advanced in your world than the one you are in now. You could be well educated, but even a basic education in some places of your world is extraordinary in this one.",
						"To make a life for yourself, you have contributed your knowledge to some organization in this world. You may have taught a cult the secrets of calculus, or instructed a blacksmith's guild in how to make stronger steel. The organization considers itself indebted to you for your contribution, and is willing to support you at a modest lifestyle. They consider you a member of their organization, although you may have to pay monthly dues to gain the full benefits of membership. The technology you introduce may cause disruption in the world and its balance of power. Work with your DM to determine what impact your knowledge has on the world, if any."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Displaced characters are strangers in a strange land. They might see this as a call to action to become a hero like in the stories they grew up with, or they may only care about making it out alive. In any case, they are defined by a culture that those around them can't come close to relating to.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I'm taking this predicament as a chance to reinvent myself and be a better, stronger person."
								],
								[
									2,
									"I have trouble pronouncing all these weird fantasy names."
								],
								[
									3,
									"Back home I was a nobody, so I'm amazed whenever I pull off something crazy and heroic."
								],
								[
									4,
									"When someone asks me where I'm from, I tell the truth. They never believe me."
								],
								[
									5,
									"I frequently make pop culture references that no one else understands."
								],
								[
									6,
									"I channel my favorite fictional hero in battle to give myself courage."
								],
								[
									7,
									"Since I'm clearly  the protagonist in an isekai anime, I frequently flirt with the natives to get my harem started."
								],
								[
									8,
									"I hate camping."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Heroism.} Now that I have the power to be a hero, I want to use it for good. (Good)"
								],
								[
									2,
									"{@bold Fun.} While I'm here, I might as well explore and go on crazy adventures (Chaotic)"
								],
								[
									3,
									"{@bold Domination.} With my modern mind and technology, I will bring this barbaric world to its knees. (Evil)"
								],
								[
									4,
									"{@bold Discovery.} The mysteries of this new world never cease to amaze me. (Any)"
								],
								[
									5,
									"{@bold Progression.} This place has some backwards attitudes and political systems, and I plan to bring everyone up to my modern standards. (Lawful)"
								],
								[
									6,
									"{@bold Safety.} I don't want to die! (Neutral)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I will do whatever it takes to get back home."
								],
								[
									2,
									"I try my best to be a representative from my world that my people could be proud of."
								],
								[
									3,
									"Magic fascinates me and I want to understand how it works, perhaps scientifically."
								],
								[
									4,
									"I want to build a life for myself that is comfortable as what I enjoyed in my own world."
								],
								[
									5,
									"The friends I've made in this world mean more to me than the ones I had back home."
								],
								[
									6,
									"I owe my life to the kind people who took me in after I arrived in this world."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I cower in the face of real danger."
								],
								[
									2,
									"I'm convinced that I'm delusional, and that nothing I do in this world really matters."
								],
								[
									3,
									"I don't know how to research anything without the help of the internet."
								],
								[
									4,
									"I make up stories about who I am and where I'm from to avoid questioning, and I've lost track of all my lies."
								],
								[
									5,
									"My survival instincts leave much to be desired."
								],
								[
									6,
									"I haven't adjusted to the lower standard of living in this world well, and I'm easily won over by the promise of luxuries."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Doctor",
			"source": "BGO",
			"skillProficiencies": [
				{
					"medicine": true,
					"choose": {
						"from": [
							"arcana",
							"nature",
							"religion"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"herbalism kit": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "piece of doctor's equipment"
						},
						"healer's kit|phb",
						{
							"special": "token of appreciation given to you by a patient"
						},
						"traveler's clothes|phb",
						{
							"item": "pouch|phb",
							"containsValue": 1500
						}
					]
				}
			],
			"entries": [
				"You are a well-trained and studied healer, sworn to cure the ailing and mend the wounded. Your talents may bring you fame and renown, or you might be regarded with suspicion by common people.",
				"When you choose this background, work with your DM to determine the role and prominence of doctors in the world. Is medical knowledge of your kind rare? Are there institutions that teach such healing, and if so where? Were you self-taught, apprenticed to a village healer, or educated in a medical academy?",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Medicine}, and one from {@skill Arcana}, {@skill Nature}, or {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Herbalism kit}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A piece of doctor's equipment (such as a scalpel, pouch of aromatic herbs, or a small mirror), a healer's kit, a token of appreciation given to you by a patient, at set of traveler's clothes, and a belt pouch containing 15 gp."
						}
					]
				},
				{
					"type": "entries",
					"name": "Specialty",
					"entries": [
						"As a doctor, you likely specialize in a particular field and manner of medicine. Choose one specialty, or roll on the table below.",
						{
							"type": "table",
							"colLabels": [
								"d10",
								"Specialty"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"Apothecary"
								],
								[
									2,
									"Battlefield Medic"
								],
								[
									3,
									"Dentist"
								],
								[
									4,
									"Spiritual Healer"
								],
								[
									5,
									"Medical Arcanist"
								],
								[
									6,
									"Herbalist"
								],
								[
									7,
									"Nurse"
								],
								[
									8,
									"Surgeon"
								],
								[
									9,
									"Veterinarian"
								],
								[
									10,
									"Psychologist"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: House Calls",
					"entries": [
						"Your talents make you highly sought after, particularly in regions or communities with little access to medicine. Those who recognize you as a doctor may request your services, and may offer you a reward in return should you choose to provide them. You might be able to receive free or discounted food and lodging, or gain access to normally off-limits locations by leveraging your position as a doctor if your services are needed."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Doctors are defined by their ability to give succor to the pained and strength to the wounded. All doctors are united by their desire to cure the ailing, although some view this ability as a means to an end instead of a gift in and of itself.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I am sympathetic to anyone in pain."
								],
								[
									2,
									"I have a tendency to become focused on my work to the exclusion of everything else."
								],
								[
									3,
									"I like to explain my theories of medicine to anyone who will listen."
								],
								[
									4,
									"I have seen too much horror to be affected by scenes of suffering."
								],
								[
									5,
									"I am skeptical of magic, and instead I trust in the sciences."
								],
								[
									6,
									"When someone is injured, I will drop all other responsibilities to tend to them."
								],
								[
									7,
									"I am constantly taking note of potential signs and symptoms in the people I meet."
								],
								[
									8,
									"I take every opportunity I can get to wash my hands."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Empathy.} All I care about is the relief my skills bring to others. (Good)"
								],
								[
									2,
									"{@bold Change.} Those who seek to cure must be as adaptable as those who seek to harm. (Chaotic)"
								],
								[
									3,
									"{@bold Respect.} The sick and dying deserve to be treated with dignity. (Good)"
								],
								[
									4,
									"{@bold Greed.} Those in need of my services will pay through the nose to get them. (Evil)"
								],
								[
									5,
									"{@bold Efficiency.} I must not let my emotions cloud my ability to do my job. (Lawful)"
								],
								[
									6,
									"{@bold Preservation.} Life must be preserved by any means. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I'll always remember the place where I learned my medical skills."
								],
								[
									2,
									"Nothing is more important than my patients."
								],
								[
									3,
									"I am working on a cure for the plague that decimated my home."
								],
								[
									4,
									"Someone I loved died of an illness. I want to spare others from the same fate."
								],
								[
									5,
									"I am compiling my medical discoveries in a series of tomes, which I hope will educate future generations."
								],
								[
									6,
									"I have a terminal disease and I am trying to find a cure before it's too late."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I am haunted by the memories of every patient I could not save."
								],
								[
									2,
									"I use hard drink to numb myself to stress."
								],
								[
									3,
									"I am disgusted by the body's potential for filth and disease."
								],
								[
									4,
									"I make more mistakes than I should, a fact that I hide from even myself."
								],
								[
									5,
									"I have a propensity to see my patients as opportunities instead of people."
								],
								[
									6,
									"I am hesitant to injure others, even in self-defense."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Fallen",
			"source": "BGO",
			"skillProficiencies": [
				{
					"religion": true,
					"choose": {
						"from": [
							"acrobatics",
							"animal handling",
							"athletics",
							"deception",
							"insight",
							"intimidation",
							"investigation",
							"medicine",
							"nature",
							"perception",
							"performance",
							"persuasion",
							"sleight of hand",
							"stealth",
							"survival",
							"arcana",
							"history",
							"religion"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"choose": {
						"from": [
							"artisan's tools",
							"cartographer's tools",
							"disguise kit",
							"forgery kit",
							"gaming set",
							"herbalism kit",
							"musical instrument",
							"navigator's tools",
							"thieves' tools",
							"vehicles (land)",
							"vehicles (water)"
						],
						"count": 1
					}
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "holy symbol"
						},
						{
							"special": "robes"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1000
						}
					]
				},
				{
					"a": [
						"common clothes|phb"
					],
					"b": [
						"traveler's clothes|phb"
					]
				}
			],
			"entries": [
				"You were once a being of greater power, and possessed magic beyond what mortals imagine. You were prayed to for guidance and miracles, or had worshippers among many peoples. Then you fell - you angered a powerful deity, touched a corrupted artifact, or underestimated a group of mortals. You are now reduced to a mere mortal, vulnerable and stripped of your once mighty powers to live alongside the creatures you love or despise.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Religion}, one of your choice"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A holy symbol (related to yourself), a set of common or traveler's clothes, robes, and a belt pouch containing 10 gp."
						}
					]
				},
				{
					"type": "entries",
					"name": "Divine Domain",
					"entries": [
						"When you were powerful, you held superior power over a domain of action and thought. Consider what your powers entailed, and how that shaped you to be the mortal you are today. Choose your domain of power, or choose from the table below.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Domain"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"Reroll"
								],
								[
									2,
									"Knowledge"
								],
								[
									3,
									"Life"
								],
								[
									4,
									"Light"
								],
								[
									5,
									"Nature"
								],
								[
									6,
									"Tempest"
								],
								[
									7,
									"Trickery"
								],
								[
									8,
									"War"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Protection of the Faithful",
					"entries": [
						"You have little problem convincing those that worshipped you that you are the deity they serve. You can achieve this by showing extensive and personal knowledge of the stories, artifacts, and symbols associated with yourself. You also know the names of your clerics, and a brief summary of their lives before you anointed them.",
						"After convincing someone of your true identity, you gain their protection from hostile members of other faiths that seek to harm you, as long as you are within the city or town where the place of worship is located. They will resort to violence as a means of protecting you. If you ask them to, they will cover your tracks or delay your pursuers. They will not attack powerful foes or otherwise get into a situation more than they feel they can handle."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"The fallen once possessed great power, but it was extinguished from them. This sudden turn leave a significant mark on how they view themselves, deities, mortals, and the multiverse.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I don't mind telling people who I really am. They won't believe me, anyway."
								],
								[
									2,
									"I try to make people convert their faith to the worship of me."
								],
								[
									3,
									"I sound like I know everything, because I do."
								],
								[
									4,
									"I always perk up or get curious when I hear my domain of power come up in conversation."
								],
								[
									5,
									"I dress to blend in (or stand out)."
								],
								[
									6,
									"It irks me that mortals take a long time to do anything. It doesn't help that now I'm the same.I accept (or condemn) people of other faiths. I try to get along (or argue) with them."
								],
								[
									7,
									"I accept (or condemn) people of other faiths. I try to get along (or argue) with them."
								],
								[
									8,
									"I have little or no experience interacting with mortals. I have trouble socializing with them."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Responsibility.} Being stripped of my power does not make me any less bound to my duty. It's still my responsibility to guide and watch over mortals. (Good)"
								],
								[
									2,
									"{@bold Compliance.} I must get along with mortals and live by their rules if I wish to mingle with them. (Lawful)"
								],
								[
									3,
									"{@bold Liberty.} Now that I have lost my power, I can pursue a new passion and do as I wish. (Chaotic)"
								],
								[
									4,
									"{@bold Tyranny.} Being stripped of my power will not stop me from lording over mortals. (Evil)"
								],
								[
									5,
									"{@bold Secrecy.} I must keep my identity a secret if I wish to avoid real trouble. (Neutral)"
								],
								[
									6,
									"{@bold Restoration.} Someday I will get my power back. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I will not rest until I've finally confronted those who took my power."
								],
								[
									2,
									"When my divine family abandoned me, the mortals took me in. I choose them over the gods any day."
								],
								[
									3,
									"My worshippers are valuable to me. They are the only ones I have left."
								],
								[
									4,
									"Despite my circumstances, I will do anything to protect other deities from suffering the same fate I have suffered."
								],
								[
									5,
									"I have come to appreciate the peaceful, quiet life of a mortal. Anyone who disturbs it will pay."
								],
								[
									6,
									"I will do anything for the mortal I fell in love with."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"Admitting failures and mistakes is a thing mortals do."
								],
								[
									2,
									"I don't understand the value of a single mortal life - mortals can always make more mortals."
								],
								[
									3,
									"My temper makes me forget that I am no longer a powerful being."
								],
								[
									4,
									"I hardly feel sorry after doing something 'wrong' to anyone."
								],
								[
									5,
									"I feel miserable when my friends do better than me."
								],
								[
									6,
									"I will do anything to get my power restored to me. Anything."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Variant Fallen: Forgotten",
					"entries": [
						"You are an ancient, lost to history. Fewer and fewer came to be faithful to you, and others gained dominance. You have become forgotten, both in memory and power. You now live your life as a mortal.",
						"If your predicament is caused by a lack or absence or worshippers, choose the Old Ruins feature instead of the Protection of the Faithful feature.",
						{
							"type": "inset",
							"name": "Variant Feature: Old Ruins",
							"entries": [
								"If your character has a fallen background, you may select this background feature instead of Protection of the Faithful.",
								"You know the locations of abandoned places of worship dedicated to you. Aside from being completely abandoned, there is no food to be found, and there's very few or no objects aside from furniture. Although these places are in varying stages of decay, they remain intact enough to be used as shelter."
							]
						}
					]
				}
			]
		},
		{
			"name": "Farmer",
			"source": "BGO",
			"skillProficiencies": [
				{
					"animal handling": true,
					"nature": true
				}
			],
			"toolProficiencies": [
				{
					"musical instrument": true,
					"vehicles (land)": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"common clothes|phb",
						"token given to you by your family when you left home",
						{
							"item": "pouch|phb",
							"containsValue": 500
						}
					]
				}
			],
			"entries": [
				"You are the most vital citizen in any land, the producer and grower of food. From a young age you learned to care for the land and do chores until dusk. From these humble origins you venture out into the world.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Animal Handling}, {@skill Nature}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One musical instrument of your choice and vehicles (land)"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of common clothes, a token given to you by your family when you left home, and a small pouch containing 5 gp"
						}
					]
				},
				{
					"type": "entries",
					"name": "Simple Folk",
					"entries": [
						"Farmers of all types work across the land. Work with your DM to determine the type of land and work you specialized in, or roll on the table below.",
						{
							"type": "table",
							"colLabels": [
								"d10",
								"Farming Type"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"Grain Field"
								],
								[
									2,
									"Rice Field"
								],
								[
									3,
									"Vineyard"
								],
								[
									4,
									"Cattle Ranch"
								],
								[
									5,
									"Poultry Farm"
								],
								[
									6,
									"Fruit Orchard"
								],
								[
									7,
									"Vegetable Field"
								],
								[
									8,
									"Horse Ranch"
								],
								[
									9,
									"Shephard's Field"
								],
								[
									10,
									"Fisher's Coast"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Farmer's Almanac",
					"entries": [
						"Thanks to a lifetime growing food, you are able to discern simple information. You can accurately predict the weather in your area for the next week. You know what food is worth, and you can haggle for a better price for produce.",
						"Additionally, when looking for shelter in farmlands, common folk are always willing to host you so long as you offer aid around the property. Your hosts will not shelter you from the law if it would bring harm to themselves."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Farmers are humble and hardy folk with simple values. They hold to work ethic and emphasize communal ties.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"The wisdom of my ancestors gives me a unique outlook on life."
								],
								[
									2,
									"As a child, I played hero. Now that I'm of age, I'm determined to become one."
								],
								[
									3,
									"Nothing is more important than a job well done."
								],
								[
									4,
									"I've never backed down from a barnyard brawl."
								],
								[
									5,
									"I may not be the best thinker, but there's a simple solution to everything."
								],
								[
									6,
									"I celebrate the little things in life because I don't know when the hard times will hit."
								],
								[
									7,
									"I couldn't wait to get out of my small life in the farmlands and into the broader world."
								],
								[
									8,
									"I'm hard to bore. There's always something I can do to improve myself."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Diligence.} Don't put off to tomorrow work that can be done today. Laziness is a vice. (Lawful)"
								],
								[
									2,
									"{@bold Preparation.}  Like the seasons, life changes frequently. Prepare for change and you'll come out on top. (Any)"
								],
								[
									3,
									"{@bold Generous Pride.} Watching another enjoy the fruits of your labor is one of life's luxuries. (Good)"
								],
								[
									4,
									"{@bold Freedom.} The landlord can't see everything that goes down in the stables. Enjoy life's little opportunities to let loose and have fun. (Chaotic)"
								],
								[
									5,
									"{@bold Packing Order.}  Every animal has a social hierarchy. I'm the strongest, so what I say goes. (Evil)"
								],
								[
									6,
									"{@bold Fairness.} Everyone helps around the farm from a young age, favorite child or not. All people must do their part. (Lawful)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I set out to earn riches for my family so they don't have to live harvest to harvest."
								],
								[
									2,
									"I've worked the land, I love the land, and I will protect the land at any cost."
								],
								[
									3,
									"Bandits raped and pillaged my hometown. I will destroy those bandits one day."
								],
								[
									4,
									"My landlord is kind to his people. I will pay back that kindness and make him proud to be my liege."
								],
								[
									5,
									"I was born in bondage but earned my freedom. I will become rich enough to free my family."
								],
								[
									6,
									"I am in love with a friend. I will do anything to protect their perfect smile."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I distrust and dislike new people. Most people just weren't raised right."
								],
								[
									2,
									"I only know country manners, and I don't know proper behavior in civilized settings. I ain't no cosmopolitan."
								],
								[
									3,
									"I'm a gullible and naive country person. It's easy for people to con me."
								],
								[
									4,
									"I was born and raised a servant to my betters. I find it hard to stand up to authority figures."
								],
								[
									5,
									"I'm a bit too fond of alcohol, and I don't hold my liquor well."
								],
								[
									6,
									"I got a girl pregnant, and ran from the wedding - a decision I regret. I'm prone to simply running from difficult situations instead of dealing with them."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Immortal",
			"source": "BGO",
			"skillProficiencies": [
				{
					"history": true,
					"insight": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"any": 1
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "clothes two decades out of fashion"
						},
						{
							"special": "small image of a dead mortal"
						},
						{
							"special": "a ring of with three keys of different sizes"
						},
						{
							"special": "signet ring"
						},
						{
							"item": "pouch",
							"containsValue": 2000
						}
					]
				}
			],
			"entries": [
				"By accident, artifice, or nature you have what some mortals have spent lives to attain: immortality (or, perhaps, such long life that outstretches any mortal race). You have lived for more than twice the time normally allotted, and you have your measure of memories and scars to show for it. After so many years your initial origins are much less important than the wealth of experiences you have gained in the world.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill History}, {@skill Insight}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "One set of clothes that is two decades out of fashion, a small image of a dead mortal, a ring with three keys of differing sizes, a signet ring, and a coin purse containing 20 gp."
						}
					]
				},
				{
					"type": "entries",
					"name": "Origin",
					"entries": [
						"Immortals gain their boon or curse from a variety of sources.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Origin"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"Curse"
								],
								[
									2,
									"Gift"
								],
								[
									3,
									"Alchemical Discovery"
								],
								[
									4,
									"Fall from Origins"
								],
								[
									5,
									"Inherent Nature"
								],
								[
									6,
									"Magical Rite"
								],
								[
									7,
									"Body Transformation"
								],
								[
									8,
									"Greater Parentage"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: A Name for Yourself",
					"entries": [
						"Either because you have passed into legend or because you masquerade as the next member of your family line, many people recognize your name. By invoking your name you are able to secure an audience with a local noble, or influence others to believe you will act in accordance with your reputation. Additionally, you are likely to have deeply ingrained working relationships with at least one organization in the world—work with your DM to determine the nature of that relationship."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Immortals are so long lived in the world that they tend to carry more than the usual amount of happiness, sorrow, loss, and jubilation.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"My long life has not inhibited my will to love, laugh, drink, and wrest the most out of every moment."
								],
								[
									2,
									"Because I have so much experience in the world I view most mortals as students, apprentices, or children."
								],
								[
									3,
									"I draw away from the world not because I am ignorant of what it might hold, but because I know it too well."
								],
								[
									4,
									"I am wary of becoming attached to mortals because I know that long after they pass on I will still be here."
								],
								[
									5,
									"I welcome my immortality as an opportunity to fashion changes on the world as I live through the centuries."
								],
								[
									6,
									"I am in a constant search for something, anything, that can guide my exceedingly long life."
								],
								[
									7,
									"When making a decision I tend to take the long view instead of the short."
								],
								[
									8,
									"I worked for so long to achieve immortality, and now that I have it I'm not quite certain what I should be doing with it."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Tradition.} The stories, legends, and songs of the past must never be forgotten. (Neutral)"
								],
								[
									2,
									"{@bold Challenge.} Life is worth living when there are obstacles to overcome, problems to face, and changes to adapt to. (Chaotic)"
								],
								[
									3,
									"{@bold Expertise.} True knowledge and application of a skill is a mark of maturity and greatness. (Any)"
								],
								[
									4,
									"{@bold Order.} Through organization, planning, and forethought great success can be achieved - and I have more than enough time for all three. (Lawful)"
								],
								[
									5,
									"{@bold Wisdom.}  By learning from other beings and being conscious of my acts, I can make my existence a boon to the universe. (Good)"
								],
								[
									6,
									"{@bold Mastery.} Control and domination over others ensures my existence and place in the world for eons to come. (Evil)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I must find or follow the path to make myself mortal once more."
								],
								[
									2,
									"They may not know of me, but I am fiercely protective of my mortal progeny."
								],
								[
									3,
									"I have been searching my whole life for the answer to a certain question."
								],
								[
									4,
									"There is an organization to which I am forever bound in service."
								],
								[
									5,
									"I must atone for the acts I committed to gain immortality."
								],
								[
									6,
									"I must accomplish some greater purpose that can only be achieved in a span much longer than a mortal life."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I find it hard to take day to day matters seriously."
								],
								[
									2,
									"I live in my past - my sorrows, glories, and achievements."
								],
								[
									3,
									"Past experience has taught me to be unusually suspicious or trusting of a race, nationality, or other group of individuals, despite current events that indicate change."
								],
								[
									4,
									"They say I was on the wrong side of history, but so long as I live I will never concede defeat."
								],
								[
									5,
									"My pride will probably lead to my destruction."
								],
								[
									6,
									"I have trouble seeing mortals as more than temporary pawns."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Investigator",
			"source": "BGO",
			"skillProficiencies": [
				{
					"investigation": true,
					"choose": {
						"from": [
							"insight",
							"perception"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"gaming set": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"common clothes|phb",
						{
							"special": "traveling longcoat"
						},
						{
							"special": "official detective's documents"
						},
						{
							"special": "piece of evidence or memento from a cold case"
						},
						{
							"special": "notebook"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"You have dedicated your life to pursuit, revelation, and apprehension. Your training has taught you how to determine the truth of a matter through steady analysis and firm inquiry.",
				"As an investigator, determine how you apply your skills in the world. Do you work for the government, an organization, a private business, or do you operate your own enterprise? What caused you to take up the broader mantle of an adventurer?",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Investigation}, and one from {@skill Insight} or {@skill Perception}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of {@item gaming set|phb}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": " A set of common clothes, a traveling longcoat. official detective's documents, a piece of evidence or memento from a cold case, a notebook, and a belt pouch containing 10 gp"
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Investigator's Declaration",
					"entries": [
						"As an investigator you may declare your profession, identifying yourself as one who is determined to ascertain truth. When proclaimed this can give a civilized creature pause, encourage them to flee, or cause them to be more willing to talk to you. This declaration may be accompanied by an official sigil which permits you to operate within the bounds of your government or organization, or your very disassociation with greater authorities may curry favor with creatures you converse with."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"An investigator who takes up the life of an adventurer expands their sphere of concern to the greater world, but still applies an investigative ethos in their travels.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I cannot abide injustice, and I will act out against it even when facing unfavorable odds."
								],
								[
									2,
									"I am always on the lookout for criminal activity."
								],
								[
									3,
									"I consider the facts carefully before I make any decision."
								],
								[
									4,
									"I have a fixation on determining the motives and psychology of others, even my closest friends."
								],
								[
									5,
									"My investigations have shown me enough of the world to know that I want no part of it."
								],
								[
									6,
									"I am used to helping out those who aren't as smart as I am, and I patiently explain anything and everything to others."
								],
								[
									7,
									"I like to reserve all my knowledge until the most dramatic moment, so I can display it to others and dazzle them with my brilliance."
								],
								[
									8,
									"I don't know much, but my hunches have never led me wrong in the past."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Community.} All acts must be in the interest of strengthening the welfare between people. (Good)"
								],
								[
									2,
									"{@bold Greater Good.} Punishment of evil is the highest good. Procedure too often only plays the role of shackles and an excuse for inaction. (Chaotic)"
								],
								[
									3,
									"{@bold Prestige.}  Everything I do is targeted at increasing and showing my standing - it's all anyone can depend on. (Evil)"
								],
								[
									4,
									"{@bold Logic.} There are no coincidences because everything can be explained. (Lawful)"
								],
								[
									5,
									"{@bold Truth.} Lies always obscure beauty, and finding truth is like the clear peal of a bell. (Neutral)"
								],
								[
									6,
									"{@bold Challenge.} Wit, strength, and intelligence mean nothing until matched to trials of comparable power. (Any)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"There is a criminal in my past that got away, and I have sworn to bring them to justice."
								],
								[
									2,
									"I became a detective to prevent a certain crime that I was the victim of in the past."
								],
								[
									3,
									"I've discovered the crime of a powerful person, and I've hidden the truth - for now."
								],
								[
									4,
									"I firmly believe in the guiding precepts of my organization."
								],
								[
									5,
									"My town or city is my home, and I will fight to defend it."
								],
								[
									6,
									"I owe everything to another detective who taught me everything I know."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I know the common people are criminals, and it is only by my harsh hand that they are controlled."
								],
								[
									2,
									"I enforce the law stringently, with no room for personal concerns or individual circumstance."
								],
								[
									3,
									"I'm not averse to accepting a bit of money on the side for my hard work."
								],
								[
									4,
									"I obsess over my current case, to the detriment to all other aspects of my life."
								],
								[
									5,
									"I would commit almost any crime to get to the bottom of a case."
								],
								[
									6,
									"I overlook simple solutions in favor of complicated ones."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Judge",
			"source": "BGO",
			"skillProficiencies": [
				{
					"history": true,
					"insight": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "scroll declaring your authority signed by a king or other official"
						},
						{
							"special": "book of law"
						},
						{
							"special": "formal uniform you wear to court"
						},
						"common clothes|phb",
						{
							"item": "pouch",
							"containsValue": 1500
						}
					]
				}
			],
			"entries": [
				"Your duty is to uphold laws. Before becoming an adventurer you presided over a court or tribunal, managing proceedings and sentencing criminals to punishments fit for their crimes. Your job required a deep understanding of the law which you used to resolve conflicts both clear-cut and indefinite.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill History}, {@skill Insight}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A scroll declaring your authority signed by a king or other official, a book of law, a formal uniform you wear to court, a set of common clothes, and a belt pouch containing 15 gp"
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Legal Authority",
					"entries": [
						"You are familiar with the letter of the law and the workings of the courts. If you or your party gets into legal trouble, you are well equipped to represent them in a court of law. You may know of legal loopholes that will help your case, or have personal connections to legal professionals that can assist you.",
						"If in a foreign land, you are able to track down their system of laws you can learn the shape of their legal system after studying their laws for a single day."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"A judge's career is centered on issues of right, wrong, and punishment. They are accustomed to being respected and in control.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I quote the law like a religious fanatic quotes scripture."
								],
								[
									2,
									"I bang my weapon like a gavel whenever I want a rowdy group's attention."
								],
								[
									3,
									"I remain impartial when making decisions, even where most would be influenced by biases and loyalties."
								],
								[
									4,
									"Evidence is necessary to back up any claim."
								],
								[
									5,
									"I insist on settling all disagreements through court proceedings, or as close to that as I can manage."
								],
								[
									6,
									"I have to hear all sides of a story, but I secretly hate listening to people whine about how unfairly they're treated."
								],
								[
									7,
									"I am happy to make sacrifices for the sake of fairness."
								],
								[
									8,
									"I will not attack a person unless someone can prove they are doing something wrong."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Law.} I will follow the letter of the law always, no matter what I believe. (Lawful)"
								],
								[
									2,
									"{@bold Justice.} My duty is to mete out punishments that are merited by their crimes. (Good)"
								],
								[
									3,
									"{@bold Reform.} Laws can be corrupt, and I strive to free people from the bad ones. (Chaotic)"
								],
								[
									4,
									"{@bold Punishment.} I will punish all those who have committed great evils. (Any)"
								],
								[
									5,
									"{@bold Control.} I enforce the law only where it benefits me. (Evil)"
								],
								[
									6,
									"{@bold Stability.} The purpose of law is to keep civilization from collapsing. The spirit of that goal is more important than the letter of the law. (Neutral)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I once allowed a dangerous criminal to go free, and I don't plan to let them get away again."
								],
								[
									2,
									"All those who strive to uphold the law are my allies."
								],
								[
									3,
									"I have sentenced an innocent man to a horrible punishment, and that guilt still haunts me."
								],
								[
									4,
									"There is an ethical cause that I would give my life for."
								],
								[
									5,
									"I dream of memorizing the laws of every civilization."
								],
								[
									6,
									"I am enamored with the legal system of my own culture, and want to spread its tenets everywhere."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"Mercy is a foreign concept to me."
								],
								[
									2,
									"I am unwilling to admit when I am wrong."
								],
								[
									3,
									"I become unreasonably enraged at even the slightest injustice."
								],
								[
									4,
									"I expect others to adhere to the law, but I am above it."
								],
								[
									5,
									"If there isn't a law in the books to handle a dilemma, I can't make a decision."
								],
								[
									6,
									"The punishments I deal are cruel and unusual."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Variant Judge: Lawyer",
					"entries": [
						"Your home is a place where the legal system gives prosecutors and defendants the right to hire a legal specialist to argue their case. You know the law as well as any judge, but your job is to use it to protect your client. Replace your History proficiency with Persuasion."
					]
				}
			]
		},
		{
			"name": "Nomad",
			"source": "BGO",
			"skillProficiencies": [
				{
					"insight": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"startingEquipment": [
				{
					"_": [
						"traveler's clothes|phb",
						{
							"special": "cloak"
						},
						"staff|phb",
						{
							"item": "pouch|phb",
							"containsValue": 500
						}
					]
				}
			],
			"entries": [
				"Nomads are people which have no single place to call home. Many travel with an entire community and carry with them rich cultures, but some travel in much smaller groups or alone. Nomads are seldom fully welcomed by larger, more static societies, which view them as outsiders and fear their otherness. But tinkers, itinerant healers, and theatre troupes are seldom turned away.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Insight}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of travelling clothes including a cloak, a staff, and a belt pouch containing 5 gp"
						}
					]
				},
				{
					"type": "entries",
					"name": "Nomadic Type",
					"entries": [
						"Unconnected as you are to any greater society, you survive by alternative means. Your lifestyle is characterized by your activities, which determines a second proficiency provided by this background. Below are examples; you may work with your DM to create a different nomadic type as needed.",
						{
							"type": "table",
							"colLabels": [
								"d10",
								"Type"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"Pastoralist (Animal Handling)"
								],
								[
									2,
									"Hunter-gatherer (Survival)"
								],
								[
									3,
									"Performer (Performance)"
								],
								[
									4,
									"Healer (Medicine)"
								],
								[
									5,
									"Raider (Athletics)"
								],
								[
									6,
									"Craftsman (Expert Craftsman*)"
								],
								[
									7,
									"Con Artist (Deception)"
								],
								[
									8,
									"Merchant (Persuasion)"
								],
								[
									9,
									"Prophet (Religion)"
								],
								[
									10,
									"Chronicler (History)"
								]
							]
						},
						"{@note *An expert craftsman chooses one type of artisan's tools. You gain proficiency with those tools and your proficiency bonus is doubled for any ability check that uses those tools.}"
					]
				},
				{
					"type": "entries",
					"name": "Feature: Worldly",
					"entries": [
						"Your unceasing travel of the world has allowed you to glean insights and connections into settlements you travel to. Work with your DM to determine where you have travelled in your past, if only generally. When you visit a settlement you have visited before, you know one local who can point you toward a good place to stay a night.",
						"When you visit a settlement you have not visited before, you may spend 10 minutes observing the new location. If you do, the DM provides you with one significant observation about the location's culture. You may glean one new piece of information each day."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Nomads are continually at the outside of larger society, which separates them from many conventional social norms and customs.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I am slow to trust people that are not members of my social group."
								],
								[
									2,
									"I place no stock in wealthy or well-mannered folk. High-minded values and ideas teach you nothing about the world as it is."
								],
								[
									3,
									"I'm full of witty aphorisms and have a proverb for every occasion."
								],
								[
									4,
									"I travel incessantly because no place could bear to keep me for very long."
								],
								[
									5,
									"I never feel satisfied in one place for long, and I quickly feel the need to move on."
								],
								[
									6,
									"I don't mind fleecing someone if they don't know the true price of what they seek."
								],
								[
									7,
									"I feel that I must share my gifts with all places in the world, not just one land or kingdom."
								],
								[
									8,
									"I enjoy travelling to new lands and making new friends over a flagon of ale."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Tradition.} The long standing traditions of my people must be honored and upheld. (Lawful)"
								],
								[
									2,
									"{@bold Community.} We have to take care of each other, because no one else is going to do it. (Good)"
								],
								[
									3,
									"{@bold Creativity.} The world is in need of new ideas and bold action. (Chaotic)"
								],
								[
									4,
									"{@bold Loyalty.} I do not give my word of friendship easily, but when I do it is for life. (Any)"
								],
								[
									5,
									"{@bold Live and Let Live.} Meddling in the affairs of others only causes trouble. (Neutral)"
								],
								[
									6,
									"{@bold Retribution.} Those that have wronged me in the past will suffer in the way that I have suffered. (Evil)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I would do anything for the members of my nomadic community."
								],
								[
									2,
									"I suffer awful visions of a coming disaster and will do anything to prevent it."
								],
								[
									3,
									"I will bring down terrible wrath on the evildoers who destroyed my family."
								],
								[
									4,
									"I am on the run from a greater power than myself, and if I stop moving then they might find me."
								],
								[
									5,
									"I have been searching my whole life for the answer to a certain question."
								],
								[
									6,
									"No one else should have to endure the hardships I've been through."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I'll never fully trust anyone other than myself."
								],
								[
									2,
									"I turn tail when things look bad."
								],
								[
									3,
									"If there's a plan, I'll forget it. If I don't forget it, I'll ignore it."
								],
								[
									4,
									"I believe that my profession is the most important craft to pursue, above all other ideals."
								],
								[
									5,
									"I disdain the laws of other societies, and I have no compunctions against breaking them at a whim."
								],
								[
									6,
									"I am deeply mistrustful of the members and customs of other societies."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Servant",
			"source": "BGO",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"athletics",
							"insight",
							"perception"
						],
						"count": 2
					}
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"gaming set": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "serving clothes"
						},
						"common clothes|phb",
						{
							"equipmentType": "setGaming"
						},
						{
							"special": "token of your service"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1000
						}
					]
				}
			],
			"entries": [
				"You understand wealth, power, and privilege - you just never had any of it yourself. Those with noble titles, merchant empires, and large castles need people to take care of their day-to-day affairs, and you know that life well.",
				"You lived -or live—your life in service to a family of middle or higher class. You are more familiar than most with the ins, outs, and back roads of the upper crust of society. Interacting with the rich and powerful has taught you much about their world and given you some keen and humble insights into human nature.",
				"Work with your DM to determine your place of service in the world and the master who you've served. Are you an indentured servant, working off the final years of debt to an unkind master? Do you serve your master's family, just as your ancestors served them before you? Do you hope to rise in your position of service in the household over a number of years, or is this only temporary work for you?",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Choose two from {@skill Athletics}, {@skill Insight}, and {@skill Perception}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "One type of {@item gaming set|phb}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of serving clothes, a set of common clothes, a gaming set (your choice), a token of your service (e.g., embroidered napkin, contract of service, stolen silverware), and a belt pouch containing 10 gp."
						}
					]
				},
				{
					"type": "entries",
					"name": "Profession",
					"entries": [
						"The serving duties of most households are in a hierarchy based on merit and years served.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Profession"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"Butler"
								],
								[
									2,
									"Housekeeper"
								],
								[
									3,
									"Cook"
								],
								[
									4,
									"Groundskeeper"
								],
								[
									5,
									"Field Hand"
								],
								[
									6,
									"Chauffeur"
								],
								[
									7,
									"Child Rearer"
								],
								[
									8,
									"Bodyguard"
								],
								[
									9,
									"Menial Laborer"
								],
								[
									10,
									"Sex Worker"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Position of Service",
					"entries": [
						"Interacting with upper classes takes a certain amount of tact, understanding, and deft side-stepping. It also fuels a special kind of camaraderie with the serving class, no matter who they serve. If you interact with nobility, then you know how to give them shows of deference and respect that they expect from those of lower status. If you interact with the serving class, you can use your similar experience to ingratiate yourself to them and cause them to interact with you more favorably."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Life as a servant shapes you -some find a good place in their service, some are broken by it, and some chafe against it all their lives.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I've scraped shit from a wooden floor and eaten food that was unfit for my master's table. I'm not afraid to stoop down a bit to get things done."
								],
								[
									2,
									"Service to something greater than myself allows me a place and purpose in the world."
								],
								[
									3,
									"I placed myself in service to a noble because I find the world of finery, status, and extravagance to be thrilling and I wanted to be closer to it."
								],
								[
									4,
									"I know that nobles are no different than the common folk, because I've changed noble diapers and seen great men die to common illness."
								],
								[
									5,
									"As a rule, I enjoy serving others and allowing my assistance to guide them in their pursuits."
								],
								[
									6,
									"I'd been in service to one family for most of my life, and now that I am free I will make the most of my new life."
								],
								[
									7,
									"No matter the company I keep or the situation I find myself in, I will hold myself to the laws of propriety."
								],
								[
									8,
									"When something needs to be done, hard work and diligence are better than doing a sloppy job."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Respect.} Respect is due because all people, regardless of station, deserve to be treated with honor. (Good)"
								],
								[
									2,
									"{@bold Dignity.} More than anything else, I will not abide a stain on my character or a question about my moral standing. (Any)"
								],
								[
									3,
									"{@bold Loyalty.} I do not give my word, service, or friendship easily, but when I do it is for life. (Lawful)"
								],
								[
									4,
									"{@bold Excellence.} In all things, I take a certain pride in a job well done and mastery of one's work. (Neutral)"
								],
								[
									5,
									"{@bold Independence.} I know that those I served are no better than those serving, and I seek to break down those barriers of thought and act. (Chaotic)"
								],
								[
									6,
									"{@bold Power.} By being a cunning counselor and firm servant, I can gain power through those that I serve - by any means necessary. (Evil)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"Nothing is more important than service to my master's family."
								],
								[
									2,
									"I am the last remaining person that knows my masters' secret, and I must act upon it."
								],
								[
									3,
									"I am in love with a noble from a house that I served in, and I would do anything to keep their safety."
								],
								[
									4,
									"I will get revenge on the evil forces that destroyed my master's family line."
								],
								[
									5,
									"No one in my family ever had their names inscribed in legend - it is up to me to start a tradition of greatness."
								],
								[
									6,
									"I have a responsibility to support and fight for the common folk, not the nobles."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"Because of my years of service to difficult masters, I behave as though I am inferior to others around me."
								],
								[
									2,
									"I hear veiled references to my inferior status in every word offered by nobles, and I am quick to anger towards them."
								],
								[
									3,
									"Unless it is really important to me, I tend to allow others to make my decisions for me."
								],
								[
									4,
									"I can't help myself- sometimes I steal small, expensive items that I believe no one will miss."
								],
								[
									5,
									"I expect others to hold themselves to high standards of code and propriety, and look down on those that fall short of my expectations."
								],
								[
									6,
									"Most of the time, I want to only do the bare minimum to avoid the displeasure or ire of those more powerful than me."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Variant Servant: Slave",
					"entries": [
						"You spent your labor working at much the same job as any other servant, but you were not paid for your labor and your very body was owned by another. Most institutions of slavery allow for other debasements to be visited upon its slaves.",
						"If you are currently a slave, you have a master which the legal system dictates you must answer to. If you are free, you start with documents proving your freedom as your token of service. In any case, you start with only 2 gp."
					]
				}
			]
		},
		{
			"name": "Shaman",
			"source": "BGO",
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"arcana",
							"nature",
							"medicine",
							"religion"
						],
						"count": 2
					}
				}
			],
			"toolProficiencies": [
				{
					"herbalism kit": true,
					"poisoner's kit": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						"herbalism kit|phb",
						"poisoner's kit|phb",
						{
							"special": "sacred ritual item"
						},
						{
							"item": "pouch|phb",
							"containsValue": 500
						}
					]
				}
			],
			"entries": [
				"You live your life as a mediator, diviner, storyteller, healer, and psychopomp. Among your people you serve as a carrier of traditions and conduit of archaic wisdom. A shaman performs spiritual services for their community, paying obeisance to those spirits that will provide boons, and doing combat with spirits that would cause harm.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "Choose two from {@skill Arcana}, {@skill Nature}, {@skill Medicine}, and {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Herbalism kit|phb}, {@item Poisoner's kit|phb}"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "{@item Herbalism kit|phb}, {@item poisoner's kit|phb}, two sacred ritual items, and a belt pouch containing 5 gp"
						}
					]
				},
				{
					"type": "entries",
					"name": "Traditional Spirits",
					"entries": [
						"As a shaman, you have learned to revere all spirits, but your learning is typically characterized by one type.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Spirit"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"Ancestral"
								],
								[
									2,
									"Fey"
								],
								[
									3,
									"Plant"
								],
								[
									4,
									"Animal"
								],
								[
									5,
									"Archetypal"
								],
								[
									6,
									"Elemental"
								],
								[
									7,
									"Undead"
								],
								[
									8,
									"Astral"
								],
								[
									9,
									"Fiend"
								],
								[
									10,
									"Celestial"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Parley with Spirits",
					"entries": [
						"Your knowledge of a variety of spirits increases your ability to interact with them. If confronted by any intelligent spirit (as listed above), you can invoke the ancient ways of communion between your kind and theirs. You make a great display of respect and tradition, and the entity is inclined to be more favorable to you and your party. Communing gives an opening: an intelligent spirit may give a chance to talk, a friendly spirit may be more helpful, and a hostile spirit may rethink a violent act."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"Shamanistic practices are employed to preserve social order and benefit individuals in your society.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I am slow to trust people that are not members of my social group."
								],
								[
									2,
									"I am deeply reverent of the spiritual world - people and cities are not important in comparison."
								],
								[
									3,
									"The spirit world is a terrible and brutal place, and so am I."
								],
								[
									4,
									"I have faced oppression for my beliefs, and I am reticent to express them."
								],
								[
									5,
									"Tradition is the backbone of any society, and following it gives much benefit."
								],
								[
									6,
									"The spirits are in control of our fate and we only act out the part."
								],
								[
									7,
									"The spirits have taught me to be tolerant and understanding of all creatures."
								],
								[
									8,
									"Mortal life is less real and important than the world of the spirits."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Tradition.} The ancient traditions of my ancestors must be honored and upheld. (Lawful)"
								],
								[
									2,
									"{@bold Wild.} Nature abhors a wall. (Chaotic)"
								],
								[
									3,
									"{@bold Wisdom.} The path to power and improvement is through the understanding of ancient wisdom. (Any)"
								],
								[
									4,
									"{@bold Power.} Communion with the spirits can offer the path toward power and domination. (Evil)"
								],
								[
									5,
									"{@bold Balance.} Both the mundane and spiritual world seek balance in all things. (Neutral)"
								],
								[
									6,
									"{@bold Greater Good.}  It is my duty to use my abilities to help people and assist the ailing. (Good)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I must always protect my homeland and my people."
								],
								[
									2,
									"Protection of the spirits and the natural order is paramount."
								],
								[
									3,
									"I sold my soul for greater deeds and power. I hope to do great deeds and win it back."
								],
								[
									4,
									"My life is my devotion to my people and their traditions."
								],
								[
									5,
									"I have been searching my whole life for the answer to a certain question."
								],
								[
									6,
									"I have been entrusted with a powerful secret, and I must not let it fall into the wrong hands."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I find it hard to take worldly matters seriously."
								],
								[
									2,
									"I only value the needs of my tribe and I do not care for other civilizations."
								],
								[
									3,
									"The spirits often interfere with my life and request things of me."
								],
								[
									4,
									"I am in awe of the spirits and am afraid to act against them."
								],
								[
									5,
									"I am flighty and prone to distraction."
								],
								[
									6,
									"I am deeply mistrustful of members of other faiths."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Undertaker",
			"source": "BGO",
			"skillProficiencies": [
				{
					"medicine": true,
					"religion": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 1
				}
			],
			"toolProficiencies": [
				{
					"disguise kit": true
				}
			],
			"startingEquipment": [
				{
					"_": [
						{
							"special": "Holy symbol"
						},
						{
							"special": "hammer"
						},
						"fine clothes|phb",
						{
							"special": "small knife"
						},
						{
							"special": "vial of perfume"
						},
						{
							"special": "needle"
						},
						{
							"special": "thread"
						},
						{
							"item": "pouch|phb",
							"containsValue": 1500
						}
					]
				}
			],
			"entries": [
				"You have spent your life in service of preparing, interring, and protecting the dead. You tend to the dead, preparing corpses in a manner in keeping with your craft and preferred by the family of the deceased. The handling of the dead is taboo in many societies, so the undertaker's role is to do what others would not - many find themselves shunned by the people they serve. Though undertakers may be ridiculed and ignored, they are a necessary part of their communities.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Medicine}, {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item Disguise Kit|phb}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "One of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A holy symbol (a gift to you when you became an undertaker), a hammer, a set of fine clothes, a small knife, a vial of perfume, a needle, thread, and a belt pouch containing 15 gp."
						}
					]
				},
				{
					"type": "entries",
					"name": "Feature: Respect for the Dead",
					"entries": [
						"While most are repulsed by or shy away from it, you have made your living handling the dead. You are familiar with the religious rites, funerary services, and corpse treatments of most societies. Your experience often results in you having unquestioned access to unsavory places, such as crime-scenes, morgues, and cemeteries. In addition, due to the unpleasant nature of your trade you are less likely to attract scorn for possession of corpses, bones, and other normally taboo items."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"type": "entries",
					"name": "Suggested Characteristics",
					"entries": [
						"An undertaker is defined by the place held in their community and the expertise of their craft.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I do not believe that all things in life are worth suffering for."
								],
								[
									2,
									"I pay no mind to others' status and wealth."
								],
								[
									3,
									"My trade is my art. Through my art I can provide warmth, sympathy and understanding from those of the deceased."
								],
								[
									4,
									"I am constantly aware of my own mortality, and it terrifies me."
								],
								[
									5,
									"I have internalized my community's scorn."
								],
								[
									6,
									"I prefer the company of the dead to the living."
								],
								[
									7,
									"The living are not so bad - it's the faces of the dead that haunt me."
								],
								[
									8,
									"I will not mourn for the dead, but celebrate the life they endured."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"{@bold Tradition.} The traditions and knowledge of my craft must be continued through myself and spread to others (Lawful)"
								],
								[
									2,
									"{@bold Generosity.} I will gladly pay out of my own pocket for the proper preparation and burial for those who can afford none. (Good)"
								],
								[
									3,
									"{@bold Community.} To those who die, and have none to attend, I will stand at their wake to lay their soul to rest. (Neutral)"
								],
								[
									4,
									"{@bold Fairness.} Before death, even the highest of elven lords and the lowest of peasants are judged equally. (Any)"
								],
								[
									5,
									"{@bold Freedom.} The nature of my trade lets me freely partake in the taboos of my craft. (Chaotic)"
								],
								[
									6,
									"{@bold Power.} The bones and bodies of my craft will continue to serve me in this life and into the next. (Evil)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I owe my training to my family, and the skill they gave to me will not pass from this world when it's my time to go."
								],
								[
									2,
									"My job has a complex importance in the world, and I know that I must put all dead that I encounter to rest."
								],
								[
									3,
									"It is my duty to protect the dead from mutilation, desecration, and defilement."
								],
								[
									4,
									"I feel compelled to work to preserve and improve the cemeteries that I come across in my travels."
								],
								[
									5,
									"I have an affinity for the dead, but I am sworn to hate the undead in all its forms."
								],
								[
									6,
									"I feel an intimate affinity with those that have lost, as I have also felt their pain."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11 text-left"
							],
							"rows": [
								[
									1,
									"I've spend so much time around death that I have no qualms with bringing it to others."
								],
								[
									2,
									"I am socially inept at interacting with the living."
								],
								[
									3,
									"I believe that bodies are, essentially, meat - even when they are living."
								],
								[
									4,
									"I steal from the dead - what good will money do them in the afterlife?"
								],
								[
									5,
									"I overindulge in the delights of the world to make up for the dead who cannot."
								],
								[
									6,
									"I become irrationally angry at those who speak ill of the recently deceased."
								]
							]
						}
					]
				}
			]
		}
	]
}
