{
	"_meta": {
		"sources": [
			{
				"json": "TaR",
				"abbreviation": "TaR",
				"full": "Titles as Rewards (3pp)",
				"authors": [
					"Joey"
				],
				"convertedBy": [
					"Jafner"
				],
				"version": "1.0",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1537874753,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "0bb7ff6227",
		"edition": "classic"
	},
	"reward": [
		{
			"name": "Title of King/Queen",
			"entries": [
				"This title entitles its bearer to any and all rights and powers within the borders of their kingdom.",
				"An adventurer king or queen may requisition any equipment costing no more than 15,000 gp that is available within their kingdom.",
				"This title could be replaced with Emperor/Empress, Monarch, or Sovreign."
			],
			"source": "TaR",
			"type": "Title (Nobility)"
		},
		{
			"name": "Title of Duke/Duchess",
			"entries": [
				"This title entitles its bearer to governance over a region of a kingdom. A duke or duchess is authorized by the highest ruler to command the full force of the kingdom's regular army should there by need.",
				"An adventurer duke or duchess may requisition any equipment costing no more than 2,000 gp that is available within their dukedom.",
				"This title could be replaced with Prince/Princess, Marquess/Marquessa, Margrave, or Landgrave."
			],
			"source": "TaR",
			"type": "Title (Nobility)"
		},
		{
			"name": "Title of Count/Countess",
			"entries": [
				"This title entitles its bearer to governance over a small collection of towns or villages and the land surrounding them. A count or countess commands a small regular army and may conscript the militias of any barons under them.",
				"An adventurer count or countess may requisition any equipment costing no more than 1,000 gp that is available within their county, or a suit of full plate armor.",
				"This title could be replaced with Earl or Burgrave."
			],
			"source": "TaR",
			"type": "Title (Nobility)"
		},
		{
			"name": "Title of Baron/Baroness",
			"entries": [
				"This title entitles its bearer to governance over a single castle or town and its surrounding land. A baron or baroness commands any citizen militias or appointed knights within their barony.",
				"An adventurer baron or baroness may requisition any equipment costing no more than 500 gp that is available within their county."
			],
			"source": "TaR",
			"type": "Title (Nobility)"
		},
		{
			"name": "Title of Knight/Dame",
			"entries": [
				"This title entitles its bearer to a parcel of undeveloped land within a baron's domain. Knights are often given access to the weapons and other equipment storehouses of the baron who granted the title.",
				"An adventurer knight or dame may requisition any equipment costing no more than 100 gp that is available within their baron's or baroness' storehouses. A knight is also expected to take a squire.",
				"This title could be replaced with Chevalier."
			],
			"source": "TaR",
			"type": "Title (Nobility)"
		},
		{
			"name": "Title of Archpriest/Archpriestess",
			"entries": [
				"This title entitles its bearer to healing services, interplanar communication, and interplanar transportation services equal to those of a 5th-level spell at any temple dedicated to the deity they serve. These services can be extended to the titlebearer's party and can be provided once per day."
			],
			"source": "TaR",
			"type": "Title (Religious)"
		},
		{
			"name": "Title of High Priest/High Priestess",
			"entries": [
				"This title entitles its bearer to healing services equal to those of a 3rd level spell at the temple they serve. These services can be extended to the titlebearer's party and can be provided once per day."
			],
			"source": "TaR",
			"type": "Title (Religious)"
		},
		{
			"name": "Title of Priest",
			"entries": [
				"This title entitles its bearer to healing services equal to those of a 1st level spell at the temple they serve. These services can be extended to the titlebearer's party and can be provided once per day. "
			],
			"source": "TaR",
			"type": "Title (Religious)"
		},
		{
			"name": "Title of Master Craftsman/Master Craftswoman",
			"entries": [
				"This title entitles its bearer to legal representation provided by the guild or artisans' organization to which they belong.",
				"An adventurer master craftsman or craftswoman may requisition any masterwork tools possessed by the organization to which they belong and is guaranteed a buyer for any work they produce."
			],
			"source": "TaR",
			"type": "Title (Artisan)"
		},
		{
			"name": "Title of Expert Craftsman/Expert Craftswoman",
			"entries": [
				"This title entitles its bearer to legal representation provided by the guild or artisans' organization to which they belong.",
				"An adventurer expert craftsman or craftswoman may requisition any masterwork tools possessed by the organization to which they belong."
			],
			"source": "TaR",
			"type": "Title (Artisan)"
		},
		{
			"name": "Title of Journeyman/Journeywoman",
			"entries": [
				"This title entitles its bearer to legal services provided by the guild or artisans' organization to which they belong.",
				"An adventuer journeyman or journeywoman may requisition any tools possessed by the organization to which they belong."
			],
			"source": "TaR",
			"type": "Title (Artisan)"
		}
	]
}
