{
	"_meta": {
		"sources": [
			{
				"json": "TTNSP",
				"abbreviation": "TTNSP",
				"full": "Tigtone & the Never-Stopping Prophecy",
				"authors": [
					"Adult Swim",
					"Jeremy Melloul",
					"Andrew Koehler",
					"Benjamin Martian"
				],
				"convertedBy": [
					"Lyra [he/him]"
				],
				"version": "1",
				"color": "2a4c03",
				"url": "https://www.adultswim.com/misc/tigtonesquest/",
				"dateReleased": "2020-11-03"
			}
		],
		"dependencies": {
			"monster": [
				"MM"
			]
		},
		"edition": "classic",
		"status": "ready",
		"dateAdded": 1706971134,
		"dateLastModified": 1731886430,
		"_dateLastModifiedHash": "7d9993741f"
	},
	"item": [
		{
			"name": "Ancient Wizard Handbook",
			"source": "TTNSP",
			"page": 18,
			"rarity": "legendary",
			"wondrous": true,
			"entries": [
				"This book contains profound insights into the workings of magic and what it means to be a wizard. Its words are charged with magic. If you read the magic words written on the interior front cover of the book aloud, you exchange all levels you have in other classes for wizard levels. In addition, while attuned to the handbook, you grow a long snow-white or gray beard that is a number of inches in length equal to {@dice 1d6} + your wizard level, or a visibly thicker beard if you already have one. In addition, any equipment you are carrying is converted into equipment equivalent in value that you are proficient in, including a {@item spellbook|PHB}. The manual then loses its magic but regains it in a century's time."
			],
			"hasFluffImages": true
		},
		{
			"name": "Chicken Dinner",
			"source": "TTNSP",
			"page": 9,
			"type": "FD",
			"rarity": "none",
			"value": 10,
			"entries": [
				"A flavorful chicken dinner and wine, which goes for about 10 copper pieces and includes a side of roasted acorns."
			]
		},
		{
			"name": "Claw-Grabber Crossbow",
			"source": "TTNSP",
			"page": 18,
			"baseItem": "heavy crossbow|PHB",
			"type": "R",
			"rarity": "uncommon",
			"weight": 18,
			"weaponCategory": "martial",
			"property": [
				"A",
				"H",
				"LD",
				"2H"
			],
			"range": "100/400",
			"bonusWeaponAttack": "+1",
			"entries": [
				"The claw-grabber crossbow is a +1 heavy crossbow except that instead of firing bolts, it fires a claw that can grab a target and pull it towards you. Choose a target. Make an attack roll using the claw-grabber crossbow against the target. If you are proficient with heavy crossbows, you can add your proficiency bonus to the attack roll for any attack you make with it. If you hit, the attack deals no damage but the target is automatically {@condition grappled} and pulled to your location. Any creature you target with this item must be no larger than Medium in size."
			],
			"hasFluffImages": true
		},
		{
			"name": "Enchanted Compass",
			"source": "TTNSP",
			"page": 18,
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"As an action, you can speak into the compass in order to imbue it with information, either a list of items, people, or places. New information cannot be imbued into the compass until the previous items are found or until it is subject to the effects of a {@spell dispel magic} spell.",
				"For as long as the compass is imbued with information, it points you in the direction of the nearest item from your list and gradually grows larger the closer you get to your target. The compass starts at a size of approximately 4 inches in diameter and slowly grows to a total size of 2 feet in diameter when you are within 30 feet of the item, person, or place in question.",
				"Once you have collected all the items on your list, or reached your target or destination, the compass glows with a dim magical light and, as an action, you can choose to transform the enchanted compass. The enchanted compass grows to 5 feet in diameter and gains all the qualities of a {@item carpet of flying|DMG} for up to 8 hours. Once the effect wears off, this property cannot be used again until a new list of items has been imbued and successively found."
			],
			"hasFluffImages": true
		},
		{
			"name": "Globe of Proof",
			"source": "TTNSP",
			"page": 10,
			"type": "$A|DMG",
			"rarity": "unknown (magic)",
			"value": 200,
			"entries": [
				"2 gp. A \"scrying globe\" that, when shaken, blurs with magic (small white flakes of \"snow\") and reveals a magical image of the temple of Azpehrun with a tiny image of yourself standing outside the temple waving hello. This provides proof that you visited the temple."
			]
		},
		{
			"name": "Ice Booties",
			"source": "TTNSP",
			"page": 19,
			"rarity": "rare",
			"wondrous": true,
			"entries": [
				"While wearing these booties you automatically succeed on any checks to move on ice.",
				"In addition, while you wear these boots, you can use a bonus action to activate them. If you do so, the boots create solid platforms of ice below your feet wherever you end your movement, whether in the air or on the ground.",
				"When this property has been used for a total of 10 minutes, the magic ceases to function until you finish a long rest."
			]
		},
		{
			"name": "Magic Marbles",
			"source": "TTNSP",
			"page": 18,
			"type": "R",
			"rarity": "rare",
			"wondrous": true,
			"weaponCategory": "simple",
			"property": [
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"dmgType": "B",
			"entries": [
				"These magic marbles have great and terrible power, if only you knew how to use them like Tigtone. It is said that the {@creature slime captain|TTNSP|slime captains} are deeply vulnerable to the magic marbles. In most other situations, your best bet is probably to try throwing them at people (simple ranged weapon, {@damage 1d4} bludgeoning damage, range 20/60 ft., thrown) or to use them as ball bearings or... just marbles.",
				"The true abilities of these marbles is at the game master's discretion. Perhaps, when rolled, they function like the {@item Deck of Many Things} {@homebrew |(SRD pg. 216)} or perhaps the effects are less magical, but equally random! Go wild here!"
			]
		},
		{
			"name": "Make-Your-Own Scrying Sauce Kit!",
			"source": "TTNSP",
			"page": 10,
			"type": "AT",
			"rarity": "unknown (magic)",
			"value": 400,
			"entries": [
				"4 gp. With this kit you too can make the famed scrying sauce used by the oracles! Identical in taste, viscosity, and every way except magical potency! This kit walks you through each step necessary to make the sauce and also counts as a set of {@item cook's utensils|PHB}. Comes with the oracle's patented Flavor Powder, which makes the sauce taste like whatever you want it to!"
			]
		},
		{
			"name": "Mud Wine",
			"source": "TTNSP",
			"page": 9,
			"type": "FD",
			"rarity": "none",
			"value": 3,
			"entries": [
				"A sludgy novelty drink called Mud Wine which is exactly that, mud mixed with wine. It's 3 copper pieces a cup."
			]
		},
		{
			"name": "Oracle Doll",
			"source": "TTNSP",
			"page": 10,
			"type": "$|DMG",
			"rarity": "unknown (magic)",
			"value": 60,
			"entries": [
				"6 sp. A doll made of cloth stuffed with dry manure. It's magically charmed to say phrases like \"YOU are a chosen one!\" and \"I am an oracle! It is foretold!\" and \"I told you so.\""
			]
		},
		{
			"name": "Plot Armor",
			"source": "TTNSP",
			"page": 15,
			"type": "HA",
			"rarity": "unknown (magic)",
			"weight": 65,
			"value": 150000,
			"ac": 18,
			"strength": "15",
			"stealth": true,
			"entries": [
				"Armor that breaks the curse of the {@item Special Sash|TTNSP} when worn."
			]
		},
		{
			"name": "Princess Wand",
			"source": "TTNSP",
			"page": 19,
			"rarity": "very rare",
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "1d4 + 1",
			"charges": 5,
			"entries": [
				"This wand has five charges. While holding it, you can use an action to expend 1 or more of its charges to cast the {@spell dominate person} spell (spell save {@dc 20}) at 5th level from it. You can increase the spell slot level by one for each additional charge you expend.",
				"This wand has the added effect of transforming the clothing of any creatures dominated by it into the attire of a stereotypical fairytale princess and making them behave with the excessive politeness befitting a royal heir.",
				"Once you expend any number of the wand's charges, you can't use the wand again until 10 minutes have passed.",
				"The wand regains {@dice 1d4 + 1} expended charges daily at dawn. If you expend the wand's last charge, roll a {@dice d20}. On a 1, the wand crumbles into ashes and is destroyed."
			],
			"attachedSpells": [
				"dominate person"
			],
			"hasFluffImages": true
		},
		{
			"name": "Quester's Journeyal",
			"source": "TTNSP",
			"page": 20,
			"rarity": "artifact",
			"reqAttune": true,
			"wondrous": true,
			"curse": true,
			"weight": 5,
			"ability": {
				"choose": [
					{
						"amount": 2,
						"count": 1,
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis",
							"cha"
						]
					},
					{
						"amount": -2,
						"count": 1,
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis",
							"cha"
						]
					}
				]
			},
			"entries": [
				"This five-pound, leatherbound journal is meant to be filled with stories of the heroic adventures starring the person attuned to this item. Some believe this Quester's Journeyal is cursed; others believe it is simply an incredibly well-designed product. In any case, what's true is that this journal compels those who attune to it to obsessively seek out quests, no matter how small or mundane.",
				"It is this effect that has led some to believe that the journal itself feeds off the stories written in it, which explains why it might drive any creature attuned to it to embark upon new adventures so they might fill this journal's pages.",
				"A creature attuned to the book must spend 80 hours writing in it to fill its pages and reap its benefits. While writing in the journal, you hear your own voice narrating your writing back to you. Whenever a new person attunes to this journal, its pages empty, allowing the new being attuned to this item to write their own adventures.",
				"The Quester's Journeyal remains with you only as long as you strive to go on quests. If you fail to embark upon or make progress on one quest within the span of 10 days, the book disappears.",
				{
					"type": "entries",
					"name": "Random Properties.",
					"entries": [
						"The Quester's Journeyal has the following random properties:",
						{
							"type": "list",
							"items": [
								"1 {@table Artifact Properties; Minor Beneficial Properties|dmg|minor beneficial} property",
								"1 {@table Artifact Properties; Minor Detrimental Properties|dmg|minor detrimental} property"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Adjusted Ability Scores",
					"entries": [
						"After you spend the requisite amount of time writing in the book, one ability score of your choice increases by 2, to a maximum of 24. Another ability score of your choice decreases by 2, to a minimum of 3. The book can't adjust your ability scores again."
					]
				},
				{
					"type": "entries",
					"name": "Questing Curse",
					"entries": [
						"After you spend the requisite amount of time writing in this book, you become cursed. For as long as you are attuned to this book,",
						{
							"type": "list",
							"items": [
								"you have disadvantage on {@skill Persuasion} (Charisma) checks to negotiate the terms of a quest, and",
								"if you wish to refuse a quest, you must succeed on a {@dc 17} Charisma saving throw. On a failure, you must accept the quest or suffer psychic damage equal to {@dice 2d10} + your character level."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "The Art of Questful Combat",
					"entries": [
						"While you carry the Quester's Journeyal and are attuned to it, you know two Fighting Styles of your choice from the {@classFeature Fighting Style|Fighter|PHB|1|PHB|fighter class feature}. In addition, you have advantage on all death saving throws."
					]
				},
				{
					"type": "entries",
					"name": "Boon of The Memory Gnome",
					"entries": [
						"While you carry the Quester's Journeyal, you earn the boon of The Memory Gnome—a mysterious being that lives deep within a creature's memories. Any being blessed with this creature's company enjoys the boon of remembering important information at just the right times!",
						"At the GM's discretion, the Memory Gnome can remind you of something you are capable of that you might be forgetting or is otherwise relevant to the current situation! In a moment when your GM knows that you have something useful or relevant to the situation that you have forgotten, the GM is obligated to remind you once per session."
					]
				},
				{
					"type": "entries",
					"name": "Boon of Monster Mastery",
					"entries": [
						"While you carry the Quester's Journeyal, you may cast {@spell dominate monster|PHB|dominate creature} without using a spell slot and without any verbal components. The target of the spell may not be a humanoid. Once you use this spell, you can't cast it again until 5 years have passed."
					]
				},
				{
					"type": "entries",
					"name": "Destroying the Book",
					"entries": [
						"Only the currently attuned author of the Quester's Journeyal may remove pages from the book. A creature attuned to the book for one hundred years can unearth a phrase hidden in the original text that, when translated to {@language Celestial} and spoken aloud, destroys the speaker in a blinding flash of radiance and permanently saves the book in its current state with a record of all the quester's travels. No new creature may attune to the book.",
						"However, as long as there are quests to be done and adventures to go on, a new copy of the book reforms {@dice 1d10 x 10} years later. If all sources of conflict in the multiverse are wiped out, the book turns to dust and is forever destroyed."
					]
				}
			],
			"attachedSpells": [
				"dominate monster"
			],
			"hasFluffImages": true
		},
		{
			"name": "Relax Wax",
			"source": "TTNSP",
			"page": 10,
			"type": "$|DMG",
			"rarity": "none",
			"value": 5,
			"entries": [
				"5 cp for a set of 3. A variety of candles for rest, relaxation, or meditation. Offered scents include: \"Smells like Deja Vu,\" \"Doom, Gloom, and Blooming Flowers,\" and \"Harbinger of Harvest.\" However, to benefit from their relaxing effects you don't burn them, you must chew on the flavorless wax."
			]
		},
		{
			"name": "Reverse Dagger",
			"source": "TTNSP",
			"page": 19,
			"baseItem": "dagger|PHB",
			"type": "M",
			"rarity": "legendary",
			"weight": 1,
			"weaponCategory": "simple",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"dmg1": "1d4",
			"dmgType": "P",
			"entries": [
				"When you attack and hit a creature with this dagger, two possible effects may occur depending on how many times you have hit it before.",
				"If you attack and hit a creature with this dagger and that creature has never been hit with this dagger before, the creature you stab comes back to life. Any undead creature hit with this dagger is restored to its humanoid form at its time of death, carrying over any injuries it suffered.",
				"If you attack and hit a creature with this dagger and that creature has been hit with this dagger once before, the creature you stab automatically dies.",
				"Once a creature has been hit by this dagger a second time, it is permanently immune to its effects."
			],
			"hasFluffImages": true
		},
		{
			"name": "Soupteener Special",
			"source": "TTNSP",
			"page": 9,
			"type": "FD",
			"rarity": "none",
			"value": 6,
			"entries": [
				"A wondrous soup made by the world renowned {@creature Monstrous Soupteener|TTNSP|Soupteener}. It goes for 6 copper pieces."
			]
		},
		{
			"name": "Special Sash",
			"source": "TTNSP",
			"page": 21,
			"conditionImmune": [
				"charmed",
				"frightened"
			],
			"rarity": "rare",
			"wondrous": true,
			"curse": true,
			"bonusSavingThrow": "+1",
			"entries": [
				"A beautiful white sash with gold trim and the word \"CHOSEN\" embroidered into it in capital letters, this sash puts all the others of its kind to shame.",
				"While wearing the sash, you gain a +1 bonus to all saving throws and are immune to being {@condition charmed} or {@condition frightened}.",
				{
					"type": "entries",
					"name": "Curse",
					"entries": [
						"This sash is cursed. Becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the sash, keeping it on your person at all times. While attuned to this sash, your alignment changes to evil and you are compelled to take actions to threaten the sanctity of Azpehrun, without ever harming the Azpehrun Oracles or their property. If the wearer of the sash is killed by another creature, the creature must make a {@dc 20} Dexterity saving throw. On a failed save, the sash binds to this other creature, and forcibly attunes to them.",
						"In addition, while the sash is on your person, you must make a {@dc 20} Wisdom saving throw at the end of every long rest. On a failed save, the Azpehrun Oracles are aware of your every action. On a successful save, the oracles are not aware of your actions and your alignment returns to normal.",
						"This curse can not be broken by the use of the {@spell remove curse} spell. It can only be broken if the user dons {@item Plot Armor|TTNSP}. The word \"CHOSEN\" then fades off and the sash becomes a non-magical, mundane item."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Staff of Time",
			"source": "TTNSP",
			"page": 19,
			"type": "M",
			"rarity": "uncommon",
			"weight": 4,
			"weaponCategory": "simple",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"bonusWeapon": "+1",
			"staff": true,
			"entries": [
				"This staff is a +1 {@item quarterstaff|PHB}.",
				"The staff always displays the current time with an artificial sundial upon its head.",
				"As an action, you can attune the staff to any auspicious event. When the time of that auspicious event arrives, the staff breaks."
			]
		},
		{
			"name": "Stationery Statuary",
			"source": "TTNSP",
			"page": 10,
			"type": "$A|DMG",
			"rarity": "none",
			"weight": 5,
			"value": 30,
			"entries": [
				"3 sp for 1, or 3 sp for a set of 2. Hefty-sized (about 5 pounds), carved statues made of wood or stone, often with painted details, designed in the image of the heroes and villains from the Azpehrun Epics. (See below.) Each statue has a quill attached to the bottom, making it a cumbersome writing utensil."
			]
		},
		{
			"name": "Temporary Death Potion",
			"source": "TTNSP",
			"page": 21,
			"type": "P",
			"rarity": "legendary",
			"entries": [
				"When you drink this potion, your body and spirit separate. Your body falls {@condition prone}, {@condition incapacitated} for the next hour. During this time, your soul emerges from your body as a ghost. You gain the following abilities:",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Undead",
							"entries": [
								"Your creature type is Undead, and you are now considered undead in respect to all spells, abilities, and effects."
							]
						},
						{
							"type": "item",
							"name": "Ghostly Form",
							"entries": [
								"You cannot physically carry or wear any objects or equipment."
							]
						},
						{
							"type": "item",
							"name": "Ethereal Sight",
							"entries": [
								"You can see 60 ft. into the Ethereal Plane when it is on The Material Plane, and vice versa."
							]
						},
						{
							"type": "item",
							"name": "Incorporeal Movement",
							"entries": [
								"You can move through other creatures and Objects as if they were {@quickref difficult terrain||3}. You take {@damage 1d10} force damage if you end your turn inside an object."
							]
						},
						{
							"type": "item",
							"name": "Etherealness",
							"entries": [
								"You enter the Ethereal Plane from the Material Plane, or vice versa. You are visible on the Material Plane while it is in the Border Ethereal, and vice versa, yet you can't affect or be affected by anything on the other plane."
							]
						},
						"After 1 hour, your soul returns to your body, wherever it may now be located. You suffer 2 levels of {@condition exhaustion}."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Two-Sword Blade",
			"source": "TTNSP",
			"page": 21,
			"baseItem": "longsword|PHB",
			"type": "M",
			"rarity": "none",
			"weight": 3,
			"weaponCategory": "martial",
			"property": [
				"V"
			],
			"dmg1": "1d8",
			"dmgType": "S",
			"dmg2": "1d10",
			"entries": [
				"You'd think that this sword would do twice as much damage, but really it's just a normal longsword—just twice as heavy because of its two blades! Really useful for skewering meat!"
			],
			"hasFluffImages": true
		},
		{
			"name": "Universal Transformation Potion",
			"source": "TTNSP",
			"page": 21,
			"type": "P",
			"rarity": "legendary",
			"entries": [
				"When you drink this potion, you gain the effects of the {@spell true polymorph} spell as if you had cast it on yourself."
			],
			"attachedSpells": [
				"true polymorph"
			]
		},
		{
			"name": "Viewing Orbs",
			"source": "TTNSP",
			"page": 19,
			"rarity": "rare",
			"wondrous": true,
			"recharge": "restLong",
			"entries": [
				"Viewing orbs come in pairs, with each smooth orb enchanted to match the other so the pairing is easily recognized. While touching one orb, you can use an action to activate it. When activated, the two orbs shine and allow you and the person possessing the paired orb to look into the orb and see as if you were at each other's location. For 1 hour, or until either you or the person possessing the other orb in the pair uses an action to end the effect early, you may speak to and see each other.",
				"Once the orbs are activated, they can't be used again until you finish a long rest. If one of the orbs in a pair is destroyed, the other one becomes nonmagical."
			]
		}
	],
	"magicvariant": [
		{
			"name": "Sword that Cuts Nothing",
			"type": "GV|DMG",
			"requires": [
				{
					"sword": true
				}
			],
			"inherits": {
				"nameSuffix": " that Cuts Nothing",
				"source": "TTNSP",
				"page": 21,
				"rarity": "very rare",
				"reqAttune": true,
				"recharge": "dawn",
				"rechargeAmount": "1d4",
				"charges": 4,
				"entries": [
					"This sword has been blunted to the absolute limit, to the point that it can cut nothing, except nothing itself! This sword has four charges. While holding it, you can use an action to expend a number of its charges to cast a variety of spells, without using a spell slot and without any verbal components. The sword itself serves as the material component and is not consumed.",
					{
						"type": "table",
						"colLabels": [
							"Charges",
							"Spell"
						],
						"colStyles": [
							"col-4 text-center",
							"col-8"
						],
						"rows": [
							[
								"1",
								"{@spell teleportation circle}"
							],
							[
								"2",
								"{@spell teleport}"
							],
							[
								"3",
								"{@spell plane shift}"
							],
							[
								"4",
								"{@spell gate}"
							]
						]
					},
					"The sword regains {@dice 1d4} expended charges daily at dawn."
				],
				"attachedSpells": [
					"teleportation circle",
					"teleport",
					"plane shift",
					"gate"
				],
				"fluff": {
					"_itemFluff": {
						"name": "Sword That Cuts Nothing",
						"source": "TTNSP"
					}
				}
			},
			"hasFluffImages": true
		}
	],
	"itemFluff": [
		{
			"name": "Ancient Wizard Handbook",
			"source": "TTNSP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Ancient Wizard Handbook.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Claw-Grabber Crossbow",
			"source": "TTNSP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Claw-Grabber Crossbow.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Enchanted Compass",
			"source": "TTNSP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Enchanted Compass.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Princess Wand",
			"source": "TTNSP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Princess Wand.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Quester's Journeyal",
			"source": "TTNSP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Questers Journeyal.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Reverse Dagger",
			"source": "TTNSP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Reverse Dagger.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Special Sash",
			"source": "TTNSP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/The Special Sash.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Sword That Cuts Nothing",
			"source": "TTNSP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Sword that Cuts Nothing.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Temporary Death Potion",
			"source": "TTNSP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Temporary Death Potion.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Two-Sword Blade",
			"source": "TTNSP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Two-Sword Blade.webp"
					},
					"credit": "Titmouse"
				}
			]
		}
	],
	"monster": [
		{
			"name": "Azpehrun Oracle",
			"source": "TTNSP",
			"page": 23,
			"size": [
				"M"
			],
			"type": "humanoid, neutral)",
			"ac": [
				12
			],
			"hp": {
				"average": 18,
				"formula": "4d8"
			},
			"speed": {
				"walk": 30
			},
			"str": 10,
			"dex": 10,
			"con": 11,
			"int": 14,
			"wis": 12,
			"cha": 13,
			"skill": {
				"arcana": "+4",
				"deception": "+3"
			},
			"passive": 11,
			"languages": [
				"Common"
			],
			"cr": "1",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"The Azpehrun Oracle is a 3rd-level spellcaster. Its spellcasting ability is Intelligence (spell save {@dc 12}, {@hit 4} to hit with spell attacks). The Azpehrun Oracle has the following wizard spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell fire bolt}",
								"{@spell message}",
								"{@spell minor illusion}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell charm person}",
								"{@spell mage armor}",
								"{@spell thunderwave}"
							]
						},
						"2": {
							"slots": 2,
							"spells": [
								"{@spell continual flame}",
								"{@spell hold person}"
							]
						}
					},
					"ability": "int"
				}
			],
			"action": [
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d4}) piercing damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Azpehrun Oracle Token.webp"
			},
			"tokenCredit": "Titmouse",
			"attachedItems": [
				"dagger|phb"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P"
			],
			"damageTagsSpell": [
				"F",
				"T"
			],
			"spellcastingTags": [
				"CW"
			],
			"miscTags": [
				"MLW",
				"MW"
			],
			"conditionInflictSpell": [
				"charmed",
				"paralyzed"
			],
			"savingThrowForcedSpell": [
				"constitution",
				"wisdom"
			],
			"hasToken": true
		},
		{
			"name": "Barteener",
			"source": "TTNSP",
			"page": 10,
			"_copy": {
				"name": "Commoner",
				"source": "MM"
			},
			"type": {
				"type": "humanoid",
				"tags": [
					"human"
				]
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Barteener Token.webp"
			},
			"tokenCredit": "Titmouse",
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Blassamangenguro, the Flower Vampire",
			"isNamedCreature": true,
			"source": "TTNSP",
			"page": 34,
			"size": [
				"M"
			],
			"type": "undead",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 161,
				"formula": "17d8 + 85"
			},
			"speed": {
				"walk": 0
			},
			"str": 13,
			"dex": 12,
			"con": 20,
			"int": 18,
			"wis": 9,
			"cha": 19,
			"save": {
				"str": "+6",
				"con": "+10",
				"cha": "+9"
			},
			"skill": {
				"nature": "+9",
				"perception": "+4",
				"survival": "+4"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 14,
			"resist": [
				"acid",
				"necrotic",
				"poison",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"restrained",
				"poisoned"
			],
			"languages": [
				"Common",
				"Sylvan"
			],
			"cr": "15",
			"trait": [
				{
					"name": "Shapechanger",
					"entries": [
						"If the flower vampire isn't in sunlight or running water, it can use its action to polymorph into a Large plant. While in plant form, the vampire can't speak. Its statistics are unchanged. Anything it is wearing transforms with it, but nothing it is carrying does. It reverts to its true form if it dies. While in plant form it is indistinguishable from a normal plant of its size."
					]
				},
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the flower vampire fails a saving throw, it can choose to succeed instead."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The flower vampire regains 20 hit points at the start of its turn if it has at least 1 hit point and isn't in sunlight or running water. If the vampire takes radiant damage or damage from holy water, this trait doesn't function at the start of the vampire's next turn."
					]
				},
				{
					"name": "Vampire Weaknesses",
					"entries": [
						"The privateer has the following flaws:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Forbiddance",
									"style": "italic",
									"entries": [
										"The privateer can't enter a residence without an invitation from one of the occupants."
									]
								},
								{
									"type": "item",
									"name": "Harmed by Running Water",
									"style": "italic",
									"entries": [
										"The privateer takes 20 acid damage when it ends its turn in running water."
									]
								},
								{
									"type": "item",
									"name": "Stake to the Heart",
									"style": "italic",
									"entries": [
										"The privateer is destroyed if a piercing weapon made of wood is driven into its heart while it is {@condition incapacitated} in its resting place."
									]
								},
								{
									"type": "item",
									"name": "Sunlight Hypersensitivity",
									"style": "italic",
									"entries": [
										"The crewmate takes 20 radiant damage when it starts its turn in privateer. While in sunlight, it has disadvantage on attack rolls and ability checks."
									]
								}
							]
						}
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The flower vampire makes two attacks, only one of which can be a bite attack."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one creature. {@h}5 ({@damage 1d8 + 1}) bludgeoning damage. Instead of dealing damage, the flower vampire can {@action grapple} the target (escape {@dc 14})."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one willing creature, or a creature that is {@condition grappled} by the flower vampire, {@condition incapacitated}, or {@condition restrained}. {@h}5 ({@damage 1d6 + 1}) piercing damage plus 7 ({@damage 2d6}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the flower vampire regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0."
					]
				},
				{
					"name": "Charm",
					"entries": [
						"The flower vampire targets one humanoid it can see within 30 feet of it. If the target can see the vampire, the target must succeed on a {@dc 17} Wisdom saving throw against this magic or be {@condition charmed} by the vampire. The {@condition charmed} target regards the vampire as a trusted friend to be heeded and protected. Although the target isn't under the vampire's control, it takes the vampire's requests or actions in the most favorable way it can, and it is a willing target for the vampire's bite attack.",
						{
							"type": "list",
							"items": [
								"Each time the vampire or the vampire's companions do anything harmful to the target, it can repeat the saving throw, ending the effect on itself on a success. Otherwise, the effect lasts 24 hours or until the vampire is destroyed, is on a different plane of existence than the target, or takes a bonus action to end the effect."
							]
						}
					]
				},
				{
					"name": "Flower Children {@recharge 5}",
					"entries": [
						"The flower vampire summons {@dice 1d4} flower clones at a point on the ground he can see within 60 feet. The flower moss clone shares his ability scores and features, except that its Armor Class is 11 and it has 14 hit points. When a creature stands within 5 feet of one of Blassamangenguro's flower clones, the creature is considered to be within reach of his melee weapon attacks."
					]
				},
				{
					"name": "Children of the Jungle (1/Day)",
					"entries": [
						"The flower vampire magically calls {@dice 2d4} {@creature swarm of stirges|MME|swarms of stirges} or {@creature Swarm of Poisonous Snakes|MM|poisonous snakes}, provided that the sun isn't up. While outdoors, the flower vampire can call {@dice 3d6} {@creature panther|MM|panthers} or {@creature Giant Poisonous Snake|MM|giant poisonous snakes} instead. The called creatures arrive in {@dice 1d4} rounds, acting as allies of the vampire and obeying its spoken commands. The beasts remain for 1 hour, until the vampire dies, or until the vampire dismisses them as a bonus action."
					]
				}
			],
			"legendary": [
				{
					"name": "What in Carnation",
					"entries": [
						"Blassamangenuro withdraws into the protective cocoon of his flower. Until the start of his next turn, he gains a +3 bonus to AC. While withdrawn, Blassamangenguro is vulnerable to fire damage."
					]
				},
				{
					"name": "Get Clover There",
					"entries": [
						"Blassamangenguro dissipates into a cloud of clovers, reappearing—flower and all—in a place of his choice within 120 feet."
					]
				},
				{
					"name": "Thorny 4 U",
					"entries": [
						"Blassamengungro makes a spell attack against a target he can see within 120 feet. On a hit, the attack deals 36 ({@damage 8d8}) poison damage and the creature must make a {@dc 17} Constitution saving throw or be {@condition poisoned} for 1 hour."
					]
				}
			],
			"legendaryGroup": {
				"name": "Blassamangenguro",
				"source": "TTNSP"
			},
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Blassamangenguro Token 1.webp"
			},
			"tokenCredit": "Titmouse",
			"altArt": [
				{
					"name": "Blassamangenguro",
					"source": "TTNSP",
					"tokenHref": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Blassamangenguro Token 2.webp"
					},
					"page": 35
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Regeneration",
				"Shapechanger",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"S"
			],
			"damageTags": [
				"A",
				"B",
				"I",
				"N",
				"P",
				"R"
			],
			"miscTags": [
				"HPR",
				"MW"
			],
			"conditionInflict": [
				"charmed",
				"poisoned"
			],
			"savingThrowForced": [
				"constitution",
				"wisdom"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Festus Troll",
			"source": "TTNSP",
			"page": 26,
			"size": [
				"M"
			],
			"type": "giant",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				9
			],
			"hp": {
				"average": 26,
				"formula": "4d8 + 8"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 9,
			"con": 15,
			"int": 6,
			"wis": 10,
			"cha": 6,
			"skill": {
				"intimidation": "+2"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"languages": [
				"understands Common",
				"Giant but can't speak"
			],
			"cr": "1/2",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The Festus troll makes three attacks: one with its bite and two with its fists."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) piercing damage."
					]
				},
				{
					"name": "Fists",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Mouth Projection",
					"entries": [
						"When a group of four or more Festus trolls are within 30 feet of each other, they can emit energy from their eyes and mouths, creating a \"scrying portal\" through which Lord Festus can communicate to anyone in the vicinity as if he were there in person for an hour or until Lord Festus ends the connection. When this ability ends, the Festus trolls who activated this ability die."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Festus Troll Token.webp"
			},
			"tokenCredit": "Titmouse",
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"CS",
				"GI"
			],
			"damageTags": [
				"B",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Flying Eye",
			"source": "TTNSP",
			"page": 26,
			"size": [
				"L"
			],
			"type": "aberration",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 51,
				"formula": "6d10 + 18"
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 12,
			"dex": 12,
			"con": 16,
			"int": 12,
			"wis": 13,
			"cha": 13,
			"skill": {
				"perception": "+3"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 13,
			"conditionImmune": [
				"prone"
			],
			"languages": [
				"understands Undercommon",
				"Deep Speech",
				"but can't speak"
			],
			"cr": {
				"cr": "2",
				"xp": 400
			},
			"trait": [
				{
					"name": "Aggressive",
					"entries": [
						"As a bonus action, the flying eye can move up to its speed toward a hostile creature that it can see."
					]
				},
				{
					"name": "Eye Ray",
					"entries": [
						"As a bonus action, the flying eye shoots the following magical eye ray at a target it can see within 150 feet of it.",
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Earth Tremor",
									"style": "italic",
									"entries": [
										"The targeted creature must succeed on a {@dc 11} Dexterity saving throw or take {@damage 1d6} bludgeoning damage and be knocked {@condition prone}. If the ground in that area is loose earth or stone, it becomes {@quickref difficult terrain||3} until cleared, with each 5-foot-diameter area requiring at least 1 minute to clear by hand."
									]
								}
							]
						}
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}10 ({@damage 2d8 + 1}) piercing damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Flying Eye Token.webp"
			},
			"tokenCredit": "Titmouse",
			"traitTags": [
				"Aggressive"
			],
			"senseTags": [
				"SD"
			],
			"languageTags": [
				"CS",
				"DS",
				"U"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"dexterity"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Hogwash",
			"isNamedCreature": true,
			"source": "TTNSP",
			"page": 25,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"pig-man"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"{@item studded leather armor|PHB|studded leather}"
					]
				}
			],
			"hp": {
				"average": 75,
				"formula": "10d8 + 30"
			},
			"speed": {
				"walk": 30
			},
			"str": 18,
			"dex": 15,
			"con": 16,
			"int": 10,
			"wis": 12,
			"cha": 11,
			"save": {
				"str": "+6",
				"con": "+5",
				"wis": "+3"
			},
			"passive": 11,
			"languages": [
				"Common",
				"Orc"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Brute",
					"entries": [
						"A melee weapon deals one extra die of its damage when Hogwash hits with it (included in the attack)."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Hogwash makes two attacks."
					]
				},
				{
					"name": "Acid Snort {@recharge 4}",
					"entries": [
						"Hogwash exhales acid in a 15-foot cone. Each creature in that area must make a {@dc 11} Dexterity saving throw, taking 18 ({@damage 4d8}) acid damage on a failed save, or half as much damage on a successful one."
					]
				},
				{
					"name": "Greatsword",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d6 + 4}) slashing damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Hogwash Token.webp"
			},
			"tokenCredit": "Titmouse",
			"attachedItems": [
				"greatsword|phb"
			],
			"traitTags": [
				"Brute"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"O"
			],
			"damageTags": [
				"A",
				"S"
			],
			"miscTags": [
				"AOE",
				"MLW",
				"MW"
			],
			"savingThrowForced": [
				"dexterity"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Horseo",
			"isNamedCreature": true,
			"source": "TTNSP",
			"page": 24,
			"size": [
				"L"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"man-horse"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"{@item studded leather armor|PHB|studded leather}"
					]
				}
			],
			"hp": {
				"average": 95,
				"formula": "10d10 + 40"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 15,
			"con": 18,
			"int": 10,
			"wis": 12,
			"cha": 15,
			"save": {
				"str": "+5",
				"con": "+6",
				"cha": "+4"
			},
			"passive": 11,
			"languages": [
				"Common",
				"Sylvan"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Brute",
					"entries": [
						"A melee weapon deals one extra die of its damage when Horseo hits with it (included in the attack)."
					]
				},
				{
					"name": "Trampling Charge",
					"entries": [
						"If Horseo moves at least 20 feet straight toward a creature and then hits it with a hooves attack on the same turn, that target must succeed on a {@dc 13} Strength saving throw or be knocked {@condition prone}. If the target is {@condition prone}, Horseo can make another attack with its hooves against it as a bonus action."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Horseo makes three melee attacks, one with its hooves and two unarmed."
					]
				},
				{
					"name": "Hooves",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 2d4 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3}) bludgeoning damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Horseo Token.webp"
			},
			"tokenCredit": "Titmouse",
			"traitTags": [
				"Brute"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"S"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"strength"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Monstrous Soupteener",
			"source": "TTNSP",
			"page": 27,
			"size": [
				"H"
			],
			"type": "monstrosity",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 189,
				"formula": "18d12 + 72"
			},
			"speed": {
				"walk": 25
			},
			"str": 17,
			"dex": 11,
			"con": 18,
			"int": 12,
			"wis": 10,
			"cha": 15,
			"skill": {
				"athletics": "+7",
				"intimidation": "+6"
			},
			"passive": 10,
			"languages": [
				"Common"
			],
			"cr": "7",
			"trait": [
				{
					"name": "Keen Smell",
					"entries": [
						"The monstrous soupteener has advantage on Wisdom ({@skill Perception}) checks that rely on smell."
					]
				},
				{
					"name": "Shapechanger",
					"entries": [
						"The monstrous soupteener can use its action to polymorph into a Small or Medium humanoid chef. Its statistics, other than its size, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The monstrous soupteener makes two attacks."
					]
				},
				{
					"name": "Cut",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}16 ({@damage 2d12 + 3}) slashing damage."
					]
				},
				{
					"name": "Skewer",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}16 ({@damage 2d12 + 3}) piercing damage. If the target is a creature, it must succeed on a {@dc 15} Dexterity saving throw or be impaled. An impaled creature is considered {@condition restrained} and {@condition grappled}. An impaled creature takes 6 ({@damage 1d12}) piercing damage at the beginning of each of its turns. The monstrous soupteener can have only one creature {@condition grappled} and {@condition restrained} with this attack at a time."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Monstrous Soupteener Token 1.webp"
			},
			"tokenCredit": "Titmouse",
			"altArt": [
				{
					"name": "Chef Form",
					"source": "TTNSP",
					"tokenHref": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Monstrous Soupteener Token 2.webp"
					},
					"page": 27
				}
			],
			"traitTags": [
				"Keen Senses",
				"Shapechanger"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"savingThrowForced": [
				"dexterity"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Mythhollow",
			"alias": [
				"Folkgloria"
			],
			"isNpc": true,
			"isNamedCreature": true,
			"source": "TTNSP",
			"page": 22,
			"size": [
				"M"
			],
			"type": "humanoid",
			"alignment": [
				{
					"alignment": [
						"N",
						"G"
					]
				},
				{
					"alignment": [
						"L",
						"E"
					],
					"note": "cursed"
				}
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"{@item studded leather armor|PHB|studded leather}"
					]
				}
			],
			"hp": {
				"average": 117,
				"formula": "18d8 + 36"
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 18,
			"con": 14,
			"int": 14,
			"wis": 15,
			"cha": 16,
			"save": {
				"dex": "+7",
				"wis": "+5",
				"cha": "+6"
			},
			"passive": 12,
			"conditionImmune": [
				"charmed",
				"frightened"
			],
			"languages": [
				"Common",
				"Draconic"
			],
			"cr": "6",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Mythhollow is a 7th-level spellcaster. Her spellcasting ability is Charisma (spell save {@dc 14}, {@hit 6} to hit with spell attacks). Mythhollow has the following bard spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell mage hand}",
								"{@spell true strike}",
								"{@spell vicious mockery}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell charm person}",
								"{@spell cure wounds}",
								"{@spell heroism}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell blindness/deafness}",
								"{@spell enhance ability}",
								"{@spell locate object}",
								"{@spell shatter}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell bestow curse}",
								"{@spell tongues}"
							]
						},
						"4": {
							"slots": 1,
							"spells": [
								"{@spell dimension door}"
							]
						}
					},
					"ability": "cha"
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Mythhollow makes three melee attacks: two with her rapier and one with her dagger, or Mythollow makes two ranged attacks with her daggers."
					]
				},
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Dagger",
					"entries": [
						"{@atk mw,rw} {@hit 7} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}9 ({@damage 2d4 + 4}) piercing damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Mythhollow Token.webp"
			},
			"tokenCredit": "Titmouse",
			"attachedItems": [
				"dagger|phb",
				"rapier|phb"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DR"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MLW",
				"MW",
				"RW",
				"THW"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Princess Bird Swarm",
			"source": "TTNSP",
			"page": 28,
			"size": [
				"M"
			],
			"type": {
				"type": "beast",
				"swarmSize": "T"
			},
			"alignment": [
				"U"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 24,
				"formula": "7d8 - 7"
			},
			"speed": {
				"walk": 10,
				"fly": 50
			},
			"str": 6,
			"dex": 14,
			"con": 8,
			"int": 3,
			"wis": 12,
			"cha": 16,
			"passive": 11,
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"prone",
				"restrained",
				"stunned"
			],
			"cr": "1/4",
			"trait": [
				{
					"name": "Cinderelly Cinderelly",
					"entries": [
						"The swarm can attempt to tie up a target within its space with thin, strong, silk. If the swarm hits a creature with a melee weapon attack, that target must succeed on a {@dc 11} Dexterity saving throw or be {@condition restrained}. If the target is {@condition restrained}, the swarm can make one beak attack against it as a bonus action. If the target remains {@condition restrained} until the beginning of the swarm's next turn, then the creature is affected by an illusion that disguises any clothes or armor the target is wearing as the fanciest of princess attire. The target must also succeed on a {@dc 16} Charisma saving throw or take 3 ({@damage 1d6}) psychic damage."
					]
				},
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny {@creature raven|MM}. The swarm can't regain hit points or gain temporary hit points."
					]
				}
			],
			"action": [
				{
					"name": "Beak",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target in the swarm's space. {@h}9 ({@damage 2d6 + 2}) piercing damage, or 5 ({@damage 1d6 + 2}) piercing damage if the swarm has half of its hit points or fewer."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Princess Bird Swarm Token.webp"
			},
			"tokenCredit": "Titmouse",
			"damageTags": [
				"P",
				"Y"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"restrained"
			],
			"savingThrowForced": [
				"dexterity"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Sabre-Teeth",
			"isNamedCreature": true,
			"source": "TTNSP",
			"page": 25,
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"pig-man"
				]
			},
			"alignment": [
				"N"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 75,
				"formula": "10d8 + 30"
			},
			"speed": {
				"walk": 30
			},
			"str": 20,
			"dex": 15,
			"con": 16,
			"int": 8,
			"wis": 12,
			"cha": 10,
			"save": {
				"str": "+7",
				"con": "+5",
				"wis": "+3"
			},
			"skill": {
				"perception": "+3",
				"stealth": "+4"
			},
			"passive": 13,
			"languages": [
				"Common"
			],
			"cr": "3",
			"trait": [
				{
					"name": "Brave",
					"entries": [
						"Sabre-Teeth has advantage on saving throws against being {@condition frightened}."
					]
				},
				{
					"name": "Brute",
					"entries": [
						"A melee weapon deals one extra die of its damage when Sabre-Teeth hits with it (included in the attack)."
					]
				},
				{
					"name": "Keen Smell",
					"entries": [
						"Sabre-Teeth has advantage on Wisdom ({@skill Perception}) checks that rely on smell."
					]
				},
				{
					"name": "Pounce",
					"entries": [
						"If Sabre-Teeth moves at least 20 feet straight toward a creature and then hits it with a claw attack on the same turn, that target must succeed on a {@dc 15} Strength saving throw or be knocked {@condition prone}. If the target is {@condition prone}, Sabre-Teeth can make one bite attack against it as a bonus action."
					]
				},
				{
					"name": "Running Leap",
					"entries": [
						"With a 10-foot running start, Sabre-Teeth can long jump up to 25 feet."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Sabre-Teeth makes two melee attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d10 + 5}) slashing damage."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 7} to hit, reach 5 ft., one target. {@h}12 ({@damage 2d6 + 5}) slashing damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Sabre-Teeth Token.webp"
			},
			"tokenCredit": "Titmouse",
			"traitTags": [
				"Brute",
				"Keen Senses",
				"Pounce"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"savingThrowForced": [
				"strength"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Seed-Steed",
			"source": "TTNSP",
			"page": 29,
			"size": [
				"H"
			],
			"type": "plant",
			"alignment": [
				"C",
				"N"
			],
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 138,
				"formula": "12d12 + 60"
			},
			"speed": {
				"walk": 30,
				"fly": 30
			},
			"str": 19,
			"dex": 12,
			"con": 21,
			"int": 12,
			"wis": 16,
			"cha": 12,
			"passive": 13,
			"resist": [
				"bludgeoning",
				"piercing"
			],
			"vulnerable": [
				"fire"
			],
			"languages": [
				"Common",
				"Druidic",
				"Elvish",
				"Sylvan"
			],
			"cr": "4",
			"spellcasting": [
				{
					"name": "",
					"type": "spellcasting",
					"will": [
						"{@spell entangle}"
					],
					"displayAs": "action",
					"hidden": [
						"will"
					]
				}
			],
			"trait": [
				{
					"name": "Branching Dialogue",
					"entries": [
						"Seed-steeds have a reputation as not only terrible terrors, but terrible conversationalists, too. Most talk to anyone who tries to engage with them, but seed-steeds only answer in questions and non-sequiturs, never keeping with a conversation for longer than a single sentence."
					]
				},
				{
					"name": "Hovering",
					"entries": [
						"Seed-steeds never land and always hover."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The seed-steed deals double damage to objects and structures."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The seed-steed makes two slam attacks."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. Hit 14 ({@damage 3d6 + 4}) bludgeoning damage."
					]
				},
				{
					"name": "Entangle",
					"entries": [
						"The seed-steed can cast the {@spell entangle} spell (spell save {@dc 15}), requiring no components. The spell must be centered around the seed-steed itself. Any creatures {@condition restrained} by the spell are also considered {@condition grappled} by the seed-steed."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Seed-Steed Token.webp"
			},
			"tokenCredit": "Titmouse",
			"traitTags": [
				"Siege Monster"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"DU",
				"E",
				"S"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Sky Blood Pirate Crewmate",
			"source": "TTNSP",
			"page": 31,
			"size": [
				"M"
			],
			"type": "undead",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item leather armor|PHB}"
					]
				}
			],
			"hp": {
				"average": 26,
				"formula": "4d8 + 8"
			},
			"speed": {
				"walk": 30
			},
			"str": 13,
			"dex": 14,
			"con": 14,
			"int": 10,
			"wis": 10,
			"cha": 10,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"resist": [
				"necrotic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"languages": [
				"the languages it knew in life"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Regeneration",
					"entries": [
						"The crewmate regains 10 hit points at the start of its turn if it has at least 1 hit point and isn't in sunlight or running water. If the crewmate takes radiant damage or damage from holy water, this trait doesn't function at the start of the crewmate's next turn."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The crewmate can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Vampire Weaknesses",
					"entries": [
						"The crewmate has the following flaws:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Forbiddance",
									"style": "italic",
									"entries": [
										"The crewmate can't enter a residence without an invitation from one of the occupants."
									]
								},
								{
									"type": "item",
									"name": "Harmed by Running Water",
									"style": "italic",
									"entries": [
										"The crewmate takes 20 acid damage when it ends its turn in running water."
									]
								},
								{
									"type": "item",
									"name": "Stake to the Heart",
									"style": "italic",
									"entries": [
										"The crewmate is destroyed if a piercing weapon made of wood is driven into its heart while it is {@condition incapacitated} in its resting place."
									]
								},
								{
									"type": "item",
									"name": "Sunlight Hypersensitivity",
									"style": "italic",
									"entries": [
										"The crewmate takes 20 radiant damage when it starts its turn in sunlight. While in sunlight, it has disadvantage on attack rolls and ability checks."
									]
								}
							]
						}
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The crewmate makes two attacks, only one of which can be a bite attack."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one willing creature, or a creature that is {@condition grappled} by the crewmate, {@condition incapacitated}, or {@condition restrained}. {@h}5 ({@damage 1d6 + 2}) piercing damage plus 7 ({@damage 2d6}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the crewmate regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one creature. {@h}6 ({@damage 2d4 + 1}) slashing damage. Instead of dealing damage, the crewmate can {@action grapple} the target (escape {@dc 13})."
					]
				},
				{
					"name": "Scimitar",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 2}) slashing damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Sky Blood Pirate Crewmate Token 1.webp"
			},
			"tokenCredit": "Titmouse",
			"altArt": [
				{
					"name": "Blood Pirate Crewmate 2",
					"source": "TTNSP",
					"tokenHref": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Sky Blood Pirate Crewmate Token 2.webp"
					},
					"page": 31
				}
			],
			"attachedItems": [
				"scimitar|phb"
			],
			"traitTags": [
				"Regeneration",
				"Spider Climb",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"LF"
			],
			"damageTags": [
				"A",
				"N",
				"P",
				"R",
				"S"
			],
			"miscTags": [
				"HPR",
				"MLW",
				"MW"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Slime Captain",
			"source": "TTNSP",
			"page": 29,
			"size": [
				"M"
			],
			"type": "ooze",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 9,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 32,
				"formula": "5d8 + 10"
			},
			"speed": {
				"walk": 10,
				"climb": 10,
				"swim": 10
			},
			"str": 12,
			"dex": 8,
			"con": 14,
			"int": 2,
			"wis": 6,
			"cha": 10,
			"skill": {
				"deception": "+2"
			},
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"passive": 8,
			"resist": [
				"acid",
				"cold",
				"fire"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"prone"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Amorphous",
					"entries": [
						"The slime captain can move through a space as narrow as their hat is wide without squeezing."
					]
				},
				{
					"name": "False Appearance",
					"entries": [
						"While the slime captain remains motionless, it is indistinguishable from an oily pool or wet rock with a pirate captain's hat upon it."
					]
				},
				{
					"name": "Magic Marble Vulnerability",
					"entries": [
						"If the slime captain is hit with a {@item magic marbles|TTNSP|magic marble}, it immediately explodes into a puddle of slime. It's very messy, but deals no damage to anyone nearby except the slime captain. Which dies. Instantly."
					]
				}
			],
			"action": [
				{
					"name": "Pseudopod",
					"entries": [
						"{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) bludgeoning damage plus 7 ({@damage 2d6}) acid damage, and if the target is wearing nonmagical metal armor, its armor is partly corroded and takes a permanent and cumulative −1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Slime Captain Token.webp"
			},
			"tokenCredit": "Titmouse",
			"traitTags": [
				"Amorphous",
				"False Appearance"
			],
			"senseTags": [
				"B"
			],
			"damageTags": [
				"A",
				"B"
			],
			"miscTags": [
				"MW"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Sound Monster",
			"source": "TTNSP",
			"page": 30,
			"size": [
				"L"
			],
			"type": "monstrosity",
			"alignment": [
				"C",
				"E"
			],
			"ac": [
				{
					"ac": 19,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 197,
				"formula": "22d10 + 66"
			},
			"speed": {
				"walk": 120
			},
			"str": 15,
			"dex": 23,
			"con": 17,
			"int": 12,
			"wis": 16,
			"cha": 13,
			"save": {
				"dex": "+11",
				"wis": "+8"
			},
			"skill": {
				"perception": "+8"
			},
			"senses": [
				"blindsight 120 ft. (blind beyond this radius)"
			],
			"passive": 18,
			"conditionImmune": [
				"blinded"
			],
			"languages": [
				"Common",
				"telepathy 120 ft."
			],
			"cr": "15",
			"trait": [
				{
					"name": "Keen Hearing",
					"entries": [
						"The sound monster has advantage on Wisdom ({@skill Perception}) checks that rely on hearing."
					]
				},
				{
					"name": "Invisible Stalker",
					"entries": [
						"The sound monster is considered {@condition invisible} to any creature that does not have {@sense blindsight}, {@sense tremorsense|MM}, or {@sense truesight}."
					]
				},
				{
					"name": "Sound-Eater",
					"entries": [
						"The sound monster regains 10 hit points at the start of its turn. If the sound monster takes thunder damage, this trait doesn't function at the start of the sound monster's next turn."
					]
				},
				{
					"name": "Sensitive Listener",
					"entries": [
						"If the sound monster takes thunder damage, it must succeed on a {@dc 15} Constitution save or be {@condition deafened} and {@condition incapacitated} until the end of its next turn."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The sound monster makes four attacks with its claws."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} +11 to hit, reach 5 ft., one target. {@h}24 ({@damage 4d8 + 6}) slashing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Supersonic Speed",
					"entries": [
						"When the sound monster is targeted by an attack, it can gain a +6 bonus to its AC. Once activated, the sound monster can't activate this ability again until the beginning of its next turn."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Sound Monster Token.webp"
			},
			"tokenCredit": "Titmouse",
			"traitTags": [
				"Keen Senses"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"C",
				"TP"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Zighthynd",
			"isNpc": true,
			"isNamedCreature": true,
			"source": "TTNSP",
			"page": 23,
			"size": [
				"M"
			],
			"type": "humanoid",
			"alignment": [
				"N"
			],
			"ac": [
				12
			],
			"hp": {
				"average": 49,
				"formula": "9d8 + 9"
			},
			"speed": {
				"walk": 30
			},
			"str": 9,
			"dex": 14,
			"con": 12,
			"int": 17,
			"wis": 12,
			"cha": 16,
			"save": {
				"int": "+6",
				"wis": "+4"
			},
			"skill": {
				"arcana": "+6",
				"deception": "+6",
				"history": "+6",
				"insight": "+4"
			},
			"passive": 11,
			"languages": [
				"Common"
			],
			"cr": "6",
			"spellcasting": [
				{
					"name": "Spellcasting",
					"type": "spellcasting",
					"headerEntries": [
						"Zighthynd is a 9th-level spellcaster. His spellcasting ability is Intelligence (spell save {@dc 14}, {@hit 6} to hit with spell attacks). Zighthynd has the following wizard spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell dancing lights}",
								"{@spell mage hand}",
								"{@spell message}",
								"{@spell minor illusion}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell charm person}",
								"{@spell expeditious retreat}",
								"{@spell shield}",
								"{@spell unseen servant}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell continual flame}",
								"{@spell detect thoughts}",
								"{@spell suggestion}"
							]
						},
						"3": {
							"slots": 3,
							"spells": [
								"{@spell fly}",
								"{@spell lightning bolt}"
							]
						},
						"4": {
							"slots": 3,
							"spells": [
								"{@spell conjure minor elementals}",
								"{@spell locate creature}"
							]
						},
						"5": {
							"slots": 1,
							"spells": [
								"{@spell dominate person}"
							]
						}
					},
					"ability": "int"
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Zighthynd Token.webp"
			},
			"tokenCredit": "Titmouse",
			"languageTags": [
				"C"
			],
			"damageTagsSpell": [
				"L"
			],
			"spellcastingTags": [
				"CW"
			],
			"conditionInflictSpell": [
				"charmed"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"wisdom"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Zuviell, Sky Blood Pirate Queen Captain",
			"source": "TTNSP",
			"page": 32,
			"size": [
				"M"
			],
			"type": "undead",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 17,
					"from": [
						"{@item studded leather armor|PHB|studded leather}"
					]
				}
			],
			"hp": {
				"average": 98,
				"formula": "17d8 + 22"
			},
			"speed": {
				"walk": 40,
				"climb": 40,
				"swim": 40
			},
			"str": 18,
			"dex": 20,
			"con": 18,
			"int": 17,
			"wis": 15,
			"cha": 19,
			"save": {
				"str": "+9",
				"dex": "+10",
				"wis": "+6"
			},
			"skill": {
				"athletics": "+9",
				"deception": "+9",
				"perception": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 16,
			"resist": [
				"necrotic",
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"languages": [
				"Common"
			],
			"cr": {
				"cr": "14",
				"xp": 1800
			},
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If the privateer fails a saving throw, she can choose to succeed instead."
					]
				},
				{
					"name": "Cunning Action",
					"entries": [
						"The privateer can take the {@action Dash}, {@action Disengage}, or {@action Hide} actions as a bonus action on her turn."
					]
				},
				{
					"name": "Fancy Footwork",
					"entries": [
						"During the privateer's turn, if she makes a melee attack against a creature, that creature cannot make {@action opportunity attack|PHB|opportunity attacks} against her until the end of the privateer's turn."
					]
				},
				{
					"name": "Regeneration",
					"entries": [
						"The privateer regains 10 hit points at the start of her turn if she has at least 1 hit point and isn't in sunlight or running water. If the privateer takes radiant damage or damage from holy water, this trait doesn't function at the start of the privateer next turn."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The privateer can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				},
				{
					"name": "Vampire Weaknesses",
					"entries": [
						"The privateer has the following flaws:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Forbiddance",
									"style": "italic",
									"entries": [
										"The privateer can't enter a residence without an invitation from one of the occupants."
									]
								},
								{
									"type": "item",
									"name": "Harmed by Running Water",
									"style": "italic",
									"entries": [
										"The privateer takes 20 acid damage when it ends its turn in running water."
									]
								},
								{
									"type": "item",
									"name": "Stake to the Heart",
									"style": "italic",
									"entries": [
										"The privateer is destroyed if a piercing weapon made of wood is driven into its heart while it is {@condition incapacitated} in its resting place."
									]
								},
								{
									"type": "item",
									"name": "Sunlight Hypersensitivity",
									"style": "italic",
									"entries": [
										"The crewmate takes 20 radiant damage when it starts its turn in privateer. While in sunlight, it has disadvantage on attack rolls and ability checks."
									]
								}
							]
						}
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The privateer makes two attacks, only one of which can be a bite attack."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 9} to hit, reach 5 ft., one creature. {@h}8 ({@damage 1d8 + 4}) bludgeoning damage. Instead of dealing damage, the privateer can {@action grapple} the target (escape {@dc 18})."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one willing creature, or a creature that is {@condition grappled} by the crewmate, {@condition incapacitated}, or {@condition restrained}. {@h}8 ({@damage 1d6 + 5}) piercing damage plus 7 ({@damage 2d6}) necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and the privateer regains hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0."
					]
				},
				{
					"name": "Rapier",
					"entries": [
						"{@atk mw} {@hit 10} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d8 + 5}) slashing damage."
					]
				}
			],
			"reaction": [
				{
					"name": "Parry",
					"entries": [
						"The privateer adds 2 to her AC against one melee attack that would hit her. To do so, the privateer must see the attacker and be wielding a melee weapon."
					]
				}
			],
			"legendary": [
				{
					"name": "Move",
					"entries": [
						"The privateer moves up to her speed without provoking {@action opportunity attack|PHB|opportunity attacks}."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"The privateer makes one unarmed strike."
					]
				},
				{
					"name": "Bite (Costs 2 Actions)",
					"entries": [
						"The privateer makes one bite attack."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Zuviell Token 1.webp"
			},
			"tokenCredit": "Titmouse",
			"altArt": [
				{
					"name": "Zuviell Dark",
					"source": "TTNSP",
					"tokenHref": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Zuviell Token 2.webp"
					},
					"page": 32
				}
			],
			"attachedItems": [
				"rapier|phb"
			],
			"traitTags": [
				"Legendary Resistances",
				"Regeneration",
				"Spider Climb",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"D"
			],
			"actionTags": [
				"Multiattack",
				"Parry"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"A",
				"B",
				"N",
				"P",
				"R",
				"S"
			],
			"miscTags": [
				"HPR",
				"MLW",
				"MW"
			],
			"hasToken": true,
			"hasFluff": true,
			"hasFluffImages": true
		}
	],
	"monsterFluff": [
		{
			"name": "Barteener",
			"source": "TTNSP",
			"entries": [
				"(male, human, 40s) is a kind, but often overwhelmed man who keeps the drinks flowing at the Premonish Inn. Bald, with a bit of a pot-belly, he's a friendly sort and always has a good rumor to share with those who ask.."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Barteener.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Blassamangenguro, the Flower Vampire",
			"source": "TTNSP",
			"entries": [
				"The ancient flower vampire, Blassamangenguro, is an awkward and solitary figure. Although just as cunning as most of his vampiric kin, Blassamangenguro has a reputation of being willing to bite anything, for a price. Despite what some believe, that price is not always an exorbitant sum. In fact, the price is literally often...anything.",
				"Residing deep within the jungle, where the tree cover offers protection from the sun even during the day, Blassamangenguro resides in a beautiful flower—a far cry from the stodgy wooden caskets vampires are known to rest in. Unlike a traditional casket, though, Blassamangenguro cannot leave his flower—nor does he want to. Many an aspiring vampire or dark cultist attempts the journey to reach his domain, in order to be infected with his vampiric powers.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Blassamangenguro's Lair",
							"page": 36,
							"entries": [
								"Most creatures who make lairs tend to be very defensive of their homes. This is especially true for Blassamangenguro, who has literally laid his roots here and can not leave the place if he wanted to— becoming one with the land, trading a wooden coffin for a beautiful flower and living in symbiosis with the world around him.",
								"While this connection has made him a bit more... mellow of a vampire, it also has the opposite effect on the environment, making the flora and fauna found around Blassamangengruo's lair more carnivorous than one might expect to find and spelling doom for many naive adventurers.",
								"This connection also allows Blassamangenguro to exert his influence over the plants, trees, and even the very soil within his domain. Under his control, nature becomes a veritable death trap, more than compensating for Blassamangenguro's immobility. Quite a few vampire hunters have met their end when, overconfident, they confront the flower vampire, believing him an easy mark due to his immobile nature. But Blassamangenguro still lives, and the botanical denizens of his lair remain well sated, their soil fertilized with blood and bone."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Blassamangenguro 1.webp"
					},
					"credit": "Titmouse"
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Blassamangenguro 2.webp"
					},
					"credit": "Titmouse"
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Blassamangenguro 3.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Festus Troll",
			"source": "TTNSP",
			"entries": [
				"The slothful Festus trolls are empty-minded thralls of their patron, the evil Lord Festus. Lacking any sort of sophistication, Festus trolls find victory primarily through their numbers and overbearing physicality. To an average commoner, these creatures are powerful, terrifying foes, due primarily to their hearty builds that allow them to suffer a lot of punishment, a trait which makes them useful goons for Lord Festus. Sent out on missions on his behalf, these creatures are particularly renowned for being able to conjure a projection of their evil master, meaning that wherever these trolls go, Lord Festus can easily follow."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Festus Troll.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Flying Eye",
			"source": "TTNSP",
			"entries": [
				"While the origin of these flying eyes is highly disputed, there is no denying that they make for an unnerving sight. Two eyeballs wrapped in a fleshy mass, with a small, but sharp, toothed maw between each eye, these flying stalks of flesh are simple but dangerous creatures. Everything they see is a feast for their large eyes, which fly directly toward any perceived targets, intent on chewing them up. Were they the size of a normal eye, perhaps they would be less of a danger, but with the eyes being six feet tall, coming face to eye with one of things might just make your own pop out of your head."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Flying Eye.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Hogwash",
			"source": "TTNSP",
			"entries": [
				"With acid spitting snout action!"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Hogwash.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Horseo",
			"source": "TTNSP",
			"entries": [
				"A human warrior with a horse torso!"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Horseo.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Monstrous Soupteener",
			"source": "TTNSP",
			"entries": [
				"Making delicious food for picky critics puts a lot of pressure on chefs. It's no wonder they sometimes get hot under the 'colander.' When such anger gets truly out of hand and there's enough magic in the air, a curse can manifest, feeding upon that anger, turning the chef in question into a monstrous soupteener. Such a transformation is rarely immediate. Instead, it is a rather insidious affliction as the chef remains largely unchanged...on the outside.",
				"Internally, the chef develops a symbiotic relationship with their anger, and while the parasitic curse leeches off that connection, eventually the chef is subsumed entirely. Then, in times when the chef's anger truly erupts, the chef undergoes a monstrous transformation—chef hat and all—bringing chaos into their kitchen and the world beyond.",
				{
					"type": "inset",
					"page": 27,
					"entries": [
						"The monstrous soupteener's only visual similarity between its humanoid and monstrous forms is the chef's hat it wears upon its head, which remains the same size in either form. In some instances, these chef's hats are the source of the curse and, if removed from the soupteener, can break it.",
						"Unfortunately, these hats tend to be attached rather firmly to these creatures, becoming a part of their physiology. Removing a chef's hat from a monstrous soupteener requires being within reach of the monstrous soupteener's head. If a creature within range wishes to remove the hat, it must succeed on a {@dc 20} Strength check. Alternatively, treat the chef's hat as an object with an AC of 12 and 20 hit points. The hat is immune to bludgeoning damage."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Monstrous Soupteener 1.webp"
					},
					"credit": "Titmouse"
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Monstrous Soupteener 2.webp"
					},
					"credit": "Titmouse"
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Monstrous Soupteener Hat.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Mythhollow",
			"source": "TTNSP",
			"entries": [
				"Once a proud, valiant adventurer, Folkgloria was always willing to take on any adventure—no matter how difficult—as long as it might make for a good story. She was an easy target for the oracles and defeated the villain that preceded her—a druid whom the oracles called Briarthorn.",
				"Since taking the sash, {@creature Mythhollow|TTNSP} has struggled to resist its control, failing to do so in the first couple months of her curse. But recently she has found the strength within her, giving everything to hold the curse at bay and formulating a plan to break it completely.",
				"When met, the party should have a chance to recognize {@creature Mythhollow|TTNSP} from the depictions of Folkgloria in the Azpehrun Epics. A passive Perception of 15, or successful {@dc 15} Wisdom ({@skill Perception}) check would notice the striking resemblance. If the players paid a lot of attention to any representation of the epics, consider granting them advantage on the check or calling on them to make the check even if they don't think of it."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Mythhollow.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Princess Bird Swarm",
			"source": "TTNSP",
			"entries": [
				"Innocent, sweet, and a veritable hassle when bothered, princess birds flock to the kind and altruistic. They respond with great impunity to any who do not meet their extreme standards of conduct."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Princess Bird Swarm 1.webp"
					},
					"credit": "Titmouse"
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Princess Bird Swarm 2.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Seed-Steed",
			"source": "TTNSP",
			"entries": [
				"While most {@creature treant|MM|treants} prefer calm and quiet existences, flying treants—affectionately referred to as \"seed-steeds\" by adventurers—are much more outgoing than their stoic counterparts. Blessed with monstrous wings that strike a notable contrast with their otherwise more natural form, seed-steeds have earned a reputation for...well, being flying trees. While it is true that there are many stories of adventurers who have befriended these seed-steeds, they can be rather unruly creatures. Many a fool who assumes that every seed-steed is willing to serve as a flying companion ends up enjoying a short ride, before being dropped to their deaths from hundreds of feet in the air."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Seed-Steed.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Sky Blood Pirate Crewmate",
			"source": "TTNSP",
			"entries": [
				"Though they were once simple sky pirates roaming the airways in search of wine, an encounter with Tigtone turned them into vampires. Now these sky pirates hunt only for blood! With the many skyships in their fleet, the Sky Blood Pirates pose a great threat to any kingdom they come across. In most cases, it is simply easier to pay the blood tribute these pirates demand so they quickly move on, rather than risk them deciding to indulge more deeply on the kingdom's denizens.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Sky Blood Pirate Crewmate",
							"page": 31,
							"entries": [
								"The basic crewmates of the Sky Blood Pirate fleet were all capable rascals, even before they were turned into vampire spawn. Now, with their additional vampiric gifts, they are a veritable force to be reckoned with, whether in the skies, or rappelling down to the surface world."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Sky Blood Pirate Crewmate 1.webp"
					},
					"credit": "Titmouse"
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Sky Blood Pirate Crewmate 2.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Slime Captain",
			"source": "TTNSP",
			"entries": [
				"Slime captains are either pirates who have been turned to slime by chaos, or slime that has been tainted by consuming many pirates. Whatever their origin, they only exhibit the shallowest of humanoid behaviors and are very clearly some kind of green ooze, despite the fancy hat they wear."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Slime Captain.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Sound Monster",
			"source": "TTNSP",
			"entries": [
				"A creature of legend often used by parents to terrorize children who are being too quiet, the sound monster is, in fact, quite real. A terrible creature that feeds off the screams of those around it, the sound monster is a large slug-like creature with massive bat-like ears, long claws, and bone spines that jut out from every part of its body.",
				"Able to move at incredible speeds, the sound monster can eviscerate its prey in the blink of an eye. It is also incredibly difficult to destroy, as the particular nature of this being means that it can only be heard, not seen. While every sound monster is extremely dangerous, beware the particularly clever among its kind, who learn to feed on internal screaming or have even been reported to hold entire cities hostage in a state of never-ending shouting, in order to keep its endless appetite satisfied."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Sound Monster.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Zighthynd",
			"source": "TTNSP",
			"entries": [
				"Zighthynd is a friendly, extroverted man in his fifties, who takes great pride in his wrinkles and graying hair. His long beard is well maintained and looks like it would be quite soft to the touch (it is). He's a bit showy and self-centered, like an actor. He wields a mundane wooden staff with intricate carvings along its shaft representative of the Azpehrun epics.",
				"Like all the other oracles, of course, he is lying about his oracular gifts. A successful {@dc 20} Wisdom ({@skill Insight}) check at any point in the conversation reveals that he's not being fully honest with the adventurers, but he does not reveal his con in its entirety.",
				"While the souvenir business in town has become rather popular, {@creature Zighthynd|TTNSP} is perpetrating this lie simply because he loves the idea of being an oracle. He, and all the other oracles at the temple, are motivated by the desire to just be oracles because that's what they want! And after all, doesn't the world need oracles?",
				"If pressed on the history's order, he won't reveal much. Instead, he'll stonewall the conversation by focusing on the present concerns with {@creature Mythhollow|TTNSP}."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Zighthynd.webp"
					},
					"credit": "Titmouse"
				}
			]
		},
		{
			"name": "Zuviell, Sky Blood Pirate Queen Captain",
			"source": "TTNSP",
			"entries": [
				"Though they were once simple sky pirates roaming the airways in search of wine, an encounter with Tigtone turned them into vampires. Now these sky pirates hunt only for blood! With the many skyships in their fleet, the Sky Blood Pirates pose a great threat to any kingdom they come across. In most cases, it is simply easier to pay the blood tribute these pirates demand so they quickly move on, rather than risk them deciding to indulge more deeply on the kingdom's denizens.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Zuviell, Sky Blood Pirate Queen Captain",
							"page": 32,
							"entries": [
								"Queen Captain of the Sky Blood Pirates, Zuviell is an incredibly talented duelist and has earned the respect of her crew over countless voyages. A determined leader, Zuviell's skill in combat is only matched by her singlemindedness in the pursuit of plunder and blood."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Zuviell 1.webp"
					},
					"credit": "Titmouse"
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Zuviell 2.webp"
					},
					"credit": "Titmouse"
				}
			]
		}
	],
	"legendaryGroup": [
		{
			"name": "Blassamangenguro",
			"source": "TTNSP",
			"lairActions": [
				"On initiative count 20 (losing initiative ties), Blassamangenguro takes a lair action to cause one of the following effects; Blassamangenguro can't use the same effect 2 rounds in a row:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Dead on the Vine",
							"entries": [
								"Thorny vines uncoil around the lair in a 60-foot radius around the flower vampire, lashing out at interlopers. Each creature other than the flower vampire in that area must succeed on a {@dc 15} Dexterity saving throw, taking 14 ({@damage 4d6}) piercing damage on a failed save, or half as much damage on a successful one."
							]
						},
						{
							"type": "item",
							"name": "Rose-Colored Spores",
							"entries": [
								"Nearby flowers emit a cloud of mind-altering spores at a point on the ground the flower vampire can see within 120 feet of it, creating a 15-foot-radius cloud. Each creature within the cloud must make a {@dc 16} Wisdom saving throw. On a failure, each creature is {@condition charmed} until the end of their next turn."
							]
						},
						{
							"type": "item",
							"name": "Awaken Trees",
							"entries": [
								"One of the trees in the lair awakens, twisting and coming to life becoming an {@creature awakened tree|MM} (see below).",
								{
									"type": "statblock",
									"tag": "creature",
									"source": "MM",
									"name": "Awakened Tree",
									"page": 37,
									"collapsed": true
								}
							]
						}
					]
				}
			],
			"regionalEffects": [
				"The region containing Blassamangungero's lair is warped by the flower vampire's magic, which creates one or more of the following effects:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Vampiric megaflora",
							"entries": [
								"The existence of Blassamangenguro's lair propagates and accelerates the growth of bloodthirsty carnivorous plants, flowers, and trees in the region—even where there would not otherwise be any. Twisted by Blassamangenguro's vampiric affliction, these plants are all carnivorous, feeding off the creatures they capture and consume."
							]
						},
						{
							"type": "item",
							"name": "Neverlight canopy",
							"entries": [
								"The presence of Blassamangenguro's lair propagates and accelerates the growth of massive trees, which form a dense canopy that covers the area in darkness so that the flower vampire and his spawn enjoy perpetual night. Even when the canopy is broken, it rapidly regrows, stitching itself back together."
							]
						},
						{
							"type": "item",
							"name": "Creatures in the mist",
							"entries": [
								"A foreboding mist lingers over the region. Those who venture too deep may be lost for good, or fall victim to the creatures within—twisted animals in the region who quickly adapt and grow more predatory, learning to use the mist for cover and feed on humanoids when the plants in the area, proving to be difficult prey."
							]
						},
						{
							"type": "item",
							"name": "Bloodroot catacombs",
							"entries": [
								"The roots of all botanical life in the area dig deep, carving out caverns of roots below ground. Even more disconcerting than the relentless way with which these roots writhe, almost alive, is the blood that drips down their length, forming puddles and sometimes even entire lakes, below ground, should Blassamangenguro's lair last long."
							]
						}
					]
				},
				"If Blassamangenguro dies, these effects fade over the course of {@dice 1d10} days."
			]
		}
	],
	"table": [
		{
			"name": "Byssmol Mountains Encounter",
			"source": "TTNSP",
			"page": 14,
			"colLabels": [
				"d100",
				"Event"
			],
			"colStyles": [
				"col-2 text-center",
				"col-10"
			],
			"rows": [
				[
					"01–20",
					"An animal-slide comes down the side of the mountain—it's like a mudslide, but instead of mud its forest critters that roll down the mountain (rabbits, squirrels). Each party member must succeed on a {@dc 14} Dexterity saving throw, taking {@damage 1d12} bludgeoning damage on a failed save or half as much on a successful one."
				],
				[
					"21–35",
					"A SEVERE animal-slide spills down the side of the mountain—it's just like a regular animalslide, but with bears. Each party member must succeed on a {@dc 15} Strength saving throw to push through before the flow grows too strong, taking {@damage 1d6} slashing damage and gaining 1 level of {@condition exhaustion} on a failed save."
				],
				[
					"36–45",
					"Ravaged by the terrible environmental activity in the area, the path forward is insulting— meaning the trees come alive and hurl demoralizing insults. Each party member must succeed on a {@dc 14} Wisdom saving throw or gain 1 level of {@condition exhaustion}."
				],
				[
					"46–55",
					"Patches of evil stones nearby emit toxic negative energy. Each party member must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} for the next hour."
				],
				[
					"56–65",
					"A sudden flood...OF EMOTIONS bogs the party down with unrelenting nostalgia. Each party member must succeed on a {@dc 15} Charisma saving throw or be pushed into a deep longing for the path, gaining 1 level of {@condition exhaustion}."
				],
				[
					"66–75",
					"A small rock path curves around the mountain but magically it becomes dangerously unstable, wobbling back and forth and up and down like a rope bridge in a quake. Each party member must succeed on a {@dc 12} Dexterity ({@skill Acrobatics}) check or suffer {@damage 1d10} bludgeoning damage while stumbling."
				],
				[
					"76–85",
					"A terrible, fetid stench pollutes the surroundings. Each party member must succeed on a {@dc 14} Constitution saving throw or gain 1 level of {@condition exhaustion}."
				],
				[
					"86–95",
					"Bee Rain! Bees rain down from storm clouds slowing the party's pace and making conditions unbearable. Each party member must succeed on a {@dc 14} Constitution saving throw or gain 1 level of {@condition exhaustion}."
				],
				[
					"95–100",
					"The ascent passes without incident."
				]
			]
		},
		{
			"name": "Table of Souvenirs",
			"source": "TTNSP",
			"page": 10,
			"colLabels": [
				"Souvenir",
				"Price & Description"
			],
			"colStyles": [
				"col-3 text-center",
				"col-9"
			],
			"rows": [
				[
					"{@item Relax Wax|TTNSP}",
					"5 cp for a set of 3. A variety of candles for rest, relaxation, or meditation. Offered scents include: \"Smells like Deja Vu,\" \"Doom, Gloom, and Blooming Flowers,\" and \"Harbinger of Harvest.\" However, to benefit from their relaxing effects you don't burn them, you must chew on the flavorless wax."
				],
				[
					"{@item Stationery Statuary|TTNSP}",
					"3 sp for 1, or 3 sp for a set of 2. Hefty-sized (about 5 pounds), carved statues made of wood or stone, often with painted details, designed in the image of the heroes and villains from the Azpehrun Epics. (See below.) Each statue has a quill attached to the bottom, making it a cumbersome writing utensil."
				],
				[
					"{@item Oracle Doll|TTNSP}",
					"6 sp. A doll made of cloth stuffed with dry manure. It's magically charmed to say phrases like \"YOU are a chosen one!\" and \"I am an oracle! It is foretold!\" and \"I told you so.\""
				],
				[
					"{@item Globe of Proof|TTNSP}",
					"2 gp. A \"scrying globe\" that, when shaken, blurs with magic (small white flakes of \"snow\") and reveals a magical image of the temple of Azpehrun with a tiny image of yourself standing outside the temple waving hello. This provides proof that you visited the temple."
				],
				[
					"{@item Make-Your-Own Scrying Sauce Kit!|TTNSP}",
					"4 gp. With this kit you too can make the famed scrying sauce used by the oracles! Identical in taste, viscosity, and every way except magical potency! This kit walks you through each step necessary to make the sauce and also counts as a set of {@item cook's utensils|PHB}. Comes with the oracle's patented Flavor Powder, which makes the sauce taste like whatever you want it to!"
				]
			]
		}
	],
	"adventure": [
		{
			"name": "Tigtone & the Never-Stopping Prophecy",
			"id": "TTNSP",
			"source": "TTNSP",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Cover.webp"
			},
			"published": "2020-11-03",
			"storyline": "None",
			"level": {
				"custom": "5+"
			},
			"contents": [
				{
					"name": "Cover & Credits"
				},
				{
					"name": "Using This Guide:"
				},
				{
					"name": "How To Quest Like Tigtone",
					"headers": [
						"Helpy's Tips For Players & Game Masters"
					]
				},
				{
					"name": "The Never-Stopping Prophecy",
					"headers": [
						"Running this Adventure",
						"Adventure Summary",
						"Adventure Hooks",
						"The Town of Azpehrun",
						"The Azpehrun Temple",
						"Chosen...by Fate?",
						"The Mad Seer",
						"The Plot Armory",
						"Mythhollow Crashes the Party",
						"Return to the Temple"
					]
				},
				{
					"name": "Vault of Items"
				},
				{
					"name": "Creatures & Characters",
					"headers": [
						"The Never-Stopping Prophecy",
						"Death Tournament Challengers",
						"Creature Bestiary",
						"Sky Blood Pirates",
						"Blassamangenguro, the Flower Vampire"
					]
				},
				{
					"name": "Legal"
				}
			]
		}
	],
	"adventureData": [
		{
			"id": "TTNSP",
			"source": "TTNSP",
			"data": [
				{
					"type": "section",
					"name": "Cover & Credits",
					"page": 1,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Cover-Full.webp"
							},
							"title": "Cover",
							"credit": "Titmouse"
						},
						{
							"type": "hr"
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Header.webp"
							}
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Intro.webp"
							},
							"credit": "Titmouse"
						},
						{
							"type": "entries",
							"style": "text-center",
							"entries": [
								"Greetings fellow strangers! Wow, this quest sounds kind of interesting! Wouldn't you love to accompany Tigtone as he slashes and yells his way through it with relentless rage, questionable reasoning, and copious amounts of violence!? I bet you would!",
								"Well, too bad Tigtone is busy. But take it from me, Helpy, that it's now up to YOU to quest like Tigtone as you face {@b THE NEVER-STOPPING PROPHECY!}",
								{
									"type": "hr"
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Enchanted Compass.webp"
									},
									"credit": "Titmouse",
									"maxWidth": 400
								},
								"{@note Tigtone, created by Andrew Koehler and Benjamin Martian.}",
								"{@note Tigtone & the Never-Stopping Prophecy, written by Jeremy Melloul}",
								"{@note Additional writing by Andrew Koehler and Benjamin Martian}",
								"{@note Edited by Adam Hancock}",
								"{@note Template by Nathanal Roux - {@link https://www.barkalotdesigns.com}}",
								"{@note Special thanks to Titmouse}",
								"{@note Product Identity: The following items are hereby identified as Product Identity, as defined in the Open Game License version I.oa, Section I(e), and are not Open Content: All trademarks, registered trademarks, proper names (characters, place names, etc.), dialogue, plots, story elements, locations, characters, artwork, graphics, sidebars, and trade dress. (Elements that have previously been designated as Open Game Content are not included in this declaration.)}",
								"{@note Open Game Content: The Open content in this book includes mechanics, some monster statistics, and some monster abilities. No other portion of this work may be reproduced in any form without permission.}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Using This Guide:",
					"page": 5,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Title.webp"
							},
							"credit": "Titmouse",
							"maxWidth": 600
						},
						{
							"type": "entries",
							"style": "text-center",
							"entries": [
								"Prophecies are powerful proclamations that guide all who hear them and all who do not—so everyone. And YOU are ONE of everyone! The threads of fate still pull at you, trying to help you form your path and unlock your deepest potential—or so the oracles say! They also say you must fulfill your destiny, or die trying! And what better way to do all that than for you to learn the art of questing from the greatest adventurepreneur OF ALL TIME—Tigtone!? This guide is an exploration of Tigtone's questing style and is written to help you go on equally exciting adventures in Ahrex, the same world as Tigtone, or one of the other many planes of adventure!",
								"In {@adventure How To Quest Like Tigtone|TTNSP|2}, Helpy shares how Tigtone goes about questing in order to help you get more out of your own adventuresome exploits!",
								"Then, in {@adventure The Never-Stopping Prophecy|TTNSP|3}, find out about the quest that cannot go un-quested! An adventure for up to five 5th-level characters. It should take three to six hours to complete, depending on how a party approaches it and how smart everyone is.",
								"Beyond that lies the {@adventure Vault of Items|TTNSP|4}, a catalogue of the many incredible magical tools and items right from Tigtone's very own, personal inventory that he has used over the course of his adventures, so you can better equip yourself for your journeys!",
								"Finally, in the {@adventure Creatures & Characters|TTNSP|5}, you can meet some of the beings Tigtone has encountered in his many quests, so you can better prepare to face them yourself!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "How To Quest Like Tigtone",
					"page": 6,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Quest Like Tigtone.webp"
							},
							"credit": "Titmouse"
						},
						"It's me again! Helpy that is! You know that Tigtone is the greatest and only adventurer, and friend, that I have ever known. Wait, did you know that? Well, you do now. Speaking of Tigtone, I'm sure he needs me and my body to help him on his more important quest, but before I go I wanted to help you learn to quest like Tigtone!",
						"You see, from all my time questing alongside Tigtone, I've learned a lot—whether I wanted to or not—about how and why he does the things he does, even when I don't understand it. And now I pass that complicated knowledge on to you! Although Tigtone is a master of sword and slashery, I think his greatest asset is his questaddled mind and his uniquely Tigtone-ian approach to questing—something I may be able to help you emulate with what I'm calling...",
						{
							"type": "entries",
							"name": "Helpy's Tips For Players & Game Masters",
							"page": 7,
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "1. Everything is at stake!",
											"page": 7,
											"entries": [
												"",
												"Without stakes, quests are just boring things you do! That's why Tigtone finds the stakes in everything he does—which is why everything he does feels like a quest! If there are no stakes then he makes darn sure that it at least feels like there are! In other words, no matter what the task (whether it's defeating a cave demon or pouring a bowl of soup) if you treat it as if the stakes are high, then everything you do will be exciting! In more other words: Fake it 'till you stake it! This goes for the game master when writing quests, or the party members as they go through the quest!",
												"For example, if you must pour someone a bowl of soup then what horrible things would happen if you fail? Will the person starve to death and comeback as a hungry ghost to torment your stomach? What amazing things will happen if you succeed? Will the soup be so hot it melts their face and they become a villain whose name is Soup-or-trooper? That's pretty amazing because now you have someone to fight with!",
												"So the next time you do something, big or small, worldy or personal, dramatic or simple, have fun with the stakes! Oh, and don't forget to make sure the stakes are clear to everyone involved—the players and the game master."
											]
										},
										{
											"type": "entries",
											"name": "2. The quest is the journey, and the journey is the reward.",
											"page": 7,
											"entries": [
												"",
												"Tigtone never seems to care much about the rewards that come from completing quests. He just likes the quests! And why shouldn't he? Quests are fun! Seeing the world! Adventure striking from all angles! Tigtone ripping my body apart every day! Quests are the best!",
												"But if you take things too seriously along the way—like being too focused on the finish line—you can lose sight of the excitement of being an adventurer. It's important to have fun with the adventure!",
												"That goes for game masters, too, because a Tigtone quest takes many sudden and unforeseen turns but some game masters are so focused on telling a story, or getting players to take a certain quest, that they push players toward the events that they have already written. This is called railroading. If you tried that with Tigtone he'd probably slash your face and go do whatever he wanted to do anyway! So embrace whatever the players want to do or they'll slash your face! Hehehe!",
												"So players and game masters, don't you dare miss a single opportunity for your adventure to go in unplanned directions and detours! That's what makes quests so special! Side quests are a good way to do this! As a player, you can try to get side quests out of anyone you meet, just like Tigtone does! And game masters, Tigtone ALWAYS takes side quests even if it takes him away from his main quest, so you can use that to create loads of fun directions for the adventure to go in!"
											]
										},
										{
											"type": "entries",
											"name": "3. Let nothing stand in your way. Not even everything.",
											"page": 7,
											"entries": [
												"",
												"You don't want to get in Tigtone's way when he's focused on a quest—believe me, I've tried! If a person, place, or thing comes along that has nothing to do with his quest then it's fair game to be destroyed. Tigtone also overcomes any and all obstacles by any means necessary. That means coming up with creative solutions to problems. Like if you can't unlock the door, burn the house down!",
												"This goes for game masters too. When planning puzzles, traps, or challenging combat encounters make sure there are multiple solutions, and be open to questeres subverting your challenges with creative solutions that you hadn't planned. Don't make players adhere to your predetermined solutions!",
												"So, if the players at your table do employ a solution you've already planned for, then great! But if they come up with something new, go with it. If they want to find a hidden passage and you hadn't planned one, maybe there should be one! Tigtone would just make his own hidden passage! The players' choices are often just a way for them to tell you what they want to. Listen! And don't be afraid to improvise."
											]
										},
										{
											"type": "entries",
											"name": "4. Sometimes the greatest quest is the one you give yourself.",
											"page": 7,
											"entries": [
												"",
												"Tigtone can give himself quests! It's true! I've seen it happen! That makes the quest even more personal! Players and game masters, discuss quests before you start playing, if you can, but also along the way. Players should be free to create their own personal quests and game masters should have opportunities to create adventures they know their players will be interested in! Even though the game master isn't a quester, you're all still questing together!"
											]
										},
										{
											"type": "entries",
											"name": "5. The ends justify the means by any means necessary.",
											"page": 7,
											"entries": [
												"",
												"Tigtone makes up his own rules, plays by his own rules, and breaks his own rules. And you can too! That means don't listen to me! Or anyone else! If it's not helping you enjoy your questing more, you should never be afraid to go beyond what's regular or expected to make your adventures your own. Break the rules! Change the rules! Make up your own rules! Do things differently! Use third-party content to enhance your games! Your game is your game, and there's no reason it has to follow all the rules and guidelines that are out there. Or don't do anything I just said and play a normal, boring game.",
												"Okay, that's all I want to say about it! You're on your own from here on out because I'm not your Helpy. I'm Tigtone's Helpy. Good-bye forever!"
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Never-Stopping Prophecy",
					"page": 8,
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Adventure Splash.webp"
							},
							"credit": "Titmouse"
						},
						{
							"type": "entries",
							"name": "Running this Adventure",
							"page": 8,
							"entries": [
								"This adventure, like many adventures, has twists and turns, but MORE...if you wish to play the adventure, why continue to read and risk spoiling everything for yourself!? If you wish to run the adventure, read the whole thing before running it. Then read it again for good measure and to waste time.",
								"Creatures written in {@b bold} refer to the corresponding entries in the Appendix.",
								"Magic items and spells written in {@i italics} refer to the corresponding entries in the Appendix."
							]
						},
						{
							"type": "entries",
							"name": "Adventure Summary",
							"page": 8,
							"entries": [
								"A dangerous villain known as {@creature Mythhollow|TTNSP} threatens the sanctity of Azpehrun, home of the legendary oracles and their beloved and tacky temple. Through divination and prophecy, the oracles have determined that a certain group of adventurers is their only hope of thwarting this villain's plot. With the oracles' guidance, these adventurers must defeat the evil {@creature Mythhollow|TTNSP} and save the oracles!",
								"But not everything is as it seems. The oracles are not true prophets. They are scammers! Hucksters! Fake oracles, or \"faux-racles\"! Simple mages who developed a plan to trick everyone into believing they were all-powerful oracles. Why? Because they wanted to be oracles! That's reason enough, end of discussion.",
								"So, they conspired to cast a curse on a magical sash that compels its wearer to become a villain and act in ways the mages can determine and influence. Then, they set themselves up as oracles, making up prophecies about the villain's actions that they knew would come true.",
								"These mages peddled their lies and began sending heroes on great quests to confront the villain. But they did not care whether the heroes lived or died. All they wanted was to be revered as great oracles! And should any hero kill the villain, then the curse passes on to them, continuing the cycle in perpetuity. A fool-proof plot to fool fools!",
								"{@creature Mythhollow|TTNSP} herself is one of the previous \"Chosen Ones\" misled by the oracles in this way, and she wishes to end the prophets' scam once and for all. But her methods are extreme and the oracles offer great rewards for defeating this so-called evil. Which side will the adventurers' choose? In this prophecy, fate rests in their hands! The weight of the world is on their shoulders! The air of destiny breathes into their lungs!"
							]
						},
						{
							"type": "entries",
							"name": "Adventure Hooks",
							"page": 9,
							"entries": [
								"Getting the player characters started on this adventure should be rather straightforward. If you want to engage their characters directly, you can grant them a shared vision from the oracles while they are resting one night—or perhaps even while they are awake—or you can introduce an acolyte sent by the order to find them or a brick with a note attached can be thrown into the party's room while they sleep. However it happens, they need to be notified that a prophecy has identified them as the chosen heroes destined to save Azpehrun.",
								"Alternatively, for a softer approach, you can seed rumors of this great danger, which has people stricken with fear, though there are few to any details of the exact nature of the danger or of the oracles who are revered and beloved by the common people for guiding heroes to protect the realm. The party could be new in town and everyone keeps asking them if they're chosen ones, cause they look like chosen ones and should see the oracles.",
								"For a quick start so you can run this adventure in a single sitting, tell the players their characters have all been contacted by oracular vision and find themselves gathering in the Azpehrun Temple. Ask them to describe their characters to each other and then jump to the \"{@adventure Chosen...by Fate?|TTNSP|3|Chosen...by Fate?}\" {@homebrew |(page 12)} section in the adventure below."
							]
						},
						{
							"type": "entries",
							"name": "The Town of Azpehrun",
							"page": 9,
							"entries": [
								"The small but beautiful town of Azpehrun, situated on rolling forested hills, is, by all appearances, a rather serene place but it is, in fact, a tourist trap. The economy of the entire town is tied to the fact that the oracle's temple is nearby, and the town is an oracle-themed tourist town. They really put the profit in prophecy! Oracles decorations, statues, and knick-knacks are everywhere, and everyone is peddling some kind of oracle related souvenir or experience. The town is self-sufficient and, in most cases, able to provide for its own needs. But there's no denying the importance of tourism to this small, proud town.",
								"Frequently under threat by villain after villain, the people of Azpehrun are currently pressured by the rise of the evil villain known as {@creature Mythhollow|TTNSP}, who threatens to subjugate the valley, kill the oracles, rid the world of prophecy, and destroy the oracle tourist trade.",
								"But despite the danger looming over the town, the mood is still high and pleasant, because the towns people blindly trust in their local oracles and believe that their prophetic powers will lead to Mythhollow's fall, just as it has led to the fall of other villains who have previously threatened the town. And, for added benefit, a new villain means new merchandise to sell and the oraclets can remain relevant for tourists around the world!",
								"Without this claim to fame, Azpehrun would just be another small town, and the locals are happy to have something to distinguish themselves by. Warm, friendly, and proud of the acclaim the seers have brought them, the locals are always welcoming to the travelers and tourists who visit, either out of idle curiosity or on dedicated pilgrimages, to see the home of the highly reputed {@creature Azpehrun Oracle|TTNSP|Azpehrun Oracles}.",
								{
									"type": "entries",
									"name": "The Premonish Inn",
									"page": 9,
									"entries": [
										"A combination inn, tavern, and souvenir gift shop, the Premonish Inn is the center of life in town—both for the proud villagers and for visiting tourists, who come to see not only the temple but also the inn itself!",
										"The building is well tended to and made of beautiful dark wood, with lighter supports enriching its aesthetic. The tavern—the central structure of the place—is the oldest part of the building, with the inn and souvenir gift shop being clear additions made to expand the business as the town's reputation has grown.",
										"The tavern and gift shop portions of the building each have their own separate entrances, but everything is accessible from inside, with the separate sections divided by half-walls to keep each piece of the business distinct from each other without actually isolating any one area. You can eat a flavorful chicken dinner or have wine-time at the tavern, then go into the gift shop for tacky oracle souvenirs!",
										{
											"type": "entries",
											"name": "The Tavern & Inn",
											"page": 9,
											"entries": [
												"The tavern and inn portion of the business all exist together, in one combined \"side\" of the building. There is ample seating for guests placed around long, communal tables, with smaller, more private tables, around the edges of the space.",
												"It's usually lively, though not obnoxiously so, since visitors to the town tend to be rather respectful and the locals don't wish to make a mess of a place that holds so much of their town's pride—namely, the Azpehrun Epics. (See below.)",
												"The tavern is famous for their flavorful {@item chicken dinner|TTNSP} and wine, which goes for about 10 copper pieces and includes a side of roasted acorns. The tavern also has the {@item Soupteener Special|TTNSP}, which is a wondrous soup made by the world renowned {@creature Monstrous Soupteener|TTNSP|Soupteener}. It goes for 6 copper pieces. They also serve a sludgy novelty drink called {@item Mud Wine|TTNSP} which is exactly that, mud mixed with wine. It's 3 copper pieces a cup.",
												"Twelve rooms are available, split across the two upper floors of the building, and can be booked for 7 silver pieces a night at a reception desk/information booth near the door that also serves as a bit of a welcome center for visitors to the town. There are various fliers available for different tours and attractions around town."
											]
										},
										{
											"type": "entries",
											"name": "The Souvenir Gift Shop",
											"page": 10,
											"entries": [
												"While the tavern's food is enjoyable and the inn is comfortable, for its modest accommodations, the true draw for most visitors is the souvenir gift shop in the building.",
												"A well-stocked shop filled with dozens of knick-knacks, statues, branded clothing, and...sauce packets, the shop has just about anything you might need to remember your trip here by, and all the proceeds go to support the town and ensure the oracles can remain focused on the draining task of prophecy."
											]
										},
										{
											"type": "entries",
											"name": "Table of Souvenirs",
											"page": 10,
											"entries": [
												"Below are just a few notable items from the varied selection available in the store that includes many branded items like collectable spoons, flasks, and clothing.",
												{
													"type": "statblock",
													"tag": "table",
													"source": "TTNSP",
													"name": "Table of Souvenirs",
													"page": 10
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Interesting NPCs",
									"page": 10,
									"entries": [
										{
											"type": "entries",
											"name": "{@creature Barteener|TTNSP}",
											"page": 10,
											"entries": [
												"(male, human, 40s) is a kind, but often overwhelmed man who keeps the drinks flowing at the Premonish Inn. Bald, with a bit of a pot-belly, he's a friendly sort and always has a good rumor to share with those who ask..",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Barteener.webp"
													},
													"credit": "Titmouse"
												}
											]
										},
										{
											"type": "entries",
											"name": "Rimi",
											"page": 10,
											"entries": [
												"(female, human, 20s) is the passionate and welcoming face who greets every visitor to the town. Rimi is the biggest proponent of her hometown and loves working the welcome desk at the Premonish Inn. Red-headed and freckled, she can brighten anyone's day with just a few kind words."
											]
										},
										{
											"type": "entries",
											"name": "Chaloner",
											"page": 10,
											"entries": [
												"(male, human, 30s) is the selfproclaimed \"visionary\" who started the souvenir gift shop. He is always careful to clarify that though his visions may not be prophetic, they do ensure the prophets can stay focused on their work. One of the first travelers to come here, Chaloner was a failed merchant who came to ask the oracles to help him divine a path to success. His journey here proved to be his answer, as Chaloner saw opportunity in the town of Azpehrun, and has since taken it upon himself to develop a large catalogue of souvenirs and has no shame in employing sales tactics that are as aggressive as they are effective."
											]
										},
										{
											"type": "entries",
											"name": "Seedooklere",
											"page": 10,
											"entries": [
												"(female, human, 40s) is a rather quiet, but friendly, woman dressed in long robes, Seedookelere—or \"Seedoo\" for short—was one of the Azpehrun Oracles until she retired several months ago. Nobody around town knows why she stepped away from the order, but they respect her wishes not to talk about it. In fact, when the subject is brought up, she pretends she knows nothing about it. The oracles still pay for her food and housing at the inn, and she spends most of her days wandering aimlessly through the town, as if searching for something. When she comes to rest in the tavern, she can often be found drawing seemingly meaningless doodles on scraps of paper."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Azpehrun Epics",
									"page": 10,
									"entries": [
										"\"The Azpehrun Epics\" refers to the stories of the heroes and villains who have risen and fallen to defend or threaten the region surrounding Azpehrun. Evil is unrelenting here and, even when defeated, doesn't take long to rise again. In a way, history keeps rapidly repeating itself with different players.",
										"There are paintings of these villains—and the heroes who took them down—in the Premonish Inn, as well as statues around town. Many of the souvenirs pay homage to these characters and the townspeople are all vaguely familiar with their histories, in case the party is curious to get more background information on the area's history.",
										{
											"type": "entries",
											"name": "Boulderdash",
											"page": 11,
											"entries": [
												"The first of the villains to threaten Azpehrun and the surrounding region, Boulderdash was a strong brute who traveled throughout the area like a wrecking ball, causing havoc wherever he went. He was defeated by a sword-wielding hero named {@b Hastyblade} whose quick blade earned her a reputation as a capable monster hunter."
											]
										},
										{
											"type": "entries",
											"name": "Nighty Knight",
											"page": 11,
											"entries": [
												"Not long after the Boulderdash's defeat, the Nighty Knight—a heavily armored menace—arose to threaten Azpehrun. Nighty Knight raised a small band of evildoers who began to raid and pillage small towns and villages. They were defeated by {@b The String-Fingler}, a local hunter who traveled to see the Azpehrun Oracles desperate for a way to end the threat that plagued his home."
											]
										},
										{
											"type": "entries",
											"name": "The Roarfessor",
											"page": 11,
											"entries": [
												"The most recent of the villains before {@creature Mythhollow|TTNSP}, Roarfessor commanded terrible forest creatures to attack travelers and caravans journeying in the area. Terrified by the Beastmaster and his beasts, the local populace had little recourse but to hide in their homes. Salvation came when a bard named {@b Folkgloria} heard of the danger and, looking to make a name for herself, came to defeat the Beastmaster and the wicked creatures under his command."
											]
										},
										{
											"type": "entries",
											"name": "Mythhollow",
											"page": 11,
											"entries": [
												"The current villain threatening the region, {@creature Mythhollow|TTNSP} threatens the town with vicious magic & steel. No heroes have arisen to face her...yet."
											]
										},
										"A {@dc 20} Wisdom ({@skill Perception}) or Intelligence ({@skill Investigation}) check made when studying the paintings, statues, or other depictions of these heroes reveals a striking similarity between each presented hero and the villain that followed them. For example, Hastyblade and Nighty Knight seem to wear almost identical armor, and Bowfinger and The Roarfessor seem to have a similar-looking bow."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Azpehrun Temple",
							"page": 11,
							"entries": [
								"The Azpehrun Temple is a large three-story building built of marble. At least, it seems to be. In truth, the temple is a stage for the Oracle's activities—a large wooden lodge that has been dressed up to play the part of the home of their oracular order. A three-story building built of the same wood as the rest of the town's structures, a convincing facade gives it the illusion of being made of marble.",
								"Inside, the decor continues to reinforce the illusion, the entire thing a staged set. There are baskets of fake fruit, lavishly displayed, a massive fireplace that leads to no chimney, and, of course, the oracles themselves. The oracles are dressed in intricate, but not overly extravagant, robes, they're easy to spot. Most walk the temple demurely, but even a passing glance makes it easy to see that there are eccentrics among the oracles who whisper to themselves or compulsively look for patterns in the wood-grain of the building.",
								"The windows, too, contribute to the illusion, the exterior, under the facade, covered in fabric, painted so that if you were to look through them, you'd see an incredible vista or be looking down on a part of the extravagant temple complex that doesn't actually exist.",
								"The central gathering hall takes up much of the ground floor, accented with a large—fake—fireplace. Off to the side, there are also private chambers—for the oracles to consult with visitors—and a kitchen, which is kept private and where the base for the Oracle's scrying sauce is created. Lit candles bask the interior in a soft light and reinforce the cabin-like feeling with calming, natural scents. Storage rooms and bedrooms line the upper levels.",
								"A handful of travelers and visitors in consultation with the oracles are seated throughout the gathering hall.",
								{
									"type": "entries",
									"name": "The Four-Tolled Path",
									"page": 11,
									"entries": [
										"The cobblestone path leading up to the temple is, like much of the town, modest but well-cared for. Curving around bushes and trees, it is not only a functional path meant to lead people to the oracles' door, but also an opportunity for visitors to reflect prior to reaching the temple itself.",
										"Four small altars are interspersed along the path, each housing a small bell visitors can ring, announcing their presence in turns and signaling their respect for the esoteric and mystical nature of fate, destiny, and prophecy.",
										"Along the path is a statue of the head oracle, {@creature Zighthynd|TTNSP}. It's a bit of a showy depiction that to a cynical eye feels staged. Zighthynd's gesture is overly dramatic, with both arms up and palms up in a very pious pose, with his stare on the far horizon as if gazing into the future. A plaque under the statute reads: \"'A world without oracles is not a world I would want to live in.' - Zighthyn, Head Oracle\""
									]
								},
								{
									"type": "entries",
									"name": "Meeting the Head Oracle",
									"page": 11,
									"entries": [
										"Well-equipped adventurers attract quite a bit of attention from the modest denizens of the temple. Whether they're already aware of the danger, or not, once the party make themselves known to the oracles, they are quickly brought to meet {@creature Zighthynd|TTNSP}, the Head Oracle, at his request.",
										"If the party has been led here by the acolyte or contacted through a vision, {@creature Zighthynd|TTNSP} is delighted to see the subjects of his \"vision.\" If the oracle hasn't met the party yet, upon meeting them and sizing them up, the oracle pretends to be stricken with a realization.",
										"In either case, {@creature Zighthynd|TTNSP} works to convince the party of the truth of his prophecy and offer them a quest to defeat {@creature Mythhollow|TTNSP}, the villain threatening their region, telling the party that it is their destiny to do so...The oracles have foreseen it."
									]
								},
								{
									"type": "entries",
									"name": "Zighthynd",
									"page": 12,
									"entries": [
										"Zighthynd is a friendly, extroverted man in his fifties, who takes great pride in his wrinkles and graying hair. His long beard is well maintained and looks like it would be quite soft to the touch (it is). He's a bit showy and self-centered, like an actor. He wields a mundane wooden staff with intricate carvings along its shaft representative of the Azpehrun epics.",
										"Like all the other oracles, of course, he is lying about his oracular gifts. A successful {@dc 20} Wisdom ({@skill Insight}) check at any point in the conversation reveals that he's not being fully honest with the adventurers, but he does not reveal his con in its entirety.",
										"While the souvenir business in town has become rather popular, {@creature Zighthynd|TTNSP} is perpetrating this lie simply because he loves the idea of being an oracle. He, and all the other oracles at the temple, are motivated by the desire to just be oracles because that's what they want! And after all, doesn't the world need oracles?",
										"If pressed on the history's order, he won't reveal much. Instead, he'll stonewall the conversation by focusing on the present concerns with {@creature Mythhollow|TTNSP}.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Zighthynd.webp"
											},
											"credit": "Titmouse"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Chosen...by Fate?",
							"page": 12,
							"entries": [
								"{@creature Zighthynd|TTNSP} emphasizes the importance of defeating {@creature Mythhollow|TTNSP}, whose very presence occludes the oracles' sight. Her rise threatens the town of Azpehrun and the fate of the Oracles, and—eventually—the wider world.",
								"Of course, {@creature Zighthynd|TTNSP} emphasizes that the party has been chosen for this destiny, emphasizing that each and every one of them are Chosen Ones! Yes, all of them! He's trying to trick the heroes into believing that they've been chosen by fate and that nobody but the adventurers could possibly accomplish this task. The oracles need heroes like the party. {@creature Zighthynd|TTNSP} flatters them and encourages them to accept their destiny. And he offers them a reward each to help fulfill their greatest potential. But for the oracles to divine the gifts the party will receive, they must first defeat {@creature Mythhollow|TTNSP}, so she no longer obscures the oracles' prophetic sight.",
								{
									"type": "entries",
									"name": "The Scrying Sauce",
									"page": 12,
									"entries": [
										"In order to convince the party as to the verity of the prophecy, {@creature Zighthynd|TTNSP} and the oracles use their signature scrying sauce. The prophecy that {@creature Zighthynd|TTNSP} proclaims read as follows, adapted for the circumstances of your own group of adventurers:",
										{
											"type": "quote",
											"entries": [
												"When the scrying sauce boils in the shadow of the chosen heroes, [a number of travelers equal to those in the party] come from distant lands, clad in spell and iron and will let their names be known. Only they can turn the stormy tide."
											]
										},
										"And, sure enough, when the scrying sauce is brought out in its bowl and placed under the party, it boils. Of course, it's just a fancy trick. A successful {@dc 22} Wisdom ({@skill Perception}) check reveals that an oracle, hidden nearby, is casting a spell to make the sauce boil. When tasted, the sauce will also taste like whatever they want it to taste like and, in this case, that's genuine magic!",
										"If the heroes see through Zighthynd's lie and the oracles' deception, he ensures they are alone before revealing the truth to them and putting all his cards on the table regarding the nature of the situation, the scam they've set up, and the very real threat they're facing. He offers the adventurers the same rewards as before—claiming he truly does have magical items to offer them—as well as a chance to be cut of the profits from this endeavor, a total of 1,000 gold pieces.",
										"It's fine if this makes the heroes more suspicious too. That's part of the fun! If the heroes are suspicious but don't manage to see through the lie completely, {@creature Zighthynd|TTNSP} stonewalls rather than give an explanation."
									]
								},
								{
									"type": "entries",
									"name": "The Threat of Mythhollow",
									"page": 12,
									"entries": [
										"Zighthynd tells the party that {@creature Mythhollow|TTNSP} is a being protected by great and powerful magic—her true character now lost to the oracles behind the clouded realm of their divinations—(a very convenient excuse for them in case of any flaws in their story).",
										"In order to defeat {@creature Mythhollow|TTNSP}, the party must retrieve a magical set of armor that would allow the oracles to overcome the blockage of their divinatory powers. But the only oracle who knows where this armor is has lost their mind. Her name is Seedookleer, and she can be found at the Premonish Inn."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Mad Seer",
							"page": 13,
							"entries": [
								"The Mad Seer holds the key to defeating {@creature Mythhollow|TTNSP}, as she knows the secret to overcoming the magic protecting the evil villain. Unfortunately, she has lost her memories. How? Only she knows. The adventurers have to get the information out of her and then help reclaim her lost mind to get the answers they seek.",
								{
									"type": "entries",
									"name": "The Mad Seer & Her Lost Memories",
									"page": 13,
									"entries": [
										"Seedooklere can be found at the Premonish Inn, wholeheartedly focused on her drawing. In order to get the information they need from her, the party needs to get her attention and then help her achieve a moment of clarity. There are many ways in which the party might accomplish this. Encourage them to get creative, as opposed to simplifying this to a skill check.",
										"Getting her attention could be achieved by: joining her in drawing or bringing her a gift from the souvenir shop or waving in her face and saying \"Hey!\" repeatedly until she responds. Helping her achieve clarity might come from a night of drunken camaraderie or getting enough information from the other people in the tavern to spark a moment of remembrance.",
										"That information may be about Seedooklere herself —for example, asking around the tavern may reveal the fact that Seedooklere used to spend time with the local children before she lost her memories. Exploring this angle further could unearth rumors that a child can sometimes be seen around town who doesn't seem to have any family here. Bringing either of these elements up to Seedooklere once the adventurers have earned her company should be enough for her to remember some of what happened.",
										"When the party finally gets the answers from the Mad Seer, she tells them that she lost her mind as part of a bet in some sort of children's game about two months ago. She then draws a picture of a young urchin boy and verbally directs the party to a small grove of trees not far beyond the village."
									]
								},
								{
									"type": "entries",
									"name": "Rags, the Urchin",
									"page": 13,
									"entries": [
										"Just outside of town, among some nearby trees, a child, who doesn't seem to live in town, often plays games with the local children. Going by the name Rags, this snotty, obnoxious kid who looks to be about ten years old likes to play betting games. Unbeknownst to the party, Rags is actually a trickster god who enjoys playing with humans and has come here to watch the oracles' attempts at trickery.",
										"When Rags readily admits to winning the oracle's memories in a game and is happy to put it up as a wager if the party is willing to wager something of their own, like a few memories of their own, something he's careful to reassure the adventurers won't disadvantage them for too long. Alternatively, he'll accept a favor later on, as an easy way out for the party, but a wonderful adventure thread for the GM to use in the future.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Rags.webp"
											},
											"credit": "Titmouse"
										}
									]
								},
								{
									"type": "entries",
									"name": "The Urchin's Game",
									"page": 13,
									"entries": [
										"Once the game is agreed upon, Rags layers an illusion over the forest clearing they are standing in. He then challenges the party to pick apart the scene and see if they can determine what he has changed.",
										"The game takes the form of a simple skill challenge. Each effort the players make to notice a difference is one skill check. In order to win, the party must succeed on three skill checks before failing three times. If they successfully do so, they win the game. But if they fail three times first, the urchin wins instead.",
										"The DC for each skill check is 14. If a party member fails a check, an ally who has not previously attempted it can try, but the DC increases by 2 for each successive check. The party can use any skill they can justify, including, but not limited to",
										{
											"type": "list",
											"page": 13,
											"items": [
												"Intelligence ({@skill Investigation}) - Succeeding draws a character's attention to the fact that the leaves in the area have been replaced with fake leaves carved out of wood and painted green, and practically identical to their natural counterparts.",
												"Wisdom ({@skill Perception}) - Succeeding draws a character's attention to the fact that the party's names have been carved into some of the trees with hearts around them, even though it may not be true love that the party members share.",
												"Wisdom ({@skill Survival}) - Succeeding draws a character's attention to a horrible bird-song coming from a dying bird in mid flight, never falling from the sky and in a state of perpetual flapping death.",
												"Intelligence ({@skill Nature}) - Succeeding draws a character's attention to the fact that the moss on the trees is growing mostly on the northern side of the surrounding trees, instead of the southern."
											]
										},
										"Additionally, the party may attempt a {@dc 18} Intelligence ({@skill Arcana}) check to see where the illusory magic is strongest, revealing one of the inconsistencies above or another of your own invention on a success.",
										"If the party wins the game, Rags gives them a long, dirty pigeon feather and tells them to tickle the seer's ear to restore her mind. If they fail, the consequence depends on what the party has wagered. If they've wagered some of their memories, they have disadvantage on all Wisdom checks and saving throws for the next month and they must roll a {@dc 18} Constitution saving throw. On a failure, they suffer one level of {@condition exhaustion}.",
										"Even if the party loses, Rags takes pity on them and tells them the information the seer would give them."
									]
								},
								{
									"type": "entries",
									"name": "Restoring the Mad Seer's Memories",
									"page": 14,
									"entries": [
										"When her memories are restored, Seedooklere returns to her normal self—vain and self-aggrandizing. However, she's still willing to help the party, given how they've helped her.",
										"When asked about {@creature Mythhollow|TTNSP} and the armor the other oracles are after, she points the adventurers to the Byssmol Mountain range and reveals the existence of a secret armory within which the armor was hidden. She warns the adventurers that in order to get to the armor they have to overcome not only the mountain's dangers, but also the magical defenses that protect the armory."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Plot Armory",
							"page": 14,
							"entries": [
								{
									"type": "entries",
									"name": "The Byssmol Mountains",
									"page": 14,
									"entries": [
										"The Byssmol Mountains are a small mountain range two days north of Azpehrun, beyond the temperate forests surrounding the town. A treacherous stretch of land, the Byssmol Mountains are known for their severe instability, which has earned them a reputation as being scorned by the Crystal Gods of the Starlex Realmods.",
										"The journey to the mountains may pass without incident, if playtime is a concern. With the information from Seedooklere's mind, the armory is not difficult to find, being located on the tallest peak. However, the last stretch up the mountains is another matter entirely.",
										"Roll percentile dice three times on the table below to determine which survival challenges the party need to overcome in order to make it up to the Plot Armory. Reroll to avoid reutilizing the same challenge. A successful {@dc 20} Wisdom ({@skill Perception} or {@skill Survival}) check reveals several figures tracking the group. Though the party cannot tell, they are {@creature Mythhollow|TTNSP} and her companions. Attempting to engage with them results in an encounter.",
										{
											"type": "statblock",
											"tag": "table",
											"source": "TTNSP",
											"name": "Byssmol Mountains Encounter",
											"page": 14
										}
									]
								},
								{
									"type": "entries",
									"name": "The Trapped Hallway",
									"page": 14,
									"entries": [
										"The armory vault at the top of the mountain lies behind a simple stone door, secure purely because none venture this far up the dangerous mountains. The door can be easily pushed open. When the adventurers step inside, the door closes behind them. Hanging on one of the walls, a mural of an hourglass starts counting down. Ten minutes. There are two ways for the adventurers to open the next door, which is made of dense stone and locked with a complicated mechanical construction:",
										{
											"type": "entries",
											"name": "Unlocking the Door",
											"page": 15,
											"entries": [
												"There is a complex mechanical lock that can be unlocked with either a successful {@dc 20} Dexterity check using {@item thieves' tools|PHB} or a successful {@dc 25} Intelligence ({@skill Arcana}) or Dexterity ({@skill Sleight of Hand}) check. After three failed attempts, the door permanently locks and no further attempts are possible. When a check succeeds, the door opens."
											]
										},
										{
											"type": "entries",
											"name": "Riddle",
											"page": 15,
											"entries": [
												"On the wall opposite the hanging hourglass, words are engraved in stone in Common: \"Man or king can I mislead. If my stone they do not heed. You may not trip, though you may stumble, and even wise men do I leave humble.\" Permissible answers include \"Prophecy,\" \"A riddle,\" or \"Tigtone\" (with no explanation). There are other engravings around the words, but they are crumbling and difficult to discern. A successful {@dc 20} Intelligence ({@skill Investigation}) check reveals that the crumbling engravings depict a group of people in a stone cavern before a door. When a correct answer is spoken aloud, the door opens."
											]
										},
										{
											"type": "entries",
											"name": "Passage of Time",
											"page": 15,
											"entries": [
												"If the ten minutes pass and the heroes have no answer, the chamber fills with crackling electricity. Each character within the chamber must make a {@dc 16} Dexterity saving throw. On a failure, they take 9 ({@damage 2d8}) lightning damage, or half as much damage on a success. Once the damage is resolved, the door opens."
											]
										},
										"Once the door opens, it remains open behind the party."
									]
								},
								{
									"type": "entries",
									"name": "Inside the Armory",
									"page": 15,
									"entries": [
										"The plot armory is a large, carved out, stone chamber filled with weapons and armor of any type the adventurers might need. These items are all common magical items with no clearly discernible effects besides the fact that any creature wielding the weapon or wearing the armor can will it to glow and give off a dim golden light in a radius of 10 feet around them.",
										"Of particular note is the suit of heavy plate {@item Plot Armor|TTNSP} that stands in the deepest part of the chamber, presented on a stand. Despite the dust it should have accumulated, it looks pristine."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Mythhollow Crashes the Party",
							"page": 15,
							"entries": [
								"Once the party ventures deeper into the armory and examines the {@item Plot Armor|TTNSP}, {@creature Mythhollow|TTNSP} makes her entrance. She's kept an eye out for the oracles to send someone here. {@creature Mythhollow|TTNSP} is determined to take the {@item Plot Armor|TTNSP} for herself, whether by taking it from the adventurers or convincing them to side with her against the oracles.",
								"In an attempt to convince the adventurers to side with her, {@creature Mythhollow|TTNSP} reveals the oracles' con, calling them out as charlatans who crafted a cursed item. The item is the {@item Special Sash|TTNSP}—a beautiful white sash with gold trim, which hangs around her armor, which compels heroes to become villains and keeps the oracles informed of the villain's actions so they can fabricate prophecies to support their claim as oracles. The oracles use these prophecies to garner favor with the townspeople, support their tourism and merchandise businesses, and send heroes after villains. When the villains are defeated, the sash and its curse transfers to the hero in question, keeping the perpetual loop of villainy going so the oracles never run out of prophecies to give.",
								"{@creature Mythhollow|TTNSP} has no intention of destroying the world, as the oracles claim. She simply wishes to permanently free herself from the curse, raze their temple to the ground, and bring their prophecy tourism economy to its knees! Were she to take and wear the {@item Plot Armor|TTNSP}, the curse over her would break and the oracles' business could come to an end.",
								"If the heroes agree to give {@creature Mythhollow|TTNSP} the {@item Plot Armor|TTNSP}, she immediately puts it on and invites them to return to Azpehrun with her in order to confront the oracles.",
								"If the adventurers refuse to give {@creature Mythhollow|TTNSP} the {@item Plot Armor|TTNSP}, she does her best to take it from them, immediately engaging them in combat. If there are more than four characters in the party, have one of the mercenaries below join {@creature Mythhollow|TTNSP} in combat for each additional party member. Of course, if the party successfully defeats {@creature Mythhollow|TTNSP}, the curse threatens to plague one of their party. (See the {@item cursed sash|TTNSP} description below.)",
								{
									"type": "entries",
									"name": "Mythhollow",
									"page": 15,
									"entries": [
										"Once a proud, valiant adventurer, Folkgloria was always willing to take on any adventure—no matter how difficult—as long as it might make for a good story. She was an easy target for the oracles and defeated the villain that preceded her—a druid whom the oracles called Briarthorn.",
										"Since taking the sash, {@creature Mythhollow|TTNSP} has struggled to resist its control, failing to do so in the first couple months of her curse. But recently she has found the strength within her, giving everything to hold the curse at bay and formulating a plan to break it completely.",
										"When met, the party should have a chance to recognize {@creature Mythhollow|TTNSP} from the depictions of Folkgloria in the Azpehrun Epics. A passive Perception of 15, or successful {@dc 15} Wisdom ({@skill Perception}) check would notice the striking resemblance. If the players paid a lot of attention to any representation of the epics, consider granting them advantage on the check or calling on them to make the check even if they don't think of it.",
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Mythhollow.webp"
											},
											"credit": "Titmouse"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Return to the Temple",
							"page": 16,
							"entries": [
								{
									"type": "entries",
									"name": "Having Defeated Mythhollow",
									"page": 16,
									"entries": [
										"If the party has defeated {@creature Mythhollow|TTNSP} and returns to the oracles for their reward, they are welcomed as heroes— with commensurate merchandise from the Premonish Inn gift shop!",
										"The oracles reward them with a gift card for each party member to the souvenir gift shop, worth 5 gold pieces.",
										"In addition, if the party has yet to see through the oracle's lies, {@creature Zighthynd|TTNSP} offers them a magic flute— saying, {@i \"In the darkest of days, this flute's song clears a way\"}—trying to convince the adventurers that this flute will save them in a moment of crisis. In truth, the flute is totally mundane and does nothing.",
										"If the party has come to learn the truth of the oracles' deception and plotting and decides to extort the oracles, the oracles gladly part with a cut of the profits from their merchandise, in exchange for the party's secrecy. This sum amounts to a total of 1,000 gold pieces.",
										"In addition, consider taking a look at the vault of items in the back of this book, if you wish to provide other magical rewards to your players."
									]
								},
								{
									"type": "entries",
									"name": "With Mythhollow",
									"page": 16,
									"entries": [
										"If the party returns with {@creature Mythhollow|TTNSP}, the townspeople go into hiding upon their arrival. But {@creature Mythhollow|TTNSP} ignores them and heads straight for the Azpehrun temple. There, she wishes to kill the oracles for what they've done to her and, if left to her own devices, destroy the temple as well as the Premonish Inn, and all the tacky souvenirs within it.",
										"The party can try to convince {@creature Mythhollow|TTNSP} not to kill the oracles, but this requires a successful {@dc 20} Charisma ({@skill Persuasion}) check. The DC can be lowered to 17 if the party makes the argument that killing the oracles is less severe a punishment than shaming and discrediting them. Alternatively, it can be treated as a {@dc 15} check if the party suggests letting the public have their revenge on the oracles for misleading them.",
										"If the adventurers fail to convince {@creature Mythhollow|TTNSP} not to kill the oracles, she follows through with the attack If they side with her, {@creature Zighthynd|TTNSP} and the other oracles attempt to flee. If they decide to fight {@creature Mythhollow|TTNSP} to protect the oracles instead, {@creature Zighthynd|TTNSP} fights by their side.",
										"In either scenario, the group earns a reward after the battle:",
										{
											"type": "list",
											"page": 16,
											"items": [
												"If the temple is destroyed and they search the ruins, they find an item of the GM's choice from the back of this book.",
												"If they side with the oracles and protect them from {@creature Mythhollow|TTNSP}, {@creature Zighthynd|TTNSP} rewards them with 1,000 gold pieces or an item of the GM's choice from the back of this book.",
												"If they side with {@creature Mythhollow|TTNSP}, she plunders the gold earned from the souvenir gift shop and rewards the party with 2,000 gold pieces and each party member with a small friendship rock with their name hastily painted on it."
											]
										}
									]
								}
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Adventure Splash 2.webp"
							},
							"credit": "Titmouse"
						}
					]
				},
				{
					"type": "section",
					"name": "Vault of Items",
					"page": 18,
					"entries": [
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Ancient Wizard Handbook",
							"page": 18
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Ancient Wizard Handbook.webp"
							},
							"credit": "Titmouse"
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Enchanted Compass",
							"page": 18
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Enchanted Compass.webp"
							},
							"credit": "Titmouse"
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Claw-Grabber Crossbow",
							"page": 18
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Claw-Grabber Crossbow.webp"
							},
							"credit": "Titmouse"
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Magic Marbles",
							"page": 18
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Ice Booties",
							"page": 19
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Princess Wand",
							"page": 19
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Princess Wand.webp"
							},
							"credit": "Titmouse"
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Reverse Dagger",
							"page": 19
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Reverse Dagger.webp"
							},
							"credit": "Titmouse"
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Staff of Time",
							"page": 19
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Viewing Orbs",
							"page": 19
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Quester's Journeyal",
							"page": 20
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Questers Journeyal.webp"
							},
							"credit": "Titmouse"
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Special Sash",
							"page": 21
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/The Special Sash.webp"
							},
							"credit": "Titmouse"
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Two-Sword Blade",
							"page": 21
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Two-Sword Blade.webp"
							},
							"credit": "Titmouse"
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Universal Transformation Potion",
							"page": 21
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Temporary Death Potion",
							"page": 21
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Temporary Death Potion.webp"
							},
							"credit": "Titmouse"
						},
						{
							"type": "statblock",
							"tag": "item",
							"source": "TTNSP",
							"name": "Sword that Cuts Nothing",
							"page": 21
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Sword that Cuts Nothing.webp"
							},
							"credit": "Titmouse"
						}
					]
				},
				{
					"type": "section",
					"name": "Creatures & Characters",
					"page": 22,
					"entries": [
						{
							"type": "entries",
							"name": "The Never-Stopping Prophecy",
							"page": 22,
							"entries": [
								{
									"type": "statblock",
									"tag": "creature",
									"source": "TTNSP",
									"name": "Mythhollow",
									"page": 22
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Mythhollow.webp"
									},
									"credit": "Titmouse"
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "TTNSP",
									"name": "Zighthynd",
									"page": 23
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Zighthynd.webp"
									},
									"credit": "Titmouse"
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "TTNSP",
									"name": "Azpehrun Oracle",
									"page": 23
								}
							]
						},
						{
							"type": "entries",
							"name": "Death Tournament Challengers",
							"page": 24,
							"entries": [
								"A human warrior with a horse torso!",
								{
									"type": "statblock",
									"tag": "creature",
									"source": "TTNSP",
									"name": "Horseo",
									"page": 24
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Horseo.webp"
									},
									"credit": "Titmouse"
								},
								"With acid spitting snout action!",
								{
									"type": "statblock",
									"tag": "creature",
									"source": "TTNSP",
									"name": "Hogwash",
									"page": 25
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Hogwash.webp"
									},
									"credit": "Titmouse"
								},
								"A beast with a more deadly bite than a normal beast!",
								{
									"type": "statblock",
									"tag": "creature",
									"source": "TTNSP",
									"name": "Sabre-Teeth",
									"page": 25
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Sabre-Teeth.webp"
									},
									"credit": "Titmouse"
								}
							]
						},
						{
							"type": "entries",
							"name": "Creature Bestiary",
							"page": 26,
							"entries": [
								{
									"type": "entries",
									"name": "Festus Trolls",
									"page": 26,
									"entries": [
										"The slothful Festus trolls are empty-minded thralls of their patron, the evil Lord Festus. Lacking any sort of sophistication, Festus trolls find victory primarily through their numbers and overbearing physicality. To an average commoner, these creatures are powerful, terrifying foes, due primarily to their hearty builds that allow them to suffer a lot of punishment, a trait which makes them useful goons for Lord Festus. Sent out on missions on his behalf, these creatures are particularly renowned for being able to conjure a projection of their evil master, meaning that wherever these trolls go, Lord Festus can easily follow.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "TTNSP",
											"name": "Festus Troll",
											"page": 26
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Festus Troll.webp"
											},
											"credit": "Titmouse"
										}
									]
								},
								{
									"type": "entries",
									"name": "Flying Eye",
									"page": 26,
									"entries": [
										"While the origin of these flying eyes is highly disputed, there is no denying that they make for an unnerving sight. Two eyeballs wrapped in a fleshy mass, with a small, but sharp, toothed maw between each eye, these flying stalks of flesh are simple but dangerous creatures. Everything they see is a feast for their large eyes, which fly directly toward any perceived targets, intent on chewing them up. Were they the size of a normal eye, perhaps they would be less of a danger, but with the eyes being six feet tall, coming face to eye with one of things might just make your own pop out of your head.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "TTNSP",
											"name": "Flying Eye",
											"page": 26
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Flying Eye.webp"
											},
											"credit": "Titmouse"
										}
									]
								},
								{
									"type": "entries",
									"name": "Monstrous Soupteener",
									"page": 27,
									"entries": [
										"Making delicious food for picky critics puts a lot of pressure on chefs. It's no wonder they sometimes get hot under the 'colander.' When such anger gets truly out of hand and there's enough magic in the air, a curse can manifest, feeding upon that anger, turning the chef in question into a monstrous soupteener. Such a transformation is rarely immediate. Instead, it is a rather insidious affliction as the chef remains largely unchanged...on the outside.",
										"Internally, the chef develops a symbiotic relationship with their anger, and while the parasitic curse leeches off that connection, eventually the chef is subsumed entirely. Then, in times when the chef's anger truly erupts, the chef undergoes a monstrous transformation—chef hat and all—bringing chaos into their kitchen and the world beyond.",
										{
											"type": "inset",
											"page": 27,
											"entries": [
												"The monstrous soupteener's only visual similarity between its humanoid and monstrous forms is the chef's hat it wears upon its head, which remains the same size in either form. In some instances, these chef's hats are the source of the curse and, if removed from the soupteener, can break it.",
												"Unfortunately, these hats tend to be attached rather firmly to these creatures, becoming a part of their physiology. Removing a chef's hat from a monstrous soupteener requires being within reach of the monstrous soupteener's head. If a creature within range wishes to remove the hat, it must succeed on a {@dc 20} Strength check. Alternatively, treat the chef's hat as an object with an AC of 12 and 20 hit points. The hat is immune to bludgeoning damage."
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Monstrous Soupteener Hat.webp"
											},
											"credit": "Titmouse"
										},
										{
											"type": "statblock",
											"tag": "creature",
											"source": "TTNSP",
											"name": "Monstrous Soupteener",
											"page": 27
										},
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Monstrous Soupteener 1.webp"
													},
													"credit": "Titmouse"
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Monstrous Soupteener 2.webp"
													},
													"credit": "Titmouse"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Princess Bird Swarm",
									"page": 28,
									"entries": [
										"Innocent, sweet, and a veritable hassle when bothered, princess birds flock to the kind and altruistic. They respond with great impunity to any who do not meet their extreme standards of conduct.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "TTNSP",
											"name": "Princess Bird Swarm",
											"page": 28
										},
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Princess Bird Swarm 1.webp"
													},
													"credit": "Titmouse"
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Princess Bird Swarm 2.webp"
													},
													"credit": "Titmouse"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Repli-Rocks",
									"page": 28,
									"entries": [
										"Hewn from stone and imbued with souls, these brutish creatures are an imposing sight, especially when seen deployed in large numbers. However, on their own, repli-rocks are little more than vessels. The true effectiveness of these creatures depends greatly on the souls they are charged with. Only the most foolish of evildoers would fill them with the soul of a harmless creature like, say, a chicken...",
										{
											"type": "inset",
											"page": 28,
											"name": "Repli-Rocks",
											"entries": [
												"Any creature with a soul can become a repli-rock. It keeps its statistics, except as follows:",
												{
													"type": "list",
													"style": "list-no-bullets",
													"page": 28,
													"items": [
														{
															"type": "item",
															"name": "Challenge",
															"entries": [
																"Recalculate the creature's challenge rating after applying the template"
															]
														},
														{
															"type": "item",
															"name": "Creature Type",
															"entries": [
																"The creature is an elemental in addition to its other types."
															]
														},
														{
															"type": "item",
															"name": "Armor Class",
															"entries": [
																"The creature's armor class becomes 17."
															]
														},
														{
															"type": "item",
															"name": "Speed",
															"entries": [
																"The creature's speed becomes 20 feet. It loses any fly or swim speed, if it has any."
															]
														},
														{
															"type": "item",
															"name": "Senses",
															"entries": [
																"The repli-rock gains {@sense darkvision} out to a radius of 60 feet."
															]
														},
														{
															"type": "item",
															"name": "Resistances",
															"entries": [
																"The repli-rock gains resistance to damage from bludgeoning, piercing, and slashing from nonmagical attacks."
															]
														},
														{
															"type": "item",
															"name": "Immunities",
															"entries": [
																"The repli-rock gains immunity to poison damage. It also gains immunity to the following conditions: {@condition exhaustion}, {@condition paralyzed}, {@condition petrified}, {@condition poisoned}, {@condition unconscious}."
															]
														}
													]
												}
											]
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Repli-Rocks.webp"
											},
											"credit": "Titmouse"
										}
									]
								},
								{
									"type": "entries",
									"name": "Seed-Steed",
									"page": 29,
									"entries": [
										"While most {@creature treant|MM|treants} prefer calm and quiet existences, flying treants—affectionately referred to as \"seed-steeds\" by adventurers—are much more outgoing than their stoic counterparts. Blessed with monstrous wings that strike a notable contrast with their otherwise more natural form, seed-steeds have earned a reputation for...well, being flying trees. While it is true that there are many stories of adventurers who have befriended these seed-steeds, they can be rather unruly creatures. Many a fool who assumes that every seed-steed is willing to serve as a flying companion ends up enjoying a short ride, before being dropped to their deaths from hundreds of feet in the air.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "TTNSP",
											"name": "Seed-Steed",
											"page": 29
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Seed-Steed.webp"
											},
											"credit": "Titmouse"
										}
									]
								},
								{
									"type": "entries",
									"name": "Slime Captains",
									"page": 29,
									"entries": [
										"Slime captains are either pirates who have been turned to slime by chaos, or slime that has been tainted by consuming many pirates. Whatever their origin, they only exhibit the shallowest of humanoid behaviors and are very clearly some kind of green ooze, despite the fancy hat they wear.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "TTNSP",
											"name": "Slime Captain",
											"page": 29
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Slime Captain.webp"
											},
											"credit": "Titmouse"
										}
									]
								},
								{
									"type": "entries",
									"name": "Sound Monster",
									"page": 30,
									"entries": [
										"A creature of legend often used by parents to terrorize children who are being too quiet, the sound monster is, in fact, quite real. A terrible creature that feeds off the screams of those around it, the sound monster is a large slug-like creature with massive bat-like ears, long claws, and bone spines that jut out from every part of its body.",
										"Able to move at incredible speeds, the sound monster can eviscerate its prey in the blink of an eye. It is also incredibly difficult to destroy, as the particular nature of this being means that it can only be heard, not seen. While every sound monster is extremely dangerous, beware the particularly clever among its kind, who learn to feed on internal screaming or have even been reported to hold entire cities hostage in a state of never-ending shouting, in order to keep its endless appetite satisfied.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "TTNSP",
											"name": "Sound Monster",
											"page": 30
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Sound Monster.webp"
											},
											"credit": "Titmouse"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sky Blood Pirates",
							"page": 31,
							"entries": [
								"Though they were once simple sky pirates roaming the airways in search of wine, an encounter with Tigtone turned them into vampires. Now these sky pirates hunt only for blood! With the many skyships in their fleet, the Sky Blood Pirates pose a great threat to any kingdom they come across. In most cases, it is simply easier to pay the blood tribute these pirates demand so they quickly move on, rather than risk them deciding to indulge more deeply on the kingdom's denizens.",
								{
									"type": "entries",
									"name": "Sky Blood Pirate Crewmate",
									"page": 31,
									"entries": [
										"The basic crewmates of the Sky Blood Pirate fleet were all capable rascals, even before they were turned into vampire spawn. Now, with their additional vampiric gifts, they are a veritable force to be reckoned with, whether in the skies, or rappelling down to the surface world.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "TTNSP",
											"name": "Sky Blood Pirate Crewmate",
											"page": 31
										},
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Sky Blood Pirate Crewmate 1.webp"
													},
													"credit": "Titmouse"
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Sky Blood Pirate Crewmate 2.webp"
													},
													"credit": "Titmouse"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Zuviell, Sky Blood Pirate Queen Captain",
									"page": 32,
									"entries": [
										"Queen Captain of the Sky Blood Pirates, Zuviell is an incredibly talented duelist and has earned the respect of her crew over countless voyages. A determined leader, Zuviell's skill in combat is only matched by her singlemindedness in the pursuit of plunder and blood.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "TTNSP",
											"name": "Zuviell, Sky Blood Pirate Queen Captain",
											"page": 32
										},
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Zuviell 1.webp"
													},
													"credit": "Titmouse"
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Zuviell 2.webp"
													},
													"credit": "Titmouse"
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Blassamangenguro, the Flower Vampire",
							"page": 34,
							"entries": [
								"The ancient flower vampire, Blassamangenguro, is an awkward and solitary figure. Although just as cunning as most of his vampiric kin, Blassamangenguro has a reputation of being willing to bite anything, for a price. Despite what some believe, that price is not always an exorbitant sum. In fact, the price is literally often...anything.",
								"Residing deep within the jungle, where the tree cover offers protection from the sun even during the day, Blassamangenguro resides in a beautiful flower—a far cry from the stodgy wooden caskets vampires are known to rest in. Unlike a traditional casket, though, Blassamangenguro cannot leave his flower—nor does he want to. Many an aspiring vampire or dark cultist attempts the journey to reach his domain, in order to be infected with his vampiric powers.",
								{
									"type": "entries",
									"name": "Blassamangenguro's Lair",
									"page": 36,
									"entries": [
										"Most creatures who make lairs tend to be very defensive of their homes. This is especially true for Blassamangenguro, who has literally laid his roots here and can not leave the place if he wanted to— becoming one with the land, trading a wooden coffin for a beautiful flower and living in symbiosis with the world around him.",
										"While this connection has made him a bit more... mellow of a vampire, it also has the opposite effect on the environment, making the flora and fauna found around Blassamangengruo's lair more carnivorous than one might expect to find and spelling doom for many naive adventurers.",
										"This connection also allows Blassamangenguro to exert his influence over the plants, trees, and even the very soil within his domain. Under his control, nature becomes a veritable death trap, more than compensating for Blassamangenguro's immobility. Quite a few vampire hunters have met their end when, overconfident, they confront the flower vampire, believing him an easy mark due to his immobile nature. But Blassamangenguro still lives, and the botanical denizens of his lair remain well sated, their soil fertilized with blood and bone."
									]
								},
								{
									"type": "statblock",
									"tag": "creature",
									"source": "TTNSP",
									"name": "Blassamangenguro, the Flower Vampire",
									"page": 34
								},
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Blassamangenguro 1.webp"
											},
											"credit": "Titmouse"
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Blassamangenguro 2.webp"
											},
											"credit": "Titmouse"
										},
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/TTNSP/Blassamangenguro 3.webp"
											},
											"credit": "Titmouse"
										}
									]
								},
								{
									"type": "entries",
									"name": "Awakened Tree",
									"page": 37,
									"entries": [
										"An awakened tree is an ordinary tree given sentience and mobility by the awaken spell or similar magic.",
										{
											"type": "statblock",
											"tag": "creature",
											"source": "MM",
											"name": "Awakened Tree",
											"page": 37
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Legal",
					"page": 39,
					"entries": [
						"{@b OPEN GAME License Version 1.0a}",
						"The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.",
						{
							"type": "list",
							"style": "list-decimal",
							"columns": 2,
							"page": 12,
							"items": [
								"Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities; places, locations, environments, creatures, Equipment, magical or supernatural Abilities or Effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.",
								"The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.",
								"Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.",
								"Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.",
								"Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.",
								"Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.",
								"Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.",
								"Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.",
								"Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.",
								"Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.",
								"Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.",
								"Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.",
								"Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.",
								"Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "COPYRIGHT NOTICE",
													"page": 12,
													"entries": [
														"Open Game License v 1.0a Copyright 2000, Wizards of the Coast, LLC.",
														"System Reference Document 5.0 Copyright 2016, Wizards of the Coast, Inc.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.",
														"END OF LICENSE",
														"TIGTONE and all related characters and elements are TM &  2020 Cartoon Network. A WarnerMedia Company. All Right Reserved."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
