{
	"_meta": {
		"sources": [
			{
				"json": "DDEX1-01",
				"abbreviation": "DDEX1-01",
				"full": "DDEX1-01 - Defiance in Phlan",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"badooga"
				],
				"version": "1.0.0",
				"url": "https://github.com/TheGiddyLimit/homebrew",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1558867830,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "c9304293dd",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "Defiance in Phlan",
			"id": "DDEX1-01",
			"source": "DDEX1-01",
			"group": "other",
			"alLength": {
				"exact": 5
			},
			"alId": "DDEX1-01",
			"contents": [
				{
					"name": "Foreword",
					"headers": [
						"Introduction",
						"The D&D Adventurers League",
						"Preparing the Adventure",
						"Before Play at the Table",
						"Adjusting the Adventure",
						"Dungeon Mastering the Adventure",
						"Adventure Background",
						"Overview"
					]
				},
				{
					"name": "Mission 1: The Meeting at Deepnight",
					"headers": [
						"Helping the Harper",
						"The Meet at the Barn",
						"Uninvited Guests",
						"Rewards",
						"Experience",
						"Treasure",
						"Renown",
						"Downtime",
						"DM Rewards"
					]
				},
				{
					"name": "Mission 2: The Screams at Dawn",
					"headers": [
						"The Distraught Woman",
						"Tracking Through the Bog",
						"The Lair Entrance",
						"The Goblin Lair",
						"Rewards",
						"Experience",
						"Treasure",
						"DM Rewards"
					]
				},
				{
					"name": "Mission 3: The Dead at Highsun",
					"headers": [
						"The Keeper of the Dead",
						"Xandria's Crypt",
						"Rewards",
						"Experience",
						"Treasure",
						"Renown",
						"Downtime",
						"DM Rewards"
					]
				},
				{
					"name": "Mission 4: A Shock at Evenfeast",
					"headers": [
						"Table 1",
						"Table 2",
						"Table 3",
						"Table 4",
						"Table 5",
						"Table 6",
						"The Lightning Spell",
						"Surveying the Scene",
						"Catching the Dwarf",
						"Bottling the Lightning",
						"Wrapping Up",
						"Rewards",
						"Experience",
						"Treasure",
						"Renown",
						"Downtime",
						"DM Rewards"
					]
				},
				{
					"name": "Mission 5: The Danger at Dusk",
					"headers": [
						"A Troubled Gnome",
						"The Secret Prison",
						"Rewards",
						"Experience",
						"Treasure",
						"Renown",
						"Downtime",
						"DM Rewards"
					]
				}
			],
			"level": {
				"start": 1,
				"end": 1
			},
			"published": "2014-09-01",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDEX1-01/DDEX1-01-cover.webp"
			},
			"storyline": "Tyranny of Dragons"
		}
	],
	"adventureData": [
		{
			"id": "DDEX1-01",
			"source": "DDEX1-01",
			"data": [
				{
					"type": "section",
					"name": "Foreword",
					"entries": [
						"The Cult of the Dragon has come to Phlan, a lawless refuge on the Moonsea. Now, with no significant authority to stop the cult, other power groups in the Realms-the Harpers, Order of the Gauntlet, Emerald Enclave, Lords' Alliance, and even the Zhentarim-must unite to stop the cult from fulfilling its dark purpose in the city. Join the fight by participating in any one of five different missions aimed at stopping the cult. An introductory adventure for 1st-level characters.",
						"{@b Adventure Code: DDEX1-01}",
						{
							"type": "section",
							"name": "Introduction",
							"entries": [
								"Welcome to {@i Defiance in Phlan}, a D&D Expeditions adventure, part of the official D&D Adventurers League organized play system and the Tyranny of Dragons storyline season.",
								"{@b This adventure is designed for three to seven 1st level characters, and is optimized for five 1st level characters}. Characters outside this level range cannot participate in this adventure. Players with ineligible characters can create a new 1st-level character or use a pregenerated character.",
								"This adventure is broken up into {@b five mini-adventures}, each of which takes approximately one hour to complete. A group can play through any or all of these adventures in whatever order they choose."
							]
						},
						{
							"type": "section",
							"name": "The D&D Adventurers League",
							"entries": [
								"This adventure is official for D&D Adventurers League play. The D&D Adventurers League is the official organized play system for Dungeons and Dragons. Players can create characters and participate in any adventure allowed as a part of the D&D Adventurers League. As they adventure, players track their characters' experience, treasure, and other rewards, and can take those characters through other adventures that will continue their story.",
								"D&D Adventurers League play is broken up into storyline seasons. When players create characters, they attach those characters to a storyline season, which determines what rules they're allowed to use to create and advance their characters. Players can continue to play their characters after the storyline season has finished, possibly participating in a second or third storyline with those same characters. A character's level is the only limitation for adventure play. A player cannot use a character of a level higher or lower than the level range of a D&D Adventurers League adventure.",
								"If you're running this adventure as a part of a store event or at certain conventions, you'll need a DCI number. This number is your official Wizards of the Coast organized play identifier. If you don't have a number, you can obtain one at a store event. Check with your organizer for details.",
								"For more information on playing, running games as a Dungeon Master, and organizing games for the D&D Adventurers League, please visit the D&D Adventurers League home page."
							]
						},
						{
							"type": "section",
							"name": "Preparing the Adventure",
							"entries": [
								"Before you show up to Dungeon Master this adventure for a group of players, you should do the following to prepare.",
								{
									"type": "list",
									"items": [
										"Make sure to have a copy of the most current version of the D&D basic rules or the {@book Player's Handbook|phb}.",
										"Read through the adventure, taking notes of anything you'd like to highlight or remind yourself while running the adventure, such as a way you'd like to portray an NPC or a tactic you'd like to use in a combat.",
										"Get familiar with the monster statistics used in this adventure.",
										"Gather together any resources you'd like to use to aid you in Dungeon Mastering, such as notecards, a DM screen, miniatures, battlemaps, etc.",
										"If you know the composition of the group beforehand, you can make adjustments as noted throughout the adventure."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Before Play at the Table",
							"entries": [
								"Ask the players to provide you with relevant character information. This includes:",
								{
									"type": "list",
									"items": [
										"Character name and level",
										"Character race and class",
										"Passive Wisdom (Perception)-the most common passive ability check",
										"Anything notable as specified by the adventure (such as backgrounds, traits, flaws, and so on)"
									]
								},
								"Players that have characters outside the adventure's level range {@b cannot participate in the adventure with those characters}. Players with ineligible characters can make a new 1st-level character or use a pregenerated character. Players can play an adventure they previously played or ran as a Dungeon Master, but not with the same character (if applicable).",
								"Ensure that each player has an official adventure logsheet for his or her character (if not, get one from the organizer). The player will fill out the adventure name, session number, date, and your name and DCI number. In addition, the player also fills in the starting values for XP, gold, downtime, renown, and number of permanent magic items. He or she will fill in the other values and write notes at the conclusion of the session. Each player is responsible for maintaining an accurate logsheet.",
								"If you have time, you can do a quick scan of a player's character sheet to ensure that nothing looks out of order. If you see magic items of very high rarities or strange arrays of ability scores, you can ask players to provide documentation for the irregularities. If they cannot, feel free to restrict item use or ask them to use a standard ability score array. Point players to the D&D Adventurers League Player's Guide for reference.",
								"If players wish to spend downtime days and it's the beginning of an adventure or episode, they can declare their activity and spend the days now, or they can do so at the end of the adventure or episode.",
								"Players should select their characters' spells and other daily options prior to the start of the adventure, unless the adventure specifies otherwise. Feel free to reread the adventure description to help give players hints about what they might face."
							]
						},
						{
							"type": "section",
							"name": "Adjusting the Adventure",
							"entries": [
								"Throughout this adventure, you may see sidebars to help you make adjustments to this adventure for smaller/larger groups and characters, of higher/lower levels that the optimized group size. Most of the time, this is used for combat encounters.",
								"You may adjust the adventure beyond the guidelines given in the adventure, or for other reasons. For example, if you're playing with a group of inexperienced players, you might want to make the adventure a little easier; for very experienced players, you might want to make it a little harder. Therefore, five categories of party strength have been created for you to use as a guide.",
								"Use these as a guide, and feel free to use a different adjustment during the adventure if the recommended party strength feels off for the group.",
								"This adventure is {@b optimized for a party of five 2nd level characters}. To figure out whether you need to adjust the adventure, do the following:",
								{
									"type": "list",
									"items": [
										"Add up the total levels of all the characters",
										"Divide the total by the number of characters",
										"Round fractions of .5 or greater up; round fractions of less than .5 down"
									]
								},
								"You've now determined the {@b average party level (APL)} for the adventure. To figure out the party strength for the adventure, consult the following table.",
								{
									"type": "table",
									"colLabels": [
										"Party Composition",
										"Party Strength"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"3-4 characters, APL less than",
											"Very weak"
										],
										[
											"3-4 characters, APL equivalent",
											"Weak"
										],
										[
											"3-4 characters, APL greater than",
											"Average"
										],
										[
											"5 characters, APL less than",
											"Weak"
										],
										[
											"5 characters, APL equivalent",
											"Average"
										],
										[
											"5 characters, APL greater than",
											"Strong"
										],
										[
											"6-7 characters, APL less than",
											"Average"
										],
										[
											"6-7 characters, APL equivalent",
											"Strong"
										],
										[
											"6-7 characters, APL greater than",
											"Very strong"
										]
									],
									"caption": "Determining Party Strength"
								},
								"{@b Average party strength} indicates no recommended adjustments to the adventure. Each sidebar may or may not offer suggestions for certain party strengths. If a particular recommendation is not offered for your group, you don't have to make adjustments."
							]
						},
						{
							"type": "section",
							"name": "Dungeon Mastering the Adventure",
							"entries": [
								"As the DM of the session, you have the most important role in facilitating the enjoyment of the game for the players. You help guide the narrative and bring the words on these pages to life. The outcome of a fun game session often creates stories that live well beyond the play at the table. Always follow this golden rule when you DM for a group:",
								"{@b Make decisions and adjudications that enhance the fun of the adventure when possible.}",
								"To reinforce this golden rule, keep in mind the following:",
								{
									"type": "list",
									"items": [
										"You are empowered to make adjustments to the adventure and make decisions about how the group interacts with the world of this adventure. This is especially important and applicable outside of combat, but feel free to adjust the adventure for groups that are having too easy or too hard of a time.",
										"Don't make the adventure too easy or too difficult for a group. Never being challenged makes for a boring game, and being overwhelmed makes for a frustrating game. Gauge the experience of the players (not the characters) with the game, try to feel out (or ask) what they like in a game, and attempt to give each of them the experience they're after when they play D&D. Give everyone a chance to shine.",
										"Be mindful of pacing, and keep the game session moving along appropriately. Watch for stalling, since play loses momentum when this happens. At the same time, make sure that the players don't finish too early; provide them with a full play experience. Try to be aware of running long or short. Adjust the pacing accordingly.",
										"Read-aloud text is just a suggestion; feel free to modify the text as you see fit, especially when dialogue is present.",
										"Give the players appropriate hints so they can make informed choices about how to proceed. Players should be given clues and hints when appropriate so they can tackle puzzles, combat, and interactions without getting frustrated over lack of information. This helps to encourage immersion in the adventure and gives players \"little victories\" for figuring out good choices from clues."
									]
								},
								"In short, being the DM isn't about following the adventure's text word-for-word; it's about facilitating a fun, challenging game environment for the players. The {@book Dungeon Master's Guide|dmg} has more information on the art of running a D&D game.",
								{
									"type": "entries",
									"name": "Downtime and Lifestyle",
									"entries": [
										"At the beginning of each play session, players must declare whether or not they are spending any days of downtime. The player records the downtime spent on the adventure logsheet. The following options are available to players during downtime (see the D&D basic rules or the D&D Adventurers League Player's Guide for more information):",
										{
											"type": "list",
											"items": [
												"Catching up",
												"Crafting (exception: multiple characters cannot commit to crafting a single item)",
												"Practicing a profession",
												"Recuperating",
												"Spellcasting services (end of the adventure only)",
												"Training"
											]
										},
										"Other downtime options might be available during adventures or unlocked through play, including faction-specific activities.",
										"In addition, whenever a character spends downtime days, that character also spends the requisite expense for his or her lifestyle. Costs are per day, so a character that spends ten days of downtime also spends ten days of expenses maintaining his or her lifestyle. Some downtime activities help with lifestyle expenses or add lifestyle expenses."
									]
								},
								{
									"type": "entries",
									"name": "Spellcasting Services",
									"entries": [
										"Any settlement the size of a town or larger can provide some spellcasting services. Characters need to be able to travel to the settlement to obtain these services. Alternatively, if the party finishes an adventure, they can be assumed to return to the settlement closest to the adventure location.",
										{
											"type": "table",
											"colLabels": [
												"Spell",
												"Cost"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"{@spell Cure wounds} (1st level)",
													"10 gp"
												],
												[
													"{@spell Identify}",
													"20 gp"
												],
												[
													"{@spell Lesser restoration}",
													"40 gp"
												],
												[
													"{@spell Prayer of healing} (2nd level)",
													"40 gp"
												],
												[
													"{@spell Remove curse}",
													"90 gp"
												],
												[
													"{@spell Speak with dead}",
													"90 gp"
												],
												[
													"{@spell Divination}",
													"210 gp"
												],
												[
													"{@spell Greater restoration}",
													"450 gp"
												],
												[
													"{@spell Raise dead}",
													"1,250 gp"
												]
											],
											"caption": "Spellcasting Services"
										},
										"Spell services generally available include healing and recovery spells, as well as information-gathering spells. Other spell services might be available as specified in the adventure. The number of spells available to be cast as a service is limited to a {@b maximum of three per day total}, unless otherwise noted.",
										{
											"type": "inset",
											"name": "Acolyte Background",
											"entries": [
												"A character possessing the {@background acolyte} background requesting spellcasting services at a temple of his or her faith may request {@b one spell per day} from the Spellcasting Services table for free. The only cost paid for the spell is the base price for the consumed material component, if any."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Character Disease, Death, and Recovery",
									"entries": [
										"Sometimes bad things happen, and characters get poisoned, diseased, or die. Since you might not have the same characters return from session to session, here are the rules when bad things happen to characters.",
										{
											"type": "entries",
											"name": "Disease, Poison, and Other Debilitating Effects",
											"entries": [
												"A character still affected by diseases, poisons, and other similar effects at the conclusion of an adventure can spend downtime days recuperating until such time as he or she resolves the effect to its conclusion (see the recuperating activity in the D&D basic rules). If a character doesn't resolve the effect between sessions, that character begins the next session still affected by the debilitating effect."
											]
										},
										{
											"type": "entries",
											"name": "Death",
											"entries": [
												"A character who dies during the course of the adventure has a few options at the end of the session (or whenever arriving back in civilization) if no one in the adventuring party has immediate access to a {@spell raise dead} or {@spell revivify} spell, or similar magic. A character subject to a raise dead spell is affected negatively until all long rests have been completed during an adventure. Alternatively, each downtime day spent after raise dead reduces the penalty to attack rolls, saving throws, and ability checks by 1, in addition to any other benefits the downtime activity might provide.",
												{
													"type": "entries",
													"name": "Create a New 1st-Level Character",
													"entries": [
														"If the dead character is unwilling or unable to exercise any of the other options, the player creates a new character. The new character does not have any items or rewards possessed by the dead character."
													]
												},
												{
													"type": "entries",
													"name": "Dead Character Pays for Raise Dead",
													"entries": [
														"If the character's body is recoverable (it's not missing any vital organs and is mostly whole) and the player would like the character to be returned to life, the party can take the body back to civilization and use the dead character's funds to pay for a raise dead spell. A raise dead spell cast in this manner costs the character 1,250 gp."
													]
												},
												{
													"type": "entries",
													"name": "Character's Party Pays for Raise Dead",
													"entries": [
														"As above, except that some or all of the 1,250 gp for the raise dead spell is paid for by the party at the end of the session. Other characters are under no obligation to spend their funds to bring back a dead party member."
													]
												},
												{
													"type": "entries",
													"name": "Faction Charity",
													"entries": [
														"If the character is of level 1 to 4 and a member of a faction, the dead character's body can be returned to civilization and a patron from the faction ensures that he or she receives a raise dead spell. However, any character invoking this charity forfeits all XP and rewards from that session (even those earned prior to death during that session), and cannot replay that episode or adventure with that character again. Once a character reaches 5th level, this option is no longer available."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Adventure Background",
							"entries": [
								"Phlan is a city in transition. Many groups compete for power, sometimes working together, but often at odds as schemes progress and alliances form and unravel.",
								"Thrown into this volatile mix is the Cult of the Dragon, a cabal of dragon-obsessed zealots whose plans go much deeper than the power struggles of mortals.",
								"While each mini-adventure takes place against the backdrop of the struggles in Phlan, none focus too closely on any of Phlan's plots or sites. Each gives just a small taste of the deeper troubles in Phlan, instead focusing on giving the players a fun, quick mission that can be completed in less than an hour."
							]
						},
						{
							"type": "section",
							"name": "Overview",
							"entries": [
								"Unlike most other D&D Expeditions adventures, {@i Defiance in Phlan} is broken into five mini-adventures, each of which is designed for one hour of play. If running this adventure as part of an event that cycles players through quickly, the DM should be familiar with the mini-adventures that he or she is going to run. At public events, time is often the most important factor. Get the players into the mini-adventure as quickly as possible, keep an eye on the clock, and take whatever shortcuts are necessary to stay on schedule.",
								"If time is not an issue, let the characters spend more time interacting with the NPCs within the mini-adventures.",
								"Each mini-adventure takes place at a different time of day, and the names correspond to that time. In a large public event, this should assist players in remembering which mini-adventures they have completed.",
								{
									"type": "entries",
									"name": "Adventure Hook",
									"entries": [
										"One consistent element in each of the mini-adventures is the starting and ending location: {@b Madame Freona's Tea Kettle}. Use this location to orient the characters, as some players may play the mini-adventures in order from beginning to end, others might just play one or two random mini-adventures, and others still may play them in no particular order.",
										"Madame Freona's Tea Kettle (and Freona herself) is a mystery to many. In the tumultuous Phlan, this is a place where people can go to have a drink or meal and escape the tensions of the schemers and the power-hungry. With the Tea Kettle's reputation as a haven, adventures who can be discreet and behave themselves can often find employment there.",
										"Since time is usually of the utmost importance during this event, the hook for each mission is generally the same: the characters were told Madame Freona's Tea Kettle is a great place to find work, so they are there. As is appropriate for a time-sensitive event, the adventure will find the characters quickly and without much fuss."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Mission 1: The Meeting at Deepnight",
					"entries": [
						"The party is summoned to receive a mission from a Harper agent.",
						{
							"type": "insetReadaloud",
							"entries": [
								"You were told that Madame Freona's Tea Kettle was the place where adventurers could find work and avoid the hassle associated with other places in Phlan. So far, that has been true. Madame Freona, a stout and officious halfling who runs the establishment with her five daughters, has proven an excellent hostess.",
								"Although you have had to share a common bunkroom with several other adventurers, the evening meal was excellent and the atmosphere pleasant. You are preparing to bunk down for the evening when one of Freona's daughters peeks into the room. She calls a few of the adventurers, including you, into the hall.",
								"\"Pardon my interruption,\" says the halfling girl named Reece, one of Freona's five daughters, just shy of adulthood. \"A chap just came into the common room downstairs and asked me to fetch you. Something about some coin needing to change hands for an easy job.\" She plays with her curly red hair nervously."
							]
						},
						"Reece cannot tell the characters anything more, since the mysterious stranger kept his hood pulled low.",
						{
							"type": "entries",
							"name": "Helping the Harper",
							"entries": [
								"When the characters go to the common room, they see a hooded figure alone at a large table. The figure motions to them as they descend the stairs. Use the bullet points below to guide the conversation. Remember to keep this brief to finish the mission in time.",
								{
									"type": "list",
									"items": [
										"The figure keeps his face obscured by his hood and speaks in a low voice, obviously disguising it. If he must reveal himself, he is an older half-elf with close-cropped grey hair. He refuses to provide a name.",
										"The figure identifies himself as a member of the Harpers, an organization dedicated to fighting evil wherever it hides. He wears a brooch that confirms his ties to the Harpers.",
										"He has a mission that the characters are in a unique position to complete. The Harpers have captured a merchant that was going to illegally purchase a red dragon egg. The Harper wants the characters to pose as the merchant and any hirelings, go to the buy site, make the transaction, and place a magical device on one of the sellers so that Harpers can track them back to their place of residence.",
										"One of the characters (chosen at random) bears enough of a resemblance to the captured merchant that the sellers (who have never seen the merchant) can be easily fooled. The rest of the characters can act the roles of bodyguards, assistants, porters, etc. The merchant can be male or female at your discretion.",
										"The Harper provides a small sack of fake diamonds that the characters should use to buy the egg. The \"diamonds\" are basically worthless, but good enough to pass a cursory inspection.",
										"At some point during the exchange, one of the characters must place a small silver pin infused with magic on the seller or one of the crew. Once that is done, the Harpers can more easily scry on the sellers and learn more about their operation.",
										"No real names are used in these transactions, so the two parties will refer to each other as \"the buyer\" and \"the seller.\"",
										"Once the transaction is complete, the characters are to bring the egg back to the stables behind the Tea Kettle, where the Harper will meet them and take possession of it.",
										"Under no circumstances should the characters fight the sellers or harm the egg. The point is to track the sellers, so killing or capturing them is counterproductive.",
										"For completing the task successfully and as instructed, the Harper offers the group 200 gp. The sum will be paid upon delivery of the egg."
									]
								},
								"The Harper agent gives the characters the small pouch of fake diamonds, the magical silver pin, and directions to an abandoned barn on the northern outskirts of Phlan. Answer other questions as best you can. Remember the time pressure, and use that as an in-game excuse to keep the players moving forward. The meeting is scheduled for right now, so there is no time to plan further. The characters must hurry!"
							]
						},
						{
							"type": "entries",
							"name": "The Meet at the Barn",
							"entries": [
								"It is a 20-minute walk to the meeting place. When the characters arrive, the sellers are already waiting at the abandoned barn.",
								"The barn itself is a simple, open structure, 30 feet wide and 80 feet long. A ladder at the end of the barn opposite the open doorway leads to a hay loft 10 feet above the barn floor. The loft is 40 feet long and the entire width of the barn, directly above the end of the barn opposite the door. Rusted farm implements lean against the barn walls. A {@b secret exit} (known by the sellers) is obscured by burlap sacks on the wall near the ladder opposite the main entrance.",
								"Although neither the characters nor the sellers are aware, two {@creature bandit|mm|bandits}-members of Phlan's thieves' guild called the Welcomers-hide in the loft. They can only be spotted with a successful DC 20 Wisdom (Perception) check, and only by someone in the loft above.",
								"The seller is an elf {@creature spy} who waits with three human {@creature guard|mm|guards}. They have no reason to expect trouble during the sale, but they are wary nonetheless.",
								"When the characters enter the barn, the seller calls for the characters to halt when they get within 20 feet of her.",
								{
									"type": "insetReadaloud",
									"entries": [
										"A sinewy elf in gray clothes smiles at three humans behind her. \"I told you they would come. A dragon egg is much too valuable to pass up.\"",
										"The elf turns back to you. \"Now, let's do this quickly. Here is what you asked for.\" She holds a very large hide backpack toward you.",
										"\"You throw the payment over to me, and we will leave the egg here. We will exit the barn, and then you can leave after five minutes have passed. No fuss, no muss.\" She pauses and looks at you more closely. \"Hold on. Something is not right here.\""
									]
								},
								"Inevitably, the elf seller notices something is amiss, namely a single aspect of the character posing as the merchant that looks wrong. It might be the seller expected someone shorter or taller. She might have expected the merchant to have a mole or birthmark-or perhaps she expected the merchant to have a facial tic or strange speech pattern. Whatever you choose, make it something fun or interesting for the characters to have to roleplay or think of an excuse for.",
								"At this point, two skill checks are going to be most relevant during the exchange: a DC 10 Charisma (Deception) check and a DC 10 Dexterity (Sleight of Hand) check.",
								"One successful Deception check is enough to convince the sellers that the characters are the legitimate buyers. Feel free to give a bonus to the check, or even automatic success, based on outstanding roleplaying.",
								"One successful Sleight of Hand check indicates that a character has planted the silver pin, assuming the characters can come up with a reasonable excuse to get close to the sellers.",
								"If at any point the elf believes she is in danger, she simply drops the egg and flees with her guards. She tries to get the diamonds if possible, but not at the risk of her life. The elf and the guards only defend themselves if pressed to do so.",
								"The egg is a fake. Only after the characters take possession of the hide backpack and investigate closely can they even attempt to verify the authenticity of the egg, and even then it is a DC 20 Intelligence (Nature) check. If the egg is thrown to the ground, it gives off a flash of light accompanied by a loud noise which {@condition blinded|phb|blinds} all creatures within 50 feet who do not succeed at a DC 13 Constitution saving throw until the end of their next turn. The elf and her guards are immune to this because they know what it does and can close their eyes in time."
							]
						},
						{
							"type": "entries",
							"name": "Uninvited Guests",
							"entries": [
								"Regardless of whether or not the sale goes smoothly, members of the Welcomers-Phlan's thieves guild-come out of hiding to attempt to steal the egg. (They don't bother with the diamonds or any other valuables. They are only interested in the egg.)",
								"For the mission to run smoothly and in a timely manner, the best time for the Welcomers to interrupt is just after the exchange has taken place, right after the characters likely attempt the Nature check to recognize that the egg is a fake. This lets the sellers leave (or flee) and remain uninvolved in the combat, letting it run more quickly. This also gives the characters the option of simply handing over the egg, thereby avoiding the battle altogether.",
								"The other time to introduce the Welcomers' interruption is if the characters are caught in their deception and are unable to talk their way out of it. The interruption of the Welcomers provides the characters with an opportunity to plant the pin on the seller as she drops the egg and flees with her bodyguards.",
								"The following read-aloud text assumes the Welcomers arrive after the seller and her bodyguards have already left. Adjust as necessary.",
								{
									"type": "insetReadaloud",
									"entries": [
										"A voice interrupts you, and a tough-looking half-orc male brandishing a mace appears in the doorway of the barn. \"The toll for passage out of this barn is that egg. I'm sure you will hand it over peacefully so I don't have to take your lives instead.\""
									]
								},
								"The man in the entrance is a half-orc {@creature thug}, who nominally leads the bandit gang. Four {@creature bandit|mm|bandits} are present: the aforementioned two hidden in the loft and two additional bandits waiting outside the barn on either side of the entrance.",
								"The two bandits in the hay loft are armed with nets in addition to their normal equipment. They can drop the nets through holes in the loft as an action; each attempting to entangle one character. A character must make a DC 10 Dexterity saving throw to avoid the net. On a failed save, the targeted creature becomes {@condition restrained}. To remove the condition, the character must take an action to make a DC 10 Strength (Athletics) or deal 5 points of slashing damage to the net.",
								{
									"type": "entries",
									"name": "Giving Up the Egg",
									"entries": [
										"The characters might realize that the egg is a fake, and therefore there is no harm in simply giving the egg to the Welcomers. If this happens, the bandits are initially suspicious, but eventually accept their good fortune at avoiding a fight. The bandits question the characters about why they wanted the egg and intimidate them in an attempt to deter the characters from following them, but otherwise leave peacefully."
									]
								},
								{
									"type": "entries",
									"name": "Is That All?!",
									"entries": [
										"If the characters give up the egg without a fight, they might finish the event in half the allotted time--or maybe even less. This is probably not a problem.",
										"However, if you think the players will be upset about not getting a chance to fight during the session, have the four bandits (but not their leader) follow the characters back to Phlan and attempt to waylay them before reaching the city. Perhaps the bandits realized the egg was a fake and think the characters are hiding the real one somewhere.",
										{
											"type": "inset",
											"name": "Adjusting the Encounter",
											"entries": [
												"Here are recommendations for adjusting this combat encounter. These are not cumulative. In addition, you can add  one or two of the {@race half-orc}'s racial traits to the thug statistics, although this is not necessary.",
												{
													"type": "list",
													"items": [
														"{@b Weak party:} remove the two bandits waiting outside with the thug",
														"{@b Strong party:} add one bandit in the loft",
														"{@b Very strong party:} change one of the bandits in the loft into a human {@creature thug}"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Conclusion",
									"entries": [
										"The Harper is waiting for the characters, as promised, in the stable behind Madame Freona's Tea Kettle. If the characters successfully planted the pin and have the egg, the Harper recognizes it as a fake after a quick examination. He gives them the promised gold, as well as one {@item potion of healing}.",
										"If the characters return without the egg but recognized it as a fake, the Harper gives them the promised money but no potion. If they have the egg but failed to plant the pin, he offers this same reward.",
										"If they neither have the egg nor succeeded in planting the pin, he gives them half of the promised coin as a consolation prize for their effort.",
										"In any case, the Harper gives them a warning:",
										{
											"type": "insetReadaloud",
											"entries": [
												"\"We have seen an increased interest in all things related to dragons. We have also heard of more dragon sightings in the Moonsea region-and elsewhere. Keep your eyes and ears open for further information on dragons. It might save your life.\""
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Rewards",
							"entries": [
								"Make sure the players note their rewards on their adventure logsheets. Give your name and DCI number (if applicable) so players can record who ran the session.",
								{
									"type": "entries",
									"name": "Experience",
									"entries": [
										"Total up all {@b combat experience} earned for defeated foes, and divide by the number of characters present in the combat. For {@b non-combat experience}, the rewards listed are per character. Give all characters in the party non-combat experience awards unless otherwise noted.",
										{
											"type": "table",
											"colLabels": [
												"Name of Foe",
												"XP per Foe"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Bandit",
													"25"
												],
												[
													"Guard",
													"25"
												],
												[
													"Spy",
													"200"
												],
												[
													"Thug",
													"100"
												]
											],
											"caption": "Combat Awards"
										},
										{
											"type": "table",
											"colLabels": [
												"Task or Accomplishment",
												"XP per Character"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Successfully planting the pin",
													"50"
												],
												[
													"Recovering the egg",
													"25"
												]
											],
											"caption": "Non-Combat Awards"
										},
										"The {@b minimum} total award for each character participating in this adventure is {@b 75 experience points}.",
										"The {@b maximum} total award for each character participating in this adventure is {@b 100 experience points}."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The characters receive the following treasure, divided up amongst the party. Characters should attempt to divide treasure evenly whenever possible. Gold piece values listed for sellable gear are calculated at their selling price, not their purchase price.",
										"{@b Consumable magic items} should be divided up however the group sees fit. If more than one character is interested in a specific consumable magic item, the DM can determine who gets it randomly should the group be unable to decide.",
										"{@b Permanent magic items} are divided up according to a system. See the sidebar if the adventure awards permanent magic items.",
										{
											"type": "table",
											"colLabels": [
												"Item Name",
												"GP Value"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Payment from the Harper",
													"200"
												]
											],
											"caption": "Treasure Awards"
										},
										{
											"type": "entries",
											"name": "Potion of Healing",
											"entries": [
												"A {@item potion of healing|dmg|description} of this item can be found in the basic rules or the {@book Player's Handbook}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Renown",
									"entries": [
										"{@b Harper characters only} receive {@b one renown point} for successfully planting the pin."
									]
								},
								{
									"type": "entries",
									"name": "Downtime",
									"entries": [
										"Each character receives {@b five downtime days} at the conclusion of this mini-adventure."
									]
								},
								{
									"type": "entries",
									"name": "DM Rewards",
									"entries": [
										"You receive {@b 100 XP} and {@b five downtime days} for each session you run of this mini-adventure."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Mission 2: The Screams at Dawn",
					"entries": [
						"A troublesome cry disturbs the morning meal, as a distraught woman seeks aid.",
						{
							"type": "insetReadaloud",
							"entries": [
								"You were told that Madame Freona's Tea Kettle was the place where adventurers could find work and avoid the hassle associated with other places in Phlan. So far, that has been true. Madame Freona, a stout and officious halfling who runs the establishment with her five daughters, has proven an excellent hostess.",
								"After a peaceful night's rest, Briez, one of Madame Freona's five daughters, is serving you a delightful breakfast, which includes freshly made wildberry jam on warm biscuits.",
								"\"My sisters and I picked the berries ourselves,\" says the young halfling woman, sweeping her long black hair out of her face. \"Some say the wildberries in this area are-\"",
								"Before Briez can finish her thought, shrieking erupts from the street outside the Tea Kettle. While the words are mostly unintelligible, you do make out \"help\" and \"family.\""
							]
						},
						{
							"type": "entries",
							"name": "The Distraught Woman",
							"entries": [
								"When the characters go into the street, townsfolk are rushing to assist a middle-aged human woman. She has collapsed in the middle of the road, crying hysterically, clutching an infant boy in her arms. If the characters don't calm her, another passerby does, allowing her to tell her story.",
								{
									"type": "list",
									"items": [
										"Her name is Millivent Moss. Her family farms peat from a bog about an hour from Phlan. Earlier this morning her husband and children, as well as a few hired hands, were attacked by goblins.",
										"She was able to leap onto a wagon and escape with her youngest child Bo, still an infant. She drove away quickly, turning just long enough to see goblins dragging people away to the east. It looks like they were still alive, perhaps being taken captive.",
										"She needs someone to come to her family's aid, rescuing them if possible."
									]
								},
								"After this information is given, two Black Fist guards come upon the scene, ordering people to stop blocking traffic on the street. When Millivent tells them her story, they roll their eyes, sigh, and say that their jurisdiction lay only within the city itself. Then one pulls a small piece of paper from a pouch, hands it to the nearest adventurer, and orders them to go investigate.",
								"The paper is a promissory note entitling its bearer to 50 gp from the city's coffers for services rendered.",
								"The characters should hurry to assist Millivent, although they certainly can take the time to get their equipment, don armor, prepare spells, and do anything else to gear up for an adventure-quickly!"
							]
						},
						{
							"type": "entries",
							"name": "Tracking Through the Bog",
							"entries": [
								"Millivent takes the characters to her wagon and drives them back to her family's peat harvesting farm. She shows them where the raid took place, and tell them once more that it looked like the goblins were taking the prisoners to the east. She doesn't know the number of goblins, but claims that there were too many to count. Her husband Haldred, her daughters Alleena and Kithian, her sons Quayle and Volland, and six hired hands were at the farm when the attack took place.",
								"For tracking purposes, treat the area as swampland. The characters must attempt a Wisdom (Survival) check to find and follow the tracks. One character may attempt this check, and one other character can assist using the Help action (which gives advantage on the original Wisdom check). Use the chart below to determine the results of the check.",
								{
									"type": "table",
									"colLabels": [
										"Wisdom Check",
										"Consequence"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Less than 7",
											"Add 2 goblins to the lair"
										],
										[
											"7-11",
											"Add 1 goblin to the lair"
										],
										[
											"11-15",
											"No adjustment"
										],
										[
											"More than 15",
											"Remove 1 goblin from the lair"
										]
									],
									"caption": "Tracking Success Chart"
								},
								"Goblins can be added to the lair in room 2A or 2C, and are in addition to any other adjustments made. Regardless of the check result, the characters do find the tracks of the goblins eventually and they can follow their tracks back to the caves that the goblins call home.",
								"Depending on the results of the Wisdom (Survival) check and the abilities of the characters (i.e. rangers may have the ability to know numbers of creatures automatically), dole out information as you see fit.",
								{
									"type": "list",
									"items": [
										"The trails make it appear that about a dozen prisoners were being dragged.",
										"The prints in the mud show that more than a dozen goblin-sized creatures passed through here today.",
										"One larger-sized creature also walked with the other creatures. The print size reveals that this creature was probably larger than a human, though not as large as an ogre."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Lair Entrance",
							"entries": [
								"After traversing the swampy bog for at least an hour (adjust the time based on the level of success in the Wisdom (Survival) check), the characters finally come to the end of the trail. The trail leads directly into the mouth of a cave in the side of a hill rising from the bog. Brush and other low vegetation allow the characters to easily hide and observe the following.",
								"At the entrance, the characters observe a goblin talking in Common to a human-sized figured dressed in heavy cloaks that obscure his face. The voice is male and human-sounding.",
								{
									"type": "insetReadaloud",
									"entries": [
										"The goblin says in broken Common, \"Only one raiding group return. They bring prisoners. Other raiding groups return soon. No more snake coin people found.\""
									]
								},
								"The human nods and says, \"Excellent. Tell Gorrunk that my friends and I will pay lots of coin and give lots of gifts for all of the dragon artifacts you can find. And kill any other humans who you find near your home.\"",
								{
									"type": "insetReadaloud",
									"entries": [
										"The goblin nods and enters the cave, while the cloaked figure whispers a word and simply vanishes."
									]
								},
								"This should get across to the characters that something bigger is behind the goblin attack, and that many more goblins are going to be returning to the lair soon. They have very little time to rescue the prisoners!",
								"No further movement or traffic occurs near the cave entrance, although there is an occasional goblin shout or human scream echoing from within."
							]
						},
						{
							"type": "entries",
							"name": "The Goblin Lair",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/Myv4hOP.png"
									},
									"title": "The Goblin Lair"
								},
								"The Foulwater goblin tribe moved into this cave system less than a month ago. A young black dragon dominated the area before that, but it died in a fight with some adventurers. The adventurers perished as well, leaving the place open for occupation.",
								"The goblins thought their luck was great in finding the place. However, the presence of the dragon brought other interested parties-the Cult of the Dragon in particular. After the Cult killed many goblins while exploring the extensive cave system, the two sides struck a deal. The goblins would excavate and explore the former dragon's lair, and the Cult would purchase from them anything relevant to their interests in dragons.",
								"A member of the Zhentarim, following a lead that Cult activity was spotted in the area, entered the cave to investigate. He was waylaid by the goblins. Now the goblins are raiding the countryside at the behest of the Cult, ensuring that no more Zhentarim operatives happen across the area.",
								{
									"type": "entries",
									"name": "General Features",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Ceilings",
													"entries": [
														"All ceilings in the goblin lair are 10 feet tall."
													]
												}
											]
										},
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Light",
													"entries": [
														"Unless otherwise noted, the areas of the goblin lair are unlit."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "2A. Entrance Passage",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"The passage is unlit, although the sunlight reaches far enough into the 10-foot-wide cave passage to let you see that it travels about 25 feet before turning south. Piles of rubble are strewn in the passage, large enough to hide behind."
											]
										},
										"If any character takes the time to listen, a successful DC 10 Wisdom (Perception) check reveals that some soft, guttural mumbling is coming from behind the eastern wall where the passageway turns south. The same check reveals that small holes riddle the wall, allowing for viewing up the passage by creatures behind the wall.",
										"The piles of rubble are large enough to allow characters to hide as they move up the passage. The two {@creature goblin|mm|goblins} behind the eastern wall are not paying close attention, so a successful DC 10 Dexterity (Stealth) check lets a character sneak past unnoticed.",
										"If the goblins are alerted, they shoot through the holes at anyone in the passageway between their wall and the cave entrance. Treat the holes as arrow slits, giving the goblins three-quarters cover. After shooting two arrows each, the goblins spend an action to pull an alarm rope that alerts everyone in the Guard Room (2C) to the intruders. Note that the alarm rope can be disabled in the Trapped Room (2B).",
										"After that, the goblins remain in the alcove looking for more intruders. They were told not to leave their posts under any circumstances, so they do not.",
										{
											"type": "inset",
											"name": "Adjusting the Adventure",
											"entries": [
												"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
												{
													"type": "list",
													"items": [
														"{@b Weak party:} remove one goblin",
														"{@b Strong party:} add one goblin",
														"{@b Very strong party:} add two goblins"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "2B. Trapped Room",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"This room is littered with ratty blankets and bedrolls, some small bones from eaten rodents, and other filthy remnants of fine goblin living. Lice-ridden furs decorate the walls."
											]
										},
										"A {@b tripwire} has been set across the entrance to this room, roughly two feet above the ground. Any creature passing through the area containing the tripwire sets off the trap. The trap can be found with a successful DC 10 Wisdom (Perception) check and disabled by a character with a set of {@item thieves' tools|phb} with a successful DC 10 Dexterity check.",
										"If trigged, stones fall into the ceiling of the 10-foot by 40-foot section of Area 2A directly north of the tripwire. Any creature in the trapped area takes 5 ({@damage 2d4}) bludgeoning damage from falling rocks. A successful DC 10 Dexterity saving throw halves this damage. The trap also sets off alarm bells in other parts of the lair.",
										"If the trap is successfully disarmed, pulling the alarm rope in other areas of the lair has no effect. Since it is all made of one complicated set of ropes and bells, the goblins in other areas are not aware that pulling the rope has no effect elsewhere.",
										"A {@b hidden door} curtain of wolf pelts hanging conceals a hallway in the southeastern corner of the room. The hallway can be found by removing the pelts, though any character with a passive Perception of 15 or higher automatically notices it."
									]
								},
								{
									"type": "entries",
									"name": "2C. Guard Room",
									"entries": [
										"This room contains three {@creature goblin|mm|goblins} and two {@creature wolf|mm|wolves}. If the characters were able to get this far without being seen, or if they disarmed the alarm before it was triggered, they get to surprise their opponents in this combat.",
										{
											"type": "insetReadaloud",
											"entries": [
												"Like the previous room, this one contains mostly bedrolls and a few decrepit furnishings where the goblins rest and relax when not out doing the terrible things that goblins do.",
												"Three cages against the east wall, between two doors, two of which house a single wolf each. They snarl and snap in your direction."
											]
										},
										"When combat begins, one goblin attacks while the others run to the two cages that each hold a wolf. As an action, a goblin can unlock a cage and release the wolf within it. If the characters are lucky, good, or both, they might be able to defeat the goblins before the wolves can be released.",
										{
											"type": "inset",
											"name": "Adjusting the Encounter",
											"entries": [
												"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
												{
													"type": "list",
													"items": [
														"{@b Weak party:} remove one goblin and one wolf",
														"{@b Strong party:} change one of the wolves to a {@creature worg}",
														"{@b Very strong party:} change both of the wolves to worgs, and they are uncaged"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "2D. Boss and Prisoners",
									"entries": [
										"This room is lit by torches and contains three {@creature goblin|mm|goblins} and a {@creature bugbear} called Gorrunk who has taken leadership of the Foulwater goblins.",
										{
											"type": "insetReadaloud",
											"entries": [
												"The room itself is better furnished than the previous rooms, with some serviceable tables and chairs, some palatable food and drink, and even a larger chair sitting on a granite slab at the far end. Several passages lead out of the room deeper into the cave.",
												"Some goblins stand around the room, all looking for direction from a large bugbear. Two large cages at the back of the room hold the 11 prisoners taken from the peat bog. In addition, a human dressed in black underclothing, the kind you would typically wear under armor, is caged."
											]
										},
										"The twelfth prisoner is {@b Chaab}, the Zhentarim agent who was captured investigating Cult activities in the caves.",
										"If the characters have managed to be stealthy to this point, not setting off any of the alarms, the creatures here are not overly wary and the characters get to surprise them. If the alarm has been raised, they are fully prepared when the characters enter.",
										"If the characters kill the bugbear Gorrunk, the remaining goblins surrender. Gorrunk carries the keys to the prisoner cages, which can also be picked with a DC 15 Dexterity check, provided the character attempting this check has a set of {@item thieves' tools|phb}.",
										"The peat bog workers are terrified but grateful for being rescued and otherwise cannot offer much in the way of information or assistance. Chaab, however, can offer the following:",
										{
											"type": "list",
											"items": [
												"The Zhentarim have been investigating some strange happenings in the area. A black dragon laired here until recently, and it was parleying with humans for some reason.",
												"The dragon hadn't been seen in a while, but the humans were still skulking in the area, so Chaab came to investigate.",
												"He found that the dragon had been killed by adventurers, but the adventurers perished as well. Someone emptied the dragon's hoard and started harvesting parts of the dead dragon.",
												"Chaab was trying to escape the lair and report his findings when he was waylaid by dozens of goblins. Since then, the goblins have been in talks with the humans to secure the area. He doesn't know more about their relationship.",
												"There are dozens, if not hundreds, of goblins living elsewhere in the lair. Their numbers are currently low because they were raiding the countryside. If the group doesn't escape soon, the sheer numbers of goblins will be too much to fight."
											]
										},
										{
											"type": "inset",
											"name": "Adjusting the Encounter",
											"entries": [
												"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
												{
													"type": "list",
													"items": [
														"{@b Weak party:} remove all the goblins",
														"{@b Strong party:} add two goblins",
														"{@b Very strong party:} add four goblins"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Escape",
									"entries": [
										"If the characters leave the area immediately, they encounter no more goblins. If there is time, you can make a few implications that more goblins are just around the corner or pursuing the characters."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The peat bog workers don't have much to offer in terms of rewards, but Chaab gives the characters a handful of stashed gems worth 100 gp for freeing him. He also gives a {@item potion of climbing} that he was saving for a special occasion. In addition, he shows the characters that the {@item shield|phb} Gorrunk was using was actually the scale of a black dragon. While it acts simply as a regular shield, it is a trophy that can be carried with pride."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Rewards",
							"entries": [
								"Make sure the players note their rewards on their adventure logsheets. Give your name and DCI number (if applicable) so players can record who ran the session.",
								{
									"type": "entries",
									"name": "Experience",
									"entries": [
										"Total up all {@b combat experience} earned for defeated foes, and divide by the number of characters present in the combat. For {@b non-combat experience}, the rewards listed are per character. Give all characters in the party non-combat experience awards unless otherwise noted.",
										{
											"type": "table",
											"colLabels": [
												"Name of Foe",
												"XP per Foe"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Bugbear",
													"200"
												],
												[
													"Goblin",
													"50"
												],
												[
													"Wolf",
													"50"
												],
												[
													"Worg",
													"100"
												]
											],
											"caption": "Combat Awards"
										},
										{
											"type": "table",
											"colLabels": [
												"Task or Accomplishment",
												"XP per Character"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Avoiding or disabling the tripwire",
													"25"
												],
												[
													"Rescuing all the prisoners",
													"50"
												]
											],
											"caption": "Non-Combat Awards"
										},
										"The {@b minimum} total award for each character participating in this adventure is {@b 75 experience points}.",
										"The {@b maximum} total award for each character participating in this adventure is {@b 100 experience points}."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The characters receive the following treasure, divided up amongst the party. Characters should attempt to divide treasure evenly whenever possible. Gold piece values listed for sellable gear are calculated at their selling price, not their purchase price.",
										"{@b Consumable magic items} should be divided up however the group sees fit. If more than one character is interested in a specific consumable magic item, the DM can determine who gets it randomly should the group be unable to decide.",
										"{@b Permanent magic items} are divided up according to a system. See the sidebar if the adventure awards permanent magic items.",
										{
											"type": "table",
											"colLabels": [
												"Item Name",
												"GP Value"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Payment from the Black Fist guard",
													"50"
												],
												[
													"Payment from Chaab",
													"100"
												],
												[
													"Black dragon scale shield",
													"50"
												]
											],
											"caption": "Treasure Awards"
										},
										{
											"type": "entries",
											"name": "Potion of Climbing",
											"entries": [
												"A {@item potion of climbing|dmg|description} of this item can be found in the basic rules or the {@book Dungeon Master's Guide}."
											]
										},
										{
											"type": "entries",
											"name": "Renown",
											"entries": [
												"{@b Zhentarim characters only} receive {@b one renown point} for rescuing Chaab."
											]
										},
										{
											"type": "entries",
											"name": "Downtime",
											"entries": [
												"Each character receives {@b five downtime days} at the conclusion of this mini-adventure."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "DM Rewards",
									"entries": [
										"You receive {@b 100 XP} and {@b five downtime days} for each session you run of this mini-adventure."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Mission 3: The Dead at Highsun",
					"entries": [
						"A priest from Valhingen Graveyard comes to the characters with a disturbing problem.",
						{
							"type": "insetReadaloud",
							"entries": [
								"You were told that Madame Freona's Tea Kettle was the place where adventurers could find work and avoid the hassle associated with other places in Phlan. So far, that has been true. Madame Freona, a stout and officious halfling who runs the establishment with her five daughters, has proven an excellent hostess.",
								"The crowd at the Tea Kettle is sparse for the Highsun meal. The youngest of Madame Freona's daughters, Grelinda, is clearing away your table setting after a pleasant meal. Grelinda's short hair is tinted an odd shade of coppery green, and she treats the flatware roughly as she stacks it on a tray. \"Stupid boring work,\" she mutters under her breath.",
								"Before you can comment, the door of the Tea Kettle opens, and a cool draft plays through the room. A tall, dour-looking human glances around, and his sallow expression finally settles on you."
							]
						},
						"He removes his tall black hat to reveal a balding pate. \"I apologize for disturbing you,\" he says in a deep, monotone voice. \"I assume you are adventurers for hire, and I seek your expertise for a small matter.\"",
						{
							"type": "entries",
							"name": "The Keeper of the Dead",
							"entries": [
								"The man introduces himself as Brother Keefe, priest of Kelemvor and \"Keeper of the Dead\" of Valhingen Graveyard in Phlan. Use the bullet points below to guide the conversation. Remember to keep this brief to finish the mission in time:",
								{
									"type": "list",
									"items": [
										"As Keeper of the Dead, Brother Keefe is charged with seeing to the interment of bodies and keeping records. He calls himself \"the overseer of all permanent residents of the Valhingen Graveyard.\"",
										"He is also in charge of disinterment at the graveyard, and that is why he is looking for assistance this afternoon.",
										"Evidence has been brought forth to the clerics of Kelemvor that one of the long-standing residents of the cemetery, Xandria Welltran, was not in fact human, but a polymorphed green dragon.",
										"Brother Keefe must now enter the crypt and inspect the body to confirm or disprove these claims. He fears that there may be more to this than meets the eye, but the other priests of Kelemvor laughed at his concern. Therefore Brother Keefe is looking for some adventurers to accompany him into the crypt.",
										"He offers the characters 100 gp to accompany him, and if there's trouble, he'll throw in a {@item Spell Scroll (1st Level)|dmg|scroll} of {@spell protection from evil and good}."
									]
								},
								"If the characters are satisfied with the explanation and the terms of their employment, Brother Keefe leads them to the Welltran Crypt in the Valhingen Graveyard.",
								"When they arrive, they might be surprised to learn that the graveyard is actually quite well maintained, if somber. Brother Keefe tells the characters that Doomguide Yovir Glandon, his superior and the senior member of the Most Solemn Order of the Silent Shroud, personally sees to the maintenance of the grounds."
							]
						},
						{
							"type": "entries",
							"name": "Xandria's Crypt",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Ceilings",
													"entries": [
														"In the rooms below the crypt, all ceilings are ten feet high."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Light",
													"entries": [
														"None of the areas below the crypt are lit."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Secret Doors",
													"entries": [
														"Three {@b secret doors} are held within the spiral wall. They can be noticed with a successful DC 15 Wisdom (Perception) check. The undead creatures automatically sense their presence. Living creatures who pass through them take 2 ({@damage 1d4}) necrotic damage. Undead creatures passing through them regain 2 ({@dice 1d4}) hit points."
													]
												}
											]
										}
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"The crypt of Xandria is a nicely appointed stone and marble building, roughly 20 feet square. Brother Keefe produces a key to unlock it.",
										"The interior is equally fine. The walls are carved and painted with various scenes showing a lovely human woman in different locales: looking toward a snow-covered peak, standing in the rain of a thunderstorm, sitting in a comfortable room by a roaring fire, holding a venomous snake in a garden, working with bubbling vials in a laboratory, and many others. The lid of the marble sarcophagus in the center is carved with the likeness of the same beautiful human woman in the prime of her life."
									]
								},
								"Brother Keefe pries open the lid of the sarcophagus, revealing a jumbled pile of bones. A quick investigation shows that these are definitely not human bones-many of them are draconic in nature. It is also readily apparent that at least half the bones that should be there are missing.",
								"Also resting among the bones are 5 tiny gems: a red ruby, a green emerald, a black opal, a white diamond, and a blue sapphire.",
								{
									"type": "entries",
									"name": "The Trap and Secret Passage",
									"entries": [
										"Soon after the remains are disturbed, read:",
										{
											"type": "insetReadaloud",
											"entries": [
												"A few moments after the lid is removed and the sarcophagus's contents examined, a scraping sound echoes through the crypt. The door closes and seals, and a hissing sound makes you aware that some kind of gas is entering the crypt. It does not smell pleasant."
											]
										},
										"Let the characters panic for a moment if they choose. Smashing the door or walls does no good. The only way out is to find the secret passage beneath the sarcophagus, and that requires some quick thinking. You can roll initiative and give the characters two rounds before the gas hits them, or let them work it through without using initiative.",
										"If the characters take even a moment to look closely at the walls, floor, or sarcophagus, they notice a few oddities.",
										{
											"type": "list",
											"items": [
												"There are scrape marks on the floor around the sarcophagus, showing it can move. However, pushing does nothing.",
												"The tiny gems are all the same size and shape, and they are cut in a way that makes it look like they might slide into something.",
												"Five of the carvings on the walls have a place in them where a tiny gem could be inserted."
											]
										},
										"Each gem matches the color of one of the chromatic dragons, and each spot in a carving matches one of the elements associated with the corresponding colored dragon.",
										{
											"type": "list",
											"items": [
												"The white diamond fits into the indentation on the top of the snow-covered mountain.",
												"The blue sapphire fits into the indentation at the point of a lighting strike in the thunderstorm.",
												"The red ruby fits into the indentation in the roaring fire of the comfortable room.",
												"The green emerald fits into the indentation on the fang of the poisonous snake.",
												"The black opal fits into the indentation on the bubbling vial of acid."
											]
										},
										"If the characters fail to see this connection between the gems in the indentations in the wall carvings within two rounds, the {@b gas} deals 3 ({@damage 1d6}) points of poison damage. A successful DC 12 Constitution saving throw halves this damage. After that, Brother Keefe points out how it looks like the gems might fit into those indentations.",
										"Do not force the characters to make another saving throw unless they put the wrong gems in the wrong places. Even if they do, they should only have to make one more set of saving throws before Brother Keefe provides enough hints to get the puzzle correctly solved.",
										"When the gems are inserted correctly, the gas dissipates, the crypt door opens, and the sarcophagus slides away, revealing a stairway down into the darkness. Tracks in the dust shows it has been used recently by at least two human-sized creatures. The gems cannot be pried free from their housings once inserted.",
										"Brother Keefe refuses to enter the lower chambers. He is a simple priest and has no magical or martial powers. However, he begs the characters to investigate."
									]
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/e2dteYl.png"
									},
									"title": "The Undercrypt"
								},
								{
									"type": "entries",
									"name": "3A. Honor Guard",
									"entries": [
										"The stairs descend steeply, and then the passage continues, curving to the left and slightly downward in a spiral. The curving passage continues to the south and curves west, but also opens into a chamber.",
										{
											"type": "insetReadaloud",
											"entries": [
												"The passage opens into a chamber. Three odd humanoid skeletons, topped with draconic skulls, stand at attention, holding swords. At the back of the chamber is a large throne-like chair, currently empty, on a mahogany dais."
											]
										},
										"These three {@creature skeleton|mm|skeletons} are currently not animated but might become so if the characters perform certain actions: in this room, if any creature sits on the throne, magic is released to animate the skeletons. In the next room, the party might also animate the skeletons.",
										"If the characters sit on the throne, or search the throne with a successful DC 10 Intelligence (Investigation) check, they notice a hinged panel in the bottom of the throne. It is trapped with a {@b poison needle trap}, which is noticed with a successful DC 15 Wisdom (Perception) check and disabled with a successful DC 15 Dexterity check, provided the character attempting this check has a set of {@item thieves' tools|phb}. If someone opens the panel without disarming the trap, they are stuck with a needle. They must make a DC 12 Constitution saving throw or take 4 ({@damage 1d8}) poison damage. Within the secret compartment is a small tourmaline worth 50 gp and a {@item spell scroll (1st level)|dmg|scroll} of {@spell comprehend languages}.",
										{
											"type": "inset",
											"name": "Adjusting the Encounter",
											"entries": [
												"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
												{
													"type": "list",
													"items": [
														"{@b Weak party:} remove one skeleton",
														"{@b Strong party:} add two skeletons",
														"{@b Very strong party:} add four skeletons"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "3B. Reanimation Chamber",
									"entries": [
										"The spiral passage continues until it reaches another chamber.",
										{
											"type": "insetReadaloud",
											"entries": [
												"This chamber has been set up as a small laboratory. Tables around the room are covered with beakers, vials, tomes, cauldrons, and pots full of alchemical agents.",
												"In the middle of the central table is a note next to a blue clay pot. The note, written in Common, says, \"Raaxil, I have figured out how to complete the process. When you are ready, simply pour the contents of this blue pot into the cauldron and stir. The effects should be instantaneous, but DO NOT DRINK THE RESULTING POTION.\""
											]
										},
										"A successful DC 15 Intelligence (Arcana) check reveals that the books and alchemical agents are all tied to necromantic magic, specifically targeted toward dragons. It is extremely advanced magic, though well beyond the expertise of the characters at this level.",
										"If the characters complete the process, this causes a thick vapor to spread quickly throughout the chambers, animating the {@creature skeleton|mm|skeletons} in the previous room. If the characters already fought them, the skeletons reanimate. The creatures move through the chambers (using the secret doors if appropriate) to surround the characters and attack.",
										"A character is foolish enough a drink the potion must make a DC 20 Constitution saving throw or take 21 ({@damage 6d6}) poison damage.",
										"All of this equipment has been cursed with magic. If it is taken out of the underground complex, it dissolves into nothingness."
									]
								},
								{
									"type": "entries",
									"name": "3C. Teleportation Circle",
									"entries": [
										"The spiral passage continues until it reaches a final chamber.",
										{
											"type": "insetReadaloud",
											"entries": [
												"This chamber's walls are painted to look like the inside of a dragon's lair: the scenes depict piles of treasure, robed acolytes bowing in supplication, bound prisoners being served up as a meal, etc. All the paintings focus toward the alcove in the south wall, where a pile of gold coins form a nest perfect for a large dragon!",
												"In addition to the paintings, there are four large glyphs: one each on the north, south, east and west walls. The southern glyph is within the alcove. These glyphs glow slightly in the dark of the rooms.",
												"In the northwest corner of the room, a teleportation circle has been etched into the floor. The lack of wear on the etchings implies that the circle was created very recently. A thick metal rod, inscribed with sigils stands in the middle of the circle.",
												"Lying on the floor in different parts of the room are 4 dead bodies. Although the bodies look roughly humanoid, they are stitched together from various parts, including some that appear to be draconic in nature."
											]
										},
										"As soon as the characters interact with anything in the room in a significant way (touching, examining, etc.), two things happen: the four large glyphs glow brightly, and the four bodies spring up and animate, becoming four {@creature zombie|mm|zombies}. Each one has some semblance of draconic features, such as small wings, tails, and enlongated necks.",
										"During combat, describe how the glyphs flare when the zombies attack or take damage. If the characters use an action to mar a glyph with an attack (AC 10, 5 hp) or disable it with a successful DC 10 Intelligence (Arcana) check, a zombie is {@condition blinded} until the end of its next turn. If all the glyphs are deactivated in this way, the zombies cease their movement and fall to the ground, inanimate.",
										{
											"type": "inset",
											"name": "Adjusting the Encounter",
											"entries": [
												"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
												{
													"type": "list",
													"items": [
														"{@b Weak party:} one of the glyphs is already marred; remove one zombie",
														"{@b Strong party:} each round, each active glyph pulses and heals 2 ({@dice 1d4}) damage to a zombie",
														"{@b Very strong party:} all zombies have 5 additional hit points; unless all glyphs are deactivated, a zombie reanimates with half hit points the round after it is killed"
													]
												}
											]
										},
										"If a character enters the southern alcove, that character triggers an invisible force field across the alcove opening. The force field is impenetrable but can be brought down with a DC 10 Intelligence (Arcana) check or 5 points of force damage. It also disappears if all of the glyphs are deactivated.",
										"The gold coins in the southern alcove are worthless wooden disks painted gold. There is nothing else of value in the room.",
										"The teleportation circle can be easily defaced to make it unusable. A successful DC 15 Intelligence (Arcana) check shows that the teleportation circle is probably linked to a similar circle elsewhere, and {@spell teleportation circle|phb|strong magic} is needed to make use of the circles."
									]
								},
								{
									"type": "entries",
									"name": "Informing Brother Keefe",
									"entries": [
										"Assuming the characters clear out the dangers from the chambers beneath the crypt, Brother Keefe asks them to show him what they found. If the characters have not yet made the connection between the necromantic magic and the dragon motifs, he informs them that it is possible someone is trying to create a dracolich.",
										"At this point, Brother Keefe reveals that he a member of the Lord's Alliance, a group looking to maintain stability in Phlan, but not at the cost of lawlessness. He admits that the rumors about the draconic nature of Xandria Welltran came from a source within the Lord's Alliance, who also told him that the Welcomers, the thieves' guild of Phlan, have been investigating various dragon-themed leads in the last month. The Welcomers may be involved in this as well."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Rewards",
							"entries": [
								"Make sure the players note their rewards on their adventure logsheets. Give your name and DCI number (if applicable) so players can record who ran the session.",
								{
									"type": "entries",
									"name": "Experience",
									"entries": [
										"Total up all {@b combat experience} earned for defeated foes, and divide by the number of characters present in the combat. For {@b non-combat experience}, the rewards listed are per character. Give all characters in the party non-combat experience awards unless otherwise noted.",
										{
											"type": "table",
											"colLabels": [
												"Name of Foe",
												"XP per Foe"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Skeleton",
													"50"
												],
												[
													"Zombie",
													"50"
												]
											],
											"caption": "Combat Awards"
										},
										{
											"type": "table",
											"colLabels": [
												"Task or Accomplishment",
												"XP per Character"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Solving the gem puzzle without help",
													"25"
												],
												[
													"Clearing out the crypt",
													"50"
												]
											],
											"caption": "Non-Combat Awards"
										},
										"The {@b minimum} total award for each character participating in this adventure is {@b 75 experience points}.",
										"The {@b maximum} total award for each character participating in this adventure is {@b 100 experience points}."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The characters receive the following treasure, divided up amongst the party. Characters should attempt to divide treasure evenly whenever possible. Gold piece values listed for sellable gear are calculated at their selling price, not their purchase price.",
										"{@b Consumable magic items} should be divided up however the group sees fit. If more than one character is interested in a specific consumable magic item, the DM can determine who gets it randomly should the group be unable to decide.",
										"{@b Permanent magic items} are divided up according to a system. See the sidebar if the adventure awards permanent magic items.",
										{
											"type": "table",
											"colLabels": [
												"Item Name",
												"GP Value"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Payment from Brother Keefe",
													"100"
												],
												[
													"Small tourmaline gem",
													"50"
												]
											],
											"caption": "Treasure Awards"
										},
										{
											"type": "entries",
											"name": "Spell Scroll: Protection from Evil and Good",
											"entries": [
												"This spell scroll contains a single {@spell protection from evil and good} spell. A {@item spell scroll (1st level)|dmg|description} of spell scrolls can be found in the basic rules or Dungeon Master's Guide."
											]
										},
										{
											"type": "entries",
											"name": "Spell Scroll: Comprehend Languages",
											"entries": [
												"This spell scroll contains a single {@spell comprehend languages} spell. A {@item spell scroll (1st level)|dmg|description} of spell scrolls can be found in the basic rules or Dungeon Master's Guide."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Renown",
									"entries": [
										"{@b Lords' Alliance characters only} receive {@b one renown point} for informing Brother Keefe."
									]
								},
								{
									"type": "entries",
									"name": "Downtime",
									"entries": [
										"Each character receives {@b five downtime days} at the conclusion of this mini-adventure."
									]
								},
								{
									"type": "entries",
									"name": "DM Rewards",
									"entries": [
										"You receive {@b 100 XP} and {@b five downtime days} for each session you run of this mini-adventure."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Mission 4: A Shock at Evenfeast",
					"entries": [
						"The characters are approached by a half-orc seeking help in finding a powerful magic item.",
						{
							"type": "insetReadaloud",
							"entries": [
								"You were told that Madame Freona's Tea Kettle was the place where adventurers could find work and avoid the hassle associated with other places in Phlan. So far, that has been true. Madame Freona, a stout and officious halfling who runs the establishment with her five daughters, has proven an excellent hostess.",
								"The Tea Kettle is crowded this evening, as the Evenfeast meal has brought many hungry patrons. A young halfling woman called Blaizette, obviously one of Freona's daughters, wears a blue kerchief and acts as your server for the meal. She manages to keep a smile despite the busy night.",
								"After she brings your meals and heads off to another table, a half-orc pulls up a chair and smiles a toothy smile at you. \"Just act normal,\" he says through clenched teeth, \"but listen closely. Everyone's life might be in danger. My name is Buhrell Caah. I represent the Emerald Enclave, a group that watches over the happenings in Phlan and beyond. I was just told by an associate that a potentially devastating magical object was brought into the Tea Kettle. We don't know what it looks like or who has it, but I need your help in finding it. Could you split up and talk to anyone who looks suspicious, and find out if they are in possession of a powerful item? Do not let anyone know what you are doing, for the possessor of the item might set it off if he or she knows we are aware.\""
							]
						},
						"This mini-adventure contains little combat, and possibly none at all. The characters must get to the bottom of what is happening, first to find the magical item, then to stop the energy that it unleashes, and finally to help its victims before they perish.",
						"Buhrell goes to speak with Blaizette, letting the characters focus on other patrons of the Tea Kettle. When the characters look around, they see six tables that seem likely candidates. Each character should choose a table to investigate.",
						"During these investigations, use DC 10 as the target number for any ability or skill checks the characters might attempt, but feel free to adjust those up or down based on the situation.",
						{
							"type": "entries",
							"name": "Table 1",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"A wild elf dines alone at this table. She looks out of place in a nice establishment like this. She wears leather armor dirty with sweat, grime, and the stains of moving through vegetation. A fine-looking bow of strange, purple-hued wood is strung across her back."
									]
								},
								"Casting {@spell detect magic} shows something is magical in her rucksack. It is a {@item potion of healing}.",
								"When approached, the elf nods but says nothing. If convinced to speak, the elf says that her name is Surruk. She has been patrolling the Quivering Forest for the last two weeks, making sure none of the more malevolent fey creatures don't bother anyone. She has recently taken leave for a few days, and she wished to start her vacation with a good meal.",
								"Identifying the unusual wood the bow is made of requires a successful DC 15 Intelligence (Nature) check can identify the bow as being fashioned from Morcant Burl; a rare wood that grows only within the Quivering Forest."
							]
						},
						{
							"type": "entries",
							"name": "Table 2",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Two older human women dine together, but they seem to be spending more time looking around the room than chatting with each other."
									]
								},
								"Casting {@spell detect magic} reveals that one of the women wears a necklace with radiates magic. The magic is simply a spell that keeps the necklace clean and untarnished.",
								"When approached, the two elderly ladies smile and welcome the characters. Their names are Esma and Eve, and they are two widows who meet here once a week to gossip and watch people. If a character can get a word in as the two yammer on, they can give background information on Surruk (table 1), Yanna (table 3), and Schuyler (table 4). They don't know the other people, but they are more than happy to speculate and make up far-fetched stories."
							]
						},
						{
							"type": "entries",
							"name": "Table 3",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"An older human man and dwarven woman dine together, talking emphatically. Neither looks like an adventurer, as both are dressed in fine clothes."
									]
								},
								"Casting {@spell detect magic} indicates that something in the older human's pack radiates magic. Inside his is a large, glass sphere containing a heavily padded enchanted dragon's tooth that causes problems later on.",
								"When approached, the human tells the character that this is a private meeting. The dwarf reinforces the sentiment. A successful Wisdom (Perception) check reveals that the human is intentionally trying to go unnoticed.",
								"If the character attempts to take or look inside the human's pack, the human tries to grab it quickly. Unfortunately, in doing so, the pack strikes the leg of his table, breaking the sphere inside and releasing the terrible spell that the tooth holds. The human is the first person targeted by the lightning spell.",
								"Make sure that all the other characters have a chance to interact with their tables before continuing."
							]
						},
						{
							"type": "entries",
							"name": "Table 4",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"A half-elf man dines alone, playing with his food with a grumpy expression on this face. He jots notes in a small book on the table."
									]
								},
								"Casting {@spell detect magic} reveals the pen the man uses to write is magical. The magic on the pen simply allows it to stay sharp and hold ink.",
								"When approached, the man looks up at the character, perplexed at the interruption. After regaining his bearings, he introduces himself as Schuyler, a food critic. He asks the character if he or she has ever had such a terrible meal. Schuyler points to his plate and says that the cook obviously used too much safflower oil. Such a thing is far too pungent to use in such quantities. Any character succeeding at a DC 10 Intelligence (Nature) check knows that safflowers grow locally only within the Quivering Forest."
							]
						},
						{
							"type": "entries",
							"name": "Table 5",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"A pale-scaled dragonborn woman dines alone. She looks around nervously as she eats, startling at every sound."
									]
								},
								"No magic is revealed on or around the dragonborn.",
								"When approached, the dragonborn recoils a bit, as if the character is going to attack. If calmed, she reveals her name is Halda (an alias), and that she is in town visiting family (a lie). In reality, her name is Minnitha, and she is planning to explore the mountains to the north looking for treasure. However, she has already been attacked twice by bandits while in Phlan, and everyone stares at her because of her white dragon heritage."
							]
						},
						{
							"type": "entries",
							"name": "Table 6",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Three halflings dressed in bright motley colors dine at the bar. They talk loudly, but in a language that is unrecognizable."
									]
								},
								"One of the halflings wears a belt pouch that radiates faint magic. The pouch contain some dust which magically expands into a cloud when tossed to the ground. It is part of their tumbling act.",
								"When approached, the three halflings, named Tawn, Tane, and Tine, stop their conversation and stare at the character. They answer only in grunts and nods unless the character does something to entertain them. If so, the halflings give their names and say that they are triplets. They performs as tumblers in a traveling show which is now in Phlan."
							]
						},
						{
							"type": "entries",
							"name": "The Lightning Spell",
							"entries": [
								"After the glass vial breaks at table 3, the following occurs.",
								{
									"type": "insetReadaloud",
									"entries": [
										"The human moves quickly, trying to whisk away whatever he was concealing. The sound of glass shattering echoes through the room, and then the human screams as his body is surrounded by a blue crackling energy. He falls to the floor, a dagger-like object clutched in his hand. The dwarf at the same table pushes back her chair and runs for the door."
									]
								},
								"At this point, the characters have different options. Some may want to check on the human, others may want to chase down the fleeing dwarf, and others still may want to examine the blue dragon's tooth.",
								"As the DM, your main job is controlling the pace. You can have the party roll initiative to keep track of actions. When characters split up, it makes your job more challenging. Allow characters to go in different directions, but keep jumping rapidly between groups to keep everyone in the action. If the characters are about to go too far afield from each other, use the arrival of Emerald Enclave operative Buhrell Caah to bring everyone back together."
							]
						},
						{
							"type": "entries",
							"name": "Surveying the Scene",
							"entries": [
								"Characters who examine the struggling human see that lightning is inundating his body. A successful DC 10 Intelligence (Arcana or Nature) check reveals this lightning is definitely magical-not naturally occurring-and shows no sign of dissipating. Also, there is no way to heal the man or stop the spell that is evident.",
								"Clutched tightly in the human's hand is a long, dagger-like tooth. A successful DC 15 Intelligence (Nature) check reveals that it is definitely the tooth of a blue dragon. Prying the tooth from the man (or any contact at all with anyone suffused with the energy) requires a DC 10 Strength check and does 2 ({@damage 1d4}) lightning damage each time it is attempted.",
								"The tooth is warm to the touch, and it pulsates in rhythm with the crackling of the lightning. A DC 10 Intelligence (Arcana) check reveals that the tooth can hold the lightning, but only if the lightning jumps to a person holding the tooth when the lightning reaches them. (If the characters do not learn this information now, it will be told to them later in this mini-adventure.)",
								"After a few seconds (or one round), the man collapses when the lightning jumps to Schuyler at table 4. The lightning jumps to the nearest person who has had recent contact with something from the Quivering Forest. Since Schuyler has been eating oil made from safflowers harvested from the Quivering Forest, he is the next target."
							]
						},
						{
							"type": "entries",
							"name": "Catching the Dwarf",
							"entries": [
								"The fleeing dwarf is Yanna Hammerbound, a high-level representative of The Ironhanded; Phlan's Ironworkers' Guild. She was here to purchase the blue dragon tooth from the man, who told her that its magic would be a great asset to the guild. She was not aware of the nature of the magic within the tooth.",
								"The characters need to make a DC 10 Strength check to restrain her before she leaves, and then a DC 10 Charisma (Intimidate or Persuasion) check to get her to talk. She doesn't know much else about the man or the tooth, only that the tooth came from a blue dragon that supposedly once lived in the Quivering Forest."
							]
						},
						{
							"type": "entries",
							"name": "Bottling the Lightning",
							"entries": [
								"Once the characters have all of the information and have seen the lightning spell in progress, all that is left it to figure out why the lightning is jumping to certain people and not others, and then to obtain the dragon tooth and become the next target to catch the lightning.",
								"However, a few seconds after the lightning leaves the first victim, something strange occurs.",
								{
									"type": "insetReadaloud",
									"entries": [
										"Although it looked like the human was dead, he rises to his feet. He is alive but moving. He walks, eyes closed, toward the door. He leaves the building, stops in the middle of the street, and stands as if waiting."
									]
								},
								"The man is alive. Anyone touching him takes {@damage 1d4} lightning damage. Any subsequent attack that damages him kills him, but he will continues to move regardless, animated and controlled by the spell. It is possible to restrain him with a successful DC 10 Strength check, but anyone holding him suffers 2 ({@damage 1d4}) lightning damage each round that they do so.",
								"As the lightning leaves each person it affects, they too wander out into the street, join hands and start to form a large circle, which crackles with lightning. Nothing else happens as a result of this strange occurrence.",
								{
									"type": "entries",
									"name": "The Order of Victims",
									"entries": [
										"The lightning starts with the original human victim. When it finishes with him, it jumps to Schuyler, who had eaten a large amount of safflower seed oil. The next victim is the wild elf ranger Surruk, who carries the bow made of Morcant Burl.",
										"After the spell leaves Surruk, it flies out an open window and strikes a small dwarven girl wearing a necklace made of safflowers. After it leaves her, it strikes the elven man who works at a stall outside the Tea Kettle where flowers, including the safflowers likely worn by the dwarven girl, are sold.",
										"By this time, if the characters have no figured out the pattern, Buhrell Caah should run forward and help the characters put together the puzzle.",
										"In order to catch the spell in the tooth, a character must take the tooth, cover himself or herself with flowers from the flower-vendor's stall (or something else related to the forest), and be the closest person to the current victim of the spell.",
										"When that happens, the lightning flies to that character, whirls around him or her a few times, and gets drawn into the tooth.",
										"With that, all of the victims of the spell collapse in a heap, unconscious but alive (unless the characters attacked any of them, which means those victims are dead)."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Wrapping Up",
							"entries": [
								"If the original human victim (named Trett) is alive, he says that he is just a merchant who bought the tooth from a traveling band. They showed him that the tooth could be used to heat and work metal more easily than in a forge. So he purchased it to sell it to the Ironworkers' Guild.",
								"Buhrell Caah thanks the characters for their assistance, and offers them 100 gp for helping. He wants to take the dragon tooth back to his Emerald Enclave peers for observation. It is obviously too dangerous to leave with others. If the characters willingly give up the tooth, he offers them a {@item potion of healing}. If they do not give up the tooth, then a character can keep it, but it's a bane for them if they have it for more than a day - it grants them vulnerability to lightning damage.",
								"Finally, he tells them that he has been keeping an eye on the guilds. They have been gaining more and more power in the city recently, and it might be a good idea to watch out for them in the coming weeks and months."
							]
						},
						{
							"type": "section",
							"name": "Rewards",
							"entries": [
								"Make sure the players note their rewards on their adventure logsheets. Give your name and DCI number (if applicable) so players can record who ran the session.",
								{
									"type": "entries",
									"name": "Experience",
									"entries": [
										"Total up all {@b combat experience} earned for defeated foes, and divide by the number of characters present in the combat. For {@b non-combat experience}, the rewards listed are per character. Give all characters in the party non-combat experience awards unless otherwise noted.",
										{
											"type": "table",
											"colLabels": [
												"Task or Accomplishment",
												"XP per Character"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Determining the lightning pattern without help",
													"25"
												],
												[
													"Capturing the lightning",
													"75"
												]
											],
											"caption": "Non-Combat Awards"
										},
										"The {@b minimum} total award for each character participating in this adventure is {@b 75 experience points}.",
										"The {@b maximum} total award for each character participating in this adventure is {@b 100 experience points}."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"entries": [
										"The characters receive the following treasure, divided up amongst the party. Characters should attempt to divide treasure evenly whenever possible. Gold piece values listed for sellable gear are calculated at their selling price, not their purchase price.",
										"{@b Consumable magic items} should be divided up however the group sees fit. If more than one character is interested in a specific consumable magic item, the DM can determine who gets it randomly should the group be unable to decide.",
										"{@b Permanent magic items} are divided up according to a system. See the sidebar if the adventure awards permanent magic items.",
										{
											"type": "table",
											"colLabels": [
												"Item Name",
												"GP Value"
											],
											"colStyles": [
												"text-align-left",
												"text-align-left"
											],
											"rows": [
												[
													"Reward from Buhrell Caah",
													"100"
												],
												[
													"Small tourmaline gem",
													"50"
												]
											],
											"caption": "Treasure Awards"
										},
										{
											"type": "entries",
											"name": "Enchanted Blue Dragon's Tooth",
											"entries": [
												"A character that possesses this item for more than a day has vulnerability to lightning damage."
											]
										},
										{
											"type": "entries",
											"name": "Potion of Healing",
											"entries": [
												"A {@item potion of healing|dmg|description} of this item can be found in the basic rules or the {@book Player's Handbook}."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Renown",
									"entries": [
										"{@b Emerald Enclave characters only} receive {@b one renown point} for finding the dragon tooth."
									]
								},
								{
									"type": "entries",
									"name": "Downtime",
									"entries": [
										"Each character receives {@b five downtime days} at the conclusion of this mini-adventure."
									]
								},
								{
									"type": "entries",
									"name": "DM Rewards",
									"entries": [
										"You receive {@b 100 XP} and {@b five downtime days} for each session you run of this mini-adventure."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Mission 5: The Danger at Dusk",
					"entries": [
						"A gnome tinkerer looks for help in rescuing his daughter from a group of corrupt and vile Black Fists.",
						{
							"type": "insetReadaloud",
							"entries": [
								"You were told that Madame Freona's Tea Kettle was the place where adventurers could find work and avoid the hassle associated with other places in Phlan. So far, that has been true. Madame Freona, a stout and officious halfling who runs the establishment with her five daughters, has proven an excellent hostess.",
								"As the sun finally sets in the west, you settle down for one last beverage. Whittlee, one of Freona's daughters, sees to the late-night crowd. Her startlingly white hair is pulled back in a tight braid. She expertly juggles pots of tea, tankards of ale, flagons of wine, and other assorted mugs and cups.",
								"The door to the Tea Kettle opens, revealing a worried-looking gnome. He wears patchwork clothes and wrings a floppy hat nervously in his calloused hands.",
								"He peers around the room pensively, until his eyes focus on your group. He quickly walks toward you, ignoring the stares and whispered jibes from some of the other patrons. \"Are you adventurers? My little girl is in terrible trouble. Will you hear my story? I can pay!\""
							]
						},
						{
							"type": "entries",
							"name": "A Troubled Gnome",
							"entries": [
								"When the characters agree to hear his tale, the gnome relates the following. Remember to keep this brief to finish the mission in time.",
								{
									"type": "list",
									"items": [
										"The gnome is a tinkerer called Rillo Leadstopper. His daughter is called Villonah. After Villonah's mother died, the girl became wild and inconsolable. She has been in trouble with the law ever since.",
										"Most of the crimes were minor offenses that earned her small fines or a few days in the jail. However, her previous acts made her a \"usual suspect\" for the Black Fist guards.",
										"Last night, while Villonah was visiting her father's home, the guards arrested her. They gave no indication of the charges.",
										"In the past she was held in Castle Valjevo, and the next day Rillo goes and pays for her release. This time when he went to Stojanow Gate to inquire about her, he was told she was not in the castle jail. Rillo tried to find her whereabouts by bribing guards and calling in favors, but no one knows her whereabouts.",
										"In a panic, he asked about her in the seedier parts of town. He found a cutpurse who spoke of a secret prison that a small group of Black Fist guards covertly use to torture and murder prisoners without their leadership finding out. He heard a rumor she was taken there because Villonah stole something valuable from one of those guards.",
										"It is unlikely that the leadership of the Black Fist knows that this secret prison exists and that the guards who use it do so in a personal capacity.",
										"The prison, he heard, is located beneath the ruins of the Lyceum of the Black Lord. Although the burnt-out Lyceum has been converted into a make-shift shelter for the displaced and injured, the guards have found and taken up secret residence in some chambers beneath it. There is a secret entrance to the place from caves on the shore of the River Stojanow.",
										"If the characters go there and learn how to release her, he offers 50 gp for the information. If the party is able to release her, he's willing to throw in a fine magnifying glass as well."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Secret Prison",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://i.imgur.com/DyUeuwt.png"
									},
									"title": "The Secret Prison"
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Ceilings",
													"entries": [
														"In the rooms of the prison, all ceilings are ten feet high."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Light",
													"entries": [
														"All areas of the secret prison are sparsely lit by torches."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Sound",
													"entries": [
														"The moans, cries, and muttering of the prisoners occasionally echo throughout the prison."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Rubble",
													"entries": [
														"Area 3C is littered with areas of rubble. These areas are treated as difficult terrain."
													]
												}
											]
										}
									]
								},
								"Rillo leads the characters to the secret entrance, which is simply a tunnel starting at the river and running under Phlan to the secret chambers beneath the ruined Lyceum. The tunnel is not guarded, and it runs for several hundred yards before it ends in a door. The stonework around the door is well crafted, unlike the rudimentary tunnel.",
								"A DC 10 Wisdom (Perception) check from anyone listening at the door reveals occasional low whimpers and unintelligible babbling within.",
								"The door is locked, and a DC 10 Dexterity check is needed to pick the lock, provided the character attempting this check has a set of {@item thieves' tools|phb}. Otherwise, the door must be bashed down with a DC 10 Strength check. Bashing down the door automatically alerts the guards in Area 3B.",
								{
									"type": "entries",
									"name": "3A. Prisoners",
									"entries": [
										{
											"type": "insetReadaloud",
											"entries": [
												"This room contains eight cells, five currently occupied by prisoners who start begging to be released as you enter. A door to the east is barred from this side, and there is also a door on the south wall. A stone chair is bolted to the floor in the room's center, and interrogation instruments hang from the walls."
											]
										},
										"When the prisoners see the characters, they begin to call for the characters to release them. The noise risks alerting the guards. To quiet the criminals before the guards come, a character must succeed at a DC 15 Charisma (Intimidation or Persuasion) check.",
										"Of the five prisoners here, four are in terrible condition from starvation and dehydration. They can walk on their own, but they are in no condition to fight. Two only have one ear, a likely sign that they are members of the Welcomers, the theives' guild in town. The other two ran afoul of the Black Fist in other ways. If asked about Villonah, the prisoners say that she was thrown into the Funhouse, and they point to the door to the east, which is barred from this side.",
										"The last prisoner is a {@creature cultist}, having been driven insane by his long confinement and exposure to the obelisks in Area 3C. He attacks the creature closest to him once he is released from his cell. A character talking to him and succeeding at a DC 10 Wisdom (Insight) check can realize that he is not just mad, but he is homicidal and will attack if released. If the combat goes more than one round, the noise alerts the guards."
									]
								},
								{
									"type": "entries",
									"name": "3B. Guard Room",
									"entries": [
										"This door is not locked. The occupants do not pay close attention to what is happening in the other room unless the door is bashed down, the cultist fanatic attacks, or the characters fail to quiet the prisoners.",
										{
											"type": "insetReadaloud",
											"entries": [
												"A table and some chairs dominate the center of the room, while a couple of bunks line the walls. A small cooking stove rests in the corner."
											]
										},
										"Four {@creature guard|mm|guards} play cards while a large dog ({@creature wolf} statistics) naps on a straw pallet nearby. The guards are here in their free time and are not on duty. As such, they are not wearing armor or shields (their AC is 11). They do have their weapons, however.",
										{
											"type": "inset",
											"name": "Adjusting the Encounter",
											"entries": [
												"Here are recommendations for adjusting this combat encounter. These are not cumulative.",
												{
													"type": "list",
													"items": [
														"{@b Weak party:} remove two guards",
														"{@b Strong party:} the guards are wearing their armor",
														"{@b Very strong party:} the guards are wearing their armor and add one wolf"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "3C. Funhouse",
									"entries": [
										"This area is the home of a terrible creature. When the guards are ready to kill a prisoner, or if they want to drive a prisoner mad to help with later interrogations, they lock a prisoner in this room.",
										{
											"type": "insetReadaloud",
											"entries": [
												"This chamber was once grand but is now in shambles. The walls have collapsed in and given way to earth. An obelisk stands in the middle of the room, covered in sigils.",
												"A cage has been erected in the middle of the room surrounded by a number of peculiar obelisks made of black stone. Within the cage, a young gnome woman dressed in a simple gray tunic sits on the floor--her back to the obelisk. She rocks back and forth with her head in her hands, saying a mad whisper, \"Can't run away. Can't run away.\""
											]
										},
										"A {@creature grick} (marked {@b G} on the map) lives in this sealed off area. It is currently hiding and will attack the first character to approach the cage in the center of the room. Some areas on the map show areas where the ceiling collapsed. This is difficult terrain. Due to the obelisks in the room, the grick typically does not move too far into the room, but when the characters enter, the grick simply can't resist. When the characters enter this area, the grick is hiding.",
										{
											"type": "inset",
											"name": "Adjusting the Encounter",
											"entries": [
												"Here are recommendations for adjusting this combat encounter. These are not cumulative unless otherwise noted.",
												{
													"type": "list",
													"items": [
														"{@b Weak party:} the grick is injured, possessing only 13 hit points",
														"{@b Strong party:} the obelisks pulse each round after the first character sets one off, forcing each creature within 5 feet of an obelisk to make a saving throw or be {@condition frightened}",
														"{@b Very strong party:} as {@b strong party}, plus the grick has 40 hit points"
													]
												}
											]
										},
										"{@b Obelisks.} Any time a creature passes within 5 feet of the pillar, it sends out a pulse of magical energy. The triggering creature must make a DC 13 Wisdom saving throw or become {@condition frightened} for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effeect on it early on a success. If the creature's saving throw is successful or the effect on it ends, the creature is immune to this effect for the next 24 hours. For all intents and purposes, the obelisks are collectively considered to a single source for this effect.",
										"The obelisks are quite old and fragile, and can be destroyed (AC 8, 5 hp). They can also be pushed over with a successful DC 5 Strength check. Doing either of these things, however, causes the ceiling of the cavern around the obelisk to collapse, dealing 7 ({@damage 2d6}) bludgeoning damage to each creature within 5 feet of the obelisks and knocking that creature {@condition prone}. A creature making a successful DC 10 Dexterity saving throw takes only half damage is not knocked prone. Note that the grick's damage resistances are effective against damage from the ceiling collapse.",
										"{@b Cage.} In the center of the room is a cage that the guards have been using to torment their prisoners. It is quite small, just large for an adult to stand, but due to her size, Villonah is able to sit. When the characters enter this area, she is seated with her back to the entrance. The door is on the north face of the cage.",
										"{@b Villonah} (marked {@b V} on the map) will not move unless carried. If someone tries to pick her up, however, she struggles. A character must use an action to grab her, and her struggling makes the character carrying her move at half speed. If the character takes an action to calm Villonah-a successful DC 15 Charisma (Persuasion) check-then she still will not walk on her own, but she does not struggle against being carried."
									]
								},
								{
									"type": "entries",
									"name": "A Second Rescuer",
									"entries": [
										"After the characters have dealt with the grick, they can return to the room with the cages. They find that someone waits for them there.",
										{
											"type": "insetReadaloud",
											"entries": [
												"An elf stands before the door into the tunnel. She has an arrow nocked and trained on you. \"Put the gnome down and leave. You will not take her anywhere and torture her more. There may be more of you, but some of you will not survive the fight if you try to take her.\""
											]
										},
										"The elf is Yllivia (use the {@creature scout} statistics), a member of the Order of the Gauntlet, a group dedicated to fighting the tyranny of the Black Fist knights. Villonah is also a member of the Order of the Gauntlet.",
										"As long as the characters make no overt actions against the Yllivia, she does not fight. If the characters can bring Villonah out of her stupor with a successful DC 10 Wisdom (Medicine) check, the gnome can confirm Yllivia is a friend.",
										"Either way, the whole reason for Villonah's imprisonment is hidden on her. She stole a map from the Black Fists that is rumored to lead to the lair of a white dragon in the mountains to the north. She created a patch of fake skin, hiding the map on the sole of her right foot.",
										"As long as the characters allow Villonah and Yllivia to keep the map and take it back to the Order of the Gauntlet, no hostilities take place. In fact, Yllivia rewards the characters with an additional 50 gp and a potion of healing.",
										"Rillo is relieved to have his daughter back, and he offers the characters the reward he promised. Villonah and Yllivia tell the characters that the Black Fist knights hold the honest citizens of Phlan in a state of fear with their tyranny, and their interest in anything related to dragons is a bad sign for the city."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Rewards",
							"entries": [
								"Make sure the players note their rewards on their adventure logsheets. Give your name and DCI number (if applicable) so players can record who ran the session."
							]
						},
						{
							"type": "entries",
							"name": "Experience",
							"entries": [
								"Total up all {@b combat experience} earned for defeated foes, and divide by the number of characters present in the combat. For {@b non-combat experience}, the rewards listed are per character. Give all characters in the party non-combat experience awards unless otherwise noted.",
								{
									"type": "table",
									"colLabels": [
										"Name of Foe",
										"XP per Foe"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Guard",
											"25"
										],
										[
											"Grick",
											"450"
										],
										[
											"Scout",
											"100"
										],
										[
											"Wolf",
											"50"
										]
									],
									"caption": "Combat Awards"
								},
								{
									"type": "table",
									"colLabels": [
										"Task or Accomplishment",
										"XP per Character"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Freeing the prisoners",
											"25"
										],
										[
											"Rescuing Villonah",
											"50"
										]
									],
									"caption": "Non-Combat Awards"
								},
								"The {@b minimum} total award for each character participating in this adventure is {@b 75 experience points}.",
								"The {@b maximum} total award for each character participating in this adventure is {@b 100 experience points}."
							]
						},
						{
							"type": "entries",
							"name": "Treasure",
							"entries": [
								"The characters receive the following treasure, divided up amongst the party. Characters should attempt to divide treasure evenly whenever possible. Gold piece values listed for sellable gear are calculated at their selling price, not their purchase price.",
								"{@b Consumable magic items} should be divided up however the group sees fit. If more than one character is interested in a specific consumable magic item, the DM can determine who gets it randomly should the group be unable to decide.",
								"{@b Permanent magic items} are divided up according to a system. See the sidebar if the adventure awards permanent magic items.",
								{
									"type": "table",
									"colLabels": [
										"Item Name",
										"GP Value"
									],
									"colStyles": [
										"text-align-left",
										"text-align-left"
									],
									"rows": [
										[
											"Payment from Rillo",
											"50"
										],
										[
											"Magnifying glass from Rillo",
											"50"
										],
										[
											"Payment from Yllivia",
											"50"
										]
									],
									"caption": "Treasure Awards"
								},
								{
									"type": "entries",
									"name": "Potion of Healing",
									"entries": [
										"A {@item potion of healing|dmg|description} of this item can be found in the basic rules or the {@book Player's Handbook}."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Renown",
							"entries": [
								"{@b Order of the Gauntlet characters only} receive {@b one renown point} for rescuing Villonah."
							]
						},
						{
							"type": "entries",
							"name": "Downtime",
							"entries": [
								"Each character receives {@b five downtime days} at the conclusion of this mini-adventure."
							]
						},
						{
							"type": "entries",
							"name": "DM Rewards",
							"entries": [
								"You receive {@b 100 XP} and {@b five downtime days} for each session you run of this mini-adventure."
							]
						}
					]
				}
			]
		}
	]
}
