{
	"_meta": {
		"sources": [
			{
				"json": "TFoZ",
				"abbreviation": "TFoZ",
				"full": "The Fangs of Zengar",
				"version": "1.1",
				"url": "https://www.patreon.com/posts/43310626",
				"authors": [
					"Benjamin Palmer"
				],
				"convertedBy": [
					"Jenny"
				]
			}
		],
		"dateAdded": 1615141398,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "058bc394a9",
		"edition": "classic"
	},
	"monster": [
		{
			"name": "Low Priestess",
			"source": "TFoZ",
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d8 + 16",
				"average": 88
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 16,
			"dex": 14,
			"con": 13,
			"int": 14,
			"wis": 16,
			"cha": 13,
			"save": {
				"wis": "+5",
				"cha": "+3"
			},
			"skill": {
				"deception": "+3",
				"stealth": "+4"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 13,
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"poisoned"
			],
			"languages": [
				"Abyssal",
				"Common",
				"Draconic"
			],
			"cr": "4",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The low priestess' innate spellcasting ability is Charisma (spell save DC 13). She can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell animal friendship} (snakes only)"
					],
					"daily": {
						"3": [
							"{@spell suggestion}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				},
				{
					"name": "Spellcasting",
					"headerEntries": [
						"The low priestess is a 4th-level spellcaster. Her spell casting ability is Wisdom (spell save DC 13,+5 to hit with spell attacks). The low priestess has the following cleric spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell light}",
								"{@spell sacred flame}",
								"{@spell thaumaturgy}"
							]
						},
						"1": {
							"slots": 4,
							"spells": [
								"{@spell command}",
								"{@spell inflict wounds}",
								"{@spell shield of faith}"
							]
						},
						"2": {
							"slots": 3,
							"spells": [
								"{@spell hold person}",
								"{@spell spiritual weapon}"
							]
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Death Fangs (2/Day)",
					"entries": [
						"The first time the low priestess hits with a melee attack on its turn, it can deal an extra 16 ({@damage 3d10}) necrotic damage."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"The low priestess has advantage on saving throws against spells and other magical effects."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The low priestess makes two melee attacks."
					]
				},
				{
					"name": "Constrict",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h} 10 ({@damage 2d6 + 3}) bludgeoning damage, and the target is {@condition grappled} (escape DC 13). Until this grapple ends, the target is {@condition restrained}, and the low priestess can't constrict another target."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h} 5 ({@damage 1d4 + 3}) piercing damage plus 7 ({@damage 2d6}) poison damage."
					]
				}
			],
			"traitTags": [
				"Magic Resistance"
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTagsSpell": [
				"N",
				"O",
				"R"
			],
			"miscTags": [
				"MW"
			],
			"savingThrowForcedSpell": [
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Aspect of Zengar",
			"source": "TFoZ",
			"size": [
				"H"
			],
			"type": "monstrosity",
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 12
				}
			],
			"hp": {
				"formula": "20d12 + 20",
				"average": 150
			},
			"speed": {
				"walk": 40,
				"swim": 40
			},
			"str": 19,
			"dex": 14,
			"con": 12,
			"int": 10,
			"wis": 14,
			"cha": 16,
			"save": {
				"wis": "+5",
				"cha": "+6"
			},
			"skill": {
				"perception": "+5",
				"stealth": "+5"
			},
			"senses": [
				"blindsight 60 ft."
			],
			"passive": 15,
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"poison"
			],
			"conditionImmune": [
				"charmed",
				"poisoned"
			],
			"languages": [
				"Abyssal"
			],
			"cr": "6",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The aspect of Zengar makes a constrict attack and a bite attack."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@i Attack Style:} {@hit 6} to hit, reach 10 ft., one target. {@h} 16 ({@damage 3d8 + 4}) piercing damage."
					]
				},
				{
					"name": "Constrict",
					"entries": [
						"{@i Attack Style:} {@hit 6} to hit, reach 5 ft., one target. {@h} 14 ({@damage 2d10 + 4}) bludgeoning damage, and the target is {@condition grappled} (escape DC 16). Until this grapple ends, the creature is {@condition restrained}, and the snake can't constrict another target."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"RCH"
			]
		},
		{
			"name": "Temple Guard",
			"source": "TFoZ",
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"C",
				"G",
				"NY",
				"E"
			],
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item hide armor|phb}"
					]
				}
			],
			"hp": {
				"average": 67,
				"formula": "9d8 + 27"
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 12,
			"con": 17,
			"int": 9,
			"wis": 11,
			"cha": 9,
			"passive": 10,
			"languages": [
				"any one language (usually Common)"
			],
			"cr": "2",
			"trait": [
				{
					"name": "Advantageous Saving Throws",
					"entries": [
						"The Temple Guard has advantage on saving throws against magic."
					]
				},
				{
					"name": "Reckless",
					"entries": [
						"At the start of its turn, the berserker can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn."
					]
				}
			],
			"action": [
				{
					"name": "Greataxe",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}9 ({@damage 1d12 + 3}) slashing damage."
					]
				}
			],
			"traitTags": [
				"Reckless"
			],
			"miscTags": [
				"MW",
				"MLW"
			],
			"attachedItems": [
				"greataxe|phb"
			]
		}
	],
	"item": [
		{
			"name": "Dagger of Snake Charming",
			"source": "TFoZ",
			"rarity": "unknown (magic)",
			"entries": [
				"This dagger allows the wielder to cast {@spell Animal Friendship} at-will, but only on snakes."
			]
		},
		{
			"name": "Fanged Helm of Zengar",
			"source": "TFoZ",
			"rarity": "rare",
			"wondrous": true,
			"reqAttune": true,
			"entries": [
				"This helm grants immunity to poison damage and the {@condition poisoned} condition. It also bestows upon the wearer a bite attack which has a reach of 5 feet. Your proficiency bonus applies to the attack roll. On a hit, the target takes piercing damage equal to {@dice 2d4} + your Strength modifier and must succeed on a DC 14 Constitution saving throw or take {@damage 2d4} poison damage. Additionally, snakes are friendly towards anyone wearing the helm unless they are attacked."
			]
		}
	],
	"adventure": [
		{
			"name": "The Fangs of Zengar",
			"id": "TFoZ",
			"source": "TFoZ",
			"group": "homebrew",
			"contents": [
				{
					"name": "The Fangs of Zengar"
				},
				{
					"name": "Background"
				},
				{
					"name": "Adventure Hooks"
				},
				{
					"name": "The Jungle Has Eyes"
				},
				{
					"name": "The Temple of Fangs",
					"headers": [
						"Temple Exterior",
						"1. The High Altar",
						"2. Hall of Supplication",
						"3. Altar of the Believer",
						"4. Altar of the Lowly",
						"5. The Chambers of the Low Priestess",
						"6. Chamber of the Loyal",
						"7. Hall of the Great Snake"
					]
				},
				{
					"name": "Aftermath"
				}
			],
			"level": {
				"start": 5,
				"end": 5
			},
			"published": "2020-10-30",
			"storyline": "Adventures Await"
		}
	],
	"adventureData": [
		{
			"id": "TFoZ",
			"source": "TFoZ",
			"data": [
				{
					"type": "section",
					"name": "The Fangs of Zengar",
					"entries": [
						"The Fangs of Zengar is intended for four characters with an average party level (APL) of 5. Characters who complete this adventure should earn enough experience to reach one third of the way to 6th-level. The characters are deep in the jungle in search of an ancient temple full of monstrosities. This campaign takes place in Arden, although it can be set in your own world. Any party composition should be able to finish the adventure with intelligent play.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://github.com/TheGiddyLimit/homebrew/blob/master/_img/JennysHomebrewStuff/AdventureAwaits/The%20Fangs%20of%20Zengar/The%20Temple%20of%20Fangs.webp?raw=true"
							}
						}
					]
				},
				{
					"type": "section",
					"name": "Background",
					"entries": [
						"Many years ago, the Empire of Fangs ruled the jungles of southern Arden. Their empire was built upon sacrifices to dark gods and a vicious warlike philosophy. Among those dark gods, Zengar the Fanged One received the most devoted worshippers. Called the Low Ones, they built temples in forgotten places, deep beneath the ground to be closer to their deity who dwelled in the darkest of places.",
						"Over time, infighting and coups destroyed the empire from within. It still exists to some extent, but only as a shadow of its former self. The jungle has reclaimed many of their former cities and temples. One such temple, however, was never abandoned. The Low Ones within keep vigil over the sacred place, awaiting the day Zengar rises up to devour the unworthy."
					]
				},
				{
					"type": "section",
					"name": "Adventure Hooks",
					"entries": [
						"{@i {@b Finders Keepers.}} The characters found this map on the body of a bandit. Eager for an adventure into a new land, they set out to find the location marked on it.",
						"{@i {@b For History and Knowledge.}} A professor at a college in the city provided the characters with this map. He's interested in any relics they might find.",
						"{@i {@b Money Well Spent.}} They purchased this map off an old drunk they met in a tavern. He had tons of wild stories, most of which were probably not true, but this one seemed plausible."
					]
				},
				{
					"type": "section",
					"name": "The Jungle Has Eyes",
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"You spent the last fortnight cutting your way through thick foliage, going deeper and deeper into a seemingly never-ending jungle. When you came across the tribal warriors mid-ritual, you knew it wasn't going to end well. You tried to lose them in the undergrowth, but they clearly know the terrain. Suddenly, you find yourselves in a clearing, surrounded. Herded like cattle."
							]
						},
						"{@i {@b Encounter: Jungle Warriors.}} Two {@creature berserker||berserkers} and six {@creature tribal warrior||tribal warriors} have chased the party into a clearing. There are three warriors and one berserker on each side of the party. The warriors each have 2 spears (one to throw and one to fight with). The berserkers charge in with their greataxes and recklessly attack while the tribal warriors throw spears and then charge in behind them. When the last of the berserkers and warriors falls, it cries out in Abyssal ''Oh great snake, swallow my spirit so I may serve you again!'' With their enemies dead, the party has a chance to rest and get their bearings once more."
					]
				},
				{
					"type": "section",
					"name": "The Temple of Fangs",
					"entries": [
						"Many of the halls in the temple are flooded. The water tiles on the map are 5' deep and moving through them counts as difficult terrain. When making a melee weapon attack, a creature that doesn't have a swimming speed (either natural or granted by magic) has disadvantage on the attack roll unless the weapon is a dagger, javelin, shortsword, spear, or trident. Creatures and objects that are fully immersed in water have resistance to fire damage.",
						{
							"type": "entries",
							"name": "Temple Exterior",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Following the map, you're able to locate the major landmarks on it and retrace your steps back to the path. The rest of your journey is uneventful as you slowly but steadily make your way through the undergrowth. Suddenly, as you cut your way through a copse of small, vine-covered trees, you find yourself staring at a stone snake head embedded in a cliff face. Water pours down from its mouth and narrow ledges lead up to it from the sides. At its base, a large pool of water glistens in the sun."
									]
								},
								"{@i {@b Encounter: Temple Denizens.}} The party has arrived at the Temple of Zengar. Currently, there are two {@creature giant constrictor snake||giant constrictor snakes} here: One is curled up in the eye sockets of the stone snake head and the other is hiding under the water. They don't attack until the party enters the water or tries to climb the ledges. The ledges themselves are ten feet high and require a DC 14 Strength (Athletics) check to scale. The pool of water is five feet deep and is difficult terrain for any creature without a swim speed. The party can spot either of the snakes with a Wisdom (Perception) check opposed by the snakes' Dexterity (Stealth) checks. Both snakes get advantage on this roll due to their chosen hiding places."
							]
						},
						{
							"type": "entries",
							"name": "1. The High Altar",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"Once inside the snake head, you're able to move forward into a 30' x 30' chamber. Against the far wall is a large stone altar. Skulls of humanoids sit atop it. In the center of the room is a large grate. Upon it, lies a skeletal corpse. To the right is a large heavy wooden door."
									]
								},
								"{@spell Continual flame} spells light the sconces in this room. The gate in the floor is unlocked but requires a DC 20 Strength check to lift open. Beneath is a pipe that leads to The Altar of the Lowly."
							]
						},
						{
							"type": "entries",
							"name": "2. Hall of Supplication",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This 50' long hallway is 5' wide. 20' ahead, you can make out what appear to be alcoves on either side of the hall. At the far end, a giant snake head protrudes from the wall. Beneath it, you see a small wooden chest. The floor is a mosaic depicting snakes slithering forward."
									]
								},
								"{@i {@b Trap: Poison Gas.}} The hallway is trapped. If anyone attempts to walk down the hallway the snake head sprays poison out coating everyone within 50'. They have to make a DC 16 Dexterity saving throw taking {@damage 2d10} poison damage on a failure or half as much on a success. If someone crawls forward down the hallway the trap will not be triggered. The chest at the end contains 250 Gold Pieces."
							]
						},
						{
							"type": "entries",
							"name": "3. Altar of the Believer",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This narrow room has a sloped floor that leads up to a large stone altar. On it, sits a small wooden chest. Inside, figures shuffle about in the dark."
									]
								},
								"The figures are three {@creature temple guard|TFoZ|temple guards}. They use the stat block for {@creature berserker||berserkers} except their type is monstrosity and they have advantage on saving throws against magic. They attack as soon as the door opens. The chest contains a {@item +1 dagger|DMG|+1} {@item dagger of snake charming|TFoZ}. It allows the wielder to cast {@spell Animal Friendship} at-will, but only on snakes."
							]
						},
						{
							"type": "entries",
							"name": "4. Altar of the Lowly",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"You find yourself in a 30' x 40' chamber. The center of the room is dominated by four statues, and there is an altar against the far wall. On it, you see a small wooden chest. To the east you see a metal grate. 5' deep water runs through the center of the room and large heavy wooden doors seal off the north and south entrances."
									]
								},
								"The statues are {@condition petrified} {@creature temple guard|TFoZ|temple guards}. They use the stat block for {@creature berserker||berserkers} except their type is monstrosity and they have advantage on saving throws against magic. If any non-believer disturbs the chest on the altar, they reanimate and attack. The chest contains the keys to The Chambers of the Low Priestess.",
								"The grate requires a DC 20 Strength check to open. It leads to a pipe that connects to The High Altar. The door to the south is locked. It can be picked with a DC 24 Dexterity (Sleight of Hand) check. The keys to it are in The Chambers of the Low Priestess."
							]
						},
						{
							"type": "entries",
							"name": "5. The Chambers of the Low Priestess",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"When you open the door to this massive chamber, your eyes are immediately drawn to the giant snake statue against the far wall. Between you, there's a 5' deep channel of water that expands to cover the entire far wall."
									]
								},
								"The statue is a {@condition petrified} {@creature giant constrictor snake}. Hiding on top of it is a {@creature low priestess|TFoZ}. When the characters enter the room, the snake animates and they both attack. Hidden behind the statue is a small wooden chest containing the keys to the Chamber of the Loyal."
							]
						},
						{
							"type": "entries",
							"name": "6. Chamber of the Loyal",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This square room is 30' x 30' and dominated by the four large snake head statues protruding from the walls."
									]
								},
								"If the characters enter the room without speaking a prayer to Zengar in Abyssal, the doors slam shut and lock. Water then begins pouring out of the mouths of the statues. After ten rounds, the room will be completely submerged. The doors can be picked with a DC 18 Dexterity (Sleight of Hand) check or a mechanism to disable the trap can be located with a DC 18 Intelligence (Investigation) check. Disabling the trap or unlocking the doors causes the water to drain down to normal levels and the doors to unlock."
							]
						},
						{
							"type": "entries",
							"name": "7. Hall of the Great Snake",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"You enter a chamber longer than anything you've seen so far in the temple. The channel of water here is 20' wide. It is flanked on either side by 10' stone walkways. Looking down, you can see a chamber beneath this one through massive holes in the stone floor. At the far end, a large ornate wooden door can be seen."
									]
								},
								"An {@creature aspect of Zengar|TFoZ} lurks in the chamber beneath this one. Once the characters get close to the hole in the center of the room, it attacks. The holes themselves go down another 25' into a large chamber the same size as this one. The door at the far end of the room is unlocked, but it requires a combined Strength of 30 to open. Inside, the skeleton of a giant snake lies coiled around a wooden chest. Inside the chest is the {@item fanged helm of zengar|TFoZ}.",
								"{@b Fanged Helm of Zengar} {@i Wonderous Item, Rare (requires attunement)} This helm grants immunity to poison damage and the {@condition poisoned} condition. It also bestows upon the wearer a bite attack which has a reach of 5 feet. Your proficiency bonus applies to the attack roll. On a hit, the target takes piercing damage equal to {@dice 2d4} + your Strength modifier and must succeed on a DC 14 Constitution saving throw or take {@damage 2d4} poison damage. Additionally, snakes are friendly towards anyone wearing the helm unless they are attacked."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Aftermath",
					"entries": [
						"With the treasure in hand, the main draw of this dungeon is complete. It takes the character seven days to reach the nearest non-hostile village. From there, they're free to continue on with their adventures. If they didn't kill all the temple guardians, perhaps one seeks revenge on them in the future?"
					]
				}
			]
		}
	]
}
