{
	"_meta": {
		"sources": [
			{
				"json": "TDKFD",
				"abbreviation": "TDKFD",
				"full": "The Dueling Knight's Fungeon Dungeon",
				"version": "1.2",
				"url": "https://www.patreon.com/posts/38454418",
				"authors": [
					"Benjamin Palmer"
				],
				"convertedBy": [
					"Jenny"
				]
			}
		],
		"dateAdded": 1615141398,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "5b38b484d3",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "The Dueling Knight's Fungeon Dungeon",
			"id": "TDKFD",
			"source": "TDKFD",
			"group": "homebrew",
			"contents": [
				{
					"name": "The Dueling Knight's Fungeon Dungeon"
				},
				{
					"name": "Background"
				},
				{
					"name": "Adventure Hooks"
				},
				{
					"name": "A Night on the Town"
				},
				{
					"name": "Opening Act"
				},
				{
					"name": "Fun for the Whole Family",
					"headers": [
						"The Shoving Stairs",
						"The Room of Many Doors",
						"The Pool of Stepping Stones",
						"The Library of Endless Books",
						"The Hall of Hungry Mouths",
						"The Flaming Ruins",
						"End of the Line"
					]
				},
				{
					"name": "Aftermath"
				}
			],
			"level": {
				"start": 2,
				"end": 3
			},
			"published": "2020-06-21",
			"storyline": "Adventures Await"
		}
	],
	"adventureData": [
		{
			"id": "TDKFD",
			"source": "TDKFD",
			"data": [
				{
					"type": "section",
					"name": "The Dueling Knight's Fungeon Dungeon",
					"entries": [
						"The Dueling Knight's ''Fun''geon Dungeon is intended for four characters with an average party level (APL) of 2. Characters who complete this adventure should earn enough experience to reach 3rd-level. The characters must head down into the belly of a magical dungeon and fix it before it explodes destroying the city.",
						"This campaign takes place in Arden, although it can be set in your own world. Any party composition should be able to finish the adventure with intelligent play."
					]
				},
				{
					"type": "section",
					"name": "Background",
					"entries": [
						"The Dueling Knight is a magical tavern located in the heart of Dennmarsh's merchant district. It offers great food, cold drinks, and a unique form of entertainment: the ''Fun''geon. Designed as a magical obstacle course, the ''Fun''geon allows everyday folks to play hero for an hour or so without the fear of death or lasting damage. Anyone injured to the point of death is magically teleported out of the gauntlet and deposited back into the tavern, no worse for wear, all their wounds healed.",
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/JennysHomebrewStuff/AdventureAwaits/The%20Dueling%20Knight's%20Fungeon%20Dungeon/Menu.webp"
							}
						},
						"Tonight, however, the magics that power the ''Fun''geon have gone awry. The apparatus that powers the course has malfunctioned. Unable to reach the reset mechanism deep beneath the tavern proper, the owner seeks the help of some local heroes. They'll need to defeat the malfunctioning musical automatons, enter the ''Fun''geon, avoid the traps and puzzles within, and confront the rampaging creature at the heart of the ''Fun''geon."
					]
				},
				{
					"type": "section",
					"name": "Adventure Hooks",
					"entries": [
						"The Dueling Knight can be placed in any city of reasonable size. Getting a party there is fairly easy and launching the adventure can be a fun surprise for players who think they're just stopping off on the way to a more classic dungeon.",
						"Choose one of the reasons below for why the party finds itself at The Dueling Knight or make up your own.",
						"{@i {@b Planned Night Out.}} The party is in-between adventures and needs a night off to relax. They head to The Dueling Knight to enjoy the food and entertainment.",
						"{@i {@b A Celebration.}} The party is celebrating something: a victory, a birthday, a holiday, etc. and choose The Dueling Knight as their go-to location.",
						"{@i {@b High Score Hunters.}} The party, having heard of the ''Fun''geon, decides to show the locals what real heroes look like by taking it head on and setting the high score."
					]
				},
				{
					"type": "section",
					"name": "A Night on the Town",
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"It's a quiet night in the city, something rare these days. With no monsters to fight, townsfolk to save, or quests to venture out on, you decide to pass the time with something fun and lighthearted. You cannot remember who suggested The Dueling Knight, but once they did, everyone was onboard.",
								"Arden's premiere establishment for food, drinks, and entertainment has long been a staple in Dennmarsh. Built almost a century ago, and renovated many times since, it sits in the center of the city in the merchant district. What might otherwise be a large, yet unassuming building stands out among its neighbors due to the giant knight statue that adorns the front steps and the numerous banners and magical lights that run from eave to eave.",
								"Every night, adventurers, families, and travelers from all over line up for a table or to experience the thrills of the ''Fun''geon, the magical obstacle course built beneath the establishment. Unique in its construction, the ''Fun''geon is designed offer thrills and neardeath experiences without any actual danger. Anyone who falls victim to one of its many traps or puzzles is rescued at the last moment from instant death and teleported safely back to the entrance. One of the main attractions for the diners are the giant magical mirrors that showcase the progress of whoever is currently running the course. In between runs, live stage shows are performed to keep the crowds energetic and lively.",
								"As you arrive at the establishment, you see a large crowd outside. The town guard are present along with a group of healers who are attending to injuries in the crowd."
							]
						},
						"The crowd consists of townsfolk, staff, and patrons who were either nearby or inside when the ''Fun''geon malfunctioned. Members of the town guard stand at the entrance making sure no one goes back inside. Clerics from the nearby temple are tending to the wounds of the injured. A man in royal red armor, The Dueling Knight's host for the evening, paces in front of the building.",
						"If the characters inquire about what's going on, they are able to learn the following:",
						{
							"type": "list",
							"items": [
								"During one of the stage shows, the mechanical performers went berserk and attacked the audience.",
								"At the same time, someone came out of the ''Fun''geon extremely injured.",
								"The town guard isn't willing to send anyone in to deal with the situation.",
								"The man in red is offering a reward for anyone brave enough to go inside and try to fix things."
							]
						},
						"The man in red is Reginald. He's the manager of the establishment. If the characters engage him in conversation, he knows the following:",
						{
							"type": "list",
							"items": [
								"The mechanical automatons that attacked the guests were designed to play as the house band. They're not armed with proper weapons, but they're using their instruments as makeshift clubs.",
								"The ''Fun''geon isn't working properly. The safeguards that are normally in place have ceased functioning. If someone dies inside, they die for real. - The entire establishment is powered by a magical apparatus in a room at the very end of the ''Fun''geon. Shutting it down will depower everything inside.",
								"The ''Fun''geon was recently renovated and he doesn't know all the rooms by heart yet.",
								"If the situation isn't brought under control, the entire building could be destroyed.",
								"He offers the characters 100 gold pieces each if they're willing to go into the ''Fun''geon and shut it down."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Opening Act",
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"As you enter the now empty lobby of the establishment, you can hear metallic footsteps in the next room over. Signage nearby indicates it's the main dining room."
							]
						},
						"{@i {@b Encounter: Haywire Constructs.}} In the dining room there are three {@creature musical automaton|TDKFD|musical automatons} and {@creature Gizmo, the dancing bear|TDKFD|Gizmo the dancing bear}. The musical automatons use the stats for {@creature goblin||goblins} and Gizmo uses the stats for a {@creature hobgoblin} except they're all constructs and they only have the following attack.",
						"{@i {@b Makeshift Club.}} Melee Weapon Attack: +4 to hit, reach 5 ft., one target. Hit: 9 ({@damage 1d6 + 2}) bludgeoning damage.",
						{
							"type": "insetReadaloud",
							"entries": [
								"As you land the final killing blow, the constructs fall to pieces at your feet. With a last burst of sparks, their forms fall silent. Behind them, the door to the ''Fun''geon stands slightly ajar. With nothing but silence around you, you can make out a faint thumping sound, almost like a heartbeat."
							]
						},
						"If the party searches the automatons, they find four musical instruments. Roll {@dice 1d10} four times and consult the table below to see which ones the constructs were wielding.",
						{
							"type": "table",
							"colLabels": [
								"{@dice d10}",
								"Result"
							],
							"colStyles": [
								"col-1 text-center",
								"col-3 text-left"
							],
							"rows": [
								[
									"1",
									"Bagpipes"
								],
								[
									"2",
									"Drum"
								],
								[
									"3",
									"Dulcimer"
								],
								[
									"4",
									"Flute"
								],
								[
									"5",
									"Lute"
								],
								[
									"6",
									"Lyre"
								],
								[
									"7",
									"Horn"
								],
								[
									"8",
									"Pan Flute"
								],
								[
									"9",
									"Shawm"
								],
								[
									"10",
									"Viol"
								]
							]
						},
						"If they search the room, they find the following with a successful DC 14 Intelligence (Investigation) check:",
						{
							"type": "list",
							"items": [
								"25 gp",
								"14 sp",
								"10 cp",
								"One {@item potion of healing}",
								"One spell scroll of {@spell purify food and drink}"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Fun for the Whole Family",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://github.com/TheGiddyLimit/homebrew/blob/master/_img/JennysHomebrewStuff/AdventureAwaits/The%20Dueling%20Knight's%20Fungeon%20Dungeon/The%20Fungeon%20Dungeon.webp?raw=true"
							}
						},
						{
							"type": "insetReadaloud",
							"entries": [
								"As you enter the ''Fun''geon door, you're teleported to a room with two large statues of knights and a portcullis between them. Moments after you appear, you hear a broken disembodied voice.",
								"''Welcome b-b-b-brave adventurers! Do you h-h-have what it takes to beat the p-p-perilous ''Fun''geon? Let's find out! Your t-t-trial begins n-n-now!''",
								"As it finishes speaking, the portcullis rises revealing a small room with two statues and a long staircase going down at the far end."
							]
						},
						{
							"type": "entries",
							"name": "The Shoving Stairs",
							"entries": [
								"This small room contains two statues gesturing down a long flight of stairs.",
								"{@i {@b Trap: Animated Statues.}} The stairs are the first trap. The statues will attempt to push anyone who walks past them down the stairs. The characters must make a DC 14 Dexterity saving throw or else they're pushed down the stairs and take {@damage 2d6} bludgeoning damage from the fall. Once the trap has been revealed, anyone making the save does so with advantage."
							]
						},
						{
							"type": "entries",
							"name": "The Room of Many Doors",
							"entries": [
								"This room contains ten different doors, including the one the characters just came through. Each one has a colored mat in front of it. The doors are otherwise identical. When the players open a door, read the corresponding entry.",
								{
									"type": "list",
									"items": [
										"{@b Purple:} A cloud of gas escapes from behind the door and the person who opened it must make a DC 13 Constitution saving throw or else they gain the {@condition blinded} and {@condition poisoned} condition for one hour.",
										"{@b Dark Blue:} A bolt of cold energy blasts out and strikes the person who opened the door. Make a ranged attack with a +4 bonus. On a hit, it deals {@damage 1d6} cold damage and the target's speed is reduced by 10 ft. for one hour.",
										"{@b Green:} A cauldron of simmering green liquid sits behind this door. When it's opened, have the player call odds or evens and then secretly roll 20. If they called it, the vapors of from the cauldron give them a +1 bonus to a random stat. The bonus lasts one hour. If they did not, have them make a DC 13 Constitution saving throw. If they fail, reduce a random stat by one for one hour.",
										"{@b Orange:} Behind this door is an animalistic totem. If the person who opened this door has a Strength score of 16 or higher, they gain a +1 bonus to their damage rolls for one hour. If not, they must make a DC 13 Wisdom saving throw. If they fail, they gain a -1 penalty to their damage rolls for one hour.",
										"{@b White:} An arcane sigil is embedded in the ground behind this door. If someone steps on it, they heal two hit dice worth of hit points. Any hit points gained over their maximum become temporary hit points.",
										"{@b Light Blue:} There is a sentient lightning bolt behind this door. As soon as it's opened, the lightning bolt strikes the person who opened the door before chaining to the next closest person. It makes a ranged attack roll with a +4 bonus against the first target and deals {@damage 2d6} lightning damage on a hit. Against the next target, it makes a ranged attack roll with a +2 bonus and deals {@damage 1d6} lightning damage on a hit. It dissipates after making both its attacks.",
										"{@b Red:} The stone mouth behind this door shoots out a 15 ft. cone of fire as soon as the door opens. Everyone in the area must make a DC 13 Dexterity saving throw taking {@damage 2d4} fire damage on a failure and half as much on a success.",
										"{@b Yellow:} A suit of {@creature animated armor} sits behind this door. If inspected, it appears to be a +1 suit of plate armor, however, as soon as someone takes off their armor to try it on, it attacks them.",
										"{@b Black:} This door is a normal door and leads deeper into the ''Fun''geon."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Pool of Stepping Stones",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"You enter a large room with a four headed statue of a hydra in the center and water dominating the space. Circular stone platforms surround the statue. To your left, metal grates bar your way to an exit."
									]
								},
								"{@i {@b Trap: Flaming Hopscotch.}} As soon as someone jumps onto one of the platforms, have everyone roll initiative. The hydra statue goes at initiative count 10 and shoots a firebolt at a random character on one of the stone platforms. It's a ranged attack with +2 to hit and does {@damage 1d10} fire damage on a hit. Jumping onto a platform requires a DC 10 Strength (Athletics) or Dexterity (Acrobatics) check. If the check is successful, the character can move up to their maximum speed over the platforms making multiple jumps along the way. If it fails, they fall into the water and are teleported back to the last stable position they were standing on. They must repeat the check on each of their turns while moving across the platforms. Once a party member reaches the exit to this room, the hydra statue ceases attacking."
							]
						},
						{
							"type": "entries",
							"name": "The Library of Endless Books",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"This room is almost as large as the last. The floor is a plush carpet and the walls are lined with bookshelves. You don't see another way out of the room, however, you do see a table with two benches and an open book at the center of the room."
									]
								},
								"The book at the center of the room is called {@i Tales of an Adventurer: Part I}. In it, the characters find a detailed account of their experience in the ''Fun''geon thus far. The story ends with a line saying ''and then they picked up the book. To be continued.''",
								"The secret to this room lies in finding the next book {@i Tales of an Adventurer: Part II}. It can be found on the north side of the room on the eastern bookshelf. The book can be found with a DC 16 Intelligence (Investigation) check. The character rolls with advantage if they specify that they're searching the bookshelf referenced above. If they succeed, they find the book. Inside it reads ''...and then the bookshelf opened.'' When they read this, the bookshelf slides aside revealing the exit.",
								"{@i {@b Encounter: Paper Cuts.}} If they fail, the book they find attacks using the stat block for a {@creature flying sword}."
							]
						},
						{
							"type": "entries",
							"name": "The Hall of Hungry Mouths",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The hallway before you is long and empty, except for the large demonic heads embedded in the walls to your left and right. The floor has a checkered pattern to it, intricately carved. At the far end, you can see the exit."
									]
								},
								"{@i {@b Trap: Checkered Death.}} The checkered floor tiles all look identical to the characters. The ones marked in red on the map cause the demonic head aligned with them vertically to fire off a crossbow bolt at whoever steps on them. It takes 100 pounds of pressure to set off a tile. When one does go off, make a ranged attack roll with a +4 bonus. On a hit, it deals {@damage 1d6} piercing damage. A trapped tile resets as soon as someone steps off of it."
							]
						},
						{
							"type": "entries",
							"name": "The Flaming Ruins",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"A massive domed room lies before you. Fallen stone columns lie strewn about and a large bridge crosses a chasm halfway into the room. The chasm itself radiates a tremendous heat as lava flows through it. On the far side of the room, you can make out an exit."
									]
								},
								"{@i {@b Encounter: Fire Folk.}} Two {@creature magma mephit||magma mephits} and two {@creature giant fire beetle||giant fire beetles} are hiding in this room on the far side of the bridge. When the characters are halfway across the bridge, they attack.",
								"If a character falls in the lava, they take {@damage 10d10} fire damage when they fall in and again at the start of each of their turns until they exit the lava."
							]
						},
						{
							"type": "entries",
							"name": "End of the Line",
							"entries": [
								{
									"type": "insetReadaloud",
									"entries": [
										"The room you're in now is very similar to the one you began in when you were teleported into the ''Fun''geon. Two large statues stand in front of you. Behind them, a teleportation circle can be seen. To your right, two large and heavy double doors stand. Signage on them reads ''Maintenance Crew Only - All Others Keep Out''."
									]
								},
								"The teleportation circle will take them back to The Dueling Knight's lobby, although it's currently not working. Behind the doors is the magical apparatus that powers the facility. Normally, it uses an {@creature enslaved fire elemental|TDKFD} as a fuel source, but it has since broken free. It's weakened from being in the machine so it doesn't have the strength to break through the doors and properly escape. The bursts of energy it's giving off are the reason for the malfunctions seen so far.",
								"When the characters enter the room, it attacks. It speaks Ignan, but its mental state is too diminished to engage in conversation and its rage is too overwhelming to be calm and negotiate. When it's defeated, read the following...",
								{
									"type": "insetReadaloud",
									"entries": [
										"With a howling roar, the fire elemental turns to steam and evaporates before your eyes. All it leaves behind is a small glass shard containing a fraction of its power."
									]
								},
								"The machine is damaged but working. If the players make a DC 16 Intelligence (Arcana) check, they can deduce that placing the glass shard into a particular slot on the machine will restore it to minimal power and allow them to power down the ''Fun''geon and enable the teleportation circle for their escape."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Aftermath",
					"entries": [
						"Once the players escape the ''Fun''geon they arrive back in the lobby of The Dueling Knight. The crowd outside has mostly dispersed and Reginald and the town guard are waiting for them. Reginald thanks them profusely and immediately pays them their owed reward.",
						"If the characters explain that the source of the problem was an escaped fire elemental, the town guard's ears perk up and they demand to know more. When the characters are done telling them what they know, the guards inform Reginald that The Dueling Knight is to be closed until further notice while they investigate the improper use of elemental magic within city limits. If this happens, Reginald is inconsolable, but the town guards pay each character an extra 25 gold pieces for the information."
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Musical Automaton",
			"source": "TDKFD",
			"size": [
				"S"
			],
			"type": {
				"type": "construct"
			},
			"alignment": [
				"N",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item leather armor|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"average": 7,
				"formula": "2d6"
			},
			"speed": {
				"walk": 30
			},
			"str": 8,
			"dex": 14,
			"con": 10,
			"int": 10,
			"wis": 8,
			"cha": 8,
			"skill": {
				"stealth": "+6"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 9,
			"languages": [
				"Common",
				"Goblin"
			],
			"cr": "1/4",
			"trait": [
				{
					"name": "Nimble Escape",
					"entries": [
						"The musical automaton can take the Disengage or Hide action as a bonus action on each of its turns."
					]
				}
			],
			"action": [
				{
					"name": "Makeshift Club",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h} 9 ({@damage 1d6 + 2}) bludgeoning damage."
					]
				}
			],
			"miscTags": [
				"MW",
				"MLW"
			]
		},
		{
			"name": "Gizmo, the Dancing Bear",
			"source": "TDKFD",
			"size": [
				"M"
			],
			"type": {
				"type": "construct"
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"{@item chain mail|phb}",
						"{@item shield|phb}"
					]
				}
			],
			"hp": {
				"average": 11,
				"formula": "2d8 + 2"
			},
			"speed": {
				"walk": 30
			},
			"str": 13,
			"dex": 12,
			"con": 12,
			"int": 10,
			"wis": 10,
			"cha": 9,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"languages": [
				"Common",
				"Goblin"
			],
			"cr": "1/2",
			"trait": [
				{
					"name": "Martial Advantage",
					"entries": [
						"Once per turn, Gizmo can deal an extra 7 ({@dice 2d6}) damage to a creature it hits with a weapon attack if that creature is within 5 feet of an ally of Gizmo that isn't {@condition incapacitated}."
					]
				}
			],
			"action": [
				{
					"name": "Makeshift Club",
					"entries": [
						"{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h} 9 ({@damage 1d6 + 2}) bludgeoning damage."
					]
				}
			],
			"miscTags": [
				"MW",
				"MLW"
			]
		},
		{
			"name": "Enslaved Fire Elemental",
			"source": "TDKFD",
			"size": [
				"L"
			],
			"type": {
				"type": "elemental"
			},
			"alignment": [
				"N"
			],
			"ac": [
				{
					"ac": 13
				}
			],
			"hp": {
				"average": 51,
				"formula": "6d10 + 18"
			},
			"speed": {
				"walk": 50
			},
			"str": 10,
			"dex": 17,
			"con": 16,
			"int": 6,
			"wis": 10,
			"cha": 7,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 10,
			"languages": [
				"Ignan"
			],
			"vulnerable": [
				"cold"
			],
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"fire",
				"poison"
			],
			"conditionImmune": [
				"exhaustion",
				"grappled",
				"paralyzed",
				"petrified",
				"poisoned",
				"prone",
				"restrained",
				"unconscious"
			],
			"cr": "3",
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The enslaved fire elemental makes two and touch attacks."
					]
				},
				{
					"name": "Touch",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h} 10 ({@damage 2d6 + 3}) fire damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			]
		}
	]
}
