{
	"_meta": {
		"sources": [
			{
				"json": "SoSM",
				"abbreviation": "SoSM",
				"full": "Shipwreck of the Sea Mephit",
				"convertedBy": [
					"Jenny"
				],
				"version": "1.2",
				"url": "https://www.patreon.com/posts/full-adventure-37277074"
			}
		],
		"dateAdded": 1621775534,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "76ca91f852",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "Shipwreck of the Sea Mephit",
			"id": "SoSM",
			"source": "SoSM",
			"group": "homebrew",
			"contents": [
				{
					"name": "The Adventure"
				},
				{
					"name": "Background"
				},
				{
					"name": "Adventure Hooks"
				},
				{
					"name": "Sailing the High Seas"
				},
				{
					"name": "The Living Quarters"
				},
				{
					"name": "The Mess Hall"
				},
				{
					"name": "The Cargo Hold"
				},
				{
					"name": "The Captain's Ready"
				},
				{
					"name": "The Captain's Quarters"
				},
				{
					"name": "The Perfect Storm"
				},
				{
					"name": "Just When You thought It Was Safe to Go Back in The Water...",
					"headers": [
						"1. Island Camp",
						"2. Big Tree Island",
						"3. Rock Outcroppings",
						"4A. Sea Charts",
						"4B. Potable Water",
						"4C. Dried Food",
						"4D. Valuable Cargo",
						"4E. Weapons Crate",
						"4F. Empty Barrel",
						"4G. Repair Tools",
						"4H. Empty Crate",
						"4I. Fishing Gear",
						"5. Main Shipwreck",
						"5A. The Sunken Chest",
						"5B. The Captain's Ready Room",
						"5C. The Captain's Quarters",
						"6. The Flotsam",
						"7. The Captain's Body",
						"8. The Cook's Body",
						"9. The Dinghy",
						"10. The Escape Raft"
					]
				},
				{
					"name": "Into the Wild Blue Yonder"
				},
				{
					"name": "Day 1: A School of Fish"
				},
				{
					"name": "Day 2: Stormy Weather"
				},
				{
					"name": "Day 3: Merfolk Visitor"
				},
				{
					"name": "Day 4: Pirate Encounter"
				},
				{
					"name": "Day 5: Shark Attack"
				},
				{
					"name": "Day 6: The Rescue"
				},
				{
					"name": "Day 11: The Beast from Below"
				},
				{
					"name": "Aftermath"
				}
			],
			"level": {
				"start": 1,
				"end": 1
			},
			"published": "2020-05-19",
			"storyline": "Adventures Await"
		}
	],
	"adventureData": [
		{
			"id": "SoSM",
			"source": "SoSM",
			"data": [
				{
					"type": "section",
					"name": "The Adventure",
					"entries": [
						"Shipwreck of the {@i Sea Mephit} is intended for four characters with an average party level (APL) of 3. Characters who complete this adventure should earn enough experience to reach 4th-level. The characters are aboard a ship when it wrecks in a storm and must survive until rescued. This campaign takes place in Arden, although it can be set in your own world. Any party composition should be able to finish the adventure with intelligent play.",
						{
							"type": "table",
							"isStriped": false,
							"colStyles": [
								"col-2-4 text-center",
								"col-2-4 text-center",
								"col-2-4 text-center",
								"col-2-4 text-center",
								"col-2-4 text-center"
							],
							"rows": [
								[
									{
										"type": "image",
										"href": {
											"type": "external",
											"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/JennysHomebrewStuff/AdventureAwaits/Shipwreck%20of%20the%20Sea%20Mephit/Island%20Map%20-%20DM%20View.webp"
										},
										"title": "Island Map - DM",
										"imageType": "map"
									},
									{
										"type": "image",
										"href": {
											"type": "external",
											"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/JennysHomebrewStuff/AdventureAwaits/Shipwreck%20of%20the%20Sea%20Mephit/Island%20Map%20-%20Player%20View.webp"
										},
										"title": "Island Map - Player",
										"imageType": "mapPlayer"
									},
									{
										"type": "image",
										"href": {
											"type": "external",
											"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/JennysHomebrewStuff/AdventureAwaits/Shipwreck%20of%20the%20Sea%20Mephit/Life%20Raft%20-%20Gridded.webp"
										},
										"title": "Life Raft"
									},
									{
										"type": "image",
										"href": {
											"type": "external",
											"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/JennysHomebrewStuff/AdventureAwaits/Shipwreck%20of%20the%20Sea%20Mephit/Ship.webp"
										},
										"title": "Ship"
									},
									{
										"type": "image",
										"href": {
											"type": "external",
											"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/JennysHomebrewStuff/AdventureAwaits/Shipwreck%20of%20the%20Sea%20Mephit/Shipwreck.webp"
										},
										"title": "Shipwreck"
									}
								]
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Background",
					"entries": [
						"The Scattered Isles is a collection of small uninhabited islands between Lustra and Dennmarsh. Merchant ships often navigate the waters between the two ferrying goods to and from both cities. The journey is usually peaceful, although occasionally pirates do harass ships that stray too far from the normal shipping lanes. The weather in the isles can be a tad unpredictable at times, and it's not unheard of for a ship to go missing every now and then. This is part of what drives the cost of goods between the two port cities and makes the route such a profitable one. Many merchant ships also act as passenger vessels, turning excess storage and crew space into bunks for adventurers looking for quick and cheap transport across the sea. The characters find themselves onboard one such ship, the {@i Sea Mephit}. It's currently in the heart of the Scattered Isles making its way to Lustra first followed by Valhenge to the far south. No pirates have been seen, but there's a hint of a storm brewing on the wind and things can take a bad turn rather quickly out here on the sea."
					]
				},
				{
					"type": "section",
					"name": "Adventure Hooks",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "A Leisurely Voyage",
													"entries": [
														"The party is headed for Valhenge, but they have some time to kill so they opted for a cheap but roundabout way to get there. They plan on stopping off in Lustra for a day or so before heading to their true destintion."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Hired Hands",
													"entries": [
														"The party was hired to protect the ship against pirate attacks. They were granted free passage to Lustra and then Valhenge and promised a bonus if they repelled any pirates encountered along the way."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Guarding the Package",
													"entries": [
														"The party was hired to escort a package from Lustra to Valhenge. Their transport aboard the {@i Sea Mephit} was paid for in advance and they're supposed to meet up with a contact once the boat docks."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Sailing the High Seas",
					"entries": [
						"The characters find themselves on the main deck of a cargo ship called the {@i Sea Mephit}. It's currently on its way to Lustra where the captain plans on picking up a load of Lustrian spice before heading south to Valhenge. The trip all in all should take about two weeks so they have settled in for a relaxing journey.",
						"The sun is about to set, so they head below deck to find a way to pass the time until they feel tired enough to sleep.",
						"Each party member should choose where they want to spend the next few hours. They can choose from any of the following:",
						{
							"type": "list",
							"items": [
								"The Living Quarters",
								"The Mess Hall",
								"The Cargo Hold",
								"The Captain's Ready Room",
								"The Captain's Quarters"
							]
						},
						"Attempts to gain access to the Captain's Quarters require a {@b DC 15 Charisma (Persuasion) check}. If a character fails this check, their entry is refused and they are sent to either the Living Quarters, Mess Hall, or Cargo Hold (choose randomly). Let the players roleplay a bit with the crew and then, for each location, the party members will roll percentile dice to see how things proceed."
					]
				},
				{
					"type": "section",
					"name": "The Living Quarters",
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"The crew has begun to settle in for the night. Some have already climbed into their bunks while others are reading, drinking, singing, or otherwise enjoying themselves. There are spare beds for passengers, and they're comfy enough to allow for proper rest."
							]
						},
						"Have each party member in the living quarters roll percentile dice.",
						{
							"type": "list",
							"items": [
								"{@b On a result of 0-25%...} They dream of terrible things beneath the waves. Have them make a {@b DC 15 Wisdom save}. If they fail, they make all rolls at disadvantage until they take a short rest to calm themselves down.",
								"{@b On a result of 26%-50%...} The dreams are clouded, but a sense of doom still manages to creep in. Have them make a {@b DC 15 Wisdom Save}. If they fail, they lose any inspiration they may have had.",
								"{@b On a result of 51%-75%...} No dreams come to them. They sleep soundly rest peacefully. Nothing happens.",
								"{@b On a result of 76%-100%...} Beautiful visions dance in their heads. The sights sooth their souls and warm their hearts.mThey may each add {@dice 1d10} to a roll they make in the next 24 hours."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Mess Hall",
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"Plates of food are passed around while barrels of water and oranges are emptied for all to enjoy. The crew sing shanties, share bottles of rum, and tell tales of home and loves in ports far away."
							]
						},
						"Have each party member in the mess hall roll percentile dice.",
						{
							"type": "list",
							"items": [
								"{@b On a result of 0-25%...} They got the food from the bottom of the barrel, and their stomach knows it. Have them make a {@b DC 15 Constitution save}. If they fail, they are sickened for one hour.",
								"{@b On a result of 26%-50%...} The spice! Oh, it is hot! Their mouth burns from the cook's secret sauce recipe. Have them make a {@b DC 15 Constitution save}. If they fail, their tongue swells and they cannot speak clearly for the next hour.",
								"{@b On a result of 51%-75%...} They feel full and their hunger is sated. Nothing happens.",
								"{@b On a result of 76%-100%...} They let out a loud and pronounced belch. The crew approves. They gain 1 Inspiration and 5 temporary hit points."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Cargo Hold",
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"Crates and barrels full of goods line the walls of this space. Stacked to the ceiling and strapped to the walls, they are ready for the roughest of seas."
							]
						},
						"Have each party member in the cargo hold roll percentile dice. Reroll any duplicate results from the list below.",
						{
							"type": "list",
							"items": [
								"{@b On a result of 0-25%...} Ouch! They stick their hand in a crate only for it to get bitten by something inside. They take {@damage 1d4} piercing damage.",
								"{@b On a result of 26%-50%...} Crash! They knock over a large barrel and it rolls on top of their foot. Reduce their movement speed by 5 ft. until they have a chance to take a short rest and rub the bruised appendage.",
								"{@b On a result of 51%-75%...} They rummage about but do not find anything of interest. Nothing happens.",
								"{@b On a result of 76%-100%...} Jackpot! They find a hidden cache under a loose floorboard. They gain {@dice 4d6} Gold Pieces and a magical pendant in the shape of a seashell. It grants the wearer a swim speed equal to their normal speed."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Captain's Ready",
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"Room A large desk dominates this small space. On it, sea charts, logs, and other paperwork lie scattered about. To the side, a large armoire stands bolted to the wall to keep it from tumbling over in rough weather. Kegs of rum sit in the corner across from it."
							]
						},
						"Have each party member in the captain's ready room roll percentile dice.",
						{
							"type": "list",
							"items": [
								"{@b On a result of 0-25%...} It seems the captain has been using one of the logbooks to track his medical ailments. There are even detailed drawings of the sores. The party member is {@condition blinded} for 5 minutes from the sight of it all.",
								"{@b On a result of 26%-50%...} Baffled. They cannot make heads or tails of them. As they go to place them back, they slice their finger on the edge of the map and take 1 damage.",
								"{@b On a result of 51%-75%...} From what they can tell, the ship is making good time. Nothing happens.",
								"{@b On a result of 76%-100%...} They can tell exactly where they are based on the weather patterns, star charts, and maps. For the next 24 hours, they get advantage on all knowledge checks about the area."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Captain's Quarters",
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"The captain is a rather large man. He walks with a limp he claims he got fighting pirates many years ago, but the wink he gives at the end of the story leaves some doubt. He offers anyone present a drink as he tells of his plans to take the spice and sell it along with his ship to finally retire."
							]
						},
						"Have one party member in the captain's quarters roll percentile dice.",
						{
							"type": "list",
							"items": [
								"{@b On a result of 0-25%...} They offer up tales of future heroism. Ones that are clearly more dream than plan. The captain simply shakes his head. Nothing happens.",
								"{@b On a result of 26%-50%...} The future will write itself. They tell tales of home instead. The party members present gain inspiration from the stories.",
								"{@b On a result of 51%-75%...} They say self-improvement is the goal. Admiring that, the captain gives them a magical book. The first time it is read, the reader can permanently increase one attribute by 1.",
								"{@b On a result of 76%-100%...} The captain sees an utterly amazing future ahead of them. He gifts them his +1 light crossbow. It shoots magical water bolts, so it never needs ammunition or to be reloaded."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Perfect Storm",
					"entries": [
						"As the characters have been passing the time, the ship has slowly begun to rock more and more, and they suddenly realize that it has begun to heave and rock rather violently. This is not just rough seas; this is something else. As they climb up to the main deck to see what is going on, the door is pulled from its hinges by the sheer force of the wind. \"Water devil!\" cries the helmsman as he struggles to keep the ship under control. Suddenly see a massive wave comes at the ship. As it comes crashing down, the characters are knocked {@condition unconscious}. They each take {@damage 1d8} bludgeoning damage.",
						"Sometime later, they awake on a beach of a small island.",
						{
							"type": "insetReadaloud",
							"entries": [
								"\"Good, you're not dead. Need all the help we can get if we're gonna escape this damned place.\" He says, climbing to his feet."
							]
						},
						"They recognize the man as Bozek One-Hand, the first mate of the {@i Sea Mephit}. Looking around, they see that they are on a small desert island. Off the shore, the remains of the {@i Sea Mephit} lie smashed against some rocks, half sunk.",
						"Bozek explains to the party members that he pulled them from the sea, half dead. They have been {@condition unconscious} for almost twelve hours. Each party member gains one level of {@condition exhaustion}. In the meantime, Bozek constructed a simple shelter and the beginnings of a raft (not bad for a one-armed guy, huh?). By now though, he is completely drained (three levels of {@condition exhaustion}) so he will need their help if they want to get off the island and have any hope of being rescued. They are going to need a list of things to accomplish this, but they do not know which crates and barrels hold what. They are going to need:",
						{
							"type": "list",
							"items": [
								"{@b Potable Water}"
							]
						},
						"This can be found in the {@b barrel} at {@b 4B}. This is needed to remove the {@condition exhaustion} from the party members and Bozek so they can perform their tasks better.",
						{
							"type": "list",
							"items": [
								"{@b Dried Food}"
							]
						},
						"This can be found in the {@b crate} at {@b 4C}. This is needed to heal the party from the damage they sustained during the shipwreck.",
						{
							"type": "list",
							"items": [
								"{@b Repair Tools}"
							]
						},
						"These can be found in the {@b crate} at {@b 4G}. These are needed to finish construction on the raft so it will be seaworthy.",
						{
							"type": "list",
							"items": [
								"{@b Wooden Planks}"
							]
						},
						"These can be found in the {@b flotsam} at {@b 6}. These are needed to expand the raft to accommodate the party members, Bozek, and the supplies they will need to bring along.",
						{
							"type": "list",
							"items": [
								"{@b Sea Charts}"
							]
						},
						"These can be found in the {@b crate} at {@b 4A}. However, if someone rolled 76% or higher in the Captain's Ready Room, they remember all the information needed to set their raft on the right course.",
						"These are the bare minimum needed to keep them alive and get them off the island. It is possible to survive this adventure with just those things, but it will be very difficult. If the players do not show signs of going after the other floating cargo, suggest they might find more useful things out there that could aid them on their journey. Some of the other things they can acquire are:",
						{
							"type": "list",
							"items": [
								"{@b Valuable Cargo}"
							]
						},
						"This can be found in the {@b crate} at {@b 4D}. Although it provides no immediate value, it could be useful for bartering for passage on a ship that is not inclined to pick them up.",
						{
							"type": "list",
							"items": [
								"{@b Weapons}"
							]
						},
						"These can be found in the {@b crate} at {@b 4E}. The party members will have their usual weapons on them; however, they may not be suited to fighting underwater. This crate contains a {@item trident|phb}, a {@item spear|phb}, a {@item light crossbow|phb} and 20 {@item Crossbow Bolt|phb|bolts}, five {@item javelin|phb|javelins}, and a {@item net|phb}.",
						{
							"type": "list",
							"items": [
								"{@b Fishing Gear}"
							]
						},
						"This is in the {@b crate} at {@b 4I}. While the food should last the trip on the raft, if something were to happen to it, or if the trip took longer than expected, being able to fish for food might save their lives.",
						{
							"type": "list",
							"items": [
								"{@b Dinghy}"
							]
						},
						"The ship's dinghy is currently pinned under some {@b wreckage} at {@b 9}. If the party were to acquire it, they would not need the extra wooden planks from the Flotsam."
					]
				},
				{
					"type": "section",
					"name": "Just When You thought It Was Safe to Go Back in The Water...",
					"entries": [
						"As Bozek finishes detailing what is needed to plan the escape, they look out at what is left of the ship. It looks like it split into two parts: The fore half of the ship is half sunk upon some rocks while the back half is fully submerged a distance behind it. Scattered between them and around the island are crates and barrels. If they have any chance of acquiring what Bozek needs, it is probably going to require retrieving some of those containers.",
						"Let the players see the unmarked map of the islands and the surrounding area. make a {@b Dexterity (Stealth) check} with advantage for the five {@creature Reef Shark||Reef Sharks} currently in the flotsam area. If any of the party members' passive perception beats it, read the following:",
						{
							"type": "insetReadaloud",
							"entries": [
								"As you glance out to sea, your eyes catch a ripple on the surface. At first you think it is just debris, but then you see them: Fins. five of them. As suddenly as you spot them, they vanish beneath the waves."
							]
						},
						"Whenever a party member goes into the water, roll {@dice 1d8} ({@dice 1d12} if they spotted the sharks. On a roll of a 1, the sharks attack. Each time someone enters the water, roll again for the sharks to see if they attack. The next time someone enters the water, the sharks attack on a 1 or 2, then a 1, 2, or 3, and so on. The sharks begin 40 ft. away from the party member who triggered the roll.",
						"If the sharks are defeated, another group will show up once the party has collected half the required supplies. If this has already occurred, continue to make rolls as above to see if a new group of five {@creature Reef Shark||reef sharks} show up and attack.",
						"As the players explore the wreckage, flotsam, floating cargo, etc. use the paragraphs below to describe what they see and see how to run that location.",
						{
							"type": "entries",
							"name": "1. Island Camp",
							"entries": [
								"Bozek has erected a makeshift shelter here. There is enough room for everyone to sleep in the shade, albeit with little room between them. There are minimal supplies, just enough to last them through the day. There is also a fire pit, although it is currently out.",
								"The party will not find anything useful here to start, although, this is where they will bring anything they find out in the water. Long resting here can remove a level of {@condition exhaustion}."
							]
						},
						{
							"type": "entries",
							"name": "2. Big Tree Island",
							"entries": [
								"This island is dominated by a large palm tree almost 5 ft. thick. The tree is barren of coconuts or other food. It does provide some shade from the blistering daytime sun, however. Bozek has chosen a spot under the largest palm frond to rest.",
								"If the party searches around the tree for anything useful, have them make a {@b DC 20 Intelligence (Investigation) check}. If they succeed, they notice one spot nestled against the base of the tree looks as though it was previously dug up. If they dig, they find a chest with the following:",
								{
									"type": "list",
									"items": [
										"225 Gold Pieces",
										"49 Silver Pieces",
										"27 Copper Pieces",
										"A Diver's Torch (a sheathed torch with a {@spell Continual Flame} spell cast on it)",
										"A Bottle of fine rum (Worth 100 Gold Pieces)"
									]
								},
								"The rum can be turned into an explosive by stuffing the top with a cloth and setting it alight. Treat it as a flask of Alchemist's Fire."
							]
						},
						{
							"type": "entries",
							"name": "3. Rock Outcroppings",
							"entries": [
								"Three large, alabaster spires rise out of the water. Between them, three fallen spires form a pathway of sorts that runs from both islands out into the sea. They look sturdy and seem like they would provide a good vantage point over the wreckage.",
								"A party member can leap from on rock to an adjacent one by making a {@b DC 10 Strength (Athletics) check}. Failure means they fall short and end their movement in the water in between them. Climbing onto the rocks takes 10 ft. of movement by oneself or 5 ft. if helped by another. Anyone looking for the sharks from atop the rocks gains advantage on their roll."
							]
						},
						{
							"type": "entries",
							"name": "4A. Sea Charts",
							"entries": [
								"The remains of what appear to be the captain's desk float amongst the smaller bits of debris. It is pretty banged up, but it appears mostly intact. One of the drawers has come out and is floating beside it. Numerous leather cases lie scattered around it as well.",
								"The desk contains the waterlogged papers, logs, and journals of the captain. There are multiple map cases floating around it. One contains the sea charts the party needs. Checking a case is a standard action. Roll {@dice 1d6}. On a roll of a 6, they find the right case. For each subsequent roll to see if they find the right case, add {@dice 1d6}. Any die showing a 6 means they succeed."
							]
						},
						{
							"type": "entries",
							"name": "4B. Potable Water",
							"entries": [
								"A large wooden barrel floats alone in the surf. They can tell by the size and type that it holds drinkable water. Due to its size, it will take some effort to wrangle to shore.",
								"The barrel takes up a 5-foot square. It weighs about 350 lbs. Anyone trying to move it can do so by grabbing hold of it and swimming behind it. They can move it 10 ft. with a single move action."
							]
						},
						{
							"type": "entries",
							"name": "4C. Dried Food",
							"entries": [
								"This large crate was in the mess hall last night. Clearly it contains something food related. As they get closer, they can see it survived the wreckage pretty much intact. The rope that once lashed it to the wall of the mess hall is still attached to it. They could use it to pull it back to shore.",
								"The crate takes up a 5-foot square. It weighs about 250 lbs. Anyone trying to move it can do so by grabbing hold of the rope and pulling it behind them. They can move it 10 ft. with a single move action."
							]
						},
						{
							"type": "entries",
							"name": "4D. Valuable Cargo",
							"entries": [
								"This crate is small, but heavy. It sunk to the floor of the ocean after the wreck. Something is glittering inside through a hole in the top.",
								"The crate contains a massive pearl worth 1,000 gp. It is 15 ft. down on the seabed requiring someone to swim down to acquire it. The pearl is heavy."
							]
						},
						{
							"type": "entries",
							"name": "4E. Weapons Crate",
							"entries": [
								"This large crate is firmly set into the seabed 15 ft. down. It is locked and its sides are reinforced.",
								"This 5-foot crate is sealed with a padlock. It is not the strongest though, so a {@b DC 15 Strength check} will break it off. It contains an assortment of spears, tridents, nets, and light crossbows with ammunition."
							]
						},
						{
							"type": "entries",
							"name": "4F. Empty Barrel",
							"entries": [
								"The barrel floating in the water here seems rather light. As they go to check its contents, they unfortunately see that it is empty.",
								"The barrel here has no supplies in it: However, it can be used to stabilize the raft by providing additional buoyancy. Since it is empty, it can be pushed to shore without any movement penalty."
							]
						},
						{
							"type": "entries",
							"name": "4G. Repair Tools",
							"entries": [
								"Once they get close enough, they can make out a stamp on the wooden crate indicating it contains the assorted tools needed to repair a ship mid-voyage. It is nailed shut so they have no way of opening it in the water without everything inside plummeting to the seabed.",
								"This crate is smaller than the rest and reinforced along the edges, most likely to keep the water out. It is small enough to drag or push without any movement penalty."
							]
						},
						{
							"type": "entries",
							"name": "4H. Empty Crate",
							"entries": [
								"As they grab onto this crate, it turns and tumbles with ease. Unfortunately, it's empty.",
								"The crate here has no supplies in it: However, it can be used to stabilize the raft by providing additional buoyancy. Since it is empty, it can be pushed to shore without any movement penalty."
							]
						},
						{
							"type": "entries",
							"name": "4I. Fishing Gear",
							"entries": [
								"A wicker basket floats along, the waves rocking it to and froe. When they reach it, they remove the lid and find tackle, lures, bait, and everything else needed to fish out on the ocean.",
								"The fishing gear cannot be used on the island: The sharks have scared away anything worth catching. It will, however, come in handy once the raft is out on the sea as fish will be plentiful and the food supply will be finite."
							]
						},
						{
							"type": "entries",
							"name": "5. Main Shipwreck",
							"entries": [
								"The fore section of the ship looms over them as they approach. When the ship broke apart, this portion ran aground on some large rocks just underneath the waves. From what they can tell, the front half of the cargo hold, the captain's ready room, and his quarters are all still inside. They should be able to access them if they can scale the angled deck.",
								"The rear sloping deck of the cargo hold is slick, and the boards are cracked and torn up. To scale it and reach solid footing, a party member needs to make a {@b DC 15 Dexterity (Acrobatics) check}. Failure means they fall in the water and you roll for the sharks to see if they attack."
							]
						},
						{
							"type": "entries",
							"name": "5A. The Sunken Chest",
							"entries": [
								"This chest is old, far too old to be from the wreck of the {@i Sea Mephit}. It is a dark onyx color with an emerald green trim. Both colors have faded since the chest settled here. Barnacles have begun to grow on it and some of the debris from the ship has fallen on top of it.",
								"This chest is from long, long ago. Its contents have not seen the light of day in centuries. Inside is a golden idol in the shape of a tentacle. Should someone touch the idol, they must make a {@b DC 20 Wisdom save} or else they are cursed. While cursed, they refuse to let anyone else handle the idol and at night they receive visions from creatures too terrible and horrifying to describe. Because of this, they only heal at half their normal hit points from long resting. A {@spell Remove Curse} spell can end this curse.",
								"While travelling out over deep water with the idol, roll percentile dice each day. On a result of 1 or 100, a {@creature Kraken} appears five hundred ft. out and begins heading for the person holding the idol. If the party throws the idol into the ocean, ethereal tentacles sprout from the idol and drag the monster back beneath the waves. Anyone who witnesses this permanently gains {@b Feature: Touched by the Far Realm.} Those affected must roll {@dice 1d20} whenever they sleep. If they roll a 1, they have dreams of an alien world full of monstrous and unknowable horrors. When they awake, they recover only half the normal amount of hit points they would from a long rest. A {@spell Remove Curse} spell can remove this feature."
							]
						},
						{
							"type": "entries",
							"name": "5B. The Captain's Ready Room",
							"entries": [
								"The door to the ready room opens, but only slightly. You can make out some barrels and furniture that have slid back and jammed the door mostly shut. With enough force, you might be able to push past it all.",
								"To open the door, the party must succeed on a {@b DC 20 Strength check} to move everything back enough that the door can properly open. Having a combined strength of 30 pushing at once reduces this DC by 5. If the party fails the check by 10 or more, the door slams shut dealing {@damage 1d4} bludgeoning damage to anyone who was trying to move it and knocking them into the water. If they successfully make it into the room, they find themselves in what remains of the captain's ready room."
							]
						},
						{
							"type": "entries",
							"name": "5C. The Captain's Quarters",
							"entries": [
								"This door, unlike the last one, opens towards you: However, it is currently locked. You do not see a key anywhere nearby. If there is one, it is probably with the captain... . Wherever he might be.",
								"The door is locked This can be handled with a {@b DC 18 Dexterity (Sleight of Hand) check} if the party member has thieves' tools. If not, then the door can be forced open with a {@b DC 20 Strength check}. anyone in front of the door when it opens must make a {@b DC 15 Dexterity save}. If they fail, a piece of furniture from the room comes tumbling down the sloped floor smashing into them for {@damage 1d6} bludgeoning damage and knocking them {@condition prone}.",
								"Inside the room, the captain's furniture is strewn about. In the corner, his lockbox lays dented against the wall. Inside is his magical +1 light crossbow. It shoots magical water bolts, so it never needs ammunition or to be reloaded. (If he gave it to the party already, then there are 500 Gold Pieces inside instead.)"
							]
						},
						{
							"type": "entries",
							"name": "6. The Flotsam",
							"entries": [
								"Assorted wooden planks, broken barrels and crates, and other debris float here. The corpse of a crew member lies strewn across a floating wooden beam. His body half eaten. The wood looks usable, but it will take a few trips to bring it all back.",
								"The party needs the wooden planks here to expand the raft's size. It takes one person four trips to acquire enough wood. When the crew awakens on the island, there are five Reef Sharks in this area. If the party chooses to investigate this area first and they do not trigger a shark attack, then the sharks attack as soon as they get here. If the party spots the sharks, place them on the map at this location."
							]
						},
						{
							"type": "entries",
							"name": "7. The Captain's Body",
							"entries": [
								"Floating in the surf is the body of the captain of the {@i Sea Mephit}, Phinneus Volus. Judging by the large gash on his head he probably hit it on something when the wave hit and then died when he fell in the water.",
								"If the party search his body, they find the key to his quarters (See area 5C.)."
							]
						},
						{
							"type": "entries",
							"name": "8. The Cook's Body",
							"entries": [
								"At the bottom of the seabed, you can make out what appears to be another body from the shipwreck. Oddly, it is not floating like the rest.",
								"The body is 15 ft. down on the seabed. It is currently weighed down by the cook's half-plate armor he wore (against the rest of the crew's advice). It can be removed from him, but it takes a full minute to do so."
							]
						},
						{
							"type": "entries",
							"name": "9. The Dinghy",
							"entries": [
								"A large piece of the ship's deck is wedged against an underwear rock outcropping here. Pinned between the two is the ship's dinghy. It appears to be in good shape though and could be used to expand the raft Bozek has been building.",
								"It takes a {@b DC 18 Strength check} to wrench the dinghy free from its current position. Doing so is loud, however, so if the party succeeds, roll for a shark attack."
							]
						},
						{
							"type": "entries",
							"name": "10. The Escape Raft",
							"entries": [
								"Bozek, as best he could, built the beginnings of a life raft here. It is comprised of wooden planks that washed ashore after the wreck along with one of the broken pieces of the main mast. To get it seaworthy will require some materials and hard work.",
								"This is the party's main goal during this portion of the adventure. They will need to get the items mentioned previously and then use them to build out the raft to a seaworthy state.",
								"Once the party has the repair tools and the wooden planks (or the dinghy), they can attempt a {@b DC 15 Wisdom (Survival) check} to lash everything together to finish the raft. The party gets bonuses to this check for the following:",
								{
									"type": "list",
									"items": [
										"+2 For having the {@b Empty Crate} from {@b 4H}.",
										"+2 For having the {@b Empty Barrel} from {@b 4F}.",
										"+2 For having the {@b Wooden Planks} from the {@b Flotsam }OR the {@b Dinghy} from {@b 9}."
									]
								},
								"If they succeed, the raft is completed and ready to sail. If they fail, they waste time. Have each make a {@b DC 10 Constitution save}. If they fail, they gain a level of {@condition exhaustion}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Into the Wild Blue Yonder",
					"entries": [
						"When the party has successfully fixed the raft and collected enough supplies for the journey, Bozek approaches them.",
						{
							"type": "insetReadaloud",
							"entries": [
								"All right looks like we're ready to go. Load up the raft with the food, water, and anything else you might've found that could be useful. I'll get to rigging the sail."
							]
						},
						"If the party found the sea charts, read the following.",
						{
							"type": "insetReadaloud",
							"entries": [
								"With the charts in hand, I should be able to plot us a course for the main shipping lanes. Hopefully, a passing trader will see us and come to the rescue."
							]
						},
						"If a party member memorized the charts in the captain's ready room, read the following instead:",
						{
							"type": "insetReadaloud",
							"entries": [
								"Since the scholar here here was able to memorize the ole captain's charts, we should be able to figure out the best course to reach the shipping lanes. Then all we have to do is pray for a rescue."
							]
						},
						"The party help load the supplies while Bozek sets the sail and readies the raft to leave. Once they are done, the party has one last chance to scour the island or wreckage for supplies before they leave.",
						"The raft is approximately 20 ft. by 45 ft. . It can easily hold the weight of all the party members, Bozek, and their supplies. Once they set sail, it takes 5 days for the raft to reach the shipping lanes where they are counting on a passing ship to rescue them. Each day, the party will have to deal with different issues as they battle hunger, thirst, the elements, and other living beings for their very survival.",
						"The party has enough food for 4 days and water for 5 days. If the party does not eat for a day or if they do not drink water, they must make a {@b DC 15 Constitution save} each to see if they can endure. If they fail, they gain a level of {@condition exhaustion}. If the party triggers the tentacle idol's event, skip that day's event, and run that one instead."
					]
				},
				{
					"type": "section",
					"name": "Day 1: A School of Fish",
					"entries": [
						"A large school of fish can be seen swimming under the raft. Their scales glint in the sun, and they spin and glide in delicate yet complex patterns.",
						"If the party wants to try fishing, they can do so with a {@b DC 20 Wisdom (Survival) check}. If they have the fishing gear, the DC drops to 15. If they succeed, they gain {@dice 2d4} days of food. If they fail, four {@creature Sahuagin} are drawn up from the depths by the attempt and attack the party."
					]
				},
				{
					"type": "section",
					"name": "Day 2: Stormy Weather",
					"entries": [
						"A fierce storm has picked up and Bozek is struggling to keep the raft afloat. He instructs you to grab ahold of the supplies and shelter and make sure they do not end up overboard. He motions for one of you to grab the rudder and keep her steady.",
						"The party will need to complete several tasks here:",
						{
							"type": "list",
							"items": [
								"Protect the Food",
								"Protect the Water",
								"Protect the Shelter"
							]
						},
						"Protecting the supplies requires a {@b relevant DC 15 ability check}. Let the players get creative on how they want to do so. If they fail to protect the food or water, they lose 1 day of each. If they fail to protect the shelter, it gets blown away, and going forward party members only recover half the normal hit points from long resting on the raft."
					]
				},
				{
					"type": "section",
					"name": "Day 3: Merfolk Visitor",
					"entries": [
						"The seas are calm, and the wind is blowing a gentle breeze. As they lay in the sun, they suddenly hear what sounds like a giggle. If they look around they see a woman leaning against the edge of the raft. She has what appears to be seaweed for hair and her skin is a light bluish green. The woman is a Merfolk. She speaks Aquan and common. She inquires as to what the party is doing so far out to sea on such a small ship. If they tell her about the shipwreck, she empathizes with them. The mermaid advises them to make an offering to the god of the sea. She says if anyone can help get them home faster, it is she who watches over the oceans. If they ask what a good offering would be, she recommends something beautiful. She says there is a temple beneath the waves she could take their offering to if they would like. If they give her the pearl, she disappears beneath the waves. Sometime later, a large wave appears on the horizon behind them. As it gets closer and closer, it suddenly turns into the shape of a hand. It grabs hold of the raft and pushes it forward across the water faster than any wind could have done. After what seems like hours, it finally slows, and the raft once again begins to lazily drift on. The hand waves before vanishing beneath the water.",
						"The magical hand has pushed the raft a full day farther than it would have gone on its own. Skip the day 4 event."
					]
				},
				{
					"type": "section",
					"name": "Day 4: Pirate Encounter",
					"entries": [
						"The characters are awoken in the early hours by Bozek. He urges them to their feet and points to a small dinghy coming their way. As it gets closer, they see a what appears to be two {@creature Goblin||Goblins}, a {@creature Bugbear}, and a {@creature Hobgoblin}. The goblins have shortbows leveled at you and the Hobgoblin has her sword drawn. \"Surrender all ye have, or face death!\" she cries.",
						"The humanoids are pirates. They were dispatched by a larger ship to investigate the raft while that ship went off in search of more lucrative prey. If the party wishes to let the pirates board, they can make a {@b Charisma (Deception) check} to feign surrender (vs. the Hobgoblin leader). If they succeed, the pirates come aboard, and the party gets a surprise round against them. If they fail, the pirates open fire from their dinghy. It takes one turn for them to reach the raft. The pirates fight to the death. On them, they have nothing of value, however, they have {@dice 2d4} days' worth of food and water in their dinghy."
					]
				},
				{
					"type": "section",
					"name": "Day 5: Shark Attack",
					"entries": [
						"The day is going quietly when suddenly you feel something bump into the underside of the raft. As you go to investigate, you see it: Off in the distance, a giant fin breaks through the water. You watch it turn around and head right for you!",
						"A {@creature Giant Shark} has come across the raft and decides to turn it and the party into its next meal. It cannot attack the party members directly if they are on the raft. It can try to attack someone standing on the edge square of the raft, however, it can only deal half its damage to them; the other half is dealt to the raft itself (if the attack roll would have beaten the raft's AC of 15, however).",
						"Each square of the raft has an AC of 15 and 20 hit points. If a section is reduced to 0 hit points, it is destroyed, and anyone standing on it falls into the ocean. Once defeated, the shark's body can be turned into {@dice 3d4} days of food with a {@b DC 20 Wisdom (Survival) check}."
					]
				},
				{
					"type": "section",
					"name": "Day 6: The Rescue",
					"entries": [
						"The characters awake to the sound of someone shouting",
						{
							"type": "insetReadaloud",
							"entries": [
								"\"Ahoy! You seem to be in a bit of trouble!\""
							]
						},
						"As they look up, they see a small trading vessel just off their starboard. There is a man, face roughened by years at sea, hanging from the rigging.",
						{
							"type": "insetReadaloud",
							"entries": [
								"\"Come aboard! We'll get ye fixed up!\""
							]
						},
						"The man is Darius Cornwall, a trader out of Valhenge. He and his crew help the party and Bozek aboard their ship, The Lucky Gambit. They explain that they are headed back to Valhenge from Lustra and that they all are welcome to ride along, although they will have to pull their own weight. They have no room for freeloaders, even ones found drifting at sea. They are about a week out of Valhenge, if the weather holds. The party will have to take on various duties such as cleaning, cooking, and ship maintenance to earn their way."
					]
				},
				{
					"type": "section",
					"name": "Day 11: The Beast from Below",
					"entries": [
						"Six days have passed from the time the characters were rescued. On their 11th day at sea, they hear a massive roar. If they investigate the sound and go up to the main deck, they see a Kraken rising out of the water in the distance.",
						{
							"type": "insetReadaloud",
							"entries": [
								"The captain immediately turns the ship hard to port. As he does, the beast begins to swim towards the ship. \"Man the ballistae! Try to slow it down!\" He shouts back to you. \"I'll try to lose it in the shallows!\""
							]
						},
						"There are two ballistae on the elevated rear portion of the deck. They each fire steel tipped bolts that deal {@damage 4d10} piercing damage. The Kraken is immune to their damage, but the tips are soaked in oil and can be set alight to convert their damage type to fire. Anyone can operate them. To fire one, a party member rolls {@dice 1d20} + Dexterity modifier + 5. To load one, it takes a combined 30 strength.",
						"The {@creature Kraken} is too far out to use most of its attacks, so it uses its lighting storm attack. On its initiative count, it targets a random character. Have them make a DC 15 Dexterity saving throw taking {@damage 4d6} lightning damage on a fail and half as much on a success. They get advantage on the save due to the captain's deft piloting skills.",
						"Combat with the Kraken lasts 5 rounds. After that, the captain manages to pilot the ship into a series of high rocky islands just off the coast. As he slips in between two large formations, the Kraken slams into them, roaring with anger, before slinking back into the depths from whence it came.",
						"Alternatively, if the party has the tentacle idol and throws it into the ocean, ethereal tentacles sprout from the it and drag the monster back beneath the waves. Anyone who witnesses this permanently gains {@b Feature: Touched by the Far Realm}. Those affected must roll {@dice 1d20} whenever they sleep. If they roll a 1, they have dreams of an alien world full of monstrous and unknowable horrors. When they awake, they recover only half the normal amount of hit points they would from a long rest. As a positive, they gain advantage on any saves to resist having their mind read or influenced. A {@spell Remove Curse} spell can remove this feature.",
						"The captain pilots the ship through the rocky archipelago, careful to avoid the deep water. When the ship emerges from the rocks hours later, Valhenge can be seen off in the distance.",
						{
							"type": "insetReadaloud",
							"entries": [
								"The captain hands the wheel over to his crew member and comes down to speak with you. \"You did good back there, but please don't be offended when I say this: stay on dry land, for everyone's sake.\" He pats you on the shoulder and heads down below deck, more than likely to get extremely drunk and try to forget this day."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Aftermath",
					"entries": [
						"With the ship safely sailing into harbor the characters can plan their next move. If they needed to head to Lustra for work, they'll need to secure new passage. Although the {@i Sea Mephit} is no more and Bozek is without a crew, he'll never forget what the characters did for him. If the encounter him in the future, he'll have a friendly disposition towards them and may assist them with whatever their current course of action is."
					]
				}
			]
		}
	]
}
