{
	"_meta": {
		"sources": [
			{
				"json": "AL-RKM",
				"abbreviation": "AL-RKM",
				"full": "Rrakkma",
				"authors": [
					"TheGiddyLimit"
				],
				"convertedBy": [
					"TheGiddyLimit"
				],
				"version": "2.0",
				"url": "https://www.dmsguild.com/product/248633/DDIAMORD-Rrakkma-5e",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1552599066,
		"dateLastModified": 1729630006,
		"_dateLastModifiedHash": "a983dc59d2",
		"edition": "classic"
	},
	"adventure": [
		{
			"name": "Rrakkma",
			"id": "AL-RKM",
			"source": "AL-RKM",
			"group": "other",
			"alLength": {
				"min": 6,
				"max": 8
			},
			"alId": "DDIA-MORD",
			"contents": [
				{
					"name": "Adventure Primer",
					"headers": [
						"Background"
					]
				},
				{
					"name": "Section 1. Call to Action",
					"headers": [
						"Chaos Courtesans"
					]
				},
				{
					"name": "Section 2. Temple of Madness",
					"headers": [
						"Pandemonium",
						"Area 1. Temple Foyer",
						"Area 2. Cloak Room",
						"Area 3. Guard Station",
						"Area 4. Purification Chamber",
						"Area 5. High Priest's Quarters",
						"Area 6. Observation Point",
						"Area 7. Clergy Quarters",
						"Area 8. Statuary Chamber",
						"Area 9. Torture Chamber",
						"Area 10. Library",
						"Area 11. The Cathedral"
					]
				},
				{
					"name": "Section 3. The Far Realm",
					"headers": [
						"Far Realm Confusion",
						"Gith Capacitor",
						"Wrap Up"
					]
				},
				{
					"name": "Appendices",
					"headers": [
						"Appendix 1. Creature Statistics",
						"Appendix 2. Temple of Madness",
						"Appendix 3. Dungeon Master Tips",
						"Player Handout. Gith & The Sha'sal Khou",
						"AL Rewards",
						"Pregenerated Characters"
					]
				}
			],
			"level": {
				"start": 9,
				"end": 9
			},
			"published": "2018-05-18",
			"storyline": "Fifth Edition"
		}
	],
	"adventureData": [
		{
			"id": "AL-RKM",
			"source": "AL-RKM",
			"data": [
				{
					"type": "section",
					"name": "Adventure Primer",
					"entries": [
						"Welcome to {@i Rrakkma}, an Introductory Adventure for {@i Mordenkainen's Tome of Foes}™. This adventure uses ninth level pregnerated characters. These characters must be used for D&D Adventures League play. After the players have chosen their characters, please pass out Player Handout. Gith & The Sha'sal Khou. This will help them to understand why their characters get along.",
						{
							"type": "section",
							"name": "Background",
							"entries": [
								"In eons past, the mind flayers enslaved entire races including the forerunners of the githyanki and githzerai. Centuries of captivity bred hatred, nurtured resolve, and finally instilled psionic powers into these slaves. With mental armaments of their own and a powerful leader to rally behind (the legendary Gith), the slaves instigated a cross-planar struggle that, in the end, threw down the mind flayer empire, bringing freedom to the surviving slaves.",
								"Due to philosophical differences the gith split into two racially distinct groups. Both peoples' hatred of the mind flayers knows no bounds, though, and they break off hostilities with one another to slay mind flayers if the opportunity presents itself.",
								"A group of mind flayers have been working feverishly to resolve the problem the gith collectively present and have finally constructed a powerful psionic artifact that when powered up, will allow them to resume control over the race of gith. It is designed to neutralize them psionically. So much so, that once lost, they will never regain their formidable abilities.",
								"The artifact is a flawless diamond, the size of a gith's head, and inscribed with runes upon every facet. Referred to by the illithid as the {@i Gith Capacitor},to power it up, they must expose it to the energy and insanity of the Far Realm. However, gates to the Far Realm are virtually all but unknown... until recently.",
								"The mind flayers have recently discovered a gate to the Far Realm within the howling tunnels of Pandemonium, and they've gathered together to power the artifact up. Fortunately, the Sha'sal Khou discovered this plot, and in adopting the tradition of their githzerai constituents, brought together a powerful rrakkma comprised of both githyanki and githzerai to quell the illithid threat once again.",
								{
									"type": "inset",
									"name": "Githyanki",
									"entries": [
										"The githyanki plunder countless worlds from the decks of their astral vessels and the backs of red dragons. Feathers, beads, gems, and precious metals decorate their armor and weapons—the legendary silver swords with which they cut through their foes. Since winning their freedom from the mind flayers, the githyanki have become ruthless conquerors under the rulership of their dread lich-queen, Vlaakith.",
										{
											"type": "entries",
											"name": "Githzerai",
											"entries": [
												"Focused philosophers and austere ascetics, the githzerai pursue lives of rigid order. Lean and muscular, they wear unadorned clothing free of ornamentation, keeping their own counsel and trusting few creatures outside of their own kind. Having turned their backs on their warlike githyanki kin, the githzerai maintain a strict monastic lifestyle, dwelling on islands of order in the vast sea of chaos that is the plane of Limbo."
											]
										},
										{
											"type": "entries",
											"name": "Sha'sal Khou",
											"entries": [
												"The Sha'sal Khou are githyanki and githzerai radicals working toward the reunification of their respective peoples. They labor to create a unified nation of gith. Members of the Sha'sal Khou work secretly within their respective societies, subtly discouraging attacks on the other gith race while carefully recruiting like-minded individuals. They maintain a secret redoubt on the Sword Coast as well.",
												"The characters participating in this adventure are members of this fortification, and work with the other races of the Realms to further their goals. While in the pursuit of their objectives or even simply as training to pursue them, they find themselves participating in all sorts of expeditions and adventures alongside the factions.",
												"As a general note, the Sha'sal Khou aren't a faction in the same sense as the Harpers or Zhentarim. They are a background element only and meant to be a unifying element for gith characters in this campaign."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Section 1. Call to Action",
					"entries": [
						"The characters begin the adventure standing about one-hundred feet from a gate to Pandemonium.",
						"They're underground, two days travel and far beneath the Sha'sal Khou redoubt on the Sword Coast.",
						"Brought together as a rrakkma by Belthomias, lieutenant to Zetch'r'r, leader of the Sha'sal Khou, the characters know the following.",
						{
							"type": "list",
							"items": [
								"Among the Sha'sal Khou a rrakkma is a gith hunting party brought together for the explicit purpose of hunting mind flayers.",
								"A group of mind flayers have created a weapon of immense power called the {@i Gith Capacitor}. They intend to use this artifact to wipe psionics from the collective minds of the gith peoples and enslave them once more.",
								"To activate the {@i Gith Capacitor}, the mind flayers must expose it to the unfathomable energies of the Far Realm, a place beyond space and time.",
								"The mind flayers have traveled through a nearby portal to the plane of Pandemonium, where they are rumored to have located a direct path to the Far Realm.",
								"Belthomias gave the adventurers a tuning fork, tuned to the plane of Pandemonium to lead them directly to the portal.",
								"The {@i Gith Capacitor} appears to be a diamond the size of a gith head, with runes engraved into every facet.",
								"Belthomias ambushed an ulitharid in an attempt to take possession of the {@i Gith Capacitor}, and barely escaped with his life.",
								"Belthomias did manage to psionically conjoin with the artifact and transferred that connection to a reliquary containing a shard of bone from Zerthimon, the original githzerai anarch.",
								"As the {@i Gith Capacitor} grows in power, the light from the reliquary grows as well, serving as a rough indicator of how much time the rrakkma has before the artifact is fully charged.",
								"Additional information regarding the reliquary can be found in {@adventure Appendix 3. DM Tips|AL-RKM|4|Appendix 3. Dungeon Master Tips}."
							]
						},
						{
							"type": "inset",
							"name": "Cut to the Chase!",
							"entries": [
								"The initial purpose here is to set the scene and put the adventurers directly into the action. There is no point to creating an extra decision point at the beginning of the adventure when we know they're going."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "external",
								"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDIA-MORD/000-315475_cn.png"
							}
						},
						{
							"type": "section",
							"name": "Chaos Courtesans",
							"entries": [
								{
									"type": "entries",
									"name": "Area Information",
									"entries": [
										{
											"type": "entries",
											"name": "Dimensions & Terrain",
											"entries": [
												"After the tuning fork was struck, the rrakkma followed it for a day along many winding stone tunnels deep into the Underdark. After a long rest, they resumed their journey until they arrived here, at the opening to a massive cavern housing a great fungal forest.",
												"The cavern is roughly circular and a half-mile in diameter, with a dozen tunnels (including the one used by the adventurers) leading out of it. About 100 feet ahead, amidst a tall stand of zurkhwood mushrooms, is an elaborate, glowing portal, 50-foot tall, and half as wide at its base."
											]
										},
										{
											"type": "entries",
											"name": "Lighting",
											"entries": [
												"Some of the fungus in the forest is phosphorescent in nature, casting a dim light throughout."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Creatures/NPCs",
									"entries": [
										"A {@creature mind flayer} and its {@creature duergar warlord|MTF} thrall guard the gate from intrusion with the assistance of four {@creature duergar stone guard|MTF} that serve the warlord.",
										"The mind flayer hides nearby, having full cover from where the rrakkma enters the cavern, while the duergar stand in front of the gate; {@condition invisible}.",
										{
											"type": "entries",
											"name": "Objectives/Goals",
											"entries": [
												"The mind flayer fights to the death to prevent the adventurers' passage through the gate, as its thrall, the duergar warlord. The duergar stone guard are only following the orders of their warlord however, and don't like mind flayers any more than the adventurers do. Nor are they aware that a mind flayer is nearby. If they discover the mind flayer, they're likely to turn on their warlord, knowing full well the madness that can take those under an illithid's influence.",
												"The mind flayer knows this however and does what it can to remain unseen up to the point where all four stone guards have fallen."
											]
										},
										{
											"type": "entries",
											"name": "What do they know?",
											"entries": [
												"If the adventurers find a way to interrogate either the mind flayer or the warlord, they can confirm that a group of mind flayers passed through the portal.",
												"The stone guards know only that they've been commanded by the warlord to keep anyone from using it.",
												"The mind flayer also knows that the illithid who passed the portal were in possession of a massive rune-carved diamond.",
												{
													"type": "inset",
													"name": "Social",
													"entries": [
														"If the adventurers bypass the warlord and mind flayer without killing them, the creatures pursue them through the portal, resulting in an extra challenging fight involving the elder oblex in Area 3 on the other side.",
														"While most of the mushrooms in the forest are inedible, it is possible to harvest spores from the zurkhwood as food, and several stands of barrelstalks may be tapped for water. A successful DC 15 Wisdom (Survival) check is required to recognize either.",
														"It's possible to turn this into a perfectly amicable encounter if the adventurers find a way to destroy or reveal the mind flayer, or if they free the warlord from its influence."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Section 2. Temple of Madness",
					"entries": [
						{
							"type": "section",
							"name": "Pandemonium",
							"entries": [
								"Pandemonium is a plane of madness, a great mass of rock riddled with tunnels carved by howling winds. It is cold, noisy, and dark, with no natural light. Wind quickly extinguishes nonmagical open flames such as torches and campfires. It also makes conversation possible only by yelling, and even then, only to a maximum distance of 10 feet. Creatures have disadvantage on any ability check that relies on hearing.",
								"Most of the plane's inhabitants are creatures that were banished to the plane with no hope of escape, and many of them have been driven mad by the incessant winds or forced to take shelter in places where the winds die down until they sound like distant cries of torment. The information above is available to the adventurers if they succeed at a DC 20 Intelligence ({@skill Arcana}) check. Two or more of them may confer to grant one of them Advantage on this check.",
								{
									"type": "entries",
									"name": "Mad Winds",
									"entries": [
										"A visitor must make a DC 10 Wisdom saving throw after each hour spent among the howling winds*. On a failed save, the creature gains one level of {@condition exhaustion}. A creature that reaches six levels of exhaustion while on this plane doesn't die. Instead, the creature gains a random form of indefinite madness, as described here. Finishing a long rest doesn't reduce a creature's exhaustion level unless the creature can somehow escape the maddening winds.",
										{
											"type": "entries",
											"name": "Indefinite Madness",
											"entries": [
												{
													"type": "table",
													"colLabels": [
														"d100",
														"Flaw (lasts until cured)"
													],
													"colStyles": [
														"text-center col-2",
														"col-10"
													],
													"rows": [
														[
															"01–15",
															"\"Being drunk keeps me sane.\""
														],
														[
															"16–25",
															"\"I keep whatever I find.\""
														],
														[
															"26–30",
															"I try to become more like someone else I know–adopting his or her style of dress, mannerisms, and name."
														],
														[
															"31–35",
															"\"I must bend the truth, exaggerate, or outright lie to be interesting to other people."
														],
														[
															"36–45",
															"\"Achieving my goal is the only thing of interest to me, and I'll ignore everything else to pursue it.\""
														],
														[
															"46–50",
															"\"I find it hard to care about anything that goes on around me.\""
														],
														[
															"51–55",
															"\"I don't like the way people judge me all the time.\""
														],
														[
															"56–70",
															"\"I am the smartest, wisest, strongest, fastest and most beautiful person I know.\""
														],
														[
															"71–80",
															"\"I am convinced that powerful enemies are hunting me, and their agents are everywhere I go.\""
														],
														[
															"81–85",
															"\"There's only one person I can trust. And only I can see this special friend."
														],
														[
															"86–95",
															"\"I can't take anything seriously. The more serious the situation, the funnier I find it.\""
														],
														[
															"96–00",
															"\"I've discovered that I really like killing people.\""
														]
													]
												},
												{
													"type": "insetReadaloud",
													"name": "Keeping Time*",
													"entries": [
														"While this is left to the Dungeon Master's discretion, a good guidepost is to have the characters make a saving throw after reasonably thorough exploration or encounters in every two to three rooms, and definitely at the end of each short rest taken. Of course a long rest can be very trying on the characters that end up attempting eight saving throws over that time."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Lighting",
									"entries": [
										"There are no lights here, magical or otherwise. Due to the porous nature of the stone here, a stiff and ever-changing wind blows throughout the temple preventing any nonmagical open flames from being lit."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 1. Temple Foyer",
							"entries": [
								{
									"type": "entries",
									"name": "Area Information",
									"entries": [
										{
											"type": "entries",
											"name": "Dimensions & Terrain",
											"entries": [
												"Roughly thirty-five feet by thirty-five feet, this chamber, like all of those throughout the temple, appears to have been rough-cut from the porous rock that makes up this place. The stone walls allow the wind free reign here in the temple, and have littered the floor with sand, pebbles, and stones that kick up as the adventurers walk across them."
											]
										},
										{
											"type": "entries",
											"name": "Traps & Puzzles",
											"entries": [
												"There was a high-level {@spell glyph of warding} in this chamber. However, when the mind flayers attempted to pass from this chamber, they triggered the trap which summoned an invisible stalker. They managed to slay the creature, but not before it took one of them down.",
												"On the floor of this chamber is a dead mind flayer. Its insides are filled with sand and pebbles. {@spell Detect magic} reveals residual magic using both abjuration and conjuration schools. If the characters possess this knowledge, a successful DC 20 Intelligence ({@skill Arcana} or {@skill Investigation}) check allows them to ascertain that either \"the wind\" rose up and killed the illithid, or an air elemental or something similar was responsible."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 2. Cloak Room",
							"entries": [
								{
									"type": "entries",
									"name": "Area Information",
									"entries": [
										{
											"type": "entries",
											"name": "Dimensions & Terrain",
											"entries": [
												"Fifty feet on a side, the walls of this rough-cut room have been scoured clean and smell strongly of chlorine. Stone benches have been carved directly from the stone by the chaos priests that once lived here, though constant exposure to the winds of the plane have left them structurally brittle.",
												"Several aged and rotted garments lay scattered across the floor, discarded by chaos clergy in favor of more ecclesiastical clothing before moving further into the temple complex. The walls here were washed with a chlorine solution daily when the temple was in use, thus giving the entire chamber its unusual odor.",
												"There is nothing else of apparent interest here, though if the adventurers make a successful DC 25 Intelligence ({@skill Investigation}) check, they find a mithral brooch adorned with gold tracery, embedded in the wall in one corner of the room. This was overlooked by the mind flayers."
											]
										},
										{
											"type": "entries",
											"name": "Treasure & Rewards",
											"entries": [
												"The characters may find the following treasure.",
												{
													"type": "list",
													"items": [
														"A {@item brooch of shielding}; a successful DC 20 Intelligence ({@skill Arcana}) check reveals that it was crafted by a celestial artisan."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 3. Guard Station",
							"entries": [
								{
									"type": "entries",
									"name": "Area Information",
									"entries": [
										{
											"type": "entries",
											"name": "Dimensions & Terrain",
											"entries": [
												"This elongated chamber (fifty-five feet by eighty-five feet) has a twenty-foot high ceiling. The room may have once served as a guard station as hooks and racks for weapons are arrayed throughout the room. The few weapons that remain resemble the glaive, though the blades are pitted, scored, and brittle. The wood that makes up their hafts is all but rotted away. About a dozen of the aged polearms hang from the walls haphazardly about the room."
											]
										},
										{
											"type": "entries",
											"name": "Creatures/NPCs",
											"entries": [
												"There is an {@creature elder oblex|MTF} in this chamber, though the bulk of the creature resides as a strange pool of red goo on the far side of the chamber from where the adventures must enter.",
												"As the gith approach the chamber, the oblex sends a sulfurous impersonation of a human woman dressed in plate mail and bearing a longsword, to the entrance to beckon the adventurers forward into the chamber.",
												"As the adventurers approach the chamber, the human woman backs away from them as it continues to beckon them into the room. Being quite intelligent, the oblex can absolutely hold a conversation with the gith using this form."
											]
										},
										{
											"type": "entries",
											"name": "Objectives/Goals",
											"entries": [
												"The elder oblex is a creation of the mind flayers and brought here to guard the way in. Its primary goal is to keep the adventurers from proceeding any further into the temple."
											]
										},
										{
											"type": "entries",
											"name": "What do they know?",
											"entries": [
												"As the oblex is incredibly intelligent, it completely understands and supports the mind flayers' objectives in their mission to subjugate the gith.",
												{
													"type": "inset",
													"name": "Social",
													"entries": [
														"If the duergar from the other side of the portal are pursuing the adventurers, the elder oblex uses Sulfurous Impersonation to try and lure them in quickly with promises of aid. Since the characters won't be able to hear the creature due to the winds, its communication consists of gestures only.",
														"The first thing the adventurers notice about the chamber this creature inhabits is that it smells strongly of sulphur. Also, the floor of this chamber is strangely clear of sand and debris.",
														"If the gith wish to speak with the elder oblex, it is happy to waste their time with idle conversation. It tells them all manner of seemingly useful things that aren't true."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 4. Purification Chamber",
							"entries": [
								{
									"type": "entries",
									"name": "Area Information",
									"entries": [
										{
											"type": "entries",
											"name": "Dimensions & Terrain",
											"entries": [
												"Directly conjoined to the hallway, this chamber is twenty-five feet wide by forty-feet long. Sand mixed with crumbly pumice dances in the wind upon the floor here."
											]
										},
										{
											"type": "entries",
											"name": "Other Features",
											"entries": [
												"A large vat of bubbling wax that is kept constantly hot by a magic flame beneath it, is on the far side of the chamber from the hallway. The vat is constructed of porcelain and inlaid with silver tracery around the edges.",
												"Long strips of ragged and aged cloth hang from a pair of steel bars over the vat, where they are tied on to keep them from blowing away in the wind.",
												"A sizeable collection of pumice stones, some of them covered with dried brown flecks, rest within large metal bowls next to the porcelain vat.",
												"This was a purification chamber. Priests would strip naked and use the wax and cloth strips to remove all hair from their bodies before scrubbing themselves vigorously (sometimes to the point of bleeding) with the pumice stones. A successful DC 15 Wisdom ({@skill Medicine}) check confirms that the 'dry brown flecks' are blood."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 5. High Priest's Quarters",
							"entries": [
								{
									"type": "entries",
									"name": "Area Information",
									"entries": [
										{
											"type": "entries",
											"name": "Dimensions & Terrain",
											"entries": [
												"This side chamber is twenty-five feet by thirty feet. Pebbles and sand shift and spin here as the wind changes."
											]
										},
										{
											"type": "entries",
											"name": "Other Features",
											"entries": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDIA-MORD/001-315589_cn.png"
													}
												},
												"A long iron bar is suspended between and imbedded into the walls here, about seven feet up from the floor. A few ragged leather straps hang loosely from the bar.",
												"An iron chest of drawers is embedded in the far wall. The chest of drawers is not locked, nor is it trapped.",
												"Inside the chest of drawers are several items useful to a priest. A corroded silver aspergillum that looks like a strange horned skull with small rubies for eyes, 2 {@item Holy Water (flask)|PHB|glass vials of holy water}, incense that smells strangely of chlorine, and a {@item Acid (vial)|PHB|vial of acid}.",
												"The acid and holy water are unlabeled and look the same to the untrained eye. Kalak, who is proficient with alchemy supplies, can readily tell the difference given 10 minutes and use of his supplies (no check required).",
												"The high priest used to hang from the bar by leather straps. There he'd sleep as the winds of Pandemonium raged throughout his chamber. He was quite insane, as were all the clergy of this temple, before it collapsed into decay and ruin."
											]
										},
										{
											"type": "entries",
											"name": "Treasure & Rewards",
											"entries": [
												"The characters find the following treasure.",
												{
													"type": "list",
													"items": [
														"Silver aspergillum (500 gp)",
														"Two {@item Holy Water (flask)|PHB|vials of holy water}",
														"One {@item Acid (vial)|PHB|vial of acid}"
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 6. Observation Point",
							"entries": [
								{
									"type": "entries",
									"name": "Area Information",
									"entries": [
										{
											"type": "entries",
											"name": "Dimensions & Terrain",
											"entries": [
												"A wrought iron spiral staircase, rusted and crumbling from disrepair and neglect, leads up to the ceiling of this circular chamber, twenty-five feet in diameter.",
												"It appears that there may have once been a tower, or at the very least, another chamber above this room, but stone is all that remains where a doorway should be.",
												"The ceiling of this chamber is solid stone and not porous like the walls and ceilings throughout the rest of the complex."
											]
										},
										{
											"type": "entries",
											"name": "Other Features",
											"entries": [
												"This passage indeed leads to another chamber of approximately the same size as this one. The chamber above is completely sealed off from the winds of Pandemonium, though it has a small two-foot by two- foot window that has been fitted with an adamantine shutter. The shutter may be opened or closed from inside so that the high priest could look out upon Pandemonium and meditate.",
												"If the characters open the shutter, feel free to describe the most hellish, wind-blasted landscape you can. Closing and sealing the shutter requires either a Strength of 18 or a successful DC 15 Strength check.",
												"The high priest of the temple was the only one to come up here, and he entered the room using a stone shape spell. If the characters can enter the chamber, it makes an excellent place to rest or hide, whatever the case may be. While the staircase is in disrepair, it is sturdy enough for an individual gith to traverse at a time.",
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDIA-MORD/002-315620_cn.png"
													}
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 7. Clergy Quarters",
							"entries": [
								{
									"type": "entries",
									"name": "Area Information",
									"entries": [
										{
											"type": "entries",
											"name": "Dimensions & Terrain",
											"entries": [
												"This chamber is thirty feet by fifty feet. A viscous fluid comprised of water mixed with grainy sand and earth, drips from the ceiling coating the floors and walls."
											]
										},
										{
											"type": "entries",
											"name": "Other Features",
											"entries": [
												"Though it is not marked on the map this room has a thick stone door (AC 17, hp 30), located at the far end of the hall just before entering the room itself. The door was accidentally shut when the star spawn manglers entered the chamber. It is locked and requires a successful DC 20 Dexterity check made by someone proficient with thieves' tools to unlock it, or a successful DC 20 Strength check made by someone with a Strength score of 16 or greater, to break it down.",
												"Opening the door to this chamber reveals a grisly sight. Three desiccated human corpses are strung up at even intervals on iron bars that cross the room in a grid, eight feet above the ground. The bodies hang lifelessly from leather straps that are tied down to the grid with elaborate knots.",
												"The floors here are slick because of the water and walking on them is normally no trouble. However, once combat begins, anyone charging across the floor must make a successful DC 15 Dexterity ({@skill Acrobatics}) check or slip and fall prone. The viscous fluid coats their hands, imposing disadvantage on their next weapon attack roll. This fluid can be removed by using an action to scrape off the character's hands."
											]
										},
										{
											"type": "entries",
											"name": "Creatures/NPCs",
											"entries": [
												"Three {@creature Star Spawn Mangler|MTF|star spawn manglers} were the first creatures to emerge from the portal to the Far Realm when the mind flayers opened it. These shadowy low-slung, creeping horrors each have six arms, and move quickly along the ground and walls."
											]
										},
										{
											"type": "entries",
											"name": "Objectives/Goals",
											"entries": [
												"These creatures immediately fled the chamber with the illithids and started exploring the complex, until they became trapped here. Natural assassins, when the adventurers start fiddling with the door, they quickly find hiding places in the shadows and attempt to ambush the interlopers."
											]
										},
										{
											"type": "entries",
											"name": "What do they know?",
											"entries": [
												"These creatures were commanded by a star spawn seer to investigate the complex beyond the portal and make certain the ritual to charge the {@i Gith Capacitor}was not interrupted.",
												{
													"type": "inset",
													"name": "Social",
													"entries": [
														"The star spawn manglers take advantage of their shadowy surroundings to get the drop on the adventurers and continue to hide in the shadows throughout combat.",
														"The water is not drinkable and attempting to do so requires the unwise to succeed at a DC 20 Constitution saving throw or suffer from the poisoned condition for the next 24 hours.",
														"The star spawn manglers are certainly prone to taunting chatter during combat, and share a language in common with Ven'delen, the bard. If conversation transpires, it is certainly possible for the adventurers to learn that the illithid made a deal with a powerful star spawn seer in the Far Realm, and that they may want to get a move on, as the artifact has already begun charging."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 8. Statuary Chamber",
							"entries": [
								{
									"type": "entries",
									"name": "Area Information",
									"entries": [
										{
											"type": "entries",
											"name": "Dimensions & Terrain",
											"entries": [
												"This oddly circular chamber is forty feet in diameter one way and fifty feet in diameter the other."
											]
										},
										{
											"type": "entries",
											"name": "Other Features",
											"entries": [
												"Statues, carved from a pure white marble, struck through with veins of a strange blood-red stone, stand at the perimeter of this chamber. A massive humanoid figure, also carved from the strange marble, stands the center of the chamber, its arms held high above its head to support the ceiling, forty feet above. A pair of fist-sized black crystals is fitted to the statue's eyes.",
												"The perimeter statues, six in all, appear to resemble naked humans in various states of torture. Feel free to make up descriptions of what this could be, or simply leave it to the imagination of your players. Either way, some degree of discretion and sensitivity to the age and experience of your audience should be liberally exercised."
											]
										},
										{
											"type": "entries",
											"name": "Creatures/NPCs",
											"entries": [
												"An {@creature eidolon|MTF} of the former high priest of this temple resides within the central {@creature sacred statue|MTF} of this chamber. The statue depicts some forgotten god dedicated to chaos and entropy, and as described below, holds up the ceiling overhead."
											]
										},
										{
											"type": "entries",
											"name": "Objectives/Goals",
											"entries": [
												"Aware of the creature's existence, the mind flayers were able to make a pact with it and are bound to return with many sacrifices once they have completed their business in the Far Realm.",
												"Interested in being worshipped once more, the insane eidolon protects this chamber from passage by creatures that aren't mind flayers or star spawn."
											]
										},
										{
											"type": "entries",
											"name": "What do they know?",
											"entries": [
												"The eidolon is aware of the illithids' goal and is most ready and willing to do its part, as the result means blood on the altar to its dark and forgotten deity.",
												{
													"type": "inset",
													"name": "Social",
													"entries": [
														"When combat begins, the eidolon animates the sacred statue in the center of the chamber and attacks the adventurers. This allows the ceiling to slowly descend, clicking loudly.",
														"If the sacred statue is destroyed the two black crystals explode, releasing two {@creature Allip|MTF|allips}, as the eidolon is itself released from the statue.",
														"If the adventurers investigate they notice the tops of the statues are oddly flattened, as they were built to have a descending ceiling rest upon them.",
														"Once released from the statue, the eidolon begins a tirade of insults and threats. If the characters engage the creature in conversation while fighting the allips they can learn of the deal the creature made with the mind flayers, a subject that it gleefully engages in.",
														"As a note, after a minute, the ceiling rests upon the smaller statues, having descended 20 feet to do so."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 9. Torture Chamber",
							"entries": [
								{
									"type": "entries",
									"name": "Area Information",
									"entries": [
										{
											"type": "entries",
											"name": "Dimensions & Terrain",
											"entries": [
												"Thirty feet by forty feet, there is an enclosure on one end of the chamber with a broken down, rusty gate."
											]
										},
										{
											"type": "entries",
											"name": "Other Features",
											"entries": [
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDIA-MORD/003-315582_cn.png"
													}
												},
												"The floor of this chamber is lined with small depressions at regular intervals. Water rapidly and continuously drips from the ceiling into the center of each depression. Manacled chains bound to the floor are mounted near many of the depressions.",
												"If any of the characters succeed on a DC 10 Wisdom ({@skill Insight}) check, they determine that victims were originally bound in chains in such a manner that the water dripping from the ceiling would strike them repeatedly and unavoidably in the head. At first, this may seem innocent, but left for days, or even just hours for some, this form of torture could break even the most steadfast soul or drive them completely insane.",
												"A successful DC 25 Intelligence ({@skill Investigation}) check turns up a rather sizeable black pearl ({@item pearl of power}) that seems to have found its way to the bottom of one of the depressions."
											]
										},
										{
											"type": "entries",
											"name": "Treasure & Rewards",
											"entries": [
												"The characters may find the following treasure.",
												{
													"type": "list",
													"items": [
														"A {@item pearl of power}"
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 10. Library",
							"entries": [
								{
									"type": "entries",
									"name": "Area Information",
									"entries": [
										{
											"type": "entries",
											"name": "Dimensions & Terrain",
											"entries": [
												"Sixty-five feet at its furthest distance across, and about forty feet wide, this strangely shaped chamber is mostly rectangular."
											]
										},
										{
											"type": "entries",
											"name": "Other Features",
											"entries": [
												"The walls of this odd chamber appear to have, at one time, been smoothed out and finished, allowing whoever inhabited this structure to record large amounts of information in some strange language upon the walls. However, time and the winds of Pandemonium have taken their toll upon this room as with the others, and the walls are now pockmarked and eroded to the point of incoherence.",
												"Originally, the priests of this temple marked the tenants of their faith upon these walls, but the writing has been virtually scoured from the walls. Only vague markings in certain places here and there give testimony that the record even existed to begin with. Even a {@spell comprehend languages} spell turns up gibberish from what is left.",
												"The adventurers can spend as much time as they like attempting to decipher the vague scrawl remaining, but it only wastes time. Feel free to make up bits of mad ramblings if you would like to encourage them further."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Area 11. The Cathedral",
							"entries": [
								{
									"type": "entries",
									"name": "Area Information",
									"entries": [
										{
											"type": "entries",
											"name": "Dimensions & Terrain",
											"entries": [
												"Forty-five feet by one-hundred-ten feet, this is a massive cathedral."
											]
										},
										{
											"type": "entries",
											"name": "Lighting",
											"entries": [
												"Unlike the rest of this complex, there is a dim light throughout this chamber, originating from the active portal."
											]
										},
										{
											"type": "entries",
											"name": "Other Features",
											"entries": [
												"This cathedral must have been something to behold at one point in time, but now the porous stone and winds of Pandemonium have brought it to its current decrepit state. At the far end of the cathedral is a shining adamantine archway alight with runes of power. The gate to the Far Realm is open. Due to some strange influence of the Far Realm, the winds of Pandemonium do not touch this place at the moment."
											]
										},
										{
											"type": "entries",
											"name": "Creatures/NPCs",
											"entries": [
												"Two {@creature Mind Flayer|MM|mind flayers} stand guard at the open portal to the Far Realm, though they are levitating twenty feet above the ground."
											]
										},
										{
											"type": "entries",
											"name": "Objectives/Goals",
											"entries": [
												"These creatures will fight to the death to keep the gith from entering the Far Realm and attempting to spoil the plan."
											]
										},
										{
											"type": "entries",
											"name": "What do they know?",
											"entries": [
												"The mind flayers know all the plans, but they're not really in a talking mood."
											]
										},
										{
											"type": "entries",
											"name": "Treasure & Rewards",
											"entries": [
												{
													"type": "list",
													"items": [
														"A hidden {@item eversmoking bottle} (see {@b EXPLORATION})."
													]
												},
												{
													"type": "inset",
													"name": "Social",
													"entries": [
														"In combat the mind flayers start by using Mind Blast on the party simultaneously, attempting to catch as many of them in their respective attacks as possible, and thus force multiple saving throws. They both follow up with {@spell dominate monster}.",
														"While it would take considerable time to investigate every nook and cranny of this massive chamber, if {@spell detect magic} is cast, the caster locates an {@item eversmoking bottle} with a successful DC 10 Intelligence ({@skill Investigation}) check.",
														"While the mind flayers aren't normally talkative, if one or both are charmed, they know of the creatures to be faced in the Far Realm and can inform the gith as to the resistances and immunities of star spawn seer and hulk."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Section 3. The Far Realm",
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "The Far Realm",
							"entries": [
								"The Far Realm is outside the known multiverse. In fact, it might be an entirely separate universe with its own physical and magical laws. Where stray energies from the Far Realm leak onto another plane, matter is warped into alien shapes that defy understandable geometry and biology. Aberrations such as mind flayers and beholders are either from this plane or shaped by its strange influence.",
								"The entities that abide in the Far Realm itself are too alien for a normal mind to accept without strain. Titanic creatures swim through nothingness there, and unspeakable things whisper awful truths to those who dare listen. For mortals, knowledge of the Far Realm is a struggle of the mind to overcome the boundaries of matter, space, and sanity. Some warlocks embrace this struggle by forming pacts with entities there.",
								"Anyone who has seen the Far Realm mutters about eyes, tentacles, and horror.",
								"The Far Realm has no well-known portals, or at least none that are still viable. Ancient elves once opened a vast portal to the Far Realm within a mountain called Firestorm Peak, but their civilization imploded in bloody terror and the portal's location - even its home world is long forgotten. Lost portals might still exist, marked by an alien magic that mutates the area around them.",
								"Assuming the adventurers have made it this far, defeated the mind flayer guards at the portal, and leapt through it to the Far Realm, they have a chance to stop the charging and deployment of the {@i Gith Capacitor}."
							]
						},
						{
							"type": "section",
							"name": "Far Realm Confusion",
							"entries": [
								"Experiencing the Far Realm is not for the weak of mind. EVERY round the adventurers are in the Far Realm, they must each make a successful DC 15 Wisdom saving throw at the beginning of each turn or suffer the effects of {@spell confusion} that round. The chart has been modified from the one in the {@i Player's Handbook}to more accurately reflect the effects of the Far Realm. Please use this one.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Confusion Behavior",
											"entries": [
												{
													"type": "table",
													"colLabels": [
														"d10",
														"Behavior"
													],
													"colStyles": [
														"text-center col-2",
														"col-10"
													],
													"rows": [
														[
															"1",
															"The creature uses all its movement to move in a random direction. To determine the direction, roll a {@dice d8} and assign a direction to each die face. The creature doesn't take an action this turn."
														],
														[
															"2–7",
															"The creature doesn't move or take actions this turn."
														],
														[
															"8–10",
															"The creature uses its action to make a melee attack against a randomly determined creature within its reach. If there is no creature within its reach, the creature does nothing this turn."
														]
													]
												},
												{
													"type": "image",
													"href": {
														"type": "external",
														"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDIA-MORD/004-mtf_folio_art_1.png"
													}
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Gith Capacitor",
							"entries": [
								{
									"type": "entries",
									"name": "Area Information",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "external",
												"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDIA-MORD/005-ulitharid.png"
											}
										},
										{
											"type": "entries",
											"name": "Dimensions & Terrain",
											"entries": [
												"This area appears to duplicate the same space as the cathedral the adventures just left (forty-five feet by one-hundred-ten feet). The main difference is the only visible way out is back through the portal."
											]
										},
										{
											"type": "entries",
											"name": "Lighting",
											"entries": [
												"This area is well lit. The charging {@i Gith Capacitor}creates A LOT of light."
											]
										},
										{
											"type": "entries",
											"name": "Creatures/NPCs",
											"entries": [
												"A {@creature star spawn seer|MTF} and its guardian {@creature star spawn hulk|MTF} are helping the {@creature ulitharid|VGM} charge the artifact."
											]
										},
										{
											"type": "entries",
											"name": "Objectives/Goals",
											"entries": [
												"The ulitharid has a pact with the star spawn seer and spends its time focused on charging the {@i Gith Capacitor}. If the star spawn seer is alive, the adventurers can't get to the ulitharid or affect it in any way. There is a field of alien energy blocking it off from everything that isn't the {@i Gith Capacitor}.If the adventurers slay the star spawn seer, the field protecting the ulitharid drops with violence, and the psionic impact causes the {@i Gith Capacitor}to explode, slaying the ulitharid and star spawn hulk (if it still lives), and shunting the rrakkma involuntarily back through the gate to Pandemonium.",
												{
													"type": "inset",
													"name": "Social",
													"entries": [
														"Due to the disorienting nature of the Far Realm, the adventurers make any initiative checks with disadvantage.",
														"At the beginning of combat, the star spawn hulk moves toward the gith and attacks in melee, while the star spawn seer uses its Psychic Orb attack directly on the star spawn hulk, relying on the creature's Psychic Mirror ability to affect as many of the adventurers as possible.",
														"Even saying the word 'exploration' in the Far Realm can be a harrowing experience. Focusing on a single objective really is the key to maintaining sanity.",
														"Nonetheless, should an adventurer do so, the experience is so disorienting (filled with images of tentacles, eyeballs, and mouths), they need to make a successful DC 15 Intelligence saving throw or be {@condition stunned} until the beginning of their next turn.",
														"The {@creature star spawn seer|MTF} is too alien to engage in reasonable conversation with the adventurers. That said, if they would like to speak with the creature on their turn, they get back a gibberish reply and their next saving throw against confusion is made with disadvantage."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Wrap Up",
							"entries": [
								"This adventure has two possible endings. If the adventurers succeed, the {@i Gith Capacitor}has been destroyed. If they fail, the gith peoples are wiped of their racial psionic abilities and become willing pawns of the mind flayers once more.",
								{
									"type": "entries",
									"name": "Adventure Rewards",
									"entries": [
										"Since this adventure MUST be played with the pregenerated characters provided, rewards are treated a bit differently. For playing in this event, each player and their Dungeon Master receive the event certificate, {@i CHAOS CURIO}.",
										"The players may not keep magic items found listed below; the following descriptions are provided here to facilitate use during the adventure.",
										{
											"type": "entries",
											"name": "{@item Brooch of Shielding}",
											"entries": [
												"{@i Wondrous item, uncommon (requires attunement})",
												"While wearing this brooch, you have resistance to force damage, and you have immunity to damage from the {@spell magic missile} spell."
											]
										},
										{
											"type": "entries",
											"name": "{@item Eversmoking Bottle}",
											"entries": [
												"{@i Wondrous item, uncommon}",
												"Smoke leaks from the lead-stoppered mouth of this brass bottle, which weighs 1 pound. When you use an action to remove the stopper, a cloud of thick smoke pours out in a 60-foot radius from the bottle. The cloud's area is heavily obscured. Each minute the bottle remains open and within the cloud, the radius increases by 10 feet until it reaches its maximum radius of 120 feet.",
												"The cloud persists as long as the bottle is open. Closing the bottle requires you to speak its command word as an action. Once the bottle is closed, the cloud disperses after 10 minutes. A moderate wind (11 to 20 miles per hour) can also disperse the smoke after 1 minute, and a strong wind (21 or more miles per hour) can do so after 1 round."
											]
										},
										{
											"type": "entries",
											"name": "{@item Pearl of Power}",
											"entries": [
												"{@i Wondrous item, uncommon (requires attunement by a spellcaster})",
												"While this pearl is on your person, you can use an action to speak its command word and regain one expended spell slot. If the expended slot was of 4th level or higher, the new slot is 3rd level. Once you use the pearl, it can't be used again until the next dawn."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Appendices",
					"entries": [
						{
							"type": "section",
							"name": "Appendix 1. Creature Statistics",
							"entries": [
								{
									"type": "list",
									"items": [
										"{@creature Duergar Stone Guard|MTF}",
										"{@creature Duergar Warlord|MTF}",
										"{@creature Elder Oblex|MTF}",
										"{@creature Star Spawn Mangler|MTF}",
										"{@creature Eidolon|MTF}",
										"{@creature Sacred statue|MTF}",
										"{@creature Allip|MTF}",
										"{@creature Mind flayer}",
										"{@creature Star Spawn hulk|MTF}",
										"{@creature Star Spawn seer|MTF}"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Appendix 2. Temple of Madness",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDIA-MORD/011-templeofmadness.jpg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Appendix 3. Dungeon Master Tips",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "PREPARATORY NOTES",
													"entries": [
														"As you're reading through and/or running this adventure, pay special attention to areas that include creatures, noting whether or not the adventurers are likely to see them initially.",
														"If creatures are clearly visible, consider providing a minimum of detail (size, shape, and lighting only) for the area description, in favor of providing greater detail regarding potentially hostile creatures.",
														"You can always go back after the fight is over, or after it has been established that a fight won't be happening and elaborate on your description of the area with additional details.",
														"It is highly recommended, to get the maximum enjoyment out of this adventure, that you have six players ready to play each of the pregenerated characters.",
														"Due to the combat-heavy nature of this adventure, it's possible that it could take from six to eight hours to play. If running this at an event, you might consider playing this over the course of two four- hour time slots, taking a break after the third combat encounter (most likely Area 7).",
														"If you're running this adventure outside of an event, it is of course up to the DM and players to decide how best to break up the action between game sessions."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Reliquary of Zerthimon",
											"entries": [
												"{@i Wondrous item, unique (requires attunement by a gith})",
												"Time is an important element of this adventure since, to succeed, the rrakkma must stop the {@i Gith Capacitor}from achieving a full charge.",
												"At the same time, to show off as many new creatures from {@i Mordenkainen's Tome of Foes}, this adventure is extremely combat heavy as well. To keep the action going while remaining fair, this reliquary becomes the essential time keeping device for the adventurers.",
												{
													"type": "list",
													"items": [
														"Whoever is attuned to the reliquary can instinctively tell how charged up the Gith Capacitor is.",
														"Anyone in the rrakkma can attune to it, so it is up to the players who it will be.",
														"To making the tracking of this element as simple as possible, the charge increases each time the adventurers complete a rest.",
														"The rrakkma can safely complete four short rests and still possibly achieve their objective.",
														"If they take a fifth short rest the Gith Capacitor is fully charged, and they fail to complete their mission.",
														"If they take a long rest, it counts as three short rests. They could feasibly take a single long rest and a single short rest and still accomplish their mission. Any more rests however, and they fail."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Player Handout. Gith & The Sha'sal Khou",
							"entries": [
								{
									"type": "entries",
									"name": "Githyanki",
									"entries": [
										"The githyanki plunder countless worlds from the decks of their astral vessels and the backs of red dragons. Feathers, beads, gems, and precious metals decorate their armor and weapons—the legendary silver swords with which they cut through their foes. Since winning their freedom from the mind flayers, the githyanki have become ruthless conquerors under the rulership of their dread lich-queen, Vlaakith."
									]
								},
								{
									"type": "entries",
									"name": "Githzerai",
									"entries": [
										"Focused philosophers and austere ascetics, the githzerai pursue lives of rigid order. Lean and muscular, they wear unadorned clothing free of ornamentation, keeping their own counsel and trusting few creatures outside of their own kind. Having turned their backs on their warlike githyanki kin, the githzerai maintain a strict monastic lifestyle, dwelling on islands of order in the vast sea of chaos that is the plane of Limbo."
									]
								},
								{
									"type": "entries",
									"name": "SHA'SAL KHOU",
									"entries": [
										"The Sha'sal Khou are githyanki and githzerai radicals working toward the reunification of their respective peoples. They labor to create a unified nation of gith. Members of the Sha'sal Khou work secretly within their respective societies, subtly discouraging attacks on the other gith race while carefully recruiting like-minded individuals. They maintain a secret redoubt on the Sword Coast as well.",
										"The characters participating in this adventure are members of this fortification, and work with the other races of the Realms to further their goals. While in the pursuit of their objectives or even simply as training to pursue them, they find themselves participating in all sorts of expeditions and adventures alongside the factions.",
										"As a general note, the Sha'sal Khou isn't a faction in the same sense as the Harpers or Zhentarim. They are a background element only and meant to be a unifying element for gith characters in this campaign."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "AL Rewards",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDIA-MORD/012-ddia-mord-rrakkma_page_27.jpg"
									}
								},
								{
									"type": "image",
									"href": {
										"type": "external",
										"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/Adventurers%20League/DDIA-MORD/013-ddia-mord-rrakkma_page_28.jpg"
									}
								}
							]
						},
						{
							"type": "section",
							"name": "Pregenerated Characters",
							"entries": [
								"{@link Kalak Draknerah|https://media-waterdeep.cursecdn.com/file-attachments/0/584/kalak-draknerah.pdf} (Wizard)",
								"{@link Quadere Lendou|https://media-waterdeep.cursecdn.com/file-attachments/0/585/quadere-lendou.pdf} (Cleric)",
								"{@link Kandalou Dle'tan|https://media-waterdeep.cursecdn.com/file-attachments/0/586/kandalou-dletan.pdf} (Fighter)",
								"{@link Shai'ere Delatete|https://media-waterdeep.cursecdn.com/file-attachments/0/587/shaiere-delatete.pdf} (Monk)",
								"{@link Ven'delen Thenidin|https://media-waterdeep.cursecdn.com/file-attachments/0/588/vendelen-thenidin.pdf} (Bard)",
								"{@link Vishnu Re'Var|https://media-waterdeep.cursecdn.com/file-attachments/0/589/vishnu-revar.pdf} (Rogue)"
							]
						}
					]
				}
			]
		}
	]
}
